Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: I noticed he left to the west heading out of the Foaming Flask tavern.
de: Ich habe mitbekommen, dass er die Taverne 'Schäumende Flasche' in Richtung Westen verließ.
fr: Je l'ai vu partir vers l'ouest en sortant de la taverne la Chopine Moussante.
ja: 彼なら、フォーミングフラスコ酒場から西に向かって行ったぞ。
pt: Notei que ele saiu da taberna Foaming Flask e dirigiu-se para oeste (←).
zh_cn: 我注意到他从泡沫瓶酒馆出来，向西走去。

source: West. Got it. Thanks for the information.
de: Westen. Geht klar. Danke für die Information.
fr: Vers l'ouest. Ok. Merci pour l'information.
ja: 西ですね。わかりました。教えてくれてありがとう。
pt: Oeste. Entendi. Obrigado pela informação.
zh_cn: 西方。明白了。谢谢你提供的信息。

source: Always happy to help. Anything for the glory of Feygard.
de: Ich bin immer froh, wenn ich helfen kann. Alles für den Glanz Feygards.
fr: Toujours heureux de vous aider. Tout pour la gloire de Feygard.
ja: いつでも喜んで手を貸そう。全てはフェイガードの栄光のために。
pt: Sempre feliz em ajudar. Qualquer coisa pela glória de Feygard.
zh_cn: 总是乐于助人。一切为了费加德的荣耀。

source: The Shadow? Don't tell me you believe in that stuff. In my experience, only troublemakers talk of the Shadow.
de: Der Schatten? Erzähl mir nicht, dass du an diesen Quatsch glaubst. Meiner Erfahrung nach sprechen bloß Unruhestifter vom Schatten.
fr: L'Ombre ? Ne me dites pas que vous croyez en ce genre de choses. De mon expérience, seuls les fauteurs de troubles parlent de l'Ombre.
ja: シャドウだと？ そんなものを信じているのか？ 私の経験では、シャドウの話をするのは揉め事を起こすような連中だけだ。
pt: A Sombra? Não me digas que acreditas nessas coisas. Na minha experiência, apenas os desordeiros falam da Sombra.
zh_cn: 暗影吗?别告诉我你相信那种东西。根据我的经验，只有麻烦制造者才会谈论影子。

source: Hello there. Should you be here? This is a tavern, you know. The Foaming Flask, to be precise.
de: Hallo. Solltest du hier sein? Du weißt, dass dies eine Taverne ist. Die 'Schäumende Flasche', um genau zu sein.
fr: Bonjour. Devrais-tu être ici ? C'est une taverne, tu sais. La Chopine Moussante, pour être précis.
ja: こんにちは。どうしてここに？ ここは酒場だぞ。より正確にはフォーミングフラスコだ。
pt: Olá. Isto é sítio para ti? Isto é uma taberna, tu sabes. A taberna Foaming Flask, para ser mais preciso.
zh_cn: 你好。你应该在这里吗?你知道，这是一家酒馆。准确地说，是泡沫瓶。

source: I am a member of the royal guard patrol from Feygard.
de: Ich bin Mitglied der königlichen Garde von Feygard.
fr: Je suis un membre de la patrouille de la garde royale de Feygard.
ja: 私はフェイガードから来た近衛兵パトロールの一員だ。
pt: Sou um membro da patrulha da guarda real de Feygard.
zh_cn: 我是费加德皇家卫队巡逻队的一员。

source: Go talk to the captain inside if you want to talk. I must stay alert on my post.
de: Geh und sprich mit dem Kommandanten drinnen, wenn du reden willst. Ich muss auf meinem Posten wachsam sein.
fr: Allez parler au capitaine à l'intérieur si vous voulez parler. Je dois rester alerte à mon poste.
ja: 話がしたければ中の隊長と話して来なさい。私は持ち場を見張らねばならんのだ。
pt: Vai falar com o capitão lá dentro se quiseres conversar. Tenho de estar alerta no meu posto.
zh_cn: 如果你想谈的话，去跟里面的队长谈谈。我必须保持警惕。

source: OK. Goodbye.
de: Ok. Auf Wiedersehen.
fr: D'accord. Au revoir.
ja: わかりました。さようなら。
pt: Está bem. Adeus.
zh_cn: 好的。再见。

source: Why must you stay alert outside a tavern?
de: Warum musst du vor einer Taverne wachsam sein?
fr: Pourquoi devez-vous rester aux aguets à l'extérieur d'une taverne ?
ja: どうして酒場の外で見張らないといけないのですか？
pt: Porque é que tens de estar alerta fora de uma taberna?
zh_cn: 你为什么一定要在酒馆外面保持警惕?

source: Really, I cannot talk to you. I could get into trouble.
de: Wirklich, ich kann nicht mit dir reden. Ich könnte Ärger bekommen.
fr: Vraiment, je ne peux pas vous parler. Je pourrais avoir des ennuis.
ja: 本当に、話すことは出来んのだ。問題になるし怒られる。
pt: Na verdade, não posso falar contigo. Podia meter-me em problemas.
zh_cn: 真的，我不能和你说话。我可能会惹上麻烦。

source: OK. I won't bother you anymore. Shadow be with you.
de: Ok. Ich werde dich nicht mehr belästigen. Der Schatten sei mit dir.
fr: D'accord. Je ne vais plus vous déranger. Que Ombre soit avec vous.
ja: わかりました。もう邪魔はしません。シャドウがあなたと共にありますように。
pt: Está bem. Não te vou incomodar mais. A Sombra esteja contigo.
zh_cn: 好的。我不会再打扰你了。暗影与你同在。

source: OK. I won't bother you anymore. Goodbye.
de: Ok. Ich werde dich nicht mehr belästigen. Auf Wiedersehen.
fr: D'accord. Je ne vous retiens pas plus longtemps. Au revoir.
ja: わかりました。もう邪魔はしません。さようなら。
pt: Está bem. Não te vou incomodar mais. Adeus.
zh_cn: 好的。我不会再打扰你了。再见。

source: What trouble?
de: Was für Ärger?
fr: Quels ennuis ?
ja: 問題？
pt: Que problemas?
zh_cn: 有什么麻烦？

source: No really, the captain might see me. I must be aware on my post at all times. *sigh*
de: Nein wirklich, der Kommandant könnte mich sehen. Ich muss jederzeit wachsam auf meinem Posten sein. *seufz*
fr: Le capitaine pourrait me voir. Je dois être conscient sur mon poste à tout moment. * soupir *
ja: そこまでではないな、隊長に見られるかもしれんのだよ。常に持ち場に注意を払わねばならなくてな。（ため息）
pt: Não, a sério, o capitão pode ver-me. Devo estar sempre vigilante no meu posto. *suspiros*
zh_cn: 不，真的，队长可能会看到我。我必须时刻注意我的职位。*叹息*

source: Do you like your job here?
de: Magst du deine Arbeit hier?
fr: Aimez-vous votre travail ici ?
ja: ここでの仕事は好きですか？
pt: Gostas do teu trabalho aqui?
zh_cn: 你这里喜欢你的工作吗？

source: My job? I guess the royal guard is OK. I mean, Feygard is a really nice place to live in.
de: Meine Arbeit? Ich schätze, die königliche Garde ist in Ordnung. Ich meine, Feygard ist ein wirklich schöner Platz zum leben.
fr: Mon travail ? Garde royal c'est pas si mal. Je veux dire, Feygard est un endroit agréable où il fait bon vivre.
ja: 仕事か？ 近衛兵は大丈夫だと思う。フェイガードは住むのにとてもいい場所だ。
pt: O meu trabalho? Acho bom estar na guarda real. Quer dizer, Feygard é um lugar muito agradável para se viver.
zh_cn: 我的工作？我想皇家卫队没问题。我是说，费加德是个很适合居住的地方。

source: Standing guard on duty out here in the middle of nowhere is not really what I signed up for.
de: Wachdienst hier irgendwo im Nirgendwo zu haben, ist nicht wirklich das, wofür ich mich zum Dienst gemeldet habe.
fr: Je n'ai pas vraiment signé pour monter la garde dehors au milieu de nulle part.
ja: こうして人里離れた地で守衛をすることは、私が契約したものとは違うのだ。
pt: Mas ficar de guarda aqui no meio do nada, não é realmente a razão pela qual me alistei.
zh_cn: 在这偏僻的地方站岗不是我想要的。

source: I bet. This place is really boring.
de: Darauf wette ich. Dieser Ort ist wirklich langweilig.
fr: J'imagine. Cet endroit est plutôt ennuyeux.
ja: でしょうね。ここは本当に退屈です。
pt: Aposto que não. Este lugar é realmente chato.
zh_cn: 我敢打赌。这个地方真无聊。

source: You must get tired of just standing here also.
de: Du musst auch Müde werden, wenn du hier nur herumstehst.
fr: Vous devez être fatigué de simplement rester debout ici.
ja: ここに立ってるだけでも疲れるでしょう。
pt: Deves estar cansado só de ficar aqui.
zh_cn: 站在这里，你一定很累了。

source: Yeah I know. I would rather be inside in the tavern drinking like the senior officers and the captain. How come I have to stand out here?
de: Ja, ich weiß. Ich würde lieber in der Taverne sein und wie die älteren Offiziere und der Kommandant trinken. Wie kommt es dazu, dass ich hier draußen stehen muss?
fr: Oui, je préfèrerais être à l'intérieur de la taverne, à boire comme les officiers et le capitaine. Comment ça se fait que je doive rester ici dehors ?
ja: ああ、そうだな。むしろ上官や隊長のように酒場で酒を飲んでいたい。なぜ私が外で立たねばならんのだ？
pt: Sim, eu sei. Preferiria estar dentro da taberna a beber, como os oficiais superiores e o capitão. Porque é que tenho que ficar aqui?
zh_cn: 是的,我知道。我宁愿呆在酒馆里，像高级军官和队长一样喝酒。我为什么要站在这里?

source: At least the Shadow watches over you.
de: Wenigstens wacht der Schatten über dich.
fr: Au moins l'Ombre te protège.
ja: 少なくともシャドウはあなたを見守っていますよ。
pt: Pelo menos a Sombra vigia-te.
zh_cn: 至少暗影护佑着你。

source: Why not just leave if it's not what you want to do?
de: Warum gehst du nicht einfach, wenn es nicht das ist was du machen möchtest?
fr: Pourquoi ne pas partir si ce n'est pas ce que vous voulez faire ?
ja: 自分のやりたいことじゃないなら、どうして出て行かないの？
pt: Porque não abandonas o posto, se não é o que queres fazer?
zh_cn: 如果这不是你想做的，为什么不直接离开呢?

source: The greater cause of the royal guard, to keep the peace, is worth it in the long run.
de: Die größere Aufgabe der königlichen Garde, den Frieden zu bewahren, ist es auf lange Sicht Wert.
fr: La grande cause de la garde royale, protéger la paix, mérite ce dérangement.
ja: 平和を守るための近衛兵の大義は、長い目で見ればそれだけの価値があります。
pt: Pela causa maior da guarda real: para manter a paz, vale a pena, a longo prazo.
zh_cn: 从长远来看，皇家卫队维护和平的更大事业是值得的。

source: Yes, you are right of course. Our duty is to Feygard and to keep the peace from all that want to disrupt it.
de: Ja, du hast natürlich Recht. Unsere Pflicht gilt Feygard und den Frieden vor allen, die ihn stören wollen, zu erhalten.
fr: Oui, vous avez raison. Notre devoir est envers Feygard, nous devons protéger la paix de tout ce qui pourrait la perturber.
ja: うむ、もちろんその通りだ。我々の義務はフェイガードと平和を乱そうとする者から守ることにある。
pt: Sim, tens razão, é claro. O nosso dever é para com Feygard e para manter a paz de tudo o que quiser atrapalhá-la.
zh_cn: 是的，你当然是对的。我们的责任是保卫费加德，阻止一切想破坏和平的人。

source: Yes. The Shadow will not look favorably upon those that disrupt the peace.
de: Ja. Der Schatten wird nicht gefällig auf die sehen, die den Frieden stören wollen.
fr: Oui. L'Ombre ne protègera pas ceux qui dérangeront la paix.
ja: ええ。シャドウは平和を乱す者を好意的には見ないでしょう。
pt: Sim. A Sombra não vê com bons olhos aqueles que perturbam a paz.
zh_cn: 是的。暗影不会眷顾那些破坏和平的人。

source: Yes. The troublemakers should be punished.
de: Ja. Die Störenfriede sollen bestraft werden.
fr: Oui. Les fauteurs de troubles devraient être punis.
ja: ええ、騒動を起こすような人は罰せられるべきです。
pt: Sim. Os desordeiros devem ser punidos.
zh_cn: 是的。捣乱分子应该受到惩罚。

source: No, my loyalty is to Feygard. If I would leave, I would also leave my loyalty behind.
de: Nein, meine Loyalität gehört Feygard. Wenn ich gehen würde, würde ich auch meine Loyalität zurücklassen.
fr: Non, je suis loyal envers Feygard. Si j'abandonnais mon poste, j'abandonnerais ma loyauté avec.
ja: いいや、我が忠誠はフェイガードにある。もし去るようなことがあれば、忠誠心も置いていくことだろう。
pt: Não, a minha lealdade é para com Feygard. Se sair, também teria deixado a minha lealdade.
zh_cn: 不，我的忠于费加德。如果要我离开，那是背叛我的忠诚。

source: What does that mean if you are not satisfied with what you do?
de: Was bedeutet das, wenn du mit dem, was du tust, nicht Zufrieden bist?
fr: Qu'est-ce que tout cela signifie si ce que vous faites ne vous plaît pas ?
ja: 自分の仕事に満足していないのなら、それはどういうことです？
pt: O que é que isso significa, se não estás satisfeito com o que fazes?
zh_cn: 如果你对自己的工作不满意，这意味着什么?

source: Yes, that sounds right. Feygard sounds like a nice place from what I have heard.
de: Ja, das hört sich richtig an. Nach dem, was ich gehört habe, scheint Feygard eine tolle Stadt zu sein.
fr: Oui, Feygard semble être un endroit agréable d’après ce que j’ai entendu.
ja: ええ、そうですね。フェイガードはいいところのようです。
pt: Sim, isso soa bem. Feygard soa como um lugar agradável, pelo que ouvi.
zh_cn: 是的，听起来不错。我听说费加德是个不错的地方。

source: Right. I like you, kid. Tell you what, I could put in a good word for you in the barracks when we get back to Feygard if you want.
de: Richtig. Ich mag dich, Junge. Weißt du was? Wenn du möchtest, lege ich in den Kasernen für dich ein gutes Wort ein, wenn wir nach Feygard zurückkehren.
fr: Bien. Je t'aime bien gamin. Écoute, si tu veux, je peux te recommander auprès de la caserne quand on sera de retour à Feygard.
ja: そうだ。気に入ったぞ、少年。よし、もし君が望むのであれば、フェイガードに戻ったときに、兵舎で君のために口添えをしてもいいぞ。
pt: Certo. Gosto de ti miúdo. Digo-te uma coisa: podia falar bem de ti no quartel, quando voltarmos para Feygard, se quiseres.
zh_cn: 对呀。我喜欢你，孩子。告诉你吧，如果你愿意，我们回到费加德的时候，我可以在军营里为你美言几句。

source: Sure, that sounds good to me.
de: Sicher, das klingt gut.
fr: Bien sûr, ça me va.
ja: ええ、いいですね。
pt: Claro! Para mim parece-me bem.
zh_cn: 当然，听起来不错。

source: No thanks. I have enough to do already.
de: Nein, danke. Ich habe schon genug zu tun.
fr: Non merci. J’ai déjà assez à faire.
ja: 遠慮しておきます。やることがあるので。
pt: Não, obrigado. Tenho já tenho o suficiente para fazer.
zh_cn: 不,谢谢。我已经够忙的了。

source: Well, I am convinced that we must follow the laws laid down by our rulers. If we don't obey the law, what are we left with?
de: Naja, ich bin davon überzeugt, dass ich den Gesetzen folgen muss, die von unseren Herrschern gemacht wurden. Wenn wir die Gesetze nicht befolgen, was bleibt dann übrig?
fr: Eh bien, je suis convaincu que nous devons suivre les lois dictées par nos dirigeants. Si nous n'obéissons pas aux lois que nous restera-t'il ?
ja: そうだな。私は、我々は統治者の定めた法に従わねばならんと確信している。もし我々が法に従わなければ、そこには何が残るか？
pt: Bem, estou convencido que temos de seguir as leis estabelecidas pelos nossos governantes. Se não obedecermos à lei, o que nos resta?
zh_cn: 我相信我们必须遵守统治者制定的法律。如果我们不遵守法律，我们还剩下什么?

source: Chaos. Disorder. No, I prefer the lawful way of Feygard. My loyalty is firm.
de: Chaos. Unordnung. Nein, ich bevorzuge den gesetzestreuen Weg von Feygard. Meine Loyalität ist beständig.
fr: Chaos. Confusion. Non, je préfère la manière légitime de Feygard. Ma loyauté est solide.
ja: 混沌。無秩序。 いいや、私はフェイガードの法に従う道をこそ選ぶ。私の忠誠心に揺るぎはない。
pt: Caos. Desordem. Não, prefiro submeter-me às leis de Feygard. A minha lealdade é forte.
zh_cn: 混乱。无序。 不，我更喜欢费加德的合法方式。我的忠诚是坚定的。

source: Sounds good to me. Laws are made to be followed.
de: Hört sich gut an. Gesetze werden gemacht, um befolgt zu werden.
fr: Cela me semble bien. Les lois sont faites pour être suivies.
ja: いいですね。法とは守られるように作られている。
pt: Parece-me bem. As leis são feitas para serem seguidas.
zh_cn: 听起来不错。法律是为遵守而制定的。

source: I do not agree. We should follow our heart, even if that goes against the rules.
de: Da stimme ich nicht zu. Wir sollten unserem Herzen folgen, auch wenn das gegen die Regeln verstößt.
fr: Je ne suis pas d'accord. Nous devons suivre notre coeur, même si cela va contre les règles.
ja: 僕は同意しません。たとえそれがルールに反するとしても、僕たちは自分の心に従うべきだ。
pt: Não concordo. Devemos seguir o nosso coração, mesmo que isso vá contra as regras.
zh_cn: 我不同意。我们应该听从自己的内心，即使那是违反规则的。

source: I was wondering about why you stand guard here.
de: Ich habe mich gefragt, warum du hier Wache stehst.
fr: Je me demandais pourquoi vous montez la garde ici.
ja: なんでここで見張りをしているのか不思議に思ってました。
pt: Estava perguntar-me sobre o porquê ficares de guarda aqui.
zh_cn: 我想知道你为什么在这里站岗。

source: That troubles me. We might see each other again in the future. But then we might not be able to have this kind of civil discussion.
de: Deine Einstellungen machen mich besorgt. Wir könnten uns in der Zukunft erneut treffen. Aber dann wird uns möglicherweise so eine zivilisierte Diskussion nicht möglich sein.
fr: Cela me préoccupe. Nous pourrions nous revoir dans le futur. Mais alors, nous pourrions ne pas être en mesure d'avoir ce genre de discussion civile.
ja: それは困るな。我々は将来また会うかもしれない。だがそのとき、このような市民的議論はできないかもしれん。
pt: Isso preocupa-me. Um dia podemos voltar a vermo-nos. No entanto talvez não possamos ter este tipo de discussão civilizada.
zh_cn: 这使我烦恼。将来我们可能会再见面。但是，我们可能无法进行这种文明的讨论。

source: Right, we went over this before. As I said, I would rather be inside by the fire.
de: Richtig, darüber haben wir gesprochen. Wie ich gesagt habe, würde ich lieber drinnen am Feuer sein.
fr: Nous en avons déjà parlé. Comme je l'ai dit, je préfèrerais être à l'intérieur près du feu.
ja: そうだな、これは前にも話したか。言ったように、私としてはむしろ中で暖炉のそばに居たいのだ。
pt: Certo, já conversamos sobre isso. Como disse, preferiria estar lá dentro à lareira.
zh_cn: 我们之前讲过。正如我所说的，我宁愿呆在火边。

source: I could spot for you if you want to go inside.
de: Ich könnte für dich übernehmen, wenn du rein gehen möchtest.
fr: Je pourrais vous remplacer si vous voulez aller à l'intérieur.
ja: 中に入りたいなら代わりに見張ってますよ。
pt: Poderia vigiar por ti, se quiseres ir lá dentro.
zh_cn: 如果你想进去，我可以帮你打个掩护。

source: Tough luck. I guess you are left out here, while your captain and buddies are inside.
de: Hartes Schicksal. Ich vermute, du wirst hier draußen zurück gelassen, während dein Kommandant und deine Kameraden drinnen sind.
fr: Pas de chance. Vous êtes laissé ici, alors que votre capitaine et vos copains sont à l'intérieur.
ja: ついてないね。隊長と仲間が中にいる間、あなたはここに取り残されているのでしょうね。
pt: Má sorte. Suponho que foste deixado aqui fora, enquanto que o teu capitão e os companheiros estão confortavelmente lá dentro.
zh_cn: 运气不好。我猜你被遗弃在这里，而你的队长和伙伴在里面。

source: Yeah, that's just my luck.
de: Ja, das ist wieder mein Glück.
fr: Ouais, c'est bien ma chance.
ja: ああ、運が無かったよ。
pt: Sim, isso é apenas a minha sorte.
zh_cn: 是的，命运如此。

source: Really? Yes that would be great. Then I can at least get something to eat and a bit of warmth from the fire.
de: Wirklich? Ja, das wäre großartig. Dann könnte ich wenigstens etwas Essen und die Wärme am Feuer genießen.
fr: Vraiment ? Oui, ce serait formidable. Je pourrais au moins obtenir quelque chose à manger et un peu de chaleur du feu.
ja: 本当か？ そうだな、それは助かる。それならせめて何か食べるものも手に入るだろうし、暖炉で少しは温まることもできるだろう。
pt: A sério? Sim, isso seria fantástico. Depois posso pelo menos ter algo para comer e um pouco de calor do fogo.
zh_cn: 真的吗?是的，那太好了。这样我至少可以吃点东西，还可以从火里得到一点温暖。

source: I will go inside in a minute. Will you stand watch while I go inside?
de: Ich werde kurz reingehen. Wirst du Wache stehen, während ich reingehe?
fr: Je vais aller à l'intérieur une minute. Allez-vous monter la garde pendant que je serai à l'intérieur ?
ja: すぐ中に入る。中に入っている間、見張っていてもらえるか？
pt: Vou lá dentro um minutinho. Ficas aqui de vigia enquanto vou lá dentro?
zh_cn: 我马上进去。我进去时你能站岗吗?

source: Sure, I will do that.
de: Sicher, das werde ich tun.
fr: Bien sûr, je vais le faire.
ja: もちろん、そうします。
pt: Claro que fico.
zh_cn: 当然，我会的。

source: [Lie] Sure, I will do that.
de: [Lüge] Sicher, das werde ich tun.
fr: [Ment] Bien sûr, je vais le faire.
ja: （嘘）もちろん、そうします。
pt: [Mentir] Claro que fico.
zh_cn: (撒谎)当然，我会的。

source: Thanks a lot my friend.
de: Vielen Dank, mein Freund.
fr: Merci beaucoup mon ami.
ja: どうもありがとう。
pt: Muito obrigado meu amigo.
zh_cn: 非常感谢，我的朋友。

source: Shadow? How curious that you would mention that. Explain yourself!
de: Schatten? Merkwürdig, dass du das erwähnst. Erkläre dich!
fr: L'Ombre ? C'est curieux que vous mentionniez l'Ombre. Expliquez-vous !
ja: シャドウだと？ そんなことを言うとは奇妙だな。説明しろ！
pt: Sombra? Que curioso falares nisso. Explica melhor!
zh_cn: 暗影?你提到那件事真奇怪。解释清楚!

source: I did not mean a thing by it. Never mind I said anything.
de: Ich meinte damit gar nichts. Vergiss, dass ich etwas gesagt habe.
fr: Je ne pensais pas à ça. Oubliez ça je n'ai rien dit.
ja: そんなつもりじゃなかったんだ。僕が言ったことは気にしないで。
pt: Não quis dizer isso realmente. Esquece o que disse.
zh_cn: 我说这话不是有意的。我什么都没说。

source: The Shadow watches over us when we sleep.
de: Der Schatten wacht über uns, während wir schlafen.
fr: L'Ombre veille sur nous quand nous dormons.
ja: 僕たちが眠りにつくときはシャドウが見守ってくれます。
pt: A Sombra cuida de nós quando dormimos.
zh_cn: 当我们入睡时，暗影就会护佑着我们。

source: Good. Now be gone before I will have to deal with you.
de: Gut. Nun verschwinde, bevor ich dich noch fertig machen muss.
fr: Bon. Maintenant va-t'en avant que je ne doive m'occuper de ton sort.
ja: いいだろう。君と戦わねばならなくなる前に向こうに行ってくれ。
pt: Bem. Agora vai-te embora antes que tenha de lidar contigo.
zh_cn: 好。马上离开，不然我就得对付你了。

source: What? Are you one of those troublemakers sent here to sabotage our mission?
de: Was? Bist du einer von diesen Unruhestiftern, die hierher geschickt wurden, um unsere Mission zu sabotieren?
fr: Quoi ? Êtes-vous un de ces fauteurs de troubles envoyés ici pour saboter notre mission ?
ja: 何だと？ まさかお前は、我々の任務を邪魔しに来たのか？
pt: O quê? És um desses arruaceiros enviado para sabotar a nossa missão?
zh_cn: 什么?你是被派来破坏我们任务的捣乱分子吗?

source: The Shadow protects us.
de: Der Schatten beschützt uns.
fr: L'Ombre nous protège.
ja: シャドウがお守りくださります。
pt: A Sombra protege-nos.
zh_cn: 暗影保护着我们。

source: Fine. I better not start a fight with the royal guard.
de: Nun gut. Ich fange besser keinen Kampf mit der königlichen Garde an.
fr: Bon. Je ferais mieux de ne pas commencer un combat avec la garde royale.
ja: いいでしょう。近衛兵と戦うのはやめておきます。
pt: Certo. É melhor não começar uma luta com a guarda real.
zh_cn: 很好。我最好不要和皇家卫队动手。

source: That does it. You better fight or flee right now kid.
de: Das reicht. Besser du kämpfst oder fliehst jetzt, Junge.
fr: Ça devrait le faire. Tu ferais mieux de te battre ou de fuir maintenant, gamin.
ja: もういい。今すぐ戦うか逃げるか選べ。
pt: É isso tudo. É melhor lutares ou fugires agora miúdo.
zh_cn: 就是这样。你最好现在就战斗或者逃跑，孩子。

source: Good. I have been waiting for a fight!
de: Gut. Ich habe schon auf einen Kampf gewartet!
fr: Très bien. J'attendais justement un combat !
ja: いいぞ。戦いを待ちわびてたんだ！
pt: Bom. Estava à espera de uma luta!
zh_cn: 好。我一直在等着打架!

source: Never mind. I was just kidding with you.
de: Schon gut. Ich habe bloß mit dir gescherzt.
fr: Tant pis. Je plaisantais avec vous.
ja: 気にしないで。冗談です。
pt: Esquece. Só estava a brincar contigo.
zh_cn: 不要介意。我只是跟你开玩笑。

source: Welcome back. Have you found out anything about my son, Rincel?
de: Willkommen zurück. Hast du etwas über meinen Sohn Rincel herausgefunden?
fr: Bon retour. As-tu trouvé quoi que ce soit sur mon fils, Rincel ?
ja: お帰りなさい。息子のリンセルについて何かわかりましたか？
pt: Bem-vindo de volta. Já descobriste alguma coisa sobre o meu filho, Rincel?
zh_cn: 欢迎回来。你查到我儿子林塞尔的事了吗？

source: Can you tell me the story about what happened again?
de: Kannst du mir nochmal erzählen, was passiert ist?
fr: Peux tu me raconter le récit de ce qui s'est passé encore une fois ?
ja: 何があったのかもう一度教えてもらえますか？
pt: Podes contar-me outra vez a história sobre o que aconteceu?
zh_cn: 你能再给我讲一遍发生的事吗?

source: No, I have not found anything yet.
de: Nein, bis jetzt noch nicht.
fr: Non, je n'ai rien trouvé pour l'instant.
ja: いいえ、まだ何も分かってません。
pt: Não, ainda não encontrei nada.
zh_cn: 不，我还没有找到任何东西。

source: Yes, I have found out the story about what happened to him.
de: Ja, ich habe herausgefunden, was mit ihm passiert ist.
fr: Oui, J'ai trouvé l'histoire qui raconte ce qui lui est arrivé.
ja: はい、彼の身に何が起きたのかがわかりました。
pt: Sim, descobri a história sobre o que lhe aconteceu.
zh_cn: 是的，我已经知道他发生了什么事。

source: Welcome back. Thank you for your help in finding out what happened to my son.
de: Willkommen zurück. Danke, dass du herausgefunden hast, was mit meinem Sohn passiert ist.
fr: Bon retour. Merci de ton aide pour avoir trouvé ce qui est arrivé à mon fils.
ja: お帰りなさい。息子に何があったのか、調べていただきありがとうございました。
pt: Bem-vindo de volta. Obrigado por me ajudares a descobrir o que aconteceu ao meu filho.
zh_cn: 欢迎回来。谢谢你帮我找出我儿子发生了什么事。

source: You are welcome.
de: Gern geschehen.
fr: De rien.
ja: どういたしまして。
pt: De nada.
zh_cn: 不客气。

source: Shadow help me.
de: Schatten, hilf mir.
fr: Ombre, aidez-moi.
ja: シャドウよお助けください。
pt: Sombra, ajuda-me.
zh_cn: 暗影帮我吧。

source: What is the matter?
de: Was ist los?
fr: Que se passe-t-il ?
ja: どうしたんです？
pt: Qual é o problema?
zh_cn: 出什么事了？

source: My son! My son is gone.
de: Mein Sohn! Mein Sohn ist gegangen.
fr: Mon fils ! Mon fils est parti.
ja: 息子が！ 私の息子がいなくなったの。
pt: O meu filho! O meu filho desapareceu.
zh_cn: 我的儿子！我儿子不见了。

source: Jolnor said I should see you about your son.
de: Jolnor sagte, ich sollte dich sprechen, wegen deinem Sohn.
fr: Jolnor a dit que je devais te voir à propos de ton fils.
ja: ジョルナーからあなたの息子のことで会ってほしいと言われました。
pt: Jolnor disse que devia falar contigo sobre o teu filho.
zh_cn: 乔诺说我应该和你谈谈你儿子的事。

source: What about him?
de: Was ist mit ihm?
fr: Qu'en est-il de lui ?
ja: 彼がどうしたの？
pt: O que é que ele tem?
zh_cn: 他呢？

source: I don't want to talk about it. Not with an outsider like you.
de: Ich möchte nicht darüber sprechen. Nicht mit einem Fremden wie dir.
fr: Je ne veux pas parler de ça. Pas avec un étranger comme toi.
ja: その話はしたくありません。あなたのようなよそ者とは。
pt: Não quero falar sobre isso. Não com um estrangeiro como tu.
zh_cn: 我不想谈论它。不想和你这样的局外人谈。

source: Outsider?
de: Außenseiter?
fr: Etranger ?
ja: よそ者？
pt: Estrangeiro?
zh_cn: 外人？

source: Please leave me. Oh Shadow, watch over me.
de: Bitte geh. Oh, Schatten, wache über mich.
fr: Laisse-moi s'il te plaît. Ô Ombre, veille sur moi.
ja: 放っておいてちょうだい。 ああシャドウよ、私をお見守りください。
pt: Por favor deixa-me. Oh, que a Sombra me proteja.
zh_cn: 请离开我。 哦，暗影，看着我。
