Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: Oh, it is you again. Thank you again for bringing back my key.
de: Oh, du bist es wieder. Danke nochmal, das du mir meinen Schlüssel zurückgebracht hast.
fr: Oh, c'est encore toi. Encore merci de m'avoir rapporté la clé.
ja: あら、またあなたね。鍵を持ってきてくれてありがとう。
pt: Ah, é você de novo. Novamente obrigado por trazer de volta a minha chave.
zh_cn: 哦，又是你。再次感谢你带回了我的钥匙。

source: With all these trolls around I don't feel safe to go through the cave and take care of the flowers in the glade.
de: Mit all diesen Trollen überall fühle ich mich nicht sicher genug, die Höhle zu durchqueren und die Blumen auf der Bergwiese zu pflegen.
fr: Avec tous ces trolls je ne me sens pas en sécurité à l'idée de traverser la grotte et de prendre soin des fleurs dans la clairière.
ja: 周りはトロールだらけで、洞窟を通って空き地の花を世話するのはとても安心できないわ。
pt: Com todos estes trolls por perto, não me sinto seguro para atravessar a caverna e cuidar das flores na clareira.
zh_cn: 周围有这么多巨魔，我觉得穿过山洞去照顾绿荫中的花朵并不安全。

source: The scorpions are bad enough, but the trolls are really dangerous. I know that they hate the statue, but I am scared they can reach past it.
de: Die Skorpione sind schon schlimm genug, aber die Trolle sind wirklich gefährlich. Ich weiß, dass sie die Statue hassen, aber ich fürchte, dass sie irgendwann ihre Abscheu verlieren.
fr: Les scorpions sont dangereux, mais les trolls encore plus. Je sais qu'ils détestent la statue, mais j'ai peur qu'ils arrivent un jour à la franchir.
ja: サソリだって良くはないのだけど、トロールは本当に危険。像を嫌ってるのは知ってるけど、その近くを通ってるのが怖くて。
pt: Os escorpiões são maus o suficiente, mas os trolls são realmente perigosos. Sei que eles odeiam a estátua, mas tenho medo de que possam chegar além dela.
zh_cn: 蝎子已经够糟了，但巨魔真的很危险。我知道他们讨厌这个雕像，但我害怕他们能越过它。

source: Would it be too much to ask if you could get rid of the trolls?
de: Ist es zu viel verlangt, wenn ich dich bitte, die Trolle loszuwerden?
fr: Serait-ce trop vous demander de débarrasser la grotte de ses trolls ?
ja: トロールを追い払ってはもらえないかしら？
pt: Seria pedir muito se pudesse se livrar dos trolls?
zh_cn: 如果你能把巨魔赶走，这要求会不会太过分？

source: I can teach them to stay further away from the statue. No problem.
de: Ich kann ihnen eine Lektion erteilen, damit sie sich noch weiter von der Statue fernhalten. Kein Problem.
fr: Je peux leur apprendre à rester éloignés de la statue. Pas de soucis.
ja: 像に近づかないように教え込んできますよ。大丈夫。
pt: Posso ensiná-los a ficar mais longe da estátua. Não há problema.
zh_cn: 我可以教他们离雕像远一点。没问题。

source: Is the passage to the glade safe again?
de: Ist der Durchgang zur Bergwiese wieder sicher?
fr: Est-ce que le passage vers la clairière est à nouveau sûr ?
ja: 空き地への通路は大丈夫そう？
pt: A passagem à clareira está segura de novo?
zh_cn: 通往空地的通道再次安全吗？

source: No, not yet. I guess there are at least 30 trolls to kill. I will go after them again.
de: Nein, noch nicht. Dort gibt es mindestens 30 Trolle, schätze ich. Ich werde mich nochmal auf die Jagd nach ihnen machen.
fr: Non, pas encore. Je pense qu'il y a au moins 30 trolls à tuer. Je vais à leurs trousses.
ja: いえ、まだですね。少なくとも30体のトロールを殺すべきかと。また行ってきます。
pt: Não, ainda não. Acho que há pelo menos 30 trolls para matar. Vou atrás deles outra vez.
zh_cn: 不，还没有。我猜至少有30个巨魔要杀。我会再去找他们。

source: Please do, and come to me when you are done with them.
de: Bitte mach das und komme zu mir, wenn du mit ihnen fertig bist.
fr: Oui, s'il te plaît, et reviens me voir quand tu en as fini avec eux.
ja: どうぞ、終わったら戻ってきて。
pt: Por favor, faça e venha a mim quando tiver terminado.
zh_cn: 请你这样做，当你完成它们后再来找我。

source: Yes, I have dealt with most of the trolls. They won't dare to bother you for a long time.
de: Ja, ich habe die meisten Trollen erledigt. Sie werden es eine lange Zeit nicht mehr wagen, dir nachzustellen.
fr: Oui, j'en ai fini avec la plupart des trolls. Ils n'oseront pas vous importuner avant longtemps.
ja: はい、ほとんどのトロールは退治してきました。これから当分、あなたを悩ませるようなことはないでしょう。
pt: Sim, lidei com a maioria dos trolls. Eles não se atreverão a incomodá-lo por um longo tempo.
zh_cn: 是的，我已经处理了大部分的巨魔。他们在很长一段时间内不敢打扰你。

source: Thank you so much! I wish you safe travels back to Stoutford. If you want to go to the glade next time you are in Remgard, just ask me for the key.
de: Tausend Dank! Ich wünsche dir eine sichere Reise zurück nach Stoutford. Wenn du das nächste Mal nach Remgard kommst und auf die Bergwiese möchtest, frage mich einfach nach dem Schlüssel.
fr: Merci beaucoup ! Je te souhaite un bon voyage retour vers Stoutford. Lorsque tu voudras accéder à la clairière la prochaine fois que tu viendras à Remgard, il te suffira de me demander la clé.
ja: 本当にありがとう！ スタウトフォードにも気をつけて帰ってね。また今度レムガードに来たときに空き地に行きたくなったら、私に鍵をもらいに来てね。
pt: Muito obrigado! Desejo-lhe boa viagem de volta para Stoutford. Se quiser ir à clareira na próxima vez que estiver em Remgard, basta pedir-me a chave.
zh_cn: 非常感谢您!我希望你能安全地回到斯托福德。如果你下次在瑞姆加德的时候想去绿地，就向我要钥匙。

source: Thank you. I will leave now.
de: Vielen Dank. Ich werde jetzt aufbrechen.
fr: Merci. Je vais partir maintenant.
ja: ありがとうございます。これで失礼します。
pt: Obrigado. Vou embora agora.
zh_cn: 谢谢你。我现在离开。

source: Oh, it is you again. Thank you for all you have done.
de: Oh, du bist es wieder. Vielen Dank für alles.
fr: Oh, te revoilà. Merci pour tout ce que tu as fait.
ja: あぁ、久しぶり。色々とありがとうございました。
pt: Ah, é você de novo. Obrigado por tudo que fizestes.
zh_cn: 哦，又是你。感谢你所做的一切。

source: Could you give me the key for the glade again?
de: Könntest du mir nochmal den Schlüssel zur Bergwiese geben?
fr: Pourriez-vous à nouveau me donner la clé de la clairière ?
ja: また空き地の鍵をもらえますか？
pt: Poderia dar-me a chave para a clareira de novo?
zh_cn: 你能把林间空地的钥匙再给我吗？

source: It was all for the Shadow.
de: Das war alles für den Schatten.
fr: C'était pour l'Ombre.
ja: すべてはシャドウのために。
pt: Foi tudo pela Sombra.
zh_cn: 这都是为了暗影。

source: Yes, of course. I will give you my father's key. Keep it. Then you can always pick damerilias for Noraed's grave.
de: Aber natürlich. Ich gebe dir den Schlüssel meines Vaters. Behalte ihn, dann kannst du immer Damerilias für Noraeds Grab pflücken.
fr: Oui, bien sûr. Je vais te donner la clé de mon père. Garde-la. Ainsi, tu pourras toujours venir cueillir les damerilias pour la tombe de Noraed.
ja: ええ、もちろん。父の鍵をお渡しします。ノラードのお墓のためにダメリリアを摘んでいって。
pt: Sim, é claro. Vou te dar a chave do meu pai. Fique com ela. Então pode sempre levar damerilias ao túmulo de Noraed.
zh_cn: 是的，当然了。我把我父亲的钥匙给你。留着它吧。然后你就可以随时为诺拉德的坟墓采摘大马士革。

source: That would be great, thank you.
de: Das wäre klasse, vielen Dank.
fr: Ce serait parfait, merci.
ja: それは助かりますね、ありがとう。
pt: Isso seria ótimo, obrigado.
zh_cn: 那就太好了，谢谢你。

source: Here is the key. I will move to the glade and retire there. It is the most beautiful place in the world.
de: Hier ist der Schlüssel. Ich werde auf die Bergwiese ziehen und mich dort zur Ruhe setzen. Es ist der wunderschönste Ort der Welt.
fr: Voici la clé. Je vais déménager à la clairière et y finir mes jours. C'est le plus bel endroit du monde.
ja: 鍵はこれ。私は空き地に引っ越して、そこで引退することにしたの。世界で一番美しい場所よ。
pt: Aqui está a chave. Vou mudar-me à clareira me aposentar lá. É o lugar mais bonito do mundo.
zh_cn: 这是关键。我会搬到空地上，在那里退休。这是世界上最美丽的地方。

source: So I will meet you there. Bye.
de: Auf dass ich dich dort treffe. Tschüss.
fr: Je vous retrouverai là-bas. Au revoir.
ja: ではそこで会いましょう。さようなら。
pt: Então vou encontrá-lo lá. Tchau.
zh_cn: 所以我将在那里和你见面。再见。

source: Damerilias. I haven't seen one in a long time. Try with Caeda, she used to give us a damerilia sometimes.
de: Damerilias. Ich habe so lange keine mehr gesehen. Versuche es bei Caeda, sie hat uns schon so manches Mal eine Damerilia gegeben.
fr: Des damerilias. Je n'en ai pas vues depuis longtemps. Essaye avec Caeda, elle avait l'habitude de nous donner une damerilia de temps en temps.
ja: ダメリリアですか。長い間見てませんね。カエダを訪ねてみては、たまにダメリリアをくれましたから。
pt: Damerilias. Não vejo um há muito tempo. Tente com Caeda, ela costumava nos dar uma damerilia às vezes.
zh_cn: 大马士革。我已经很久没有看到过了。和卡埃达一起试试，她有时会给我们一个大马士革。

source: Caeda?
ja: カエダ？
pt: A Caeda?
zh_cn: 卡埃达？

source: I don't know where she might be at the moment. And I have work to do now, so excuse me.
de: Ich weiß nicht, wo sie gerade ist. Außerdem habe ich zu tun, also entschuldige mich.
fr: Je ne sais pas où elle peut se trouver en ce moment. Et j'ai du travail à faire, donc excuse-moi.
ja: 今どのあたりにいるかは知りませんよ。仕事があるので失礼します。
pt: Não sei onde ela pode estar no momento. E tenho trabalho a fazer agora, então me desculpe.
zh_cn: 我不知道她此刻可能在哪里。而且我现在有工作要做，所以请原谅我。

source: No. Excuse me, I have work to do.
de: Nein. Entschuldige mich, ich habe zu tun.
fr: Non, excuse-moi, j'ai du travail.
ja: いえ。ごめんなさい、仕事があるので。
pt: Não. Desculpe-me, tenho trabalho a fazer.
zh_cn: 不，对不起，我有工作要做。

source: Thank you very much for the flowers. Is there anything I can do for you?
de: Vielen Dank für die Blumen. Kann ich sonst noch etwas für dich tun?
fr: Merci beaucoup pour les fleurs. Est-ce que je peux faire quelque chose pour toi ?
ja: お花をありがとうございました。何かお役に立てることはありますか？
pt: Muito obrigado pelas flores. Há alguma coisa que possa fazer por si?
zh_cn: 非常感谢你的花。有什么我可以为你做的吗？

source: Your potion was great! Can I have some more?
de: Dein Trank war klasse! Kann ich noch mehr davon haben?
fr: Votre potion était géniale ! Est-ce que je peux en avoir plus ?
ja: あなたのポーションは最高でした！ もう少しいただけますか？
pt: Sua poção foi ótima! Posso ter um pouco mais?
zh_cn: 你的药水很好!我可以再要一些吗？

source: That potion you made smells really interesting. Can I buy another?
de: Dieser Trank, den du gebraut hattest, riecht wirklich interessant. Kann ich noch einen kaufen?
fr: La potion que vous avez préparée sent très bon. Puis-je en acheter une autre ?
ja: あなたの作ったポーションはとても面白い香りがしますね。もう少し買えませんか？
pt: Essa poção que fez cheira realmente interessante. Posso comprar outra?
zh_cn: 你做的那个药水闻起来真的很有趣。我可以再买一个吗？

source: Too bad.
de: Zu schade.
fr: Dommage.
ja: 残念。
pt: Muito ruim.
zh_cn: 太糟糕了。

source: Oh. Why is that?
de: Oh? Warum?
fr: Oh. Pourquoi ?
ja: えぇ。どうして？
pt: Oh. Por que isso?
zh_cn: 哦。为什么？

source: Oh. They're beautiful! Thank you! Here, take this potion as your reward.
de: Oh. Sie sind wunderschön! Vielen Dank! Hier, nimm diesen Trank als Belohnung.
fr: Oh. Elles sont magnifiques ! Merci ! Tiens, prends cette potion en récompense.
ja: まぁ。ステキです！ ありがとうございます！ 報酬にこのポーションをどうぞ。
pt: Oh Elas são lindas! Obrigado! Aqui, tome esta poção como recompensa.
zh_cn: 哦。它们真漂亮 谢谢你！来，拿着这个药水作为你的奖励。

source: How did you find these flowers?
de: Wie hast du nur diese Blumen gefunden?
fr: Comment as-tu trouvé ces fleurs ?
ja: どうやってお花を見つけたのですか？
pt: Como encontrou essas flores?
zh_cn: 你是如何找到这些花的？

source: Caeda, Noraed's sister, gave them to me. She sends you her condolences.
de: Noraeds Schwester Caeda hat sie mir gegeben. Sie sendet dir ihr Beileid.
fr: Caeda, la soeur de Noraed, me les a données. Elle t'envoie ses condoléances.
ja: ノラードの姉のカエダがくれました。あなたへのお悔やみの言葉を受け取っています。
pt: Caeda, a irmã de Noraed, deu-me. Ela envia-lhe as condolências.
zh_cn: 诺拉德的妹妹卡埃达把它们交给了我。她向你表示慰问。

source: I found them in the wild around Remgard.
de: Ich habe sie in der Wildnis um Remgard gefunden.
fr: Je les ai trouvées dans la nature autour de Remgard.
ja: レムガード周辺で野生のものを見つけました。
pt: Encontrei-os na floresta perto de Remgard.
zh_cn: 我在瑞姆加德周围的野外发现了它们。

source: Is that so? Remgard must be a beautiful place to have such nice flowers growing in the wild.
de: Wirklich? Remgard muss ein wunderschöner Ort sein, wenn dort solche Blumen in der Wildnis wachsen.
fr: Ah bon ? Remgard doit être un bel endroit pour avoir de si jolies fleurs qui poussent dans la nature.
ja: そうなんですか？ こんな綺麗な花が自生しているなんて、レムガードはステキなところなのでしょうね。
pt: É isso mesmo? Remgard deve ser um lugar bonito para se ter tais agradável flores a crescer na floresta.
zh_cn: 是这样吗？ 瑞姆加德一定是个美丽的地方，有这么好的花在野外生长。

source: Beautiful, but deadly to get there!
de: Wunderschön, aber lebensgefährlich zu erreichen!
fr: Très beau, mais c'est mortel d'y aller !
ja: ステキだけど、たどり着くまでは命がけですよ！
pt: Belo, mas mortal para chegar lá!
zh_cn: 很美，但到那里就会死人!

source: Yeah, maybe...
de: Ja, vielleicht...
fr: Ouais, peut-être...
ja: ええ、多分…
pt: Sim, talvez...
zh_cn: 是的，也许...

source: Anyway. Thank you very much.
de: Wie auch immer. Vielen, vielen Dank.
fr: Soit. Merci beaucoup.
ja: とにかく。本当にどうもありがとう。
pt: Seja como for. Muito obrigado.
zh_cn: 无论如何。非常感谢你。

source: That wasn't worth the trouble.
de: Das war die Mühe nicht wert.
fr: Ça ne valait pas le coup.
ja: 苦労した甲斐はなかったね。
pt: Não valeu a pena o trabalho.
zh_cn: 这不值得麻烦。

source: Noraed had a sister? He never talked about his family. He said he had a happy childhood, but that's it. I think he didn't want me to ask to go there with him. I'd love to meet her someday.
de: Noraed hatte eine Schwester? Er hat nie über seine Familie gesprochen. Er sagte nur, dass er eine fröhliche Kindheit hatte. Ich denke, er wollte nicht, dass ich mit ihm dorthin gehe. Ich würde sie eines Tages gerne treffen.
fr: Noraed avait une sœur ? Il ne m'a jamais parlé de sa famille. Il disait qu'il a eu une enfance heureuse, mais c'est tout. Je pense qu'il ne voulait pas que je lui demande d'y aller avec lui. J'aimerais la rencontrer un jour.
ja: ノラードには姉がいたのですか？ 彼は家族の話はしなかったもので。幸せな少年時代を過ごしたとは聞いてますけど、それだけです。一緒に行こうと私に頼まれたくなかったのだと思います。いつか会ってみたいですね。
pt: Noraed tinha uma irmã? Ele nunca falou sobre a família dele. Ele disse que teve uma infância feliz, mas é tudo. Acho que ele não queria que eu pedisse para ir lá com ele. Adoraria conhecê-la um dia.
zh_cn: 诺拉德有一个妹妹？他从不谈及他的家庭。他说他有一个快乐的童年，但仅此而已。我想他不想让我要求和他一起去那里。我很想有一天能见到她。

source: I'm sure she feels the same.
de: Ich bin mir sicher, dass sie genauso fühlt.
fr: Je suis sûr qu'elle pense de même.
ja: きっと彼女も同じ気持ちですよ。
pt: Tenho certeza que ela sente o mesmo.
zh_cn: 我相信她也有同样的感觉。

source: Who knows...
de: Wer weiß...
fr: Qui sait...
ja: どうだろう…
pt: Quem sabe...
zh_cn: 谁知道呢...

source: That seems unlikely.
de: Eher unwahrscheinlich.
fr: Ca parait peu probable.
ja: 無理でしょうね。
pt: Isso parece improvável.
zh_cn: 这似乎不太可能。

source: I gave you my last one, and I can't brew potions anymore.
de: Ich habe dir meinen letzten gegeben und kann auch keine weiteren Tränke mehr brauen.
fr: Je t'ai donné ma dernière, et je ne peux plus fabriquer de potions.
ja: あれは最後の1本でした、もうポーションは作れません。
pt: Dei-te a minha última e já não posso preparar poções.
zh_cn: 我把我的最后一个给了你，我不能再酿制药水了。

source: It is something I gave up long ago.
de: Das habe ich schon vor langer Zeit aufgegeben.
fr: J'ai arrête d'en faire il y a bien longtemps.
ja: ずっと前にやめてしまいました。
pt: É algo que desisti há muito tempo.
zh_cn: 这是我很久以前放弃的东西。

source: Why did you stop?
de: Warum hast du aufgehört?
fr: Pourquoi avoir arrêté ?
ja: なぜやめたの？
pt: Por que desistiu?
zh_cn: 你为什么停下来？

source: It's a long story.
de: Das ist eine lange Geschichte.
fr: C'est une longue histoire.
ja: 話せば長くなります。
pt: É uma longa história.
zh_cn: 这是个很长的故事。

source: Never mind. Now I understand why Noraed traveled so far every year.
de: Ist auch egal. Jetzt verstehe ich, warum Noraed jedes Jahr so weit gereist ist.
fr: Tant pis. Maintenant je comprends pourquoi Noraed voyageait si loin chaque année.
ja: やっぱりいい。ノラードがどうして毎年遠くまで旅をしてたのか、今になってわかったよ。
pt: Deixa para lá. Agora entendo porque Noraed viajava tão longe todos os anos.
zh_cn: 不要紧。现在我明白为什么诺拉德每年都要走那么远的路了。

source: Go on, please.
de: Bitte erzähle weiter.
fr: Continuez, s'il vous plait.
ja: 続きを。
pt: Vá lá, por favor.
zh_cn: 请继续。

source: My father was the alchemist of this town. He was very talented, and inspired. He experimented with all sorts of ingredients from all over Dhayavar. Whatever he could get from the travellers stopping at Stoutford.
de: Mein Vater war der Alchemist dieser Stadt. Er war sehr begabt und inspiriert. Er experimentierte mit allen möglichen Zutaten aus ganz Dhayavar herum, die er von den Reisenden, die in Stoutford haltmachten, bekommen konnte.
fr: Mon père était l'alchimiste de la ville. Il était très talentueux, et inspiré. Il expérimentait toutes sortes d'ingrédients provenant de toutes les régions du Dhayavar. Tout ce qu'il pouvait obtenir des voyageurs faisant escale à Stoutford.
ja: 私の父はこの町の錬金術師でした。才能とやる気に満ちあふれていた方でした。ダヤヴァル中からあらゆる素材を集めて実験をしてました。スタウトフォードに立ち寄る旅人からも色々と手に入れていましたね。
pt: Meu pai era o alquimista desta cidade. Ele era muito talentoso e inspirado. Ele experimentou todos os tipos de ingredientes de todo o Dhayavar. Tudo o que ele conseguia receber dos viajantes que param em Stoutford.
zh_cn: 我父亲是这个镇的炼金术士。他很有天赋，而且很有灵感。他用来自达亚瓦各地的各种成分进行实验。不管他能从停在斯托福德的旅行者那里得到什么。

source: He created unique potions, and no other alchemist that I have heard of managed to reproduce his recipes.
de: Er braute einzigartige Tränke, und kein anderer Alchemist hat es bisher geschafft, seine Rezepturen zu kopieren.
fr: Il créait des potions uniques, et aucun autre alchimiste à ma connaissance n'était capable de reproduire ses recettes.
ja: 彼は独自のポーションを生み出しました、レシピはどの錬金術師にも再現できなかったようです。
pt: Ele criou poções únicas e nenhum outro alquimista que tenha ouvido falar conseguiu reproduzir as receitas dele.
zh_cn: 他创造了独特的药水，我所听说的其他炼金术士都无法复制他的配方。

source: When he deemed me old and responsible enough, he started teaching me his art.
de: Als er mich alt und verantwortungsvoll genug fand, begann er, mich in seiner Kunst zu unterrichten.
fr: Quand il m'a trouvée suffisamment âgée et responsable, il a commencé à m'enseigner son art.
ja: 私が成長して責任が持てるようになると、彼は私にその技術を教え始めました。
pt: Quando ele me considerou velho e responsável o suficiente, ele começou a me ensinar sua arte.
zh_cn: 当他认为我已经长大并有足够的责任感时，他开始教我他的技艺。

source: He passed away a few years later. They said he poisoned himself during a new experiment, but I never believed it.
de: Ein paar Jahre später ist er verstorben. Man behauptet, dass er sich bei einem neuen Experiment selbst vergiftet hat. Aber das habe ich nie geglaubt.
fr: Il est mort quelques années plus tard. Ils disent qu'il se serait empoisonné en testant une nouvelle recette, mais je ne les crois pas.
ja: それから数年後に彼は亡くなりました。新しい実験の最中に毒に倒れたと彼らから言われましたけど、私は信じませんでした。
pt: Ele faleceu alguns anos depois. Eles disseram que ele se envenenou durante uma nova experiência, mas nunca acreditei.
zh_cn: 几年后他就去世了。他们说他是在一次新的实验中自杀的，但我从不相信。

source: Sorry, I have to go now.
de: Ich muss jetzt leider gehen.
fr: Désolé, je dois y aller maintenant.
ja: すみません、もう行かないと。
pt: Desculpa, tenho de ir agora.
zh_cn: 对不起，我现在必须离开。

source: Who are "they"?
de: Wer ist "man"?
fr: Qui "ils" ?
ja: "彼ら"とは？
pt: Quem são "eles"?
zh_cn: “他们”是谁？

source: Our priest, Tahalendor, was convinced by my uncle, Blornvale, my father's own brother.
de: Unser Priester, Tahalendor, wurde von meinem Onkel, Blornvale, davon überzeugt. Von eigenem Bruder meines Vaters.
fr: Notre prêtre, Tahalendor, a été convaincu par mon oncle Blornvale, le frère de mon père.
ja: 神父さまのタハレンドールは、父の兄である伯父のブロンベールに説得されました。
pt: Nosso padre, Tahalendor, foi convencido por meu tio, Blornvale, irmão do meu pai.
zh_cn: 我们的牧师塔哈伦多被我的叔叔布隆维尔说服了，他是我父亲的亲兄弟。

source: My uncle also convinced the whole village that I was too young to be their alchemist, and that they needed him to take over the shop.
de: Mein Onkel überzeugte auch das gesamte Dorf davon, dass ich zu jung sei, um deren Alchemistin zu werden, und er den Laden übernehmen müsste.
fr: Mon oncle a aussi convaincu tout le village que j'étais trop jeune pour être leur alchimiste et qu'ils avaient besoin de lui pour reprendre la boutique.
ja: 伯父はまた、私は錬金術師になるには若すぎる、店を継ぐには自分が必要だと村中を説得して回りました。
pt: O meu tio também convenceu toda a vila de que eu era jovem demais para ser alquimista e que eles precisavam que ele assumisse a loja.
zh_cn: 我叔叔还说服全村人，说我太年轻了，不适合做他们的炼金术士，他们需要他来接管这个店。

source: They all agreed, even though my uncle is a lousy alchemist. I was sent to work on a farm, while my uncle took my father's house and opened the shop again.
de: Sie waren alle einverstanden, auch wenn mein Onkel ein eher lausiger Alchemist ist. Ich wurde zum Arbeiten auf einen Bauernhof geschickt, während mein Onkel in das Haus meines Vaters zog und den Laden wieder eröffnete.
fr: Ils ont tous accepté, même si mon oncle est un piètre alchimiste. On m'a envoyée travailler dans une ferme, pendant que mon oncle a pris la maison de mon père et réouvert le magasin.
ja: 錬金術師としての伯父はひどいものなのですが、みんな賛成しました。 私は農場で働かされ、伯父は父の家を引き取って店を開くことになりました。
pt: Todos concordaram, embora meu tio fosse um péssimo alquimista. Fui enviado para trabalhar numa fazenda, enquanto meu tio tomou a casa de meu pai e abriu a loja novamente.
zh_cn: 他们都同意，尽管我叔叔是个糟糕的炼金术士。 我被派去农场工作，而我叔叔则拿着我父亲的房子，又开起了商店。

source: Outrageous!
de: Empörend!
fr: Scandaleux !
ja: ひどい！
pt: Ultrajante!
zh_cn: 岂有此理!

source: Everyone suffered from the nasty side effects of my uncle's ... I can't say potions ... poisonous imitations of my father's recipes.
de: Ein jeder litt unter den grässlichen Nebenwirkungen von den... ich kann sie einfach nicht Tränke nennen... giftigen Kopien, die mein Onkels nach den Rezepten meines Vaters herstellte.
fr: Tout le monde a souffert des effets secondaires néfastes des potions de mon oncle... enfin plutôt que de parler de « potions » je devrais dire les imitations toxiques des recettes de mon père.
ja: 伯父のひどい副作用にみんな苦しんでいます…あんなものポーションとは言えない…父のレシピのろくでもないまがい物。
pt: Todo mundo sofria com os efeitos colaterais desagradáveis do meu tio... Não posso dizer poções... imitações venenosas das receitas do meu pai.
zh_cn: 每个人都受到我叔叔的讨厌的副作用的影响......。我不能说是药水......对我父亲食谱的有毒模仿。

source: People complained at first, but nobody ever looked for a real solution.
de: Die Leute haben sich anfangs noch beschwert, aber niemand hat nach einer richtigen Lösung gesucht.
fr: Dans un premier temps, les gens se sont plaints, mais personne n'a jamais cherché une vraie solution.
ja: 人々は最初こそ文句を言っていたものの、誰も本気で解決しようとはしなかった。
pt: As pessoas queixaram-se no início, mas ninguém nunca procurou uma solução real.
zh_cn: 起初人们抱怨，但没有人去寻找真正的解决方案。

source: Seeing how things turned out, I came to suspect that my uncle is responsible for my father's death.
de: Nachdem ich das alles gesehen hatte, wuchs in mir der Verdacht, dass mein Onkel für den Tod meines Vaters verantwortlich ist.
fr: Vu le cours des événements, j'en suis venue à suspecter mon oncle d'être responsable de la mort de mon père.
ja: ことの成り行きを見て、私は伯父が父の死に関与しているのではと疑い始めました。
pt: Vendo como as coisas ocorreram, cheguei a suspeitar que meu tio é responsável pela morte de meu pai.
zh_cn: 看到事情的结果，我开始怀疑我叔叔对我父亲的死亡负有责任。

source: Do you have any evidence?
de: Hast du irgendwelche Beweise?
fr: Avez-vous des preuves ?
ja: なにか証拠が？
pt: Tem alguma evidência?
zh_cn: 你有什么证据吗？

source: And would you brew more potions if you had your father's shop back?
de: Und würdest du wieder Tränke brauen, wenn du den Laden deines Vaters zurück hättest?
fr: Est-ce que vous fabriqueriez d'autres potions si vous retrouviez le magasin de votre père ?
ja: あなたの父のお店を取り戻せたらもっとポーションを作ってくれますか？
pt: E prepararia mais poções se tivesse a loja do seu pai de volta?
zh_cn: 如果你拥有你父亲的商店，你会不会酿造更多的药水呢？

source: No. Every time I talk to him, he denies everything, and calls me crazy. I can tell he's lying though.
de: Nein. Jedes mal, wenn ich ihn darauf anspreche, leugnet er alles und sagt, ich sei verrückt. Ich spüre aber, dass er lügt.
fr: Non. Chaque fois que je lui parle, il nie tout et me traite de folle. Mais je suis persuadée qu'il ment.
ja: いえ。彼と話すたびに否定されて、気が狂ってると言われます。嘘をついているのはわかってるのですが。
pt: Não. Todas as vezes que falo com ele, nega tudo e chama-me louco. Mas posso dizer que ele está a mentir.
zh_cn: 不，每次我和他谈话，他都否认一切，并说我疯了。但我可以看出他在撒谎。

source: Maybe. If the villagers asked me to, and if they recognize the guilt of my uncle.
de: Vielleicht. Wenn die Dorfbewohner mich fragen und die Schuld meines Onkels anerkennen.
fr: Peut-être. Si les villageois me le demandaient, et s'ils reconnaissaient la culpabilité de mon oncle.
ja: おそらく。村人から頼まれて、伯父の罪を認めてもらえたなら。
pt: Talvez. Se os aldeões me pedissem e se eles reconhecem a culpa do meu tio.
zh_cn: 也许吧。如果村民们要求我这样做，如果他们承认我叔叔的罪行。

source: Can I help you with this?
de: Kann ich dir dabei helfen?
fr: Puis-je vous aider ?
ja: 手伝いましょうか？
pt: Posso ajudar-te com isto?
zh_cn: 我可以帮你这个忙吗？
