Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: A stone beneath your feet moves a bit. Shortly after spearheads spring off the ground.
ja: 足元の石が少し動く。それからほどなくして地面から槍の穂先が飛び出す。
zh_cn: 你脚下的一块石头动了一下。不久，矛头从地上弹起。

source: Ouch, that hurts.
ja: うっ、痛い。
zh_cn: 哎哟，真疼。

source: Suddenly the earth shakes, and a part of the wall falls in the corridor directly in front of you.
ja: 突然地面が揺れて、壁の一部が目の前の廊下に落ちてくる。
zh_cn: 突然间，大地摇晃起来，一部分墙壁倒在你正前方的走廊上。

source: That was close.
ja: 危なかった。
zh_cn: 这已经很接近了。

source: You find a bottle.
ja: ボトルを見つけた。
zh_cn: 你找到一个瓶子。

source: Oh, an empty bottle.
ja: あっ、空のボトル。
zh_cn: 哦，一个空瓶子。

source: You find three empty bottles.
ja: 空のボトルを3本見つけた。
zh_cn: 你找到三个空瓶子。

source: Wow - three bottles at once!
ja: わぁ、一気に3本！
zh_cn: 哇 - 一次三瓶！

source: You feel a sudden sharp pain. What might be inside here?
ja: あなたは唐突に鋭い痛みを感じる。ここには何が入っているのだろう？
zh_cn: 你突然感到一阵剧痛。这里面可能有什么？

source: Oh, what's this? Ouch!
ja: あ、これは何だろう？ 痛いっ！
zh_cn: 哦，这是什么？好痛！

source: There is a small hole in the cave wall here.
ja: 洞窟の壁に小さな穴がある。
zh_cn: 这里的洞壁上有一个小洞。

source: [Reach into the hole.]
ja: （穴に手を伸ばす）
zh_cn: [把手伸进洞里。]

source: [Leave the hole alone.]
ja: （穴は放っておく）
zh_cn: [不要管这个洞。]

source: You got a problem with me?
ja: 何か問題でも？
zh_cn: 你对我有意见吗？

source: I know you are illoyal to the Shadow. It would be better if you leave now.
ja: あなたがシャドウに忠実でないことは存じております。もう帰ったほうがよろしいですよ。
zh_cn: 我知道你对暗影是不忠的。你最好现在就离开。

source: [Lie] No that's not true.
ja: （嘘）いやそれは違う。
zh_cn: [谎言]不，这不是真的。

source: Can you still help me?
ja: まだ助けてくれますか？
zh_cn: 你还能帮助我吗？

source: I have the very strong feeling that you are not following the Shadow.
ja: あなたがシャドウに従っていないと非常に強く感じます。
zh_cn: 我有非常强烈的感觉，你没有跟随暗影。

source: I have the strong feeling that you are not following the Shadow.
ja: あなたがシャドウに従っていないと強く感じます。
zh_cn: 我有强烈的感觉，你没有跟着暗影走。

source: Bask in the Shadow, my child.
de: Wärm dich beim Schatten, mein Junge.
fr: Trouve la paix dans l'Ombre, mon enfant.
ja: シャドウに包まれんことを。わが子よ。
pt: Aproveita a Sombra, meu filho.
zh_cn: 沐浴在暗影中，我的孩子。

source: I am happy to see you. May the Shadow always be with you.
ja: お会いできて嬉しく思います。シャドウがいつもあなたと共にありますように。
zh_cn: 我很高兴见到你。愿暗影永远与你同在。

source: I am very happy to see you. May the Shadow always be with you.
ja: お会いできてとても嬉しく思います。シャドウがいつもあなたと共にありますように。
zh_cn: 我很高兴见到你。愿暗影永远与你同在。

source: Welcome my truest follower of the Shadow.
ja: シャドウの信奉者を歓迎します。
zh_cn: 欢迎我最忠实的暗影追随者。

source: What can I do for you?
ja: なんのご用ですか？
zh_cn: 我能为你做什么？

source: What can you tell me about the Shadow?
de: Kannst du mir mehr über den Schatten erzählen?
fr: Que pouvez-vous me dire au sujet de l'Ombre ?
ja: シャドウについて教えてくれませんか？
pt: O que me podes dizer sobre a Sombra?
zh_cn: 你能告诉我关于暗影的事吗？

source: Can you tell me more about the church?
de: Kannst du mir mehr über die Kirche erzählen?
fr: Pouvez-vous me parler un peu plus de l'église ?
ja: 教会について教えてくれませんか？
pt: Podes dizer-me mais alguma coisa sobre a igreja?
zh_cn: 你能告诉我更多关于教堂的事吗？

source: Are the Bonemeal potions ready yet?
de: Sind die Knochenmehltränke schon fertig?
fr: Les potions d'os sont-elles prêtes ?
ja: 骨粉ポーションはできましたか？
pt: As poções de farinha de ossos já estão prontas?
zh_cn: 骨粉药水准备好了吗？

source: I really need your help!
de: Ich brauche wirklich Deine Hilfe!
fr: J'ai vraiment besoin de votre aide !
ja: あなたの助けが必要なんです！
pt: Realmente preciso da sua ajuda!
zh_cn: 我真的需要你的帮助！

source: Hey, Andor!
ja: やあ、アンドール！
zh_cn: 嘿，安道尔！

source: I am not Andor. What do you want from him?
ja: 僕はアンドールじゃないんだ。彼に何かご用ですか？
zh_cn: 我不是安道尔。你想从他那里得到什么？

source: Oh, Andor promised to meet me here. Who are you?
ja: ありゃ、アンドールのやつとはここで会うって約束してたんだ。なら君は？
zh_cn: 哦，安道尔答应在这里见我。你是谁？

source: My name is $playername. I'm looking for my brother too, he has been away for a while now.
ja: 僕の名前は$playername。僕も兄を探しているところなんです、しばらく前から行方がわからなくなってて。
zh_cn: 我的名字是$playername。我也在寻找我的兄弟，他已经离开一段时间了。

source: My name is none of your business. Get out of our property now!
ja: 僕の名前なんてどうだっていいだろ。さっさと出ていってくれ！
zh_cn: 我的名字不关你的事。马上离开我们的财产！

source: Oh dear, oh dear. This is a very personal matter. I don't want everyone to know about it.
ja: あちゃー。こいつはすごく個人的な話なんだよな。他のみんなには知られたくない。
zh_cn: 哦亲爱的哦亲爱的。这是非常私人的事情。我不想让每个人都知道这件事。

source: I want to help you since my brother did not. Please tell me what's on your mind.
ja: 兄の代わりに手助けさせてください。あなたの気がかりを話してくれませんか。
zh_cn: 我想帮助你，因为我兄弟没有这样做。请告诉我你在想什么。

source: Really? That's very kind of you.
ja: 本当かい？ 君は親切なんだね。
zh_cn: 真的吗？谢谢您的好意。

source: You probably don't know me. I am Gorwath. I only recently moved to Crossglen to live with my aunt.
ja: 僕のことは知らないよね。僕はゴーワス。つい最近、叔母と暮らすためにクロスグレンに引っ越してきたんだ。
zh_cn: 你可能不认识我。我是戈尔瓦特。我最近才搬到克罗斯山谷，和我的姑姑一起生活。

source: With Leta?
ja: レタと？
zh_cn: 和莉塔？

source: Yes. You know her? Then you will also know how strict she can be. Sigh.
ja: そう。知ってるの？ だったらさ、あの人がどれだけ厳しいかってのもわかるんじゃないかな。ハアァ。
zh_cn: 是的，你认识她？那么你也会知道她会有多严格。叹气。

source: I met someone at the last weekly market and I want to send them something.
ja: この前の週市で知り合った人にね、何か送りたいんだよ。
zh_cn: 我在上周的每周集市上遇到了一个人，我想给他们寄些东西。

source: Who is he?
ja: 誰？
zh_cn: 他是谁？

source: To be precise, I have a letter ... for ... a lovely girl.
ja: もっと詳しく言うと、その…手紙があってさ…かわいい女の子のためのやつが。
zh_cn: 准确地说，我有一封信......给......一个可爱的女孩。

source: Huh?
ja: えっ？
zh_cn: 嗯？

source: Yes, she is the most beautiful girl in the world! Her name is Arensia.
ja: そうなんだよ、彼女は絶世の美少女なんだ！ その子の名前はアレンシア。
zh_cn: 是的，她是世界上最美丽的女孩！她的名字是阿伦西亚。

source: Hm, I don't know anyone here by that name.
ja: うーん、そんな名前の人はここにはいませんよ。
zh_cn: 嗯，我不认识这个名字。

source: Unfortunately she lives in Fallhaven. My aunt would never allow me to go there.
ja: 残念なことにあの子はフォールヘブンに住んでるんだよね。叔母は僕がそこに行くのを許してくれないんだ。
zh_cn: 不幸的是，她住在法尔海文。我姑姑不会允许我去那里。

source: And how could I help you?
ja: それで、どうすればいい？
zh_cn: 我能帮你什么呢？

source: Andor promised to take the letter to her. Maybe you could ...
ja: アンドールは手紙を届けてくれるって約束してくれてたんだ。もしかしたら君なら…
zh_cn: 安道尔答应把信带给她。也许你可以...

source: I could what?
ja: 何ができる？
zh_cn: 我可以什么？

source: Would you be so kind to give her my letter?
ja: 彼女に手紙を渡してくれないかな？
zh_cn: 请你把我的信交给她好吗？

source: Yeah sure, why not?
ja: ええ、いいですよ。
zh_cn: 是的，当然，为什么不呢？

source: No I'm busy. Good bye.
ja: いいやこっちは忙しいんだ。さようなら。
zh_cn: 不，我很忙。再见。

source: You really don't want to help me? Then I have no more hope.
ja: 本当に助けてくれないのかい？ これが最後の希望なんだよ。
zh_cn: 你真的不想帮助我吗？那我就没有希望了。

source: Now, now. Give me your precious letter, I'll do it.
ja: ほらほら。手紙をこっちにください。引き受けましょう。
zh_cn: 现在，马上。把你珍贵的信给我，我会做的。

source: Sorry, but I have no time. I have to find my brother now.
ja: 悪いけど、時間がないので。兄を探さないと。
zh_cn: 对不起，目前我没有时间。我现在必须找到我的兄弟。

source: Grow up and solve your problems yourself. I'm not a postman!
ja: 大人になって自力でどうにかしなよ。僕は郵便屋じゃないんだ！
zh_cn: 成熟点，自己解决你的问题。我不是邮递员！

source: Good by then. I will not disturb you anymore. * Sob *
ja: じゃあね。もう君には迷惑かけない。 （すすり泣く）
zh_cn: 那好吧。我不会再打扰你了。 * 抽泣 *

source: Thanks a lot. Here's the letter. Go to Fallhaven and look for Arensia.
ja: どうもありがとう。これが手紙だよ。フォールヘブンに行ってアレンシアを探してくれ。
zh_cn: 多谢。拿着这封信去法尔海文，寻找阿伦西亚。

source: Fallhaven is a big city. How shall I find her?
ja: フォールヘブンは大きな街ですよ。どうやって探したらいいですかね？
zh_cn: 法尔海文是个大城市。我应该如何找到她呢？

source: She is the daughter of Jakrar the woodcutter, so she will surely live there.
ja: 彼女はきこりのジャクラルの娘なんだ、きっとそこに住んでると思うよ。
zh_cn: 她是樵夫贾克拉尔的女儿，所以她肯定会住在那里。

source: You are back! Did you find Arensia?
ja: おかえり！ アレンシアは見つかった？
zh_cn: 你回来了!你找到阿伦西亚了吗？

source: Yes. I gave her the letter and she asked me to tell you that she loves you too.
ja: ええ。手紙を渡したら、あなたのことを愛してると伝えてほしいって頼まれましたよ。
zh_cn: 是的，我把信给了她，她让我告诉你，她也爱你。

source: That's great! I'm so excited!
ja: そりゃすごい！ ワクワクするね！
zh_cn: 真棒！我太兴奋了！

source: You have truly earned these gold pieces.
ja: 君にはこのお金を受け取る資格がある。
zh_cn: 你真的赚到了这些金币。

source: I will go now and prepare a present for lovely Arensia.
ja: これから愛しのアレンシアへの贈り物を用意してくるとするよ。
zh_cn: 我现在就去给可爱的阿伦西亚准备一份礼物。

source: And when we get married, you will of course be invited.
ja: それと、僕たちが結婚する時には、もちろん君のことも招待するからね。
zh_cn: 当我们结婚时，当然也会邀请你。

source: Did you give her the letter yet?
ja: 手紙は渡した？
zh_cn: 你给她信了吗？

source: Eh ... no. I thought, it wasn't that important.
ja: え…いえ。そんなに重要じゃなさそうだったので。
zh_cn: 呃......没有。我想，这不是那么重要。

source: Not that important?? I can barely breathe if I don't get her answer! Hurry now! Please, do.
ja: そんなに重要じゃない？？ 返事が来ないと息が詰まるんだ！ 急いでくれよ！ 頼む。
zh_cn: 没那么重要？？如果我没有得到她的答案，我几乎无法呼吸！快点！请帮忙。

source: Thanks again for your great help!
ja: 本当にありがとう！
zh_cn: 再次感谢您的大力帮助!

source: I have a letter for you.
ja: あなたに手紙があります。
zh_cn: 我有一封信给你。

source: What a beautiful day, isn't it?
ja: いい天気ですね。
zh_cn: 多么美好的一天，不是吗？

source: A letter? From whom?
ja: 手紙？ 誰から？
zh_cn: 一封信？谁写的？

source: It is from Gorwath, of Crossgl...
ja: クロスグレンのゴーワスから…
zh_cn: 它是来自克罗斯的戈尔瓦特。

source: Oh really? Give it to me - quickly!
ja: そうなの？ 早く渡して！
zh_cn: 真的？快给我！

source: [Reading] Oh that's cute. Tell Gorwath I love him too.
ja: （読んでいる） まあステキ。ゴーワスに私も愛してますって伝えてね。
zh_cn: [阅读]。 哦，真可爱。告诉戈尔瓦特我也爱他。

source: I'll be happy to tell him that.
ja: 喜んでお伝えします。
zh_cn: 我很乐意告诉他。

source: Hello child, if you came to climb the mountain here, then I have to disappoint you.
ja: こんにちは、もし君がここへ山に登りに来たなら、がっかりさせてしまうね。
zh_cn: 你好，孩子，如果你是来这里爬山的，那我就得让你失望了。

source: The ladder was in danger of collapsing. I'm fixing it right now. Come again later.
ja: ハシゴが壊れそうになってたんだ。今は直してるところだよ。また後で来てくれ。
zh_cn: 梯子有倒塌的危险。我现在就在修理它。以后再来吧。

source: The ladder is under construction.
ja: ハシゴは工事中だ。
zh_cn: 梯子正在施工中。

source: There are some flies teeming on the basket. Apart from some rotten meat and vegetables, there does not seem to be anything valuable inside it.
ja: 籠にはハエがたかっている。腐った肉や野菜の他には、価値のある品は入っていないようだ。
zh_cn: 篮子上有一些苍蝇在飞舞。除了一些腐烂的肉和蔬菜外，里面似乎没有什么有价值的东西。

source: Leave it be.
ja: そのままにしておく。
zh_cn: 别管它。

source: Take a better look.
ja: もっとよく見る。
zh_cn: 再仔细看看。

source: Under all the rotten food, there is a long vine all rolled up. It might be useful, so you decide to take it.
ja: 腐った食べ物の下には、巻いてある長いツルがある。何かの役に立つかもしれないので、取っておくことにする。
zh_cn: 在所有腐烂的食物下面，有一条长长的藤蔓，都卷了起来。它可能是有用的，所以你决定拿走它。

source: You have already plundered the basket.
ja: すでに籠から略奪済みだ。
zh_cn: 你已经掠夺了篮子里的东西。

source: You find a hole next to a large rock which seems well attached to the ground.
ja: 地面にしっかりと食い込んで見える大きな岩の、そのすぐ隣に穴がある。
zh_cn: 你在一块大石头旁边发现了一个洞，它似乎很好地附着在地面上。

source: Maybe I should look around here or a little further up the mountain?
ja: この辺りを見回してみようか、それとももう少し山の上がいいかな？
zh_cn: 也许我应该在这附近或在更远的山上看看？

source: Tie the vine to the rock.
ja: ツルを岩に結びつける。
zh_cn: 将藤蔓绑在岩石上。

source: Haha. This rock looks like my brother Andor. I think I've been on the trail too long... I'm going crazy.
ja: アハハ。この岩は兄のアンドールに似てるなあ。 歩きくたびれたのかな…頭がおかしくなりそうだ。
zh_cn: 哈哈。这块石头看起来像我的哥哥安道尔。 我想我在小路上走得太久了......。我都快疯了。

source: If I could find something like a rope, I could use it to lower myself into that hole.
ja: ロープのようなものがあれば、それを使って穴の中へと下りることが出来そうだ。
zh_cn: 如果我能找到类似绳子的东西，我可以用它把自己放进那个洞里。

source: Once tied, you give the improvised rope a couple of firm tugs. It seems stable enough to help you climb down the hole.
ja: 結んだら、即席のロープを何度か強く引っ張ってみる。穴を下りるには十分な安定感がある。
zh_cn: 绑好后，你用力拽了几下这根简易的绳子。它似乎足够稳定，可以帮助你爬下洞。

source: Attention villagers: Climbing the mountain has been prohibited due to the recent tragic events. All mountain patrol crews have been disbanded until further notice.
ja: 村人への注意: 最近の悲劇的な出来事のため、登山は禁止されています。山岳パトロールは追って通知があるまで解散となりました。
zh_cn: 村民们请注意。由于最近发生的悲惨事件，爬山已被禁止。所有巡山人员已被解散，直至另行通知。

source: This must be the remains of some imprudent villager who ventured into the mountain despite the warnings. There are signs of a former camp down the mountain.
ja: これは、警告を無視して山に立ち入った軽率な村人の遺体に違いない。山の下の方には野営地だったものの跡がある。
zh_cn: 这一定是某个不顾警告冒险进山的轻率村民的遗体。山下有以前营地的痕迹。

source: I'd better be cautious.
ja: 用心したほうがいい。
zh_cn: 我最好谨慎行事。

source: Nothing interesting here.
ja: 興味を引くものはない。
zh_cn: 这里没有什么有趣的东西。

source: You have already looked at this corpse.
ja: この遺体はもう見た。
zh_cn: 你已经看过这具尸体了。

source: There's certainly nothing but rotten flesh and bones here.
ja: ここには腐った肉と骨しかない。
zh_cn: 这里肯定只有腐烂的肉和骨头。

source: You see a corpse, much more decomposed than the one you saw on the hillside, and wrapped up in cobwebs. What kind of spider would be able to do such a thing?
ja: 山腹で見かけたものよりもずっと腐敗した、蜘蛛の巣に包まれた遺体がある。一体どんな蜘蛛がこんなことをするのだろう？
zh_cn: 你看到一具尸体，比你在山坡上看到的那具尸体要腐烂得多，而且被蜘蛛网包裹着。什么样的蜘蛛能做出这样的事情？

source: It's plundering time!
ja: 略奪の時間だ！
zh_cn: 掠夺的时候到了!

source: A second after you break the cobweb, a bunch of small spiders emerge from the corpse. Some of them climb up your arm and bite you before you shake them off.
ja: 蜘蛛の巣を破った一瞬後、遺体から小さな蜘蛛がわらわらと出てくる。中にはあなたの腕をよじ登り、振り払うよりも早く噛み付くものもいる。
zh_cn: 在你打破蜘蛛网的一秒钟后，一群小蜘蛛从尸体上冒了出来。其中一些爬上你的手臂，在你甩掉它们之前咬你。

source: Ugh, great. This one had nothing but ugly spiders.
ja: うわ、すごい。ろくでもない蜘蛛ばっかりだ。
zh_cn: 呃，太好了。这个人除了丑陋的蜘蛛之外什么都没有。

source: *looking at the corpse*. Poor man, no match for a couple of arachnids... Rest in peace.
ja: （遺体を見つめる）かわいそうに、たかが数匹の蜘蛛にも敵わないのか…安らかにお休み。
zh_cn: *看着那具尸体*。可怜的人，不敌几只蛛形动物......安息吧。

source: Yet another corpse in the same state as the previous one. One of its legs seems violently fractured.
ja: 前のものと同じ状態の遺体。片方の足が酷く骨折しているようだ。
zh_cn: 又是一具尸体，状态与前一具相同。它的一条腿似乎猛烈地断裂了。

source: Take a closer look.
ja: よく見てみる。
zh_cn: 仔细看看。

source: That is certainly not a wound one of these spiders would cause. There's something strange about all this.
ja: これはここの蜘蛛が引き起こす傷のものとは違う。どうにも奇妙だ。
zh_cn: 这肯定不是这些蜘蛛会造成的伤口。这一切都有些奇怪。

source: This one is the most decayed of all corpses you saw here. Who are these people?
ja: ここで見たものの中ではこの遺体が一番腐敗している。この人たちは何者だろう？
zh_cn: 这个人是你在这里看到的所有尸体中最腐烂的一个。这些人是谁？

source: Rest in peace, whoever you were. (Leave it be)
ja: たとえ誰であっても、安らかにお休みください。（そのままにしておく）
zh_cn: 安息吧，不管你是谁。（别管它）

source: *looking at the dead body* Well, I don't think you need your belongings anymore, right? (Plunder the corpse)
ja: （遺体を見つめて）さて、その荷物はもういらないよね？（遺体から略奪）
zh_cn: *看着尸体*好吧，我想你不再需要你的财物了，对吗？(掠夺尸体)

source: YOU! We will pursue you for your crimes!
ja: オマエッ！ 我らがその罪を暴いてくれようぞ！
zh_cn: 你！我们将追究你的罪行!

source: There's nothing but rotten flesh and bones here.
ja: ここには腐った肉と骨しかない。
zh_cn: 这里只有腐烂的肉和骨头。

source: You don't feel good in this room. Something is utterly wrong here.
ja: この部屋にいると気分が悪くなる。明らかに何かがおかしい。
zh_cn: 你在这个房间里感觉不舒服。这里有些东西完全不对劲。

source: Keep looking around.
ja: 辺りを見回してみる。
zh_cn: 继续环顾四周。

source: You throw another quick glance at the blood-stained chair. What a horrible scene.
ja: 血にまみれた椅子を改めて一瞥する。なんとも恐ろしい光景だ。
zh_cn: 你又快速地看了一眼那把沾满血迹的椅子。多么可怕的场景。

source: One of the chairs is moved apart from the rest. There are dried blood stains all over it. A blood-stained rope rests next to the chair.
ja: 椅子の1つが他のものとは離してある。それに乾いた血の跡がある。その椅子の横には、血のついたロープが置いてある。
zh_cn: 其中一张椅子被移开，与其他椅子分开。上面到处是干涸的血迹。椅子旁边放着一根沾有血迹的绳子。

source: Someone has been tortured here, no doubt about it.
ja: 誰かがここで拷問された、これは間違いない。
zh_cn: 有人在这里受到了折磨，这一点毋庸置疑。

source: Examine the scene.
ja: 現場を調べる。
zh_cn: 检查一下现场。

source: After several minutes of careful but fruitless search, you decide to take one of the ropes as evidence of the torture.
ja: 数分に及ぶ慎重な調査の後、あなたは拷問の証拠として1つのロープを手に取ることにした。
zh_cn: 经过几分钟小心翼翼但毫无结果的搜索，你决定拿走其中一根绳子作为酷刑的证据。

source: The very few rays of light that barely illuminate this small tunnel get lost in the inmense darkness of this hole.
ja: この小さなトンネルをかろうじて照らすわずかな光が、この穴の深い闇の中で失われていく。
zh_cn: 勉强照亮这条小隧道的极少数光线，在这个洞的巨大黑暗中消失了。

source: There's neither ropes nor vines that could help you to go down. Furthermore, you can not figure out how far away the floor is.
ja: 下に降りるためのロープもツルもない。その上、底までどの程度の深さがあるのか掴めない。
zh_cn: 既没有绳索也没有藤蔓可以帮助你下去。此外，你也不知道离地面有多远。

source: Drop a pebble down the hole.
ja: 小石を穴の中に落とす。
zh_cn: 把小石子扔进洞里。

source: Shout: Heeeellooo!
ja: 叫ぶ: やっほー！
zh_cn: 呐喊。嘿呀!

source: Jump down.
ja: 飛び降りる。
zh_cn: 往下跳。

source: Wait and listen.
ja: 待機して耳を傾ける。
zh_cn: 等待和倾听。

source: Try to find another way down.
ja: 他の下り道を探してみる。
zh_cn: 试着找另一条路下去。

source: Nothing happens.
ja: 何も起きない。
zh_cn: 什么都没有发生。

source: Maybe not a good idea. You don't jump.
ja: 恐らくあまりいい考えではない。あなたは飛び降りない。
zh_cn: 也许不是一个好主意。你不跳。

source: Certain of not being prepared to explore whatever would be down there, you decide to avoid the hole and continue your way to the other shore.
ja: その下にあるものを探る準備ができていないこともあって、穴を避けてその向こう側を進むことにする。
zh_cn: 由于没有准备好探索下面的东西，你决定避开这个洞，继续前往对岸。

source: You should not waste any more time here. There are more urgent things to do.
ja: これ以上、ここで時間を無駄にするべきではない。もっと急がなくてはならないことがある。
zh_cn: 你不应该再在这里浪费任何时间。还有更紧急的事情要做。

source: The path along the water's edge narrows here. Peering down the tunnel, it appears the stream ends abruptly in what seems to be a waterfall. After that, there's just darkness.
ja: 水際に沿った道はここで狭くなっている。トンネルを覗いてみると、滝らしきものがあるところで流れが急に終わっている。その先は、ただ闇が広がるばかりだ。
zh_cn: 沿着水边的道路在这里变窄。沿着隧道往下看，溪流似乎在一个瀑布中戛然而止。之后，就是一片黑暗。

source: It is definitely not a good idea to keep going this way without any reason.
ja: むやみにこのまま進むのは絶対に良くない。
zh_cn: 没有任何理由地继续这样做绝对不是一个好主意。

source: There's nothing written here anymore. The wood is rotten, dried, and cracked, the borders of the sign are eroded and a dense layer of grime covers its top. It must have been ages since someone put it here.
ja: ここにはもう何も書かれていない。木は腐り乾燥し、ひび割れ、看板の縁は浸食され、その上には濃いほこりが積もっている。 誰かがここに置いてから、もう随分経つのだろう。
zh_cn: 这里已经没有什么文字了。木头已经腐烂、风干、开裂，标志的边框被腐蚀，上面覆盖着一层浓密的污垢。 自从有人把它放在这里以来，肯定已经过了很长时间。

source: Damn it, kid! Watch your step. You almost knocked me over!
ja: くそっ！ 足元に気をつけろ。もう少しで転ぶところだっただろう！
zh_cn: 该死的，孩子！注意你的脚步。你差点把我撞倒了！

source: Sorry, I am in a hurry.
ja: すみません、急いでます。
zh_cn: 对不起，我赶时间。

source: Watch my step? You'd better watch your tongue!
ja: 足元に気をつけろ？ あなたは口のきき方に気をつけた方がいいね！
zh_cn: 注意我的脚步？你最好小心你的舌头！

source: Umm, what's the matter?
ja: うーん、どうしたのかな？
zh_cn: 嗯，怎么了？

source: As I said, I don't have time to talk. I need to report something important.
ja: さっきも言ったように、話してる暇がありません。重要なことを報告したいのですが。
zh_cn: 正如我所说，我没有时间说话。我需要报告一些重要的事情。

source: Nothing of your concern. I must go inside.
ja: お構いなく。中に入らないと。
zh_cn: 不关你的事。我必须进去了。

source: I have discovered something suspicious inside the mountain.
ja: 山の中で不審なものを発見しました。
zh_cn: 我在山里发现了一些可疑的东西。

source: Not only blind but bad-mannered too! You remind me of myself when I was younger. I was not blind, though, ha ha ha!
ja: 目が見えないだけでなく、マナーも悪いときた！ 私が若かった頃を思い出すよ。まあ私は盲目ではなかったがね、ハハハ！
zh_cn: 不仅是瞎子，而且还很不懂礼貌！你让我想起了年轻时的自己。不过我不是瞎子，哈哈哈!

source: I'll let it go. But tell me, what is it that you find so urgent?
ja: これ以上は追及しないでおこうか。だが教えてくれるか、何をそんなに急いでいるんだ？
zh_cn: 我就不提它了。但请告诉我，你觉得什么事情这么紧急？

source: I don't trust you with something this important, so nothing.
ja: こんな重要なこと、あなたには打ち明けられない。だから何も言えない。
zh_cn: 我不相信你这么重要的事情，所以没什么。

source: I have information related to recent disappearances.
ja: 近頃の行方不明に関する情報を持っています。
zh_cn: 我有与最近的失踪案有关的信息。

source: Sorry, it's important, so I must go.
ja: すみません、重要なことなので、もう行かないと。
zh_cn: 对不起，这很重要，所以我必须离开。

source: I see. But keep in mind that no one inside there will pay attention to you, whatever you say.
ja: そうか。しかし君が何を言おうと、中の誰も君を気に留めないだろうことは覚えておきなさい。
zh_cn: 我明白了。但请记住，无论你说什么，里面的人都不会重视你。

source: You never know...
ja: さあどうだろうね…
zh_cn: 你永远都不会知道...

source: Whatever, I will try anyway.
ja: どうでもいい、とにかくやってみる。
zh_cn: 不管怎么样，我还是要试试。

source: Have you? *He gets closer*
ja: そうなのか？（近寄ってくる）
zh_cn: 你有吗？*他走得更近*

source: Look, I personally don't think that telling the guards is a good choice.
ja: いいか、個人的には衛兵に話すのが良い選択とは思えない。
zh_cn: 听着，我个人不认为告诉守卫是一个好的选择。

source: Care to explain?
ja: 説明してくれますか？
zh_cn: 能否解释一下？

source: I will try anyway, thanks.
ja: とにかくやってみる、ありがとう。
zh_cn: 无论如何，我都会尝试，谢谢。

source: OK, kid. Do it, and I'll wait here for your return, heh. By the way, my name is Ehrenfest.
ja: よし、少年。そうするといい、君が帰ってくるのをここで待たせてもらおうか。フフ。ところで、私の名前はエーレンフェストという。
zh_cn: 好吧，孩子。去吧，我在这里等着你回来，嘿嘿。顺便说一句，我的名字是埃伦费斯特。

source: Do whatever you want, bye.
ja: お好きにどうぞ、では。
zh_cn: 做你想做的事，再见。

source: This is no place for kids.
ja: ここは子供の居場所ではない。
zh_cn: 这不是孩子们呆的地方。

source: I will report your bad manners to your chief.
ja: あなたの態度の悪さは上司に報告しておきますね。
zh_cn: 我将向你们的长官报告你们的无礼。

source: I might have some information about the recent disappearances.
ja: 近頃の行方不明についての情報があるかもしれません。
zh_cn: 我可能有一些关于最近失踪事件的信息。

source: Yeah, we already know about the gornauds.
ja: ああ、ゴルノーのことだったらもう知っている。
zh_cn: 是的，我们已经知道戈尔诺的情况。

source: No, I did not mean...
ja: いや、そうではなく…
zh_cn: 不，我不是说...

source: The gornauds?
ja: ゴルノー？
zh_cn: 戈尔诺？

source: Look, I have more important things to do than babysitting a kid, OK?
ja: いいか、私には子供の面倒を見るよりもっと大事なことがあるのだ。わかったな？
zh_cn: 听着，我有比照看孩子更重要的事情要做，好吗？

source: Hmpf, when the gornauds get the village surrounded I'll be the one babysitting all of you.
ja: ふん、ゴルノーが村を取り囲んだら僕があなたの面倒を見てあげるよ。
zh_cn: 哼哼，等戈尔诺人把村子包围起来的时候，我来照顾你们所有人。

source: Yes. They seem to be learning from every attack and their numbers are increasing.
ja: うむ。やつらは襲撃のたびに学習し、そして数を増やし続けている。
zh_cn: 是的。他们似乎正在从每次攻击中学习，而且他们的人数正在增加。

source: Will you hear what I have to say then?
ja: それで話を聞いてくれますか？
zh_cn: 那你愿意听我说什么吗？

source: Of course you can. Go back home and let me and the rest do our job. Understood?
ja: もちろんだ。家に帰って、私や他の者に仕事をさせてくれ。わかったか？
zh_cn: 你当然可以。回家去吧，让我和其他人做我们的工作。明白了吗？

source: But I have important information!
ja: でも、僕は重要な情報を持ってます！
zh_cn: 但我有重要的信息!

source: Whatever, you won't stand up after a Gornaud blow.
ja: どうせ、ゴルノーに一発殴られただけで終わりなんだろうな。
zh_cn: 不管怎么说，你在受到戈尔诺的打击后不会站起来。

source: The guard is mumbling something to himself and seems to be ignoring you completely.
ja: 衛兵は独り言を呟いていて、あなたを完全に無視しているようだ。
zh_cn: 警卫正在喃喃自语，似乎完全无视你。

source: In front of you, some guys seem to be hearing carefully or rather gingerly a charismatic voice.
ja: 目の前には、カリスマ的な声に注意深く、というよりも用心深く耳を傾けている男たちがいる。
zh_cn: 在你的面前，一些人似乎正在仔细或小心翼翼地听取一个有魅力的声音。

source: I am a very reasonable man, but the problems between this village and Blackwater settlement have delayed the tax collection of this region.
ja: 私は大いに道理をわきまえた人間のつもりだが、この村とブラックウォーター集落との間にある問題がこの地域での徴税を遅らせている。
zh_cn: 我是一个非常通情达理的人，但是这个村子和黑水定居点之间的问题耽误了这个地区的税收。

source: Taxes are the solid pillar that maintain our and your lands. Other villages will rightly complain if we continue to allow this without repercussions.
ja: 税は、我々や諸君の土地を維持する上で堅固な柱である。このまま何ら手を打たず現状を良しとしてしまえば、他の村からも当然苦情が来るだろう。
zh_cn: 税收是维持我们和你们土地的坚实支柱。如果我们继续允许这样做而不引起重视，其他村庄将有理由抱怨。

source: With all due respect, general, our problems here are wider and more complex than a simple disagreement with the people of Blackwater Settlement.
ja: お言葉ですが、将軍、ここでの問題はブラックウォーター集落の人々との単純な意見の相違よりも広範かつ、複雑なのです。
zh_cn: 恕我直言，将军，我们这里的问题比与黑水定居点的人的简单分歧更广泛、更复杂。

source: Yes...The mines are closed due to lack of workers. We are scarce of resources and isolated from the rest of the world because of the collapsed tunnels. Moreover, monster attacks are increasing in frequency and proximity to the village.
ja: そうです…鉱山は人手不足により閉鎖されました。物資も乏しく、トンネルが崩壊したために外の世界からも孤立しています。その上、モンスターの襲撃は頻度を増しており、村の近くまで迫っています。
zh_cn: 是的......由于缺乏工人，矿场已经关闭。由于隧道坍塌，我们资源匮乏，与世界其他地方隔绝。此外，怪物的攻击越来越频繁，也越来越接近村庄。

source: Yeah, yeah. I'm aware of the current situation.
ja: うむ、うむ。現状についてはこちらも把握している。
zh_cn: 是的，我知道目前的情况。

source: So, first of all, I will leave some of my men here to reinforce the village. They are reliable ... Most of them at least.
ja: なので、まず、部下をここに残して村の強化を図る。彼らは信頼に足る…少なくともほとんどの者はな。
zh_cn: 所以，首先，我将把我的一些手下留在这里，以增援这个村庄。他们是可靠的...至少是他们中的大多数。

source: Then I will travel to Blackwater Settlement. In the meanwhile, you must think about this offer:
ja: そして私はブラックウォーター集落に向かう。その間に、諸君には次の提案を検討してもらう。
zh_cn: 然后我将前往黑水定居点。与此同时，你必须考虑一下这个提议：

source: Feygard will consider that the villagers of Prim will have fulfilled and exceeded their duties to the kingdom if - and only if - Prim leaves the full management of the mines to the capital.
ja: フェイガードは、プリムが鉱山の完全な管理を首都に委ねた場合にのみ、プリムの村人が王国への義務を果たし、上回ったものと判断するであろう。
zh_cn: 费加德会认为，如果--而且只有在--普里姆将矿场的全部管理权交给首都时，普里姆的村民才会履行并超越他们对王国的责任。

source: What?! You can't...!
ja: 何だって？！ 無茶苦茶だ…！
zh_cn: 什么？你不能... ...!

source: HOW DARE YOU INTERRUPT THE GENERAL?!
ja: 将軍に逆らうつもりか？！
zh_cn: 你怎么敢打断将军的讲话？！

source: A palpable tension falls over the room as the guards begin to shout.
ja: 衛兵が大声を上げたことで、室内に明らかな緊張が漂う。
zh_cn: 当警卫开始大喊大叫时，一种明显的紧张感笼罩着整个房间。

source: Calm down, all of you. Where is your temperance, soldiers of the glorious Feygard?
ja: 落ち着きなさい、諸君。栄光あるフェイガードの兵士たちよ、諸君らの節度はどこへ行ったのだ？
zh_cn: 冷静点，你们所有人。你们的纪律在哪里，光荣的费加德的士兵们？
