Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: Sounds good. Teach me two-handed sword fighting.
de: Klingt gut. Bring mir bei, mit Zweihandschwertern zu kämpfen.
fr: Intéressant. Apprenez-moi à me battre avec des épées à deux mains.
ja: いいですね。両手剣での戦い方を教えてください。
pt: Parece bom. Ensine-me a luta de espadas de duas mãos.
zh_cn: 听起来不错。教我双手持剑作战。

source: Let's go back to the other types of weapons.
de: Lass uns auf die anderen Waffenarten zurück kommen.
fr: Revenons aux autres types d'armes.
ja: 他の種類の武器に戻りましょう。
pt: Vamos voltar aos outros tipos de armas.
zh_cn: 让我们再看看其他类型的武器。

source: [Falothen teaches you the two-handed sword skill]
de: [Falothen lehrt dich die Fertigkeit "Zweihandschwert"]
fr: [Falothen t'appprend à mieux utiliser les épées à deux mains]
ja: （ファローテンがあなたに両手剣スキルを教えてくれる）
pt: [Falothen ensinou-o a habilidade de espada de duas mãos]
zh_cn: [法洛森教你双手剑术]

source: Unarmed, now that's my kind of style! When not being hampered by either a weapon or shield, you can be a lot more flexible in your moves.
de: Unbewaffnet, nun, das ist mein liebster Kampfstil. Wenn du weder durch Waffe noch Schild behindert bist, bist du weitaus beweglicher.
fr: Se battre à mains nues, voilà mon style de combat ! Quand tu n'es pas entravé par une arme ou un bouclier, tu es beaucoup plus fluide dans tes mouvements.
ja: 武器を持たない、それが私のスタイルです！ 武器や盾に邪魔されなければ、もっと柔軟に動けるようになります。
pt: Desarmado, isso é o meu estilo! Quando não estás atrapalhado com uma arma ou escudo, podes ser bem mais flexível nos teus movimentos.
zh_cn: 徒手格斗，才是我的风格!当没有武器或盾牌的束缚时，你的动作可以更加灵活。

source: Fighting unarmed can make you land more successful punches, and will also make you quicker when dodging blows.
de: Im unbewaffneten Kampf bist du in der Lage, mehr erfolgreiche Treffer zu landen und es macht dich auch schneller in der Abwehr.
fr: Combattre à mains nues te permet de porter plus de coups et d'en esquiver plus rapidement.
ja: 武器を持たずに戦うことでパンチの成功率が上がり、打撃も素早くかわせるようになります。
pt: Lutar sem armas pode fazer-lo ter mais sucesso com os seus socos e também vai fazer-lo ser mais rápido para esquivar ataques.
zh_cn: 徒手格斗可以使你更成功地出拳，也会使你在躲避打击时更快。

source: Sounds good. Teach me how to be better at unarmed fighting.
de: Klingt gut. Bring mir bei, mit bloßen Fäusten besser zu kämpfen.
fr: Intéressant. Apprenez-moi à me battre à mains nues.
ja: いいですね。武器を持たずに戦う方法を教えてください。
pt: Parece bom. Ensine-me a como lutar melhor desarmado.
zh_cn: 听起来不错。请教我在徒手格斗方面做得更好。

source: [Falothen teaches you the unarmed fighting skill]
de: [Falothen lehrt dich die Fertigkeit "Unbewaffneter Kampf"]
fr: [Falothen t'enseigne le combat à mains nues]
ja: （ファローテンがあなたに無手戦闘スキルを教えてくれる）
pt: [Falothen ensinou-o a habilidade de lutar sem armas]
zh_cn: [法洛森教你徒手格斗]

source: One handed swords, now that's an art form. They have a wide range of uses, from slashing to piercing types.
de: Einhandschwerter, nun, das ist ein Kunst für sich. Sie können auf verschiedenste Art eingesetzt werden, vom Schlagen bis zum Stechen.
fr: Les épées à une main, c'est tout un art. Elles ont un large éventail d'utilisations, que ce soit faire une simple entaille ou transpercer quelque chose.
ja: 片手剣、今では芸術の域に達していますね。斬るタイプから突き刺すタイプまで幅広い用途があります。
pt: Espadas de uma mão, agora é uma forma de arte. Elas tem uma ampla gama de usos, desde cortes até perfurações.
zh_cn: 单手剑，现在是一种艺术形式。它们有广泛的用途，从砍杀到刺穿。

source: I can teach you how to handle them better, so that you land your attacks more often.
de: Ich kann dich lehren, sie besser zu beherrschen, so dass deine Angriffe öfter ins Schwarze treffen.
fr: Je peux t'apprendre à mieux les manier, de sorte que tes attaques touchent ton adversaire plus souvent.
ja: 攻撃をより多く当てられるように、上手く扱う方法を教えます。
pt: Posso ensiná-lo a segurá-las melhor, para que acerte os seus golpes mais frequentemente.
zh_cn: 我可以教你如何更好地使用它们，从而使你更频繁地攻击。

source: Sounds good. Teach me how to fight with one-handed swords.
de: Klingt gut. Bring mir bei, mit Einhandschwertern zu kämpfen.
fr: Intéressant. Apprenez-moi à me battre avec des épées à une main.
ja: いいですね。片手剣での戦い方を教えてください。
pt: Parece bom. Ensine-me a como lutar com espadas de uma mão.
zh_cn: 听起来不错。请教我如何用单手剑作战。

source: [Falothen teaches you the one-handed sword skill]
de: [Falothen lehrt dich die Fertigkeit "Einhandschwert"]
fr: [Falothen t'apprend à mieux manier les épées à une main]
ja: （ファローテンがあなたに片手剣スキルを教えてくれる）
pt: [Falothen ensinou-lhe a habilidade de espadas com uma mão]
zh_cn: [法洛森教你单手剑术]

source: Daggers, the choice of the fast fighter. Their light weight usually makes you much faster when attacking. Some of them also have nasty side effects. Nasty for your opponent, that is.
de: Dolche, die Wahl des flinken Kämpfers. Ihr geringes Gewicht macht dich normalerwiese viel schneller im Angriff. Einige von ihnen haben außerdem üble Nebenwirkungen. Übel für deinen Gegner, versteht sich.
fr: Les dagues sont le choix idéal pour les combattants rapides. Leur légèreté te rend plus rapide lorsque tu attaques. Certaines ont des effets secondaires néfastes. Néfastes pour tes adversaires, bien sûr.
ja: 短剣は素早い戦士の選択です。その軽量さによって通常、より速く動けるようになります。中には強力な追加効果を持つものもあります。敵にとっては厄介でしょうね。
pt: Adagas, a escolha de um lutador rápido. O peso leve das adagas geralmente as fazem muito rápidas no ataque. Algumas delas também possuem efeitos secundários desagradáveis. Desagradáveis para o seu adversário, é claro.
zh_cn: 匕首，是攻速战士的选择。它们的重量轻，通常使你在攻击时速度更快。它们也有讨厌的副作用。对你的对手来说，这是很讨厌的。

source: Sounds good. Teach me how to fight with daggers.
de: Klingt gut. Bring mir bei, mit Dolchen zu kämpfen.
fr: Intéressant. Apprenez-moi à me battre avec des dagues.
ja: いいですね。短剣での戦い方を教えてください。
pt: Parece bom. Ensine-me a como lutar com adagas.
zh_cn: 听起来不错。请教我如何用匕首作战。

source: [Falothen teaches you the dagger skill]
de: [Falothen lehrt dich die Fertigkeit "Dolch"]
fr: [Falothen t'enseigne le maniement des dagues]
ja: （ファローテンがあなたに短剣スキルを教えてくれる）
pt: [Falothen ensinou-o a habilidade de adaga]
zh_cn: [法洛森教你匕首技能]

source: Oh yes. The mighty axes. You can do a lot of damage with them, if you know how to handle them correctly.
de: Oh ja. Die mächtigen Äxte. Mit denen kannst du eine Menge Schaden anrichten, wenn du weißt, wie du sie richtig handhabst.
fr: Oh oui. Les haches puissantes. Tu peux faire beaucoup de dégâts avec elles, si tu sais comment les manier correctement.
ja: そうですね。斧は素晴らしい。正しい扱い方を知っていればかなりのダメージを与えることができます。
pt: Oh, sim. Os machados poderosos. Pode conseguir uma enorme quantidade de dano se souber como lidar com eles corretamente.
zh_cn: 哦，是的。强大的斧头。如果你知道怎么使用它，它可以造成很大的伤害。

source: I can teach you how to get better at fighting with all types of axes, from the small hatchet up to the larger two-handed greataxes. Even a scythe, although not designed for combat, can do a lot of damage if you know how to use it. That way, you can be very versatile in your choice of weapons.
de: [REVIEW]Ich kann dich lehren, mit allen Arten von Äxten besser zu kämpfen, vom kleinen Beil bis zu den schweren zweihändigen Großäxten. Auf diese Weise bist du sehr vielseitig bei der Wahl deiner Waffe.
fr: Je peux t'enseigner à mieux te battre avec tous les types de haches, de la hachette aux grandes haches à deux mains. Même une faux qui n'est pas conçue pour le combat, peut faire beaucoup de dégâts si tu sais l'utiliser. Comme cela, tu peux être très polyvalent dans ton choix d'armes.
ja: 小さな手斧から両手用の大きな斧まで、あらゆる種類の斧を使っての上手く戦う方法を教えます。戦闘用には設計されていない鎌でさえ、使い方を知っていれば大きなダメージを与えられます。そうすれば、武器の選択で大きく融通が利くようになるでしょう。
pt: [REVIEW]Posso ensiná-lo a como lutar melhor com todos os tipos de machados, desde o mais pequeno aos mais grandes de duas mãos. Por isso, pode tornar-se versátil na sua escolha de armas.
zh_cn: 我可以教你如何更好地使用所有类型的斧头作战，从小斧头到较大的双手大斧。即使是镰刀，虽然不是为战斗而设计的，但如果你知道如何使用它，也能造成很大的伤害。这样一来，你就可以在武器的选择上非常全面了。

source: Sounds good. Teach me how to fight with axes.
de: Klingt gut. Bring mir bei, mit Äxten zu kämpfen.
fr: Intéressant. Apprenez-moi à me battre avec des haches.
ja: いいですね。斧での戦い方を教えてください。
pt: Parece bom. Ensine-me a como lutar com machados.
zh_cn: 听起来不错。请教我如何用斧头战斗。

source: [Falothen teaches you the axe skill]
de: [Falothen lehrt dich die Fertigkeit "Axt"]
fr: [Falothen t'enseigne la compétence de la hache]
ja: （ファローテンがあなたに斧スキルを教えてくれる）
pt: [Falothen ensinou lhe a habilidade do machado]
zh_cn: [法洛森教你斧头技能]

source: Now, blunt weapons is my way of categorizing everything from the simple club, to maces up to quarterstaves, and even whips. The technique for using them well is mostly the same, although whips are obviously somewhat different.
de: [REVIEW]Nun, als stumpfe Waffe bezeichne ich alles vom einfachen Knüppel über Morgensterne bis zu Kampfstäben. Die Technik, sie einzusetzen ist im großen und ganzen die gleiche.
fr: Les armes contondantes incluent les simples gourdins, les grandes massues, les bâtons et même les fouets. Les techniques pour les utiliser sont similaires, même s'il y a quelques différences avec les fouets.
ja: さて、鈍器というのは単純なクラブやメイス、六尺棒、さらには鞭まであらゆるものを私が分類したものです。鞭は多少の明確な違いはあるものの、これらを上手く使うテクニックはほとんど同じです。
pt: [REVIEW]Agora, armas contundentes é a minha forma de categorizar tudo, desde um simples bastão, até maças, até lanças largas. A técnica para usá-los bem é quase a mesma.
zh_cn: 现在，钝器是从简单的棍棒到狼牙棒，甚至是鞭子的分类。使用好这些武器的技巧大多是相同的，尽管鞭子显然有些不同。

source: I can teach you how to better land your blows with all blunt weapons.
de: Ich kann dir beibringen, mit allen Arten von stumpfen Waffen mehr Treffer zu landen.
fr: Je peux t'apprendre à mieux te servir d'armes contondantes.
ja: 鈍器を使って上手く当てる方法を教えましょう。
pt: Posso ensinar-te como é que podes acertar melhor com armas contundentes.
zh_cn: 我可以教你如何更好地使用所有钝器进行打击。

source: Sounds good. Teach me how to fight with blunt weapons.
de: Klingt gut. Bring mir bei, mit stumpfen Waffen zu kämpfen.
fr: Intéressant. Apprenez-moi à me battre avec des armes contondantes.
ja: いいですね。鈍器での戦い方を教えてください。
pt: Parece bom. Ensina-me a como lutar com armas contundentes.
zh_cn: 听起来不错。请教我如何使用钝器作战。

source: [Falothen teaches you the blunt weapons skill]
de: [Falothen lehrt dich die Fertigkeit "Stumpfe Waffen"]
fr: [Falothen t'enseigne le maniement des armes contondantes]
ja: （ファローテンがあなたに鈍器スキルを教えてくれる）
pt: [Falothen ensina-te a técnica das armas contundentes]
zh_cn: [法洛森教你钝器技能]

source: There. That wasn't so hard once you get the hang of it, now was it?
de: So. Das war gar nicht so schwer, als du erst mal den Dreh raus hattest, nicht wahr?
fr: Voilà. Ce n'était pas si dur une fois qu'on a pris le coup, n'est-ce pas ?
ja: そこです。コツを掴めばそう難しくなかったでしょう？
pt: Lá. Isso não é tão difícil quando faz o jeito, agora foi?
zh_cn: 一旦你掌握了它的窍门，它并不难，不是吗？

source: I can help you get better in the other types of weapons as well, of course, if you want. But for that, I will have to require some form of payment.
de: Ich kann dir natürlich auch in den anderen Waffenarten noch etwas beibringen, wenn du das möchtest. Aber dafür muss ich etwas als Bezahlung verlangen.
fr: Je peux bien sûr t'aider à t'améliorer avec d'autres types d'armes, si tu le souhaites. Mais pour cela, j'aurai besoin d'une rémunération.
ja: ご希望でしたら他の武器種でも上達をお手伝いしましょう。ただそれには、何らかの形での支払いが必要になります。
pt: Posso ajudá-lo a ser melhor em outros tipos de armas também, é claro, se quiser. Mas para isso, terei que exigir alguma forma de pagamento.
zh_cn: 当然，如果你愿意，我也可以帮助你掌握其他类型的武器。但为此，我将不得不要求某种形式的报酬。

source: What sort of payment?
de: Welche Art von Bezahlung?
fr: Quelle sorte de rémunération ?
ja: どんな支払いですか？
pt: Que tipo de pagamento?
zh_cn: 什么报酬？

source: Hello again, my friend. I hope you've been using what I taught you.
de: Hallo nochmal, mein Freund. Ich hoffe du nutzt auch das, was ich dir beigebracht habe.
fr: Bonjour, mon ami. J'espère que tu as utilisé ce que je t'ai appris.
ja: 久しぶりですね。私の教えたことが活かされているといいのですが。
pt: Olá novamente, meu amigo. Espero que esteja a usar o que lhe ensinei.
zh_cn: 又见面了，我的朋友。我希望你一直在使用我教你的东西。

source: We usually don't teach anyone outside our settlement. Last time I did, I was given five Oegyth crystals and 5000 gold in return for my services.
de: Normalerweise unterrichten wir niemanden von ausserhalb unserer Siedlung. Das letzte mal, als ich es getan habe, wurden mir fünf Oegyth Kristalle und 5000 Goldstücke für meine Dienste bezahlt.
fr: Habituellement nous n'enseignons pas à quelqu'un qui n'est pas de notre village. La dernière fois que je l'ai fait, on m'a donné cinq cristaux d'Oegyth et 5000 pièces d'or en échange de mes services.
ja: 通常私たちは集落の外の方には教えません。前回のときですと、お礼としてオーギスクリスタル5つと5000ゴールドを頂きました。
pt: Geralmente não ensinamos ninguém de fora do nosso acampamento. Na última vez que o fiz, recebi cinco cristais Oegyth e 5000 de ouro em retorno pelos meus serviços.
zh_cn: 我们通常不会教我们定居点以外的任何人。上次我这样做的时候，我得到了五颗奥格斯晶体和5000金币.

source: Seeing as you saved me, I think it's reasonable to only require two of those crystals from you. I still have expenses to pay, mind you, so I will require that gold.
de: Da du es warst, der mich gerettet hat, denke ich, es ist angemessen, wenn ich nur zwei von diesen Kristallen von dir verlange. Allerdings habe ich auch Ausgaben, also brauche ich das Gold.
fr: Comme tu m'as sauvé, je pense qu'il est raisonnable de te demander seulement deux de ces cristaux. J'ai encore des frais à payer, tu sais, donc je vais exiger l'or.
ja: あなたは恩人ですし、クリスタルは2つだけ要求するのが妥当かと思います。まだ支払う費用があるので、そのお金も必要です。
pt: A ter em vista que me salvou, acho razoável em recolher apenas dois desses cristais de você. Ainda tenho despesas a pagar, saiba, então vou exigir daquele ouro.
zh_cn: 看在你救了我的份上，我认为只要求你提供两块水晶是合理的。请注意，我还有费用需要支付，所以我需要那些黄金。

source: I don't have that on me right now. I'll be back.
de: Ich habe das jetzt nicht bei mir. Ich komme wieder.
fr: Je n'ai pas ça sur moi en ce moment. Je reviendrai.
ja: 今は持っていません。また来ます。
pt: Não tenho aquilo comigo agora. Já volto.
zh_cn: 我现在身上没有这个东西。我会回来的。

source: I'm not interested right now.
de: Zur Zeit bin ich nicht daran interessiert.
fr: Je ne suis pas intéressé pour le moment.
ja: 今は興味がありません。
pt: Não estou interessado agora.
zh_cn: 我现在不感兴趣。

source: I think I should hold on to those crystals some more.
de: Ich glaube, ich sollte die Augen nach diesen Kristallen offen halten.
fr: Je pense que je devrais tenir à ces cristaux un peu plus.
ja: もうしばらくクリスタルは持っておきたいです。
pt: Acho que deveria segurar aqueles cristais um pouco mais.
zh_cn: 我想我应该再抓紧那些水晶。

source: I might be interested.
de: Ich bin eventuell interessiert.
fr: Je pourrais être intéressé.
ja: 興味があるかもしれません。
pt: Poderia estar interessado.
zh_cn: 我可能会感兴趣。

source: Yes, those things sure are valuable.
de: Ja, diese Dinger sind kostbar.
fr: Oui, ces choses sont précieuses.
ja: はい、確かに貴重なものですからね。
pt: Sim, estas coisas com certeza são valiosas.
zh_cn: 是的，这些东西肯定是有价值的。

source: It seems you do not have the gold required for it.
de: Sieht so aus, als hättest du nicht genügend Gold dafür.
fr: Il semble que tu n'aies pas l'or nécessaire pour cela.
ja: そのために必要なお金がないようですね。
pt: Parece que não tem todo o ouro necessário.
zh_cn: 看来你没有它所需的黄金。

source: Which weapon type would you be interested in?
de: Welche Waffenart würde dich interessieren?
fr: Quel type d'arme t'intéresse ?
ja: どの種類の武器に興味がありますか？
pt: Qual o tipo de arma em que estaria interessado?
zh_cn: 你对哪种武器类型感兴趣？

source: I've already taught you that skill.
de: Diese Fertigkeit habe ich dir bereits beigebracht.
fr: Je t'ai déjà appris cette compétence.
ja: そのスキルはもう教えましたよ。
pt: Já te ensinei esta habilidade.
zh_cn: 我已经教过你这个技能了。

source: Sounds good. Teach me two-handed sword fighting. Here are two Oegyth crystals and 5000 gold as payment.
de: Klingt gut. Bring mir den Kampf mit Zweihandschwertern bei. Hier sind zwei Oegyth-Kristalle und 5000 Goldstücke als Bezahlung.
fr: Ça m'a l'air bien. Apprenez-moi à mieux combattre avec une épée à deux mains. Voici deux cristaux d'Oegyth et 5000 pièces d'or comme moyen de paiement.
ja: いいですね。両手剣での戦い方を教えてください。こちらが支払いのオーギスクリスタル2つと5000ゴールドです。
pt: Parece bom. Ensine-me como lutar a utilizar espadas de duas mãos. Aqui estão dois cristais Oegyth e 5000 de ouro como pagamento.
zh_cn: 听起来不错。教我双手持剑作战。这里有两颗奥格斯晶体和5000金币作为报酬。

source: Sounds good. Teach me how to be better at unarmed fighting. Here are two Oegyth crystals and 5000 gold as payment.
de: Klingt gut. Bring mir bei, im unbewaffneten Kampf besser zu werden. Hier sind zwei Oegyth-Kristalle und 5000 Goldstücke als Bezahlung.
fr: Intéressant. Apprenez-moi à me battre à mains nues. Voici deux cristaux d'Oegyth et 5000 pièces d'or comme paiement.
ja: いいですね。武器を持たずに戦う方法を教えてください。こちらが支払いのオーギスクリスタル2つと5000ゴールドです。
pt: Parece bom. Ensine-me como lutar melhor sem armas. Aqui, dois cristais Oegyth e 5000 de ouro como pagamento.
zh_cn: 听起来不错。教我如何在徒手格斗方面做得更好。这里有两块奥格斯晶体和5000金币作为报酬。

source: Sounds good. Teach me how to fight with one-handed swords. Here are two Oegyth crystals and 5000 gold as payment.
de: Klingt gut. Bring mir bei, mit Einhandschwertern zu kämpfen. Hier sind zwei Oegyth-Kristalle und 5000 Goldstücke als Bezahlung.
fr: Ça m'a l'air bien. Apprenez-moi à me battre avec des épées à une main. Voici deux cristaux d'Oegyth et 5000 pièces d'or comme moyen de paiement.
ja: いいですね。片手剣での戦い方を教えてください。こちらが支払いのオーギスクリスタル2つと5000ゴールドです。
pt: Parece bom. Ensine-me como lutar a utilizar espadas de uma mão. Aqui estão dois cristais Oegyth e 5000 de ouro como pagamento.
zh_cn: 听起来不错。教我如何用单手剑作战。这里有两颗奥格斯晶体和5000金币作为报酬。

source: Sounds good. Teach me how to fight with daggers. Here are two Oegyth crystals and 5000 gold as payment.
de: Klingt gut. Bring mir bei, mit Dolchen zu kämpfen. Hier sind zwei Oegyth-Kristalle und 5000 Goldstücke als Bezahlung.
fr: Intéressant. Apprenez-moi à me battre avec des dagues. Voici deux cristaux d'Oegyth et 5000 pièces d'or comme paiement.
ja: いいですね。短剣での戦い方を教えてください。こちらが支払いのオーギスクリスタル2つと5000ゴールドです。
pt: Parece bom. Ensine-me como lutar com adagas. Aqui tem dois cristais Oegyth e 5000 de ouro como pagamento.
zh_cn: 听起来不错。教我如何用匕首作战。这里有两颗奥格斯晶体和5000金币作为报酬。

source: I can teach you how to get better at fighting with all types of axes, from the small hatchet up to the larger two-handed greataxes. That way, you can be very versatile in your choice of weapons.
de: Ich kann Dir beibringen, wie Du mit allen Arten von Äxten, vom kleinen Beil bis hin zu den größeren zweihändigen Großäxten, besser kämpfen kannst. Dadurch kannst Du sehr vielseitig in der Wahl Deiner Waffen sein.
fr: Je peux t'apprendre à te perfectionner dans le combat avec tous les types de haches, de la petite hachette jusqu'aux grandes haches à deux mains. De cette façon, tu pourras être très polyvalent dans le choix de tes armes.
ja: 小さな手斧から両手用の大きな斧まで、あらゆる種類の斧を使っての上手く戦う方法を教えます。そうすれば、武器の選択で大きく融通が利くようになるでしょう。
pt: Posso te ensinar como ter uma luta melhor a usar todos os tipos de machados, desde o pequeno até os grandes machados ambidestros. Nesse jeito, pode ser versátil na sua escolha de armas.
zh_cn: 我可以教你如何更好地使用所有类型的斧头作战，从小斧头到较大的双手大斧。这样，你就可以在武器的选择上非常全面了。

source: Sounds good. Teach me how to fight with axes. Here are two Oegyth crystals and 5000 gold as payment.
de: Klingt gut. Bring mir bei, mit Äxten zu kämpfen. Hier sind zwei Oegyth-Kristalle und 5000 Goldstücke als Bezahlung.
fr: Ça m'a l'air bien. Apprenez-moi à me battre avec les haches. Voici deux cristaux d'Oegyth et 5000 pièces d'or comme moyen de paiement.
ja: いいですね。斧での戦い方を教えてください。こちらが支払いのオーギスクリスタル2つと5000ゴールドです。
pt: Parece bom. Ensine-me a como lutar com machados. Aqui, dois cristais Oegyth e 5000 de ouro como pagamento.
zh_cn: 听起来不错。教我如何用斧头战斗。这里有两块奥格斯晶体和5000金币作为报酬。

source: Now, blunt weapons is my way of categorizing everything from the simple club, to maces up to quarterstaves. The technique for using them well is mostly the same.
de: Nun, stumpfe Waffen ist meine Art, alles zu kategorisieren, vom einfachen Knüppel, über Keulen bis hin zu Kampfstäben. Sie sind sehr ähnlich zu verwenden.
fr: Maintenant, les armes contondantes, qui sont ma façon de désigner tout, du simple gourdin, jusqu'aux masses en passant par les bâtons de combat. La technique pour les utiliser proprement est essentiellement la même.
ja: さて、鈍器というのは単純なクラブやメイス、六尺棒まであらゆるものを私が分類したものです。これらを上手く使うテクニックはほとんど同じです。
pt: Agora, armas contundentes é a minha maneira de categorizar tudo desde o simples clube até maças até quartas-de-final. A técnica para um bom uso delas é basicamente a mesma.
zh_cn: 现在，钝器是我对从简单的棍棒，到长矛，再到狼牙棒的。使用好这些武器的技巧大多是相同的。

source: Sounds good. Teach me how to fight with blunt weapons. Here are two Oegyth crystals and 5000 gold as payment.
de: Klingt gut. Bring mir bei, mit stumpfen Waffen zu kämpfen. Hier sind zwei Oegyth-Kristalle und 5000 Goldstücke als Bezahlung.
fr: Intéressant. Apprenez-moi à me battre avec des armes contondantes. Voici deux cristaux d'Oegyth et 5000 pièces d'or comme paiement.
ja: いいですね。鈍器での戦い方を教えてください。こちらが支払いのオーギスクリスタル2つと5000ゴールドです。
pt: Parece bom! Ensina-me a lutar com armas contundentes. Aqui tens 2 cristais Oegyth e 5000 moedas de ouro como pagamento.
zh_cn: 听起来不错。教我如何使用钝器作战。这里有两块奥格斯晶体和5000金币作为报酬。

source: Well done! You learn quickly.
de: Gut gemacht! Du lernst schnell.
fr: Bravo ! Tu apprends rapidement.
ja: よくできました！ 覚えが早いですね。
pt: Muito bem! Aprende rápido.
zh_cn: 做得好！你学得很快。

source: There you are! I had hoped to see you again after you helped me up in the Charwood heights!
de: Da bist du ja. Ich habe gehofft, dich wieder zu sehen, nachdem du mir auf den Charwood-Höhen geholfen hast!
fr: Te voilà ! J'espérais te revoir après ton aide dans les hauteurs de Charbois !
ja: そこにいたんだ！ チャーウッドハイツで助けてもらったあと、またお会いしたいと思っていました！
pt: Aí está! Esperei te ver de novo depois de me ter ajudado nas alturas de Charwood!
zh_cn: 你在这儿！我本来希望在你帮助我爬上查伍德高地后再次见到你！

source: Thank you so much for helping to get me free! The stench of those monsters up there was awful.
de: Vielen Dank, dass du mich befreit hast. Der Gestank dieser Monster dort oben war schrecklich.
fr: Merci de m'avoir libérée ! La puanteur de ces monstres était insoutenable.
ja: 解放してくれてありがとう！ あそこのモンスターたちの悪臭といったら酷いものでした。
pt: Muito obrigado por ajudar a me libertar! O cheiro desses monstros lá em cima era horrível.
zh_cn: 非常感谢你帮助我获得了自由！我很高兴。上面那些怪物的臭味太难闻了。

source: I don't have much to give you in return, apart from my knowledge of how to use different kinds of armors. It's not much, but it's the least I can do.
de: Ich kann dir nicht viel als Gegenleistung anbieten, außer meinem Wissen im Gebrauch der verschiedenen Arten von Rüstungen. Es ist nicht viel, aber das wenigstens kann ich tun.
fr: Je n'ai pas grand chose à offrir, à part mes connaissances sur l'utilisation des différents types d'armure. Ce n'est pas grand chose mais c'est le minimum que je puisse faire.
ja: 防具の使い方は別として、お返しできるものはあまりありません。大したものではありませんが、私にできるのはこれくらいのものです。
pt: Não tenho muito a dar em troca, além do meu conhecimento de como usar diferentes tipos de armaduras. Não é muito, mas é o mínimo que posso fazer.
zh_cn: 我没有什么可以回报你的，除了我对如何使用不同种类的盔甲的知识。虽然不多，但这是我至少可以做的。

source: I can teach you how to better handle most types of armors, so that you can get even more proficient while wearing them.
de: Ich kann dich lehren, die meisten Rüstungsarten besser zu handhaben, so dass du noch gewandter im Umgang damit wirst.
fr: Je peux t'apprendre comment mieux utiliser la majorité des armures comme ça tu deviendras plus efficace en les portant.
ja: ほとんどの種類の防具をより使いこなせるようになるためのコツをお教えします。
pt: Posso ensinar-te como melhor lidar com a maioria dos tipos de armaduras, para que possa obter ainda mais proficiência ao usá-los.
zh_cn: 我可以教你如何更好地处理大多数类型的盔甲，使你在穿戴盔甲时能更加熟练。

source: What armor types can you teach me?
de: In welchen Arten von Rüstungen kannst du mich unterrichten?
fr: Quels types d'armures pouvez-vous m'apprendre à utiliser ?
ja: どんな種類の防具を教えてもらえるのですか？
pt: Que tipos de armaduras pode me ensinar?
zh_cn: 你能教我哪些盔甲类型？
