Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: If I still want to help Jhaeld and the people of Remgard, I should look for clues in other places.
de: Wenn ich Jhaeld und den Bewohnern von Remgard immer noch helfen will, sollte ich an anderen Orten nach Hinweisen suchen.
fr: Si je veux continuer à aider Jhaeld et les habitants de Remgard, il me faut chercher des indices ailleurs.
ja: それでもジャエルドとレムガードの人たちを助けたいのなら、他の場所で手がかりを探そう。
pt: Se ainda quero ajudar Jhaeld e as pessoas de Remgard, devo procurar pistas em outros lugares.
zh_cn: 如果我还想帮助贾尔德和瑞姆加德的人民，我应该在其他地方寻找线索。

source: Jhaeld does not want to talk to me. I will not help them find out what happened to the missing people of Remgard.
de: Jhaeld will nicht mit mir reden. Ich werde ihnen nicht helfen herauszufinden was mit den vermissten Bewohnern aus Remgard passiert ist.
fr: Jhaeld ne veut pas me parler. Je ne l'aiderai pas à trouver ce qui est arrivé aux disparus de Remgard.
ja: ジャエルドはあなたと話そうとしない。あなたはレムガードの行方不明者に起きたことの調査を手伝うつもりはない。
pt: Jhaeld não quer falar comigo. Não vou ajudá-lo a descobrir o que aconteceu com as pessoas desaparecidas de Remgard.
zh_cn: 贾尔德不想和我说话。我不会帮助他们找出发生在瑞姆加德的失踪者身上的事情。

source: What is that stench?
de: Was ist das für ein Gestank?
fr: Quelle est cette puanteur ?
ja: あの悪臭は？
pt: O que é que o mau cheiro?
zh_cn: 那是什么臭味？

source: I have told Jhaeld, the village elder in Remgard, about the woman named Algangror that lives in the abandoned house to the east along the northern shore of the lake outside Remgard.
de: Ich habe Jhaeld dem Stadtältesten in Remgard über die Frau namens Algangror erzählt. Sie wohnt in dem verlassenen Haus im Osten des Nordstrandes von dem See außerhalb Remgard's.
fr: J'ai parlé à Jhaeld, l'ancien du village de Remgard, de la femme nommée Algangror qui vit dans une maison abandonnée à l'est de Remgard, le long de la rive nord du lac.
ja: レムガードの長老ジャエルドに、レムガード郊外の湖の北岸に沿って東側にある廃屋に住んでいる、アルガングロールという名の女性について話した。
pt: Disse a Jhaeld, o ancião da aldeia em Remgard, a respeito de uma mulher chamada Algangror, que vive na casa abandonada ao leste, ao longo da costa norte do lago próximo a Remgard.
zh_cn: 我已经告诉了瑞姆加德的村长贾尔德，关于住在瑞姆加德外湖北岸东边的废弃房子里的那个叫阿尔冈格罗的女人。

source: Jhaeld told me that he would rather not deal with her, since he believes she is very dangerous. For the sake of his guards, he will not risk going against her since he is afraid of what might happen to all of them.
de: Jhaeld hat mir gesagt er würde sich lieber nicht mit ihr anlegen, da er glaubt, dass sie sehr gefährlich sei. Den Wachen zuliebe wird er es nicht riskieren gegen sie vorzugehen, da er Angst hat was mit ihnen allen passieren könnte.
fr: Jhaeld m'a dit qu'il ne veut pas avoir affaire à elle, parce qu'il la pense très dangereuse. Pour égard envers ses gardes, il ne prendra pas le risque de l'affronter, de peur de ce qui pourrait leur arriver.
ja: ジャエルドは彼女がとても危険だと考えているために、相手取りたくないと話した。衛兵たちの身に何が起こるのかを恐れている。そのために、彼女に逆らうリスクを冒すことはないだろう。
pt: Jhaeld disse-me que ele prefere não lidar com ela, já que ele acredita que ela é muito perigosa. Para o bem dos seus guardas, ele não irá correr o risco de lutar contra ela, visto que ele está com medo do que poderia acontecer com todos eles.
zh_cn: 杰尔德告诉我，他宁愿不和她打交道，因为他认为她非常危险。为了他的卫兵，他不会冒险与她作对，因为他害怕他们所有人都会发生什么。

source: If I want to help Jhaeld and the people of Remgard, I should find a way to make Algangror disappear. He also warns me to be extremely careful.
de: Wenn ich Jhaeld und den Bewohnern von Remgard helfen wollte, sollte ich einen Weg finden damit Algangror verschwindet. Er hat mich auch gewarnt äußerst vorsichtig zu sein.
fr: Si je veux aider Jhaeld et sa ville, je dois trouver un moyen de faire disparaître Algangror. Jhaeld m'a incité à la plus grande prudence face à cette Algangror.
ja: ジャエルドとレムガードの人々を助けたいのなら、アルガングロールを消す方法を見つけよう。彼はまた、大いに気をつけるようにと警告を発する。
pt: Se quero ajudar o Jhaeld e as pessoas de Remgard, devo encontrar uma maneira de fazer o Algangror desaparecer. Ele também adverte que eu seja extremamente cuidadoso.
zh_cn: 如果我想帮助贾尔德和瑞姆加德的人民，我应该想办法让阿尔冈格罗消失。他还警告我一定要非常小心。

source: Algangror admitted to me that she had made some people disappear from Remgard. She would not tell me what happened to them though.
de: Algangror hat mir gegenüber zugegeben einige Bewohner Remgards verschwinden zu lassen. Aber sie würde mir nicht erzählen was mit ihnen passiert ist.
fr: Algangror a avoué être derrière la disparition de quelques personnes de Remgard. En revanche, elle n'a rien voulu me dire sur leur sort.
ja: アルガングロールはレムガードから人々を失踪させたことを認めた。彼らがどうなったのかは話さなかった。
pt: Algangror me admitiu que foi ela que fez algumas pessoas desaparecem de Remgard. No entanto, ela não me quis dizer o que aconteceu com eles.
zh_cn: 阿尔冈格罗尔向我承认，她让一些人从瑞姆加德消失了。但她不愿意告诉我他们发生了什么。

source: I have started attacking Algangror. I should return to Jhaeld with proof of defeating her when she is dead.
de: Ich habe Algangror angegriffen. Ich sollte mit einem Beweis sie besiegt zu haben zu Jhaeld zurückkehren wenn sie tot ist.
fr: J'ai décidé d'attaquer Algangror. Je devrai retourner à Jhaeld avec la preuve de sa défaite une fois tuée.
ja: アルガングロールへの攻撃を始めた。彼女が死んだらその証拠を持って、ジャエルドのもとへ戻ろう。
pt: Comecei a atacar Algangror. Devo voltar para Jhaeld com a prova de sua derrota, após sua morte.
zh_cn: 我已经开始攻打阿尔冈格罗。当她死后，我应该带着击败她的证据回到杰尔德身边。

source: I have told Jhaeld that I defeated Algangror.
de: Ich habe Jhaeld erzählt, dass ich Algangror besiegt habe.
fr: J'ai rapporté à Jhaeld la mort d'Algangror.
ja: ジャエルドに、アルガングロールを倒したと話した。
pt: Disse a Jhaeld que derrotei Algangror.
zh_cn: 我已经告诉杰尔德，我打败了阿尔冈罗尔。

source: Jhaeld was very pleased to hear the good news. The people of Remgard should now be safe, and the town can be opened to outsiders again.
de: Jhaeld war sehr erfreut die guten Neuigkeiten zu hören. Die Bewohner aus Remgard sollten jetzt sicher sein und die Stadt kann nun für Fremde wieder geöffnet werden.
fr: Jhaeld a été grandement rassuré d'entendre la nouvelle. Les habitants de Remgard devraient maintenant être en sécurité, et les portes de la ville de nouveau ouvertes pour tous.
ja: ジャエルドはその朗報にとても喜んだ。レムガードの人々はもう安全だろう。町も再び外の人たちへと開放できる。
pt: Jhaeld ficou muito satisfeito ao ouvir a boa notícia. O povo de Remgard agora deve estar seguro e da cidade pode ser aberta a estrangeiros novamente.
zh_cn: 贾尔德听到这个好消息非常高兴。瑞姆加德的人民现在应该是安全的，小镇可以再次向外人开放。

source: For helping the people of Remgard find the cause of the disappearing people, Jhaeld told me to talk to Rothses. He might be able to improve some of my equipment.
de: Dafür, dass ich die Ursache für das Verschwinden der Bewohner aus Remgard gefunden habe, sagte Jhaeld mir ich sollte mit Rothses reden. Es könnte ihm möglich sein etwas von meiner Ausrüstung zu verbessern.
fr: Pour avoir aidé Remgard à résoudre le mystère des disparitions, Jhaeld m'a proposé de consulter Rothses, l'armurier. Il devrait pouvoir améliorer certaines pièces de mon équipement.
ja: レムガードの人々が行方不明者を捜索するのに協力したことで、ジャエルドからロセスと話をするように言われた。あなたの装備を改良できるかもしれないという。
pt: Por ajudar o povo do Remgard a encontrar a causa das pessoas desaparecidas, Jhaeld aconselhou-me a procurar Rothses. Ele pode ser capaz de melhorar um pouco do meu equipamento.
zh_cn: 为了帮助瑞姆加德的人们找到消失的原因，贾尔德让我和罗斯谈谈。他也许能改进我的一些装备。

source: Ervelyn, the Remgard tailor, gave me a feathered hat as thanks for helping the people of Remgard find out what happened to the missing people.
de: Ervelyn, der Schneider aus Remgard, gab mir einen gefederten Hut als Dank für die Hilfe den Bewohnern Remgard's gegenüber.
fr: Ervelyn, le tailleur de Remgard, m'a donné un chapeau à plume en remerciement de l'aide apportée à la ville.
ja: レムガードの仕立屋エルベリンは、行方不明者に起きたことを調べるレムガードの人々に協力してくれたお礼として、羽帽子をくれた。
pt: Ervelyn, o alfaiate Remgard, deu-me um chapéu de penas como agradecimento por ajudar o povo do Remgard a descobrir o que aconteceu com as pessoas desaparecidas.
zh_cn: 瑞姆加德的裁缝埃尔维林给了我一顶羽毛帽，以感谢我帮助瑞姆加德的人们找到了失踪者的下落。

source: The five idols
de: Die fünf Fetische.
fr: Les cinq idoles
ja: 5つの偶像
pt: Os cinco ídolos
zh_cn: 五个人偶

source: Algangror wants me to help her with a task. She cannot describe the nature of the task, or the reasoning behind it. If I help her, she has promised to give me her enchanted necklace, that apparently is worth a lot.
de: Algangror will, dass ich ihr bei einer Aufgabe helfe. Sie kann mir weder den Inhalt der Aufgabe beschreiben, noch ihre Beweggründe erklären. Sie hat versprochen mir ihre magische Halskette, die offensichtlich sehr wertvoll ist, zu geben, wenn ich ihr helfe.
fr: Algangror a demandé mon aide pour une tâche. Elle ne veut pas m'expliquer précisément de quoi il s'agit, ni des raisons qui la motivent, mais si je l'aide, elle m'a promis de m'offrir son collier magique, qui apparemment a beaucoup de valeur.
ja: アルガングロールは仕事を手伝って欲しいという。彼女は仕事の内容やその背景にある理由を説明できない。協力するなら魔法のネックレスをくれると約束している。どうやらとても価値のあるものらしい。
pt: Algangror quer que a ajude com uma tarefa. Ela não pode descrever a natureza da tarefa ou a lógica por trás dela. Se ajudá-la, ela prometeu dar-me o colar encantado dela, que, aparentemente, vale muito.
zh_cn: 阿尔冈格罗想让我帮她完成一项任务。她无法描述这个任务的性质，也无法解释背后的原因。如果我帮助她，她答应把她的魔法项链给我，那条项链显然价值不菲。

source: I have agreed to help Algangror with her task.
de: Ich habe zugestimmt Algangror mit ihrer Aufgabe zu helfen.
fr: J'ai accepté d'aider Algangror.
ja: アルガングロールの仕事を手伝うことを承諾した。
pt: Concordei em ajudar Algangror com sua tarefa.
zh_cn: 我同意帮助阿尔冈格罗完成她的任务。

source: Algangror wants me to place five idols near five different people in Remgard. The idols should be placed near the beds of these five people, and must be hidden so that they are not found easily.
de: Algangror will, dass ich fünf Fetische bei fünf verschiedenen Bewohnern aus Remgard aufstelle. Die Fetische soll ich jeweils nah am Bett der fünf Bewohner platzieren. Die Fetische müssen gut versteckt werden, damit sie nicht so einfach gefunden werden können.
fr: Algangror veut que je place cinq idoles près des lits de cinq personnes de Remgard. Elles doivent être suffisamment bien cachées pour ne pas être retrouvées par les personnes en question.
ja: アルガングロールは、レムガードでそれぞれ5人の人物の近くに5つの偶像を設置するよう言っている。偶像はその5人のベッドの近くに置き、見つからないように隠す必要がある。
pt: Algangror quer que eu ponha cinco ídolos perto de cinco pessoas diferentes em Remgard. Os ídolos deve ser postos perto dos leitos destas cinco pessoas, e devem estar escondidos de modo que eles não possam ser facilmente encontrados.
zh_cn: 阿尔冈格罗要我在瑞姆加德的五个不同的人身边放置五个神像。这些神像应该放在这五个人的床边，而且必须隐藏起来，以便不容易被发现。

source: The first person is Jhaeld, the village elder that can be found in the Remgard tavern.
de: Der erste Bewohner ist Jhaeld, der Stadtälteste, der in der Remgard Tavern gefunden werden kann.
fr: La première cible est Jhaeld, l'ancien du village qui se trouve à la taverne de Remgard.
ja: 1人目は、レムガードの酒場で見かける長老ジャエルド。
pt: A primeira pessoa é Jhaeld, o ancião da aldeia, que encontra-se na taberna Remgard.
zh_cn: 第一个人是贾尔德，在瑞姆加德酒馆可以找到的村里的长老。

source: Second, I should place an idol by the bed of Larni the farmer, that lives in one of the northern cabins in Remgard.
de: Als zweites soll ich einen Fetisch beim Bett von Larni dem Bauern platzieren. Er wohnt in einem Haus im Norden von Remgard.
fr: La deuxième cible est le fermier Larni, qui vit dans une des cabanes au nord de Remgard.
ja: 2人目は、レムガードの北の小屋のひとつに住んでいる農家ラルニのベッドの側に偶像を置こう。
pt: Em segundo lugar, devo pôr um ídolo ao lado da cama de Larni, o agricultor, que vive numa das cabines do norte em Remgard.
zh_cn: 其次，我应该在农民拉尔尼的床边放一个神像，他住在瑞姆加德的一个北方小屋里。

source: Fourth is Emerei, that can be found to the southeast of Remgard.
de: Der vierte ist Emerei, der im Südosten von Remgard gefunden werden kann.
fr: La quatrième cible est Emerei, qui se trouve au sud-est de Remgard.
ja: 4人目は、レムガードの南東にいるエメレイ。
pt: A quarta é Emerei, que se encontra a sudeste (↘) de Remgard.
zh_cn: 第四是埃默伊，可以在瑞姆加德的东南方找到。

source: The fifth person is Carthe. Carthe lives on the eastern shore of Remgard, near the tavern.
de: Der fünfte Bewohner ist Carthe. Carthe lebt am östlichem Strand von Remgard, in der Nähe der Taverne.
fr: La dernière cible est Carthe. Carthe vit sur le rivage est de Remgard, près de la taverne.
ja: 5人目はカーテ。カーテはレムガードの東岸、酒場の近くに住んでいる。
pt: A quinta pessoa é Carthe. Carthe vive na costa leste da Remgard, perto da taberna.
zh_cn: 第五个人是卡尔特。卡尔特住在瑞姆加德的东岸，靠近酒馆。

source: I must not tell anyone of my task, or of the placement of the idols.
de: Ich darf niemand von meiner Aufgabe oder dem Platzieren der Fetische erzählen.
fr: Je ne dois parler à personne de ma mission, ni de l'emplacement des idoles.
ja: 仕事や偶像の配置については、誰にも話してはならない。
pt: Não deve contar a ninguém da minha tarefa, ou da colocação dos ídolos.
zh_cn: 我不能告诉任何人我的任务，或神像的位置。

source: I have placed an idol by Jhaeld's bed.
de: Ich habe einen Fetisch bei Jhaelds Bett platziert.
fr: J'ai placé une idole près du lit de Jhaeld.
ja: ジャエルドのベッドの側に偶像を置いた。
pt: Pus um ídolo na cama de Jhaeld.
zh_cn: 我在杰尔德的床边放了一个神像。

source: I have placed an idol by Larni the farmer's bed.
de: Ich habe einen Fetisch bei dem Bett von Larni dem Bauern platziert.
fr: J'ai placé une idole près du lit de Larni le fermier.
ja: ラルニのベッドの側に偶像を置いた。
pt: Pus um ídolo na cama do fazendeiro Larni.
zh_cn: 我在农夫拉尼的床边放了一个神像。

source: I have placed an idol by Arnal's bed.
de: Ich habe einen Fetisch bei Arnals Bett platziert.
fr: J'ai placé une idole près du lit d'Arnal.
ja: アルナルのベッドの側に偶像を置いた。
pt: Pus um ídolo na cama de Arnal.
zh_cn: 我在阿娜尔的床边放置了一个神像。

source: I have placed an idol by Emerei's bed.
de: Ich habe einen Fetisch bei Emereis Bett platziert.
fr: J'ai placé une idole près du lit d'Emerei.
ja: エメレイのベッドの側に偶像を置いた。
pt: Pus um ídolo na cama de Emerei.
zh_cn: 我在埃默里的床边放置了一个神像。

source: I have placed an idol by Carthe's bed.
de: Ich habe einen Fetisch bei Carthes Bett platziert.
fr: J'ai placé une idole près du lit de Carthe.
ja: カーテのベッドの側に偶像を置いた。
pt: Pus um ídolo na cama de Carthe.
zh_cn: 我在卡特的床边放置了一个神像。

source: All the idols have been placed by the beds of the people that Algangror told me to visit. I should return to Algangror.
de: Wie Algangror mir gesagt hat habe ich alle Fetische bei den Betten der fünf Bewohner aufgestellt. Ich sollte zu Algangror zurückkehren.
fr: Toutes les idoles ont été placées comme Algangror me l'a demandé. Je dois retourner la voir.
ja: 全ての偶像は、アルガングロールから言われていた人たちのベッドの側に設置された。アルガングロールの元へ戻ろう。
pt: Todos os ídolos foram postos nas camas das pessoas que Algangror me disse para visitar. Devo voltar a ver Algangror.
zh_cn: 所有的神像都放在阿尔冈罗尔叫我去拜访的人的床边。我应该回到阿尔冈格罗身边。

source: Algangror thanked me for helping her.
de: Algangror dankte mir, dass ich ihr geholfen hatte.
fr: Algangror m'a remercié pour mon aide.
ja: アルガングロールは協力に感謝した。
pt: Algangror agradeceu-me por ajudá-la.
zh_cn: 阿尔冈格罗感谢我对她的帮助。

source: She told me her story, with how she used to live in the city, but was persecuted for her beliefs. According to her, the persecution was totally unjustified since she does no harm to people.
de: Sie erzählte mir ihre Geschichte, wie sie in der Stadt lebte, aber für ihren Glauben verfolgt wurde. Ihrer Meinung nach war die Verfolgung vollkommen ungerechtfertigt, da sie den Bewohnern kein Schaden zugefügt hatte.
fr: Elle m'a raconté son histoire, sa vie à la ville de Remgard, le fait qu'elle y était persécutée pour ses croyances. D'après ce qu'elle dit, elle était persécutée sans raison valable car elle ne faisait de mal à personne.
ja: 彼女は、以前は町で暮らしていたが、自身の信条のために迫害されていたという話をした。彼女によると人々に危害を加えてなどいないので、迫害は全く不当なものであるとのこと。
pt: Ela contou-me a história dela e como ela costumava viver na cidade, mas foi perseguida por a crenças dela. Segundo ela, a perseguição foi totalmente injustificada, uma vez que ela não faz mal às pessoas.
zh_cn: 她告诉我她的故事，说她曾经住在这个城市，但是因为她的信仰而受到迫害。据她说，这种迫害是完全没有道理的，因为她没有对人造成伤害。

source: To take revenge on the city of Remgard, she managed to lure some people into her cabin and turn them into rats.
de: Um sich an der Stadt Remgard zu rächen, hatte sie es geschafft ein paar Bewohner in ihr Haus zu locken und sie in Ratten zu verwandeln.
fr: Pour se venger sur les habitants de Remgard, elle a réussi à en attirer certains jusqu'à son logis et les transformer et rats.
ja: レムガードの町に復讐するため、彼女は自分の小屋に人を誘い込み、ネズミに変えた。
pt: Para vingar-se da cidade de Remgard, ela conseguiu atrair algumas pessoas para sua cabana e transformá-las em ratos.
zh_cn: 为了向瑞姆加德市复仇，她设法把一些人引到她的小屋，把他们变成了老鼠。

source: For helping her with the tasks that she could not perform herself, Algangror gave me her enchanted necklace, 'Marrowtaint'.
de: Für die Hilfe bei der Aufgabe, die sie selbst nicht durchführen konnte, gab mir Algangror ihre magische Halskette, 'Marrow's Verderben'.
fr: Pour l'avoir aidée à accomplir ce qu'elle ne pouvait faire seule, Algangror m'a donné son amulette enchantée, la 'Souille-au-cœur'.
ja: 自分では出来ない仕事を手伝ってくれたので、アルガングロールは魔法のネックレス"マロウテイント"をくれた。
pt: Por ajudá-la com as tarefas que ela não poderia realizar sozinha, Algangror deu-me o colar encantado dela, 'Marrowtaint'.
zh_cn: 为了帮助她完成自己无法完成的任务，阿尔冈格勒给了我她的魔法项链"马罗坦特"。

source: I have decided not to help Algangror with her task.
de: Ich habe mich entschieden Algangror bei ihrer Aufgabe nicht zu helfen.
fr: J'ai décidé de ne pas rendre service à Algangror.
ja: アルガングロールの仕事を手伝わないことにした。
pt: Decidi não ajudar Algangror com a tarefa dela.
zh_cn: 我决定不帮助阿尔冈格罗完成她的任务。

source: Old friends?
de: Alte Freunde?
fr: Vieux amis ?
ja: 旧友？
pt: Velhos amigos?
zh_cn: 老朋友？

source: I met Kaverin in Remgard, that apparently is an old acquaintance of Unzel, who lives outside of Fallhaven.
de: Ich traf Kaverin in Remgard, der offenbar ein alter Bekannter von Unzel ist, der außerhalb von Fallhaven lebt.
fr: J'ai rencontré Kaverin à Remgard, qui serait une vieille connaissance d'Unzel, un homme vivant près de Fallhaven.
ja: レムガードで出会ったカベリンは、フォールヘブン郊外に住むアンゼルの古い知り合いだそうだ。
pt: Conheci Kaverin em Remgard, que, aparentemente, é um velho conhecido de Unzel, que vive próximo a Fallhaven.
zh_cn: 我在瑞姆加德遇到了卡维林，那显然是住在法尔海文外的恩泽尔的一个老熟人。

source: Kaverin wants me to deliver a message to Unzel.
de: Kaverin will, dass ich Unzel eine Nachricht überbringe.
fr: Kaverin veut que j'aille délivrer un message à Unzel.
ja: カベリンは、アンゼルにメッセージを届けてほしいという。
pt: Kaverin quer que eu entrege uma mensagem para Unzel.
zh_cn: 卡维林希望我向恩泽尔传达一个信息。

source: I have declined to help Kaverin.
de: Ich habe abgelehnt Kaverin zu helfen.
fr: J'ai décliné la demande de Kaverin.
ja: カベリンの頼みを断った。
pt: Quis ajudar Kaverin.
zh_cn: 我拒绝帮助卡维林。

source: I have agreed to deliver the message.
de: Ich habe zugestimmt die Nachricht zu überbringen.
fr: J'ai accepté de délivrer le message.
ja: メッセージを届けることを引き受けた。
pt: Concordei em entregar a mensagem.
zh_cn: 我同意传达这一信息。

source: Kaverin has given me the message that he wants me to deliver to Unzel.
de: Kaverin hat mir die Nachricht gegeben, die ich Unzel weitergeben soll.
fr: Kaverin m'a remis le message que je dois délivrer à Unzel.
ja: カベリンから、アンゼルに届けてほしいというメッセージを預かった。
pt: Kaverin deu-me a mensagem de que ele quer que eu entregue a Unzel.
zh_cn: 卡维林给了我一个消息，他希望我把这个消息传递给恩泽尔。

source: I have delivered the message to Unzel. I should return to Kaverin in Remgard.
de: Ich habe Unzel die Nachricht überreicht. Ich sollte zu Kaverin in Remgard zurückkehren.
fr: J'ai remis le message à Unzel. Je dois maintenant en informer Kaverin, à Remgard.
ja: アンゼルにメッセージを届けた。レムガードのカベリンのところへ戻ろう。
pt: Entreguei a mensagem a Unzel. Devo voltar para Kaverin em Remgard.
zh_cn: 我已经把消息传递给了恩泽尔。我应该回访瑞姆加德的卡维林。

source: Kaverin thanked me for delivering the message to Unzel.
de: Kaverin dankte mir für das überbringen der Nachricht an Unzel.
fr: Kaverin m'a remercié pour avoir livré le message à Unzel.
ja: カベリンはアンゼルにメッセージを届けてくれたことに感謝した。
pt: Kaverin agradeceu-me por entregar a mensagem para Unzel.
zh_cn: 卡维林感谢我向恩泽尔传达了这一信息。

source: In return, Kaverin gave me an old map that he had acquired. Apparently, it leads to Vacor's old hideout.
de: Im Gegenzug, gab Kaverin mir eine alte Karte, die in seinen Besitz gelangt war. Offenbar führt sie zu Vacor's altem Versteck.
fr: En retour, Kaverin m'a offert une vieille carte en sa possession. Elle mènerait à l'ancienne cachette de Vacor.
ja: お返しとして、カベリンは入手した古い地図をくれた。ヴァコールの古い隠れ家に通じているそうだ。
pt: Em troca, Kaverin deu-me um mapa antigo que tinha adquirido. Aparentemente, ele leva ao esconderijo antigo de Vacor.
zh_cn: 作为回报，卡维林给了我一张他获得的旧地图。很明显，这张图是通往瓦科的旧藏身处。

source: Kaverin was furious over the fact that I killed Unzel, and that I helped Vacor. He started attacking me. I should return to Vacor once Kaverin is dead.
de: Kaverin war darüber dass ich Unzel getötet und Vacor geholfen hatte sehr aufgebracht. Er fing an mich zu attakieren. Ich sollte zu Vacor zurückkehren, wenn Kaverin tot ist.
fr: Kaverin était furieux d'apprendre que j'aie tué Unzel, et aidé Vacor. Il m'a attaqué pour se venger. Je dois retourner voir Vacor une fois Kaverin éliminé.
ja: カベリンは、あなたがアンゼルを殺してヴァコールを助けたことに激怒した。あなたに襲いかかってきた。カベリンが死んだらヴァコールのもとまで引き返そう。
pt: Kaverin ficou furioso com o fato de que matei Unzel e ajudei o Vacor. Ele começou a atacar-me. Devo voltar para Vacor desde que Kaverin esteja morto.
zh_cn: 卡维林对我杀了恩泽尔，以及我帮助瓦克的事实感到很愤怒。他开始攻击我。一旦卡维林死了，我就应该回到瓦克身边。

source: Kaverin was carrying a sealed message. Vacor immediately recognized the seal, and seemed very interested in it.
de: Kaverin trug eine versiegelte Nachricht bei sich. Vacor hatte das Siegel sofort erkannt und schien sehr an der Nachricht interessiert zu sein.
fr: Kaverin portait un message scellé. Vacor a reconnu immédiatement la marque du sceau, qui a attisé sa curiosité.
ja: カベリンは封印されたメッセージを持っていた。ヴァコールはすぐにその封書に気付き、強い関心を抱いたようだった。
pt: Kaverin estava a carregar uma mensagem lacrada. Vacor reconheceu imediatamente o selo e parecia muito interessado nele.
zh_cn: 卡维林带着一份密封的信息。瓦克立即认出了这枚印章，并似乎对它非常感兴趣。

source: I have given Vacor the message that Kaverin was carrying. In return, Vacor gave me an old map, leading to his old hideout.
de: Ich habe Vacor die Nachricht von Kaverin gegeben. Im Gegenzug gab mir Vacor eine alte Karte, die zu seinem alten Versteck führte.
fr: J'ai donné à Vacor le message que Kaverin portait. En échange, Vacor m'a offert une vieille carte, qui mène à son ancienne cachette.
ja: ヴァコールにカベリンが持っていたメッセージを渡した。お返しとして、ヴァコールは古い隠れ家への地図をくれた。
pt: Dei a Vacor a mensagem de que Kaverin estava a carregar. Em troca, Vacor me deu um mapa antigo, que leva ao esconderijo antigo dele.
zh_cn: 我已经把卡维林携带的信息交给了瓦克。作为回报，瓦克给了我一张旧地图，通向他以前的藏身之处。

source: I should try to find Vacor's old hideout, on the road to the west of the former prison of Flagstone, southwest of Fallhaven.
de: Ich sollte versuchen Vacor's altes Versteck auf der Straße westlich des ehemaligen Gefängnisses in Flagstone, südwestlich von Fallhaven zu finden.
fr: Je devrais essayer de trouver la cachette de Vacor, que la carte indique être sur la route à l'ouest de l'ancienne prison de Flagstone, au sud-ouest de Fallhaven.
ja: フォールヘブンの南西、フラッグストーン旧監獄の西の道で、ヴァコールの古い隠れ家を探そう。
pt: Devo tentar encontrar o esconderijo antigo de Vacor, na estrada para o oeste da antiga prisão de Flagstone, a sudoeste de Fallhaven.
zh_cn: 我应该试着找到瓦克的旧藏身处，就在法尔海文西南边的旗杆石前监狱西边的路上。

source: I have found Vacor's old hideout.
de: Ich habe Vacor's altes Versteck gefunden.
fr: J'ai trouvé la vieille cachette de Vacor.
ja: ヴァコールの古い隠れ家を見つけた。
pt: Encontrei o antigo esconderijo de Vacor.
zh_cn: 我找到了瓦克的旧藏身处。

source: Destined for great things
de: Ausersehen für Größeres
fr: Une grande destinée
ja: 大いなる運命
pt: Destinado a grandes coisas
zh_cn: 注定要成就伟大的事业
