Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: Then what are you doing indoors here? Shouldn't you be outside guarding then?
de: Was machst du dann hier drinnen? Solltest du nicht draußen Wache stehen?
fr: Alors que faites-vous à l'intérieur ? Vous ne devriez pas être dehors à surveiller ?
ja: じゃあここで何をしているの？ 外で見張ってなくていいのですか？
pt: Então, o que estás a fazer aqui dentro? Não devias estar do lado de fora a vigiar?
zh_cn: 那你在这室内干什么呢？不是应该在外头守卫着吗？

source: Sounds like a noble cause.
de: Klingt nach einer edlen Sache.
fr: Ça a l'air d'être une noble cause.
ja: 立派な目的ですね。
pt: Parece ser uma causa nobre.
zh_cn: 听起来多么崇高的理由呢。

source: What beasts are you talking about?
de: Von welchen Biestern sprichst du?
fr: De quelles bêtes parlez-vous ?
ja: 何の怪物の話ですか？
pt: De que bestas estás a falar?
zh_cn: 你提到的“野兽”是什么？

source: Yeah, sure. It may sound that way. In reality, it's a lot of hard work.
de: Klar, es klingt so. In Wirklichkeit ist es eine Menge harter Arbeit.
fr: Ouais, bien sûr. Ça peut sembler. En réalité, c'est beaucoup de travail.
ja: ええ、そうでしょうとも。そう思われるでしょう。実際、大変な仕事ですよ。
pt: Sim, com certeza. Pode parecer isso. Na verdade é um trabalho muito duro.
zh_cn: 是的呀。可能听起来是那样，但实际上很辛苦的呢。

source: Very funny. I have to rest too you know. Keeping the monsters away is hard work.
de: Sehr komisch. Auch ich muss mal ausruhen, weißt du. Monster abwehren ist harte Arbeit.
fr: Très drôle. Je dois me reposer aussi, tu sais. Garder les monstres à l'écart est un travail difficile.
ja: 面白いことをいいますね。もちろん私だって休みもしますよ。怪物を追い払うのは大変な仕事なんです。
pt: Muito engraçado. Eu também tenho de descansar, sabes? Manter os monstros afastados é um trabalho duro.
zh_cn: 真搞笑。你知道吗？我也需要休息的。防范怪兽是一件辛苦的工作。

source: There used to be more of us mountain guides, but not many have survived the attack of the beasts.
de: Früher waren wir mehr Bergführer, aber die Angriffe dieser Biester haben nicht viele überlebt.
fr: Avant nous étions plus nombreux, nous, les guides de haute montagne, mais peu ont survécu à l’attaque des monstres.
ja: 以前はもっと大勢山岳ガイドがいたのですけどね、怪物の攻撃を生き延びてきた人はそう多くありません。
pt: Costumava haver mais guias da montanha, mas muitos não sobreviveram ao ataque das bestas.
zh_cn: 以前有更多的山地向导的，但很多都没能在怪兽的袭击中存活下来。

source: Sounds like you aren't really cut out to do your job properly.
de: Klingt so als ob du nicht wirklich aus dem Holz geschnitzt bist, deinen Job anständig zu machen.
fr: On dirait que vous n'êtes pas vraiment fait pour faire votre travail correctement.
ja: きちんと仕事をこなすのに向いてないのでは。
pt: Parece que não foste feito para fazer bem o teu trabalho.
zh_cn: 听起来，你并不是真的想好好做你的工作。

source: I'm sorry to hear that.
de: Tut mir leid, das zu hören.
fr: Je suis désolé d'entendre ça.
ja: それはお気の毒に。
pt: Lamento ouvir isso.
zh_cn: 听到这个消息我很难过。

source: Perhaps.
de: Vielleicht.
fr: Peut-être.
ja: おそらく。
pt: Talvez.
zh_cn: 也许吧。

source: Anyway. I have some things to tend to. Nice talking to you.
de: Wie auch immer, ich habe mich nun um andere Dinge zu kümmern. War nett, mit dir zu reden.
fr: Quoi qu'il en soit. J'ai des choses à faire. Ravi de t'avoir parlé.
ja: とにかく。私には気をつけたいことがあるので。あなたとお話できてよかった。
pt: De qualquer forma, tenho algumas coisas para fazer. Foi bom falar contigo.
zh_cn: 随便吧，我还有别的事得做。跟你聊天很开心。

source: Thank you for your concern.
de: Danke für dein Mitgefühl.
fr: Merci pour ta sollicitude.
ja: 心配してくれてありがとう。
pt: Obrigado pela tua preocupação.
zh_cn: 谢谢你的关心。

source: Is there anything I can do to help?
de: Kann ich irgendwie helfen?
fr: Puis-je faire quelque chose pour vous aider ?
ja: 何かできることはありますか？
pt: Há algo que possa fazer para ajudar?
zh_cn: 有什么事我可以帮忙吗？

source: Pfft, 'What beasts?'. The gornaud beasts of course.
de: Pfft, 'Von welchen Biestern?'. Gornauds natürlich.
fr: Pfft, 'Quelles bêtes?'. Les gornauds, bien sûr.
ja: ふぅっ、"何の怪物"だって？ そりゃもちろん、ゴルノーの怪物のことですよ。
pt: Pfft, 'Quais bestas?'. As bestas gornaud, claro.
zh_cn: 切！’什么怪兽？‘。当然就是戈尔诺怪了。

source: Scratching their claws against the bare rock at night. *shrug*
de: Kratzen nachts mit ihren Klauen über den nackten Fels. *Achselzucken*
fr: Grattant leurs griffes contre le rocher nu la nuit. *shrug*
ja: 夜になると岩肌を爪で引っ掻いてますよ。（肩をすくめる）
pt: Coçam as suas garras na rocha à noite. *¯\_(ツ)_/¯*
zh_cn: 在夜里用石头磨利它们的兽爪。*耸肩*

source: At first, I thought they were acting on pure instinct. But recently, I have started to believe they are smarter than regular beasts.
de: Zuerst dachte ich, sie würden aus reinem Instinkt handeln. Aber seit kurzem glaube ich, dass sie intelligenter als normale Tiere sind.
fr: Au début, je pensais qu'ils agissaient par pur instinct. Mais récemment, j'ai commencé à croire qu'ils sont plus intelligents que les bêtes ordinaires.
ja: 当初は本能のままに動いてるだけだと思ってたのですけどね。でも近頃は、そこらの獣より賢いと思うようになりましたよ。
pt: No início, pensei que eles estavam a agir por puro instinto. Mas recentemente comecei a acreditar que eles são mais espertos do que as bestas normais.
zh_cn: 最初，我还以为它们只是按本能行事呢。但直到最近，我开始相信它们比普通野兽更加聪明。

source: Their attacks are getting more and more clever.
de: Ihre Angriffe werden von Mal zu Mal raffinierter.
fr: Leurs attaques sont de plus en plus intelligentes.
ja: やつらの襲撃はだんだんと巧妙になってきている。
pt: Os seus ataques estão a ficar cada vez mais inteligentes.
zh_cn: 它们的攻击变得越来越聪明了。

source: You should talk to Guthbered. He is usually in the main hall. Look for a stone house in the center of the village.
de: Du solltest mit Guthbered reden. Er hält sich normalerweise in der großen Halle auf. Halte nach einem steinernen Haus in der Dorfmitte Ausschau.
fr: Tu devrais parler à Guthbered. D'habitude il est dans le hall principal. Cherche une maison en pierre au centre du village.
ja: ガスベレッドと話したほうがいいですよ。大体メインホールにいます。村の中心にある石造りの家を探してください。
pt: Deves falar com o Guthbered. Normalmente ele está na câmara municipal. Procura uma casa de pedra no centro da vila.
zh_cn: 你应该跟古斯伯里德谈谈。他通常都会在主厅里。就那村中央的石屋。

source: Can I help you?
de: Kann ich dir helfen?
fr: Comment puis-je t'aider ?
ja: 何かご用で？
pt: Posso ajudar-te?
zh_cn: 我能帮你吗？

source: What food do you have available for trade?
de: Welche Lebensmittel bietest du zum Verkauf an?
fr: Quelle nourriture vendez-vous ?
ja: 売買している食事はありますか？
pt: Posso ver o que tens para comer?
zh_cn: 你有什么食物可以交易的吗？

source: Is the back room available for rent?
de: Ist das Hinterzimmer zu mieten?
fr: Est-ce que l'arrière-salle peut être louée ?
ja: 奥の部屋は借りられますか？
pt: O quarto dos fundos está disponível para arrendar?
zh_cn: 后面那房间出租吗？

source: Food? No, sorry. I don't have anything to trade.
de: Lebensmittel? Nein, tut mir leid. Ich habe nichts zum Verkaufen.
fr: De la nourriture ? Non, désolée. Je n'ai rien à échanger.
ja: 食事ですか？ いえ、すみません。売りに出しているものはないですね。
pt: Comida? Não, desculpa. Não tenho nada para negociar.
zh_cn: 食物？对不起，没有。我没有任何东西可以交易。

source: Rent? Hmm. No, not at the moment.
de: Mieten? Hm. Nein, im Augenblick nicht.
fr: Louer ? Hmm. Non, pas pour le moment.
ja: 貸し出しですか？ うーん。いえ、今はダメですね。
pt: Arrendar? Hum. Não, não neste momento.
zh_cn: 出租？呃，没有。至少现在没有。

source: Now that you mention it, he hasn't been around here for quite some time. Maybe you could go talk to him and see if he still wants to rent it?
de: Nun, da du es erwähnst - er war eine ganze Weile nicht mehr hier. Vielleicht könntest du ihn aufsuchen und fragen, ob er es weiterhin mieten will?
fr: Maintenant que tu en parles, il n'est pas venu ici depuis un bon moment. Tu pourrais peut-être aller lui parler et voir s'il veut toujours la louer ?
ja: そういえば、あの人はここのところ訪ねてきませんね。まだ借りるつもりがあるのか、彼と話してきてはどうです？
pt: Agora que falaste nisso, ele não tem sido visto por aqui há algum tempo. Talvez possas falar com ele e ver se ele ainda quer arrendá-lo?
zh_cn: 要不是你提起他来，最近都好像没有在这边见到他呢。或者你去跟他谈谈，问他还想不想继续租？

source: OK, I will go talk to him.
de: Ok, ich werde mit ihm reden.
fr: OK, je vais aller lui parler.
ja: わかりました、話してきます。
pt: Está bem, vou falar com ele.
zh_cn: 好的。我去跟他谈谈。

source: Sure. Any idea where he might be?
de: Sicher. Irgendeine Idee, wo er stecken könnte?
fr: Bien sûr. Une idée d'où il pourrait être ?
ja: いいですよ。どこにいるのか心当たりは？
pt: Claro. Alguma ideia onde é que ele possa estar?
zh_cn: 好的。知道他在哪吗？

source: It is still rented out to Arghest. He would not be very happy if I rented it out to someone else when he expects to use it.
de: Es ist immer noch an Arghest vermietet. Er würde nicht erfreut sein, wenn er erwartet es nutzen zu können und ich hätte es an jemand anders vermietet.
fr: Elle est toujours louée à Arghest. Il ne serait pas très heureux si je la louais à quelqu'un d'autre quand il compte l'utiliser.
ja: 貸し出しているのはアーゲストという方です。彼が使おうとしたときに他の方に貸してしまっていては、あまり面白く思わないでしょうね。
pt: Ele ainda está arrendado ao Arghest. Não ia ficar muito contente se o arrendasse a mais alguém.
zh_cn: 房间仍然在租给阿格斯特呢。如果他想使用的时候发现我出租了给其他人的话会不高兴的。

source: I don't know where he is now, but I do know that he used to be part of the mining effort in our mine to the southwest.
de: Ich weiß nicht, wo er sich gerade aufhält, ich weiß aber, dass er zu den Bergarbeitern in unserer Mine im Südwesten gehörte.
fr: Je ne sais pas où il est maintenant, mais je sais qu'il faisait partie de l'équipe minière dans notre mine du sud-ouest.
ja: どこにいるかは知りませんけど、南西の鉱山で採掘していたことは知ってますよ。
pt: Não sei onde é que ele está agora, mas sei que ele costumava trabalhar na mina que fica a sudoeste (↙).
zh_cn: 我不知道他现在在哪里，但我知道他曾经在我们西南部的矿场工作过。

source: Thanks. I will go look for him.
de: Danke. Ich werde nach ihm suchen.
fr: Merci. Je vais aller le chercher.
ja: ありがとう。探してきます。
pt: Obrigado. Vou procurá-lo.
zh_cn: 谢谢。我会去找他的。

source: I will go look for him right away.
de: Ich werde geradewegs nach ihm suchen.
fr: Je vais aller le chercher tout de suite.
ja: すぐに探してきます。
pt: Vou procurá-lo imediatamente.
zh_cn: 我马上就找他去。

source: Thank you for your help earlier. I hope the back room is comfortable enough.
de: Danke für deine Hilfe neulich. Ich hoffe, das Hinterzimmer ist bequem genug.
fr: Merci pour ton aide. J'espère que l'arrière-salle est assez confortable.
ja: 先ほどはありがとうございました。奥の部屋が快適であればいいのですが。
pt: Obrigado pela tua ajuda. Espero que o quarto dos fundos seja confortável.
zh_cn: 谢谢你早前的帮助。希望那后边的房间足够舒适呢。

source: Did you talk to Arghest?
de: Hast du mit Arghest gesprochen?
fr: Tu as parlé à Arghest ?
ja: アーゲストと話しましたか？
pt: Falaste com o Arghest?
zh_cn: 你跟阿格斯特谈过了吗？

source: [Lie] Yes, he told me that I could rest in the back room if I want to.
de: (Lüge) Ja, er sagte mir, dass ich im Hinterzimmer rasten kann, wenn ich möchte.
fr: [Mensonge] Oui, il m’a dit que je pouvais reposer dans l’arrière-salle si je veux.
ja: （嘘）はい、奥の部屋で休んでもいいと言われました。
pt: [Mentir] Sim, ele disse-me que eu podia descansar no quarto dos fundos, se quisesse.
zh_cn: [谎言]是的，他告诉我，如果我想休息，我可以在后面的房间休息。

source: Yes, he gave me permission to use the back room whenever I wish.
de: Ja, er hat mir erlaubt, das Hinterzimmer zu benutzen, wann immer ich will.
fr: Oui, il m'a donné la permission d'utiliser l'arrière-salle quand je veux.
ja: はい、いつでも奥の部屋を使ってもいいと許可してくれました。
pt: Sim, ele deu-me a permissão para usar o quarto dos fundos sempre que quisesse.
zh_cn: 是的，他允许我随时使用后面的房间。

source: Return to me once you know if he is still interested in renting the back room or not.
de: Komm zu mir zurück, sobald du weißt, ob er das Hinterzimmer weiterhin mieten möchte oder nicht.
fr: Reviens me voir une fois que tu sauras s'il est toujours intéressé pour la location de l'arrière-salle ou non.
ja: まだ奥の部屋を借りるつもりがあるかどうか、わかったら連絡してください。
pt: Volta aqui assim que souberes se ele ainda continua interessado em arrendar o quarto ou não.
zh_cn: 如果他还想租下后边的房间的话，记得回来找我。

source: Any idea where he might be?
de: Irgendeine Idee, wo er sein könnte?
fr: Une idée d'où il pourrait être ?
ja: どこにいるか心当たりはありますか？
pt: Alguma ideia onde é que ele possa estar?
zh_cn: 你知道他可能在哪里吗？

source: Did he really say that? Somehow I doubt that. It doesn't sound like him.
de: Hat er das wirklich gesagt? Da habe ich meine Zweifel. Klingt gar nicht nach ihm.
fr: Il a vraiment dit ça ? J'en doute. Ça ne lui ressemble pas.
ja: 本当にそう言ったのですか？ なんだか怪しいですね。本人のことのようには思えません。
pt: Ele disse mesmo isso? Duvido disso. Não parece ser dele.
zh_cn: 他真的这么说吗？我很怀疑。这听起来不像是他说的。

source: You will have to do something more to convince me.
de: Da musst du noch etwas mehr tun, um mich zu überzeugen.
fr: Tu devras faire quelque chose de plus pour me convaincre.
ja: 私を納得させたいなら、もっと何かしないといけませんね。
pt: Vais ter que fazer mais alguma coisa para me convencer.
zh_cn: 你要做得更多来说服我。

source: Really, he did? Well then, go ahead. I'm just glad the back room is being used.
de: Wirklich, hat er das? Nun denn, immer zu. Ich bin froh, wenn das Hinterzimmer genutzt wird.
fr: Vraiment ? Alors, vas-y. Je suis contente que l'arrière-salle soit utilisée.
ja: そうなんですか？ じゃあどうぞ。奥の部屋が使われて嬉しいですね。
pt: A sério? Ele disse? Muito bem, vai lá. Estou contente que o quarto dos fundos seja utilizado.
zh_cn: 真的吗？那就去吧。我很高兴后面的房间被使用了。

source: You are welcome to rest in the back room any time you want. Please let me know if there is anything I can do to help.
de: Du magst dich im Hinterzimmer ausruhen, wann immer du wünschst. Wenn ich dir irgendwie behilflich sein kann, lass es mich bitte wissen.
fr: Tu peux te reposer dans l'arrière-salle quand tu le souhaites. Fais-moi savoir s'il y a quelque chose que je peux faire pour t'aider.
ja: いつでも奥の部屋でお休みください。なにかお役に立てることがあればお知らせください。
pt: Podes descansar no quarto dos fundos quando quiseres. Por favor diz-me se precisares de ajuda.
zh_cn: 你在任何时候都欢迎在后边的房间休息。如果需要什么帮助跟我说就好了。

source: Lovely place this, isn't it?
de: Schöner Ort hier, nicht wahr?
fr: Bel endroit, n’est-ce pas ?
ja: 素敵な場所ですね。
pt: Lugar agradável, não é?
zh_cn: 很别致的地方呢，不是吗？

source: Welcome to my tavern. Please have a seat anywhere.
de: Willkommen in meiner Taverne. Bitte such dir einfach einen Platz aus.
fr: Bienvenue dans ma taverne. Prends place où tu veux.
ja: 酒場へようこそ。お好きな席にお座りください。
pt: Bem-vindo à minha taberna. Senta-te onde quiseres.
zh_cn: 欢迎来到我的酒馆，请随便坐。

source: What can I get to drink around here?
de: Was kann ich hier in der Gegend zu trinken bekommen?
fr: Qu'est-ce que je peux boire par ici ?
ja: ここでは何が飲めますか？
pt: O que há para beber por aqui?
zh_cn: 这里都有些什么喝的呢？

source: Well, unfortunately, with the mine tunnel collapsed, we cannot trade much with the outside villages.
de: Nun ja, seitdem der Stollen eingestürzt ist, können wir unglücklicherweise mit den Dörfern im Umland nicht mehr viel Handel treiben.
fr: Eh bien, malheureusement, avec l'effondrement du tunnel minier, nous ne pouvons pas faire beaucoup de commerce avec les villages extérieurs.
ja: そうですね、残念なことに鉱山のトンネルが崩壊してしまいましたから、外部の村との交易がうまくいっていません。
pt: Bem, infelizmente, como o túnel da mina ruiu, não conseguimos negociar muito com as aldeias das redondezas.
zh_cn: 唉，遗憾地，因为那矿塌了，导致我们不能够跟村外通商了。

source: However, I do have a huge supply of mead that I stocked up on before the mine shaft collapsed.
de: Allerdings habe ich einen großen Vorrat an Met, den ich gerade erst aufgestockt hatte, als der Stollen einstürzte.
fr: Cependant, j'ai une énorme réserve d'hydromel que j'ai accumulée avant que le puits de la mine ne s'effondre.
ja: ですけど、坑道が崩れる前に仕入れたミードでしたらいくらでもありますよ。
pt: No entanto, tenho uma enorme quantidade de hidromel que guardei antes da mina desmoronar.
zh_cn: 但是，在那矿倒塌之前，我存了很多的蜂蜜酒呢。

source: Mead? Yuck. Too sweet for my taste.
de: Met, Örks. Für meinen Geschmack zu süß.
fr: De l'hydromel ? Beurk. Trop sucré à mon goût.
ja: ミードだって？ うわぁ。僕には甘すぎるかな。
pt: Hidromel? Não! Demasiado doce para o meu gosto.
zh_cn: 蜂蜜酒？呕。太甜了。

source: Alright! Just my kind of taste. Let's see what you have to trade.
de: In Ordnung! Ganz nach meinem Geschmack. Lass sehen, was du zu verkaufen hast.
fr: D'accord ! Juste mon genre de goût. Voyons ce que vous avez à échanger.
ja: やった！ 僕好みだ。売買するものを見てみましょう。
pt: Uau! É a minha bebida preferida. Deixa-me ver o que tens para trocar.
zh_cn: 哦，对我来说挺好的。来看看你都有些什么可以交易的。

source: Very well, it will have to do. I guess it has some healing potential. Let's trade.
de: Nun gut, dann muss es halt damit gehen. Ein paar Heilkräfte soll es auch haben. Handeln wir also.
fr: Très bien, il faudra s'en contenter. Je suppose qu'il a un certain potentiel de guérison. Faisons un échange.
ja: よし、そうしましょう。癒やしの効果がありそうだ。売買しましょう。
pt: Muito bem, terá que servir. Acho que tem algumas propriedades curativas. Vamos negociar.
zh_cn: 很好，这就行了。这个估计有些治疗效用。来交易吧。

source: Suit yourself. That's what I've got anyway.
de: Wie du meinst. Das hier ist jedenfalls, was ich habe.
fr: Comme vous voudrez. C'est ce que j'ai de toute façon.
ja: ご自由に。あるものはこちらです。
pt: Como quiseres. De qualquer forma é o que tenho.
zh_cn: 随便你。我就只有这些了。

source: OK, let's trade anyway.
de: Gut, lass uns trotzdem miteinander handeln.
fr: OK, échangeons quand même.
ja: なるほど、売買しましょう。
pt: Está bem, vamos negociar.
zh_cn: 那好，交易吧。

source: Oh, a new one around here.
de: Oh, jemand neues hier.
fr: Oh, un nouveau par ici.
ja: おお、新入りか。
pt: Ah, alguém novo por aqui.
zh_cn: 哦，来了位新人呢。

source: Welcome kid. Are you here to drench your sorrows like the rest of us?
de: Willkommen, Kind. Bist du hier, deine Sorgen zu ertränken, wie wir übrigen?
fr: Bienvenue gamin. Es-tu ici pour pleurer ton chagrin comme nous tous ?
ja: 歓迎しよう。オレたちみたいに悲しみを紛らわせにきたのか？
pt: Miúdo, sê bem-vindo. Estás aqui para afogar as tuas tristezas, como o resto de nós?
zh_cn: 欢迎，孩子。你在这里像我们其他人一样抒发你的悲伤吗？

source: Not really. What is there to do around here?
de: Nicht wirklich. Was gibt es hier in der Gegend zu tun?
fr: Pas vraiment. Qu'est-ce qu'il y a à faire par ici ?
ja: そうでもない。ここで何をしてるの？
pt: Na verdade não. O que há para fazer por aqui?
zh_cn: 并不是。这附近有什么可做的吗？

source: Yeah, give me some of what you're having.
de: Ja. Gib mir was von dem was du da hast.
fr: Ouais, donne-moi un peu de ce que tu prends.
ja: ええ、あなたが食べているものを少し分けてください。
pt: Sim, dá-me um pouco do que tiveres.
zh_cn: 没错，你在喝什么？给我来一点。

source: Stop bumping into me when I'm trying to walk.
de: Hör auf mich anzurempeln, wenn ich versuche vorbei zu gehen.
fr: Arrête de me croiser quand j'essaie de marcher.
ja: 歩こうとしてるときにぶつかるのはやめてくれ。
pt: Pára de embarrar em mim enquanto estou a tentar andar.
zh_cn: 我走得好好的，别撞上来行吗。

source: My my, a feisty one. Very well, I will get out of your way.
de: Schau schau, eine Kratzbürste. Nun gut, ich gehe dir aus dem Weg.
fr: Oh là, fougueux, hein ? Très bien, je vais m'écarter de ton chemin.
ja: おおっ、威勢がいいな。そうかい、邪魔して悪かったな。
pt: Oh! Um mal-humorado. Muito bem, vou sair do teu caminho.
zh_cn: 看吧，一个好斗的人。很好，我就不打扰你了。

source: Drink, of course!
de: Trinken, natürlich!
fr: Boire, bien sûr !
ja: もちろん酒だ！
pt: Beber, é claro!
zh_cn: 当然是酒啦！

source: I should have seen that one coming. Goodbye.
de: Das hätte ich kommen sehen sollen. Tschüss.
fr: J'aurais dû m'en douter. Au revoir.
ja: 気づくべきだったね。さようなら。
pt: Devia ter visto isso. Adeus.
zh_cn: 我早该料到的。再见。

source: Hey, this one is mine. Buy your own mead from Birgil over there.
de: Heh, das da ist meiner. Kauf dir deinen eigenen Met dort drüben bei Birgil.
fr: Hé, c'est à moi. Achète ton propre hydromel à Birgil là-bas.
ja: おい、こいつはオレのだ。そこのビルギルから自分のミードを買ってくれや。
pt: Ei, essa é minha. Compra o teu hidromel no Birgil ali.
zh_cn: 嘿，这杯是我的。想喝蜂蜜酒的话去找那边的比吉尔自己买去。

source: Sure, whatever.
de: Sicher, was auch immer.
fr: Bien sûr, peu importe.
ja: なるほど、何だっていい。
pt: Claro, tanto faz.
zh_cn: 行吧，无所谓。

source: *hic* Hey theeere kid. Will you buy an old-timer like me a new round of mead?
de: *Hicks* Heh, du daaa, Kind. Wirst du einem alten Knaben eine neue Runde Met ausgeben?
fr: *hic* Hé toi, là. Paierais-tu une nouvelle tournée d'hydromel à un vieux comme moi ?
ja: ヒック。お、お、おう小僧。俺みたいな古参にミードを買ってきちゃあくれんか？
pt: *soluços* Ei miúdo, tu aííííííí. Pagarias a um veterano como eu uma nova rodada de hidromel?
zh_cn: *打嗝*嘿，那——边的小孩，你能帮我这个老家伙买点蜂蜜酒吗？

source: Yikes, what happened to you? Get away from me.
de: Huch, was ist mit dir passiert? Bleib weg von mir.
fr: Qu'est-ce qui vous est arrivé ? Ne vous approchez pas de moi.
ja: うわっ、どうしたの？ あっち行ってよ。
pt: Caramba, o que te aconteceu? Sai da frente.
zh_cn: 噫，你怎么回事？离我远点。

source: No way, and stop blocking my way.
de: Auf keinen Fall, und steh mir nicht weiter im Weg rum.
fr: Pas question, et arrêtez de me bloquer le passage.
ja: イヤですよ、あと邪魔しないでください。
pt: Nem pensar e pára de bloquear-me o caminho.
zh_cn: 没门。还有，别挡道。

source: Sure. Here you go.
de: Sicher, hier hast du einen.
fr: D'accord. Voilà pour vous.
ja: いいですよ。どうぞ。
pt: Claro. Aqui tens.
zh_cn: 当然，给。

source: Hey hey, thanks a lot kid! *hic*
de: Heh heh, vielen Dank, Kind! *Hicks*
fr: Hey hey hey, merci beaucoup gamin ! *hic*
ja: おうおう、ありがとよ小僧！ ヒック
pt: Hei... hei... Muito obrigado, miúdo! *soluços*
zh_cn: 嘿，嘿，谢啦孩子！*打嗝*

source: *grumbles*
de: *Grummel*
fr: * grognements *
ja: （ブツブツとつぶやく）
pt: *resmunga*
zh_cn: *小声咕哝*

source: Claws. Scratching.
de: Klauen. Kratzen.
fr: Griffes. Qui égratignent.
ja: 爪だ。ひっかかれた。
pt: Garras. Coçar.
zh_cn: 利爪。抓痕。

source: Got a hold of poor Kirg they did.
de: Haben sich den armen Kirg geschnappt.
fr: Elles ont mis la main sur le pauvre Kirg.
ja: かわいそうになぁ、カーグのヤロウ捕まっちまった。
pt: Agarraram o pobre Kirg, eles fizeram.
zh_cn: 它们逮住了可怜的基尔格。

source: Those damn beasts.
de: Diese verdammten Biester.
fr: Ces maudites bêtes.
ja: 畜生め。
pt: Essas bestas malditas.
zh_cn: 那些该死的野兽。

source: And it's all my fault. *sob*
de: Und es ist alles meine Schuld. *Schluchz*
fr: Et tout est de ma faute. *sob*
ja: 全部俺のせいだ。（すすり泣く）
pt: E é tudo culpa minha. *glup* [bebe um gole]
zh_cn: 全是我的错。*啜泣*

source: You again? Leave this place and go to your friends up in the Blackwater mountain settlement instead. We want no business with you.
de: Du schon wieder? Verlasse diesen Ort sofort und geh zu deinen Freunden oben in der Blackwater Mountain Siedlung. Wir wollen nichts mit dir zu tun haben.
fr: Encore toi ? Quitte cet endroit et va plutôt chez tes amis dans la colonie d'Encreau. Nous ne voulons pas faire affaire avec toi.
ja: またか？ ここを出て、ブラックウォーター山集落のお仲間のところへ向かうことだな。貴様とは関わりたくない。
pt: Outra vez? Deixa este lugar e vai para junto dos teus amigos na aldeia da montanha das Águas Negras. Não queremos negócios contigo.
zh_cn: 又是你？快离开这去你黑水的朋友那里。我们不想和你做生意。

source: I am here to give you a message from the Blackwater mountain settlement.
de: Ich bin hier, um euch eine Nachricht von der Blackwater Mountain Siedlung zu überbringen.
fr: Je suis ici pour vous donner un message de la colonie du mont Encreau.
ja: ブラックウォーター山集落からメッセージを伝えに来ました。
pt: Estou aqui para transmitir-te uma mensagem da parte da aldeia da montanha das Águas Negras.
zh_cn: 我是来给你传达一条来自黑水的消息的。

source: What message?
de: Welche Nachricht?
fr: Quel message ?
ja: メッセージとは？
pt: Que mensagem?
zh_cn: 什么消息？

source: Harlenn in the Blackwater mountain settlement wants you to stop your attacks on their settlement.
de: Harlenn in der Blackwater Mountain Siedlung verlangt, eure Angriffe auf ihren Ort einzustellen.
fr: Harlenn de la colonie du mont Encreau vous demande d'arrêter les attaques.
ja: ブラックウォーター山集落のハーレンは、あなた方の集落への攻撃を止めるよう言っています。
pt: Harlenn, da aldeia da montanha das Águas Negras, quer que pares com os ataques à aldeia.
zh_cn: 黑水营地的哈伦希望你停止对他们营地的攻击。

source: That's completely insane. We!? Stop OUR attacks?! You tell him that we have nothing to do with what happens up there. They have brought their own misfortune upon themselves.
de: Das ist vollkommen verrückt! Wir!? UNSERE Angriffe einstellen?! Sag ihm, wir haben nichts damit zu tun, was dort oben passiert. Sie haben sich ihr Unglück selbst zuzuschreiben.
fr: C'est complètement fou. Nous !? Arrêter NOS attaques ?! Dis-lui qu'on n'a rien à voir avec ce qui se passe là-haut. Ils ont attiré leur propre malheur sur eux-mêmes.
ja: 正気の沙汰じゃない。我々がか！？ 我々が、攻撃をやめろと？ そちらで起きていることと我々とは、一切関係ないと伝えてくれ。そちらが自分で招いた不幸だろう。
pt: Isso é completamente maluco. Nós? Parar com os nossos ataques? Diz-lhe que não temos nada a ver com o que acontece lá em cima. Eles trouxeram a própria desgraça a eles mesmos.
zh_cn: 这绝对是疯了。我们！？停止我们的攻击？！你告诉他，我们和这里发生的事一点关系也没有。是他们给他们自己带来了不幸。
