Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: So do you want to go through or not?
de: Also willst du jetzt hier durch oder nicht?
fr: Tu veux passer ou pas ?
ja: それで、通るのか、通らないのか？
pt: Então quer passar ou não?
zh_cn: 那么你想不想通过？

source: Outrageous! But OK, here is 200 gold.
de: Wucher! Aber was soll's, hier sind 200 Gold.
fr: Scandaleux ! Mais ok, tiens, 200 pièces d'or.
ja: 馬鹿げてる！ でもわかったよ、200ゴールドだ。
pt: Ultrajante! Mas tudo bem, aqui está 200 moedas.
zh_cn: 太夸张了!但是好吧，这里有200金。

source: I have to think about it.
de: Ich muss darüber nachdenken.
fr: Il faut que je réflechisse.
ja: 考えさせて。
pt: Tenho que pensar sobre isso.
zh_cn: 我必须要考虑一下。

source: Well, everything is getting more expensive nowadays. So 200 pieces of gold, please.
de: Nun, alles wird heutzutage teurer. Also 200 Goldstücke, bitte.
fr: Eh bien, tout devient plus cher de nos jours. Donc 200 pièces d'or, s'il te plait.
ja: ああ、最近は何でも高くなってきていてな。200ゴールド寄越せ。
pt: Bem, tudo está a ficar mais caro hoje em dia. Então 200 moedas de ouro, por favor.
zh_cn: 嗯，现在什么都越来越贵了。那么，请给我200块金币。

source: Here is 200 gold.
de: Hier sind 200 Gold.
fr: Tiens, 200 pièces d'or.
ja: 200ゴールドをどうぞ。
pt: Aqui está as 200 moedas.
zh_cn: 这里有200金。

source: Forget it. This is outrageous.
de: Vergiss es. Das ist Wucher.
fr: Laisse tomber. C'est scandaleux.
ja: もういい。馬鹿げてる。
pt: Esqueça. Isso é ultrajante.
zh_cn: 算了吧。这真是太离谱了。

source: I am not allowed to let anyone in or out. And I am incorruptable below 200 pieces of gold.
de: Ich darf niemanden rein oder rauslassen. Und ich bin unbestechlich unter 200 Goldstücken.
fr: Je n'ai pas le droit de laisser quiconque entrer ou sortir. Et je suis incorruptible en-dessous de 200 pièces d'or.
ja: 誰も出入りさせてはならんのだ。私は200ゴールド以下では清廉潔白でな。
pt: Não tenho permissão para deixar ninguém entrar ou sair. E sou incorruptível abaixo de 200 moedas de ouro.
zh_cn: 我不允许任何人进出。而且我在200个金币以下是不可腐化的。

source: Well, I will really look for another entrance now.
de: Nun, ich werde nun wirklich nach einem anderen Zugang suchen.
fr: Eh bien, je vais vraiment chercher une autre entrée maintenant.
ja: なら、他の入り口を探してみるよ。
pt: Bem, vou procurar outra entrada agora.
zh_cn: 好吧，我现在真的会去寻找另一个入口。

source: 200 gold? Last time it was 100 gold.
de: 200 Gold? Das letzte Mal waren es 100 Gold.
fr: 200 pièces d'or ? La dernière fois c'était 100 pièces d'or.
ja: 200ゴールド？ 前のときは100ゴールドだったのに。
pt: 200 moedas? A última vez foi 100 moedas.
zh_cn: 200金？上次是100金。

source: But Lady Hannah herself told me to get her one.
de: Aber Fräulein Hannah selbst bat mich, ihr eine zu holen.
fr: Mais Dame Hannah elle-même m'a demandé de lui en apporter une.
ja: でもハンナお嬢様から手に入れてくるように言われたんだ。
pt: Mas a própria Lady Hannah disse-me para lhe dar uma.
zh_cn: 但汉娜女士自己告诉我，要给她买一个。

source: Anyone could say that. But maybe...
de: Das könnte jeder sagen. Aber vielleicht...
fr: N'importe-qui pourrait dire ça. Mais peut-être...
ja: 口ではなんとでも言える。ただし…
pt: Qualquer um poderia dizer isso. Mas talvez...
zh_cn: 任何人都可以这样说。但也许...

source: Yes?
de: Ja?
fr: Oui ?
ja: はい？
pt: Sim?
zh_cn: 是吗？

source: Nothing. You don't seem to have enough money. Forget it.
de: Nichts. Du hast wohl nicht genug Geld. Vergiss es.
fr: Rien. Tu n'as pas l'air d'avoir assez d'argent. Laisse tomber.
ja: 何でもない。金が足りていないようだな。忘れろ。
pt: Nada. Não parece ter dinheiro suficiente. Esqueça.
zh_cn: 没有什么。你似乎没有足够的钱。算了吧。

source: Oh.
ja: あぁ。
zh_cn: 哦。

source: for 100 gold...
de: für 100 Gold...
fr: pour 100 pièces d'or...
ja: 100ゴールドでなら…
pt: por 100 moedas...
zh_cn: 为100金币...

source: I understand. Here, 100 gold.
de: Ich verstehe. Hier, 100 Gold.
fr: Je comprends. Tiens, 100 pièces d'or.
ja: わかりました。ほら、100ゴールドです。
pt: Compreendo. Aqui, 100 moedas.
zh_cn: 我明白了。给，100金币。

source: Oh you greedy, filthy, ...
de: Oh du gieriger, dreckiger,...
fr: Oh espèce de radin, dégoûtant, ...
ja: うわぁ、なんて欲張りで意地汚い…
pt: Oh, é ganancioso, imundo,…
zh_cn: 哦，你这个贪婪的、肮脏的、...

source: And here is the rose. Don't tell anybody that you got it from me.
de: Und hier ist die Rose. Sag niemanden, dass du sie von mir hast.
fr: Et voici la rose. Ne dis à personne que je te l'ai donnée.
ja: ではこれがバラだ。私からもらったことは誰にも言うんじゃないぞ。
pt: E aqui está a rosa. Não diga a ninguém que eu lhe dei.
zh_cn: 这里是玫瑰。不要告诉任何人你是从我这里得到的。

source: Hmm, we will see.
de: Hmm, mal sehen.
fr: Hmm, on verra.
ja: うーん、どうだろう。
pt: Hmm, vamos ver.
zh_cn: 嗯，我们会看到。

source: Tell me, did many people pass by today?
de: Sag mir, sind heute schon viele Leute hier durchgekommen?
fr: Dis-moi, beaucoup de gens sont passés aujourd'hui ?
ja: ねえ、今日は人がたくさん通ったんですか？
pt: Diga-me, muitas pessoas passaram hoje?
zh_cn: 告诉我，今天路过的人多吗？

source: Now that you mention it - not a single one. Bad business today.
de: Da du es jetzt erwähnst - nicht ein einziger. Schlechtes Geschäft heute.
fr: Maintenant que tu le dis, pas un seul. Mauvaises affaires aujourd'hui.
ja: そういえば、1人も来ていないな。今日は景気が悪い。
pt: Agora que mencionou - nem um único. Mau negócio hoje.
zh_cn: 既然你提到了--没有一个人。今天的生意不好。

source: No wonder with the main gate open.
de: Kein Wunder bei einem offenen Haupttor.
fr: Normal avec le portail principal qui est ouvert.
ja: 正門が開いてるんだから当然。
pt: Não admira que o portão principal esteja aberto.
zh_cn: 难怪正门开着。

source: Ah, that is why. OK. I am not allowed to let anyone in or out. And I am incorruptable below 2 pieces of gold.
de: Ach, deshalb. Verstanden. Ich darf niemanden rein oder rauslassen. Und ich bin unbestechlich unter 2 Goldstücken.
fr: Ah, c'est pour ça. Ok. Je n'ai pas le droit de laisser entrer ou sortir quiconque. Et je suis incorruptible en-dessous de 2 pièces d'or.
ja: ああ、それでか。なるほどな。誰も出入りさせてはならんのだ。私は2ゴールド以下では清廉潔白でな。
pt: Ah, é por isso. OK. Não tenho permissão para deixar ninguém entrar ou sair. E sou incorruptível abaixo de 2 moedas de ouro.
zh_cn: 啊，这就是原因。好吧。我不允许让任何人进出。而且我在两块金子以下是不可能腐化的。

source: Here is 2 gold.
de: Hier sind 2 Gold.
fr: Tiens, 2 pièces d'or.
ja: 2ゴールドをどうぞ。
pt: Aqui está 2 moedas.
zh_cn: 这里有2个黄金。

source: You never give up, do you?
de: Du gibst nie auf, oder?
fr: Tu n'abandonnes jamais, n'est-ce pas ?
ja: 諦めないんだ。
pt: Nunca desiste, não é?
zh_cn: 你从不放弃，是吗？

source: [Gold taken] Very good. Before you enter maybe you should also know the family names: Lord Guynmart, his beautiful but complicated daughter Hannah and his annoying son Rob. Got it?
de: [nimmt das Gold] Sehr gut. Bevor du eintrittst solltest du die Namen der Familie kennen: Lord Guynmart, seine schöne aber komplizierte Tochter Hannah und sein nervender Sohn Rob. Kapiert?
fr: [Or pris] Très bien. Avant d'entrer peut-être que tu devrais connaître les noms de famille : Seigneur Guynmart, sa fille Hannah belle mais compliquée, et Rob son fils ennuyeux. Compris ?
ja: （ゴールドを手に取る） いいだろう。入る前に、家族の名前も知っておくといいかもな。グインマート卿に、美しいが込み入った娘のハンナ、迷惑な息子のロブ。わかったか？
pt: [Moedas tomadas] Muito bom. Antes de entrar talvez também deve saber os nomes da família: Lord Guynmart, a filha dele linda, mas complicada, Hannah e o filho irritante dele, Rob. Consegue?
zh_cn: [取金] 非常好。在你进入之前，也许你还应该知道家族的名字。盖恩玛特爵，他美丽但复杂的女儿汉娜和他讨厌的儿子罗布。明白了吗？

source: Rob is always playing some stupid game, and Hannah is always having problems. See?
de: Rob spielt immer irgendwelche Streiche, und Hannah hat ständig Probleme. Verstanden?
fr: Rob joue toujours à des jeux stupides, et Hannah a toujours des problèmes. Tu vois ?
ja: ロブはいつもくだらない遊びばかりしているし、ハンナはいつも厄介事を抱えている。な？
pt: Rob está sempre a jogar algum jogo estúpido e Hannah está sempre a ter problemas. Vejo?
zh_cn: 罗布总是在玩一些愚蠢的游戏，而汉娜总是有问题。看到了吗？

source: Enough talk. No trespassing! I will close my eyes now and count to 10.
de: Genug geredet. Kein Zugang! Ich werde nun meine Augen schließen und bis 10 zählen.
fr: Assez parlé. Défense d'entrer ! Je vais fermer les yeux maintenant et compter jusqu'à 10.
ja: お喋りはここまで。立ち入り禁止だ！ 今から目を閉じて10まで数えるからな。
pt: Chega de conversa. Não ultrapasse! Vou fechar meus olhos agora e contar até 10.
zh_cn: 够了。不得擅自闯入！我现在闭上眼睛数到10。

source: [Gold taken] Very good. I will close my eyes now and count to 10.
de: [nimmt das Gold] Sehr gut. Ich werde nun meine Augen schließen und bis 10 zählen.
fr: [Or pris] Très bien. Je vais fermer les yeux maintenant et compter jusqu'à 10.
ja: （ゴールドを手に取る） いいだろう。今から目を閉じて10まで数えるからな。
pt: [Moedas tomadas] Muito bom. Vou fechar meus olhos agora e conte até 10.
zh_cn: [取金] 很好。我现在将闭上眼睛，数到10。

source: ...one...
de: ...eins...
fr: ...un...
pt: ...um...
zh_cn: ……一……

source: ...two...
de: ...zwei...
fr: ...deux...
pt: ...dois...
zh_cn: ……二……

source: ...three...
de: ...drei...
fr: ...trois...
pt: ...três...
zh_cn: ……三……

source: ...four...
de: ...vier...
fr: ...quatre...
pt: ...quatro...
zh_cn: ……四……

source: ...five...
de: ...fünf...
fr: ...cinq...
pt: ...cinco...
zh_cn: ……五……

source: ...six...
de: ...sechs...
pt: ...seis...
zh_cn: ……六……

source: ...eh, now seven, I think...
de: ... äh, jetzt sieben, denke ich...
fr: ...hé, maintenant sept, je crois...
ja: …あー、7、だな…
pt: ...eh, agora sete, acho eu...
zh_cn: ...呃，现在是7个，我想...

source: ...eight...
de: ...acht...
fr: ...huit...
pt: ...oito...
zh_cn: ……八……

source: ...nine...
de: ...neun...
fr: ...neuf...
pt: ...nove...
zh_cn: ……九……

source: Hmm, you may have not enough money, but you have some nice things with you. I might give you a good price.
de: Hmm, du hast vielleicht nicht genug Geld, aber du hast ein paar nette Sachen bei dir. Ich könnte dir dafür einen guten Preis bieten.
fr: Hmm, tu n'as peut-être pas assez d'argent, mais tu as de jolies choses avec toi. Je pourrais t'en donner un bon prix.
ja: ううむ、金は足りんようだが、いいものを持っているのだな。いい値段をつけてやれるかもしれんぞ。
pt: Hmm, pode não ter dinheiro suficiente, mas tem algumas coisas boas consigo. Posso te dar um bom preço.
zh_cn: 嗯，你可能没有足够的钱，但你有一些好东西。我可能会给你一个好价钱。

source: We'll see. Let's have a look at my belongings.
de: Na, dann schauen wir doch mal, was ich dabei habe.
fr: On verra. Jetons un oeil à mes affaires.
ja: どうかな。持ち物を見てみよう。
pt: Veremos. Vamos dar uma olhada nos meus pertences.
zh_cn: 我们将拭目以待。让我们看看我的财物。

source: I would rather starve here on the spot than sell you a single thing.
de: Ich würde eher auf der Stelle hier verhungern, als dir etwas zu verkaufen.
fr: Je préfère mourir de faim ici sur place plutôt que de te vendre un seul objet.
ja: あなたに1つでも何か売るくらいなら、ここで餓死した方がマシだ。
pt: Prefiro morrer de fome aqui no local do que te vender uma única coisa.
zh_cn: 我宁愿在这里当场饿死，也不愿卖给你一件东西。

source: Hi kid! Would you like to play a card game?
de: Hallo Kind! Willst du eine Runde Karten mitspielen?
fr: Salut gamin ! Tu veux jouer aux cartes ?
ja: やあ少年！ カードで遊ばないか？
pt: Oi garoto! Gostaria de jogar um jogo de cartas?
zh_cn: 嗨，孩子!你想玩一个纸牌游戏吗？

source: Sure!
de: Sicher!
fr: Bien sûr !
ja: もちろん！
pt: Com certeza!
zh_cn: 当然!

source: No, not today!
de: Nein, heute nicht!
fr: Non, pas aujourd'hui !
ja: いえ、また今度！
pt: Não, hoje não!
zh_cn: 不，今天不行!

source: No thanks. My father warned me that certain card games can become a bad habit.
de: Nein danke. Mein Vater hat mich gewarnt, dass gewisse Kartenspiele eine schlechte Angewohnheit werden können.
fr: Non merci. Mon père m'a prévenu que certains jeux de cartes peuvent devenir une mauvaise habitude.
ja: 結構です。一部のカードゲームは悪い癖になるって父が言ってました。
pt: Não, obrigado. Meu pai me avisou que certos jogos de cartas podem se tornar um mau hábito.
zh_cn: 不，谢谢。我父亲警告过我，某些纸牌游戏会成为一种坏习惯。

source: We always play card color guessing. Do you have any money?
de: Wir spielen immer Kartenfarbenraten. Hast du Geld?
fr: On joue toujours à deviner la couleur des cartes. Tu as de l'argent ?
ja: 我々はよくカードの色当てをして遊んでいるんだ。お金はあるか？
pt: Sempre jogamos a adivinhação da cor do cartão. Tem algum dinheiro?
zh_cn: 我们总是玩纸牌颜色猜测。你有什么钱吗？

source: Of course I have.
de: Natürlich habe ich Geld.
fr: Bien sûr que j'en ai.
ja: もちろんあります。
pt: Claro que tenho.
zh_cn: 当然我有。

source: I would never play for money.
de: Ich würde nie um Geld spielen.
fr: Je ne joue jamais pour de l'argent.
ja: お金で遊ぶつもりはありません。
pt: Nunca jogaria por dinheiro.
zh_cn: 我永远不会为钱而玩。

source: Please explain the rules to me.
fr: S'il te plait explique moi les règles.
ja: ルールの説明をお願いします。
pt: Explique-me as regras, por favor.
zh_cn: 请向我解释这些规则。

source: I will draw a card, and you have to guess whether it is Red or Black.
de: Ich ziehe eine Karte und du musst raten, ob sie Rot oder Schwarz ist.
fr: Je vais tirer une carte, et tu devras deviner si elle est Rouge ou Noire.
ja: 私がカードを引く、君はそれが赤か黒かを当ててくれ。
pt: Vou desenhar um cartão e tem que adivinhar se é vermelho ou preto.
zh_cn: 我将抽一张牌，你必须猜测它是红色还是黑色。

source: If you get it right, I will give you gold 100 coins. If your guess is wrong, you owe me 100.
de: Wenn du richtig liegst, gebe ich dir 100 Gold. Rätst du falsch, schuldest du mir 100 Gold.
fr: Si tu as bon, je te donnerai 100 pièces d'or. Sinon, tu m'en devras 100.
ja: 当たったら100ゴールドあげよう。外したら君が私に100ゴールドを払う。
pt: Se acertar, darei-lhe 100 moedas de ouro. Se o seu palpite está errado, deve-me 100.
zh_cn: 如果你猜对了，我就给你100金币。如果你猜错了，你就欠我100。

source: OK, got it.
de: Verstanden.
fr: Ok, compris.
ja: なるほど、わかりました。
pt: OK, entendi.
zh_cn: 好的，知道了。

source: Eh, could you explain once more?
de: Äh, könntest du es mir nochmal erklären?
fr: Hé, tu peux me re-expliquer ?
ja: えっと、もう一度説明お願いできますか？
pt: Ei, poderia explicar mais uma vez?
zh_cn: 呃，你能再解释一次吗？

source: Hey, you look like you have no money left.
de: Heh, du scheinst kein Geld mehr zu haben.
fr: Hé, on dirait que tu n'as plus d'argent.
ja: おい、お金がないようだが。
pt: Ei, parece que não tem mais dinheiro.
zh_cn: 嘿，你看起来好像没有钱了。

source: Yes indeed, I'm broke. Sorry, then I have to leave.
de: Stimmt, ich bin pleite. Dann muss ich wohl leider gehen.
fr: Oui c'est vrai, je suis fauché. Désolé, il faut que je parte.
ja: ええそうですね、お金がありません。ごめんなさい。それでは失礼します。
pt: Sim, de fato estou quebrado. Desculpe, então tenho que sair.
zh_cn: 是的，的确，我已经破产了。对不起，那我就得走了。

source: OK. I have drawn a card. Which color is it?
de: Gut. Ich habe eine Karte gezogen. Welche Farbe hat sie?
fr: Ok. J'ai tiré une carte. Elle est de quelle couleur ?
ja: よし。カードを引いたぞ。何色だ？
pt: OK. Desenhei um cartão. Qual é a cor?
zh_cn: 好的。我抽到了一张牌。它是哪种颜色？

source: Red
de: Rot
fr: Rouge
ja: 赤
pt: Vermelho
zh_cn: 红色的

source: Black
de: Schwarz
fr: Noire
ja: 黒
pt: Preto
zh_cn: 黑色的

source: Blue
de: Blau
fr: Bleue
ja: 青
pt: Azul
zh_cn: 蓝色的

source: Oh dear. Just Red or Black. Please try to remember. *Sigh*
de: Oh Mann. Nur Rot oder Schwarz. Versuch bitte, es dir zu merken. *Seufz*
fr: Oh mon dieu. Juste Rouge ou Noir. Essaye de te rappeler. *Soupir*
ja: おいおい。赤か黒だけだ。覚えておいてくれ。（ため息）
pt: Oh céus. Apenas vermelho ou preto. Por favor, tente lembrar. *Suspiro*
zh_cn: 哦，天哪。只有红色或黑色。请试着记住。*叹息*

source: Yes. Sorry.
de: Ja, Entschuldigung.
fr: Oui. Désolé.
ja: はい。すみません。
pt: Sim. Desculpa.
zh_cn: 是。对不起。

source: I have Black! Sorry for you, kid. I get 100 now. [Gold taken] Let's try another card.
de: Es ist Schwarz! Tut mir leid für dich, Kind. Ich bekomme nun 100 Gold. [nimmt das Gold] Noch eine Runde.
fr: J'ai du Noir ! Désolé pour toi, gamin. Je prends 100 maintenant. [Or pris] Essayons une autre carte.
ja: 黒だ！ 残念だったな君。100ゴールドいただこうか。 （ゴールドを取る） 次のカードといこうか。
pt: Tenho preto! Sinto consigo, garoto. Recebo 100 agora. [Moedas tomadas] Vamos tentar outro cartão.
zh_cn: 我有黑色！对不起你，孩子。我现在得到100。 【金币】 让我们试试另一张卡。

source: I have Red! Sorry for you, kid. I get 100. [Gold taken] Let's try another card.
de: Es ist Rot! Tut mir leid für dich, Kind. Ich bekomme 100 Gold. [nimmt das Gold] Noch eine Runde.
fr: J'ai du Rouge ! Désolé pour toi, gamin. Je gagne 100. [Or pris] Essayons une autre carte.
ja: 赤だ！ 残念だったな君。100ゴールドいただこうか。 （ゴールドを取る） 次のカードといこうか。
pt: Tenho vermelho! Lamento por si, garoto. Recebo 100. [Moedas tomadas] Vamos tentar outro cartão.
zh_cn: 我是红色！为你难过，孩子。我得到了100。 [拿了金币] 我们再试试另一张牌。

source: Red! How did you know? Here you get 100 again. [Gold received] Can you do this again?
de: Rot! Woher wusstest du das? Hier nimm nochmal 100 Gold. [Gold erhalten] Schaffst du das noch einmal?
fr: Rouge ! Comment as-tu su ? Tiens, voilà encore 100. [Or reçu] Tu peux le re-faire ?
ja: 赤だ！ よくわかったな？ 100ゴールドだ。 （ゴールドを受け取る） もう1回やらないか？
pt: Vermelho! Como sabia? Aqui recebe 100 novamente. [Moedas recebidas] Pode fazer isso de novo?
zh_cn: 红色！你怎么知道的？在这里你又得到了100。 [收到黄金] 你能再做一次吗？

source: Black! You guessed it right again. Here you get 100 gold. [Gold received] Let's try another card.
de: Schwarz! Du hast schon wieder richtig geraten. Hier nimm die 100 Gold. [Gold erhalten] Noch eine Runde.
fr: Noire ! Tu as encore vu juste. Voici 100pièces d'or. [Or reçu] Essayons avec une autre carte.
ja: 黒だ！ 正解だな。100ゴールドだ。 （ゴールドを受け取る） 次のカードといこうか。
pt: Preto! Adivinhou certo novamente. Aqui ganha 100 de ouro. [Moedas recebidas] Vamos tentar outro cartão.
zh_cn: 黑人!你又猜对了。在这里你可以得到100金币。 [收到金币] 我们再试试另一张牌。

source: You are too young to be here. Sharp swords are stored in this room.
de: Du bist zu jung um hier zu sein. In diesem Raum lagern scharfe Schwerter.
fr: Tu es trop jeune pour être ici. Il y a des épées affutées stockées dans cette pièce.
ja: 君がここに来るには若すぎるだろう。この部屋には鋭い剣が保管されているんだぞ。
pt: É jovem demais para estar aqui. Espadas afiadas são armazenadas nesta sala.
zh_cn: 你太年轻了，不能来这里。这个房间里存放着锋利的剑。

source: Go away, kid. I want to be alone. I cannot think clearly without the smell of another fresh, fragrant rose.
de: Geh weg, Kind. Ich will alleine sein. Ich kann nicht klar denken ohne den Duft einer neuen frischen, duftenden Rose.
fr: Va-t'en gamin. Je veux être seule. Je ne peux pas penser clairement sans l'odeur d'une autre rose fraîche et parfumée.
ja: あっちへ行って。1人になりたいの。新鮮なバラの香りなしには、はっきりと考えられそうにない。
pt: Vá embora, garoto. Quero ficar sozinho. Não consigo pensar claramente sem o cheiro de outra rosa fresca e perfumada.
zh_cn: 走吧，孩子。我想一个人待着。如果没有另一朵新鲜芬芳的玫瑰的味道，我就无法清晰地思考。

source: I will bring your rose now.
de: Ich werde dir jetzt deine Rose bringen.
fr: Je vais apporter votre rose maintenant.
ja: バラを持ってくる。
pt: Trarei-lhe a sua rosa agora.
zh_cn: 我现在就把你的玫瑰拿来。

source: You and your stupid rose.
de: Du und deine dumme Rose.
fr: Toi et ta rose stupide.
ja: あなたとくだらないバラ、ねぇ。
pt: Vocè e a sua rosa estúpida.
zh_cn: 你和你的愚蠢的玫瑰。

source: I cannot think clearly ... I need a rose! A fresh, fragrant rose! Please bring me a rose from my garden...
de: Ich kann nicht klar denken... Ich brauche eine Rose! Eine frische, duftende Rose! Bitte bring mir eine Rose aus meinem Garten...
fr: Je ne peux pas penser clairement... J'ai besoin d'une rose ! Une rose fraîche et parfumée ! S'il te plait, apporte-moi une rose de mon jardin...
ja: うまく頭が回らない…バラがほしいわ！ 新鮮で香りの良いバラが！ どうか、庭からバラを持ってきてくれませんか…
pt: Não consigo pensar claramente... Preciso de uma rosa! Uma rosa fresca e perfumada! Por favor, traga-me uma rosa do meu jardim...
zh_cn: 我无法清晰地思考......。我需要一朵玫瑰!一朵新鲜、芬芳的玫瑰!请从我的花园给我带来一朵玫瑰......

source: I have some delicious lunch for you.
de: Ich habe köstliches Mittagessen für dich.
fr: J'ai un déjeuner délicieux pour vous.
ja: あなたにおいしいランチを持ってきましたよ。
pt: Tenho um delicioso almoço para si.
zh_cn: 我为你准备了一些美味的午餐。

source: I will go and ask Nuik.
de: Ich gehe und werde Nuik fragen.
fr: Je vais demander à Nuik.
ja: ヌイクに頼んでくる。
pt: Irei perguntar ao Nuik.
zh_cn: 我会去问努克。

source: How can you think of eating and drinking! My love has gone - I will never eat again! Take it for yourself or throw it away. And leave me alone now. A rose ... I need my rose...
de: Wie kannst du nur an Essen und Trinken denken! Meine Liebe ist fort - Ich werde niemals wieder etwas essen! Iss es selbst oder schütte es weg. Und lass mich jetzt alleine. Eine Rose... Ich brauche meine Rose...
fr: Comment peux-tu penser à manger et boire ! Mon amour est parti - je ne mangerai plus jamais ! Prends-le pour toi ou jette-le. Et laisse-moi seule maintenant. Une rose... J'ai besoin de ma rose...
ja: どうして食事のことを考えるの！ 私の愛は消えてしまった…もう二度と食べないわ！ 自分で食べるか捨ててください。 私のことなら今は放っておいて。 バラが…バラが必要なの…
pt: Como pode pensar em comer e beber! Meu amor se foi - nunca mais vou comer de novo! Tome por si mesmo ou jogue fora. E deixe-me em paz agora. Uma rosa… preciso da minha rosa...
zh_cn: 你怎么能想到吃和喝！？我的爱已经走了--我再也不吃了!你自己拿去吧，不然就扔了。 现在别管我了。 一朵玫瑰...我需要我的玫瑰...

source: Oh, what a lovely rose you found for me!
de: Oh, was für eine liebliche Rose hast du für mich gefunden!
fr: Oh, quelle ravissante rose tu as trouvée pour moi !
ja: まあ、なんて素敵なバラを見つけてくれたのでしょう！
pt: Oh, que linda rosa que encontrou para mim!
zh_cn: 哦，你为我找到了多么可爱的玫瑰啊！

source: Ah - beautiful. Just look!
de: Ah - wunderschön. Sieh nur!
fr: Ah - magnifique. Regarde !
ja: ああ、綺麗だわ。ほら見て！
pt: Ah - linda. Apenas olhe!
zh_cn: 啊--漂亮。你看！

source: [Hannah takes the rose] Now. I feel better again. Thank you.
de: [Hannah nimmt die Rose] Nun. Ich fühle mich wieder besser. Vielen Dank.
fr: [Hannah prend la rose] Maintenant je me sens mieux. Merci.
ja: （ハンナはバラを受け取る） さて。よくなりました。どうもありがとう。
pt: [Hannah leva a rosa] Agora. Sinto-me melhor novamente. Obrigado.
zh_cn: [汉娜接过玫瑰] 现在。我又感觉好多了。谢谢你。

source: Have you found Lovis yet?
de: Hast du inzwischen Lovis gefunden?
fr: As-tu trouvé Lovis ?
ja: ロビスは見つかりました？
pt: Já encontrou Lovis?
zh_cn: 你找到洛维斯了吗？

source: No, sorry. Not yet.
de: Nein, tut mir leid. Noch nicht.
fr: Non, désolé. Pas encore.
ja: いえ、すみません。まだです。
pt: Não, desculpa. Ainda não.
zh_cn: 不，对不起。还没有。

source: I would like to give you Lovis' flute. He used to play on it every day for me. When you find Lovis, show the flute as a token that I sent you.
de: Ich würde dir gerne Lovis Flöte geben. Er hat mir darauf jeden Tag etwas vorgespielt. Wenn du Lovis findest, zeige ihm die Flöte als Beweis, dass ich dich geschickt habe.
fr: Je voudrais te donner la flûte de Lovis. Il avait l'habitude d'en jouer chaque jour pour moi. Quand tu trouveras Lovis, montre-lui la flûte afin qu'il sache que je t'envoie.
ja: ロビスのフルートをあなたに預けたいわ。彼は毎日それで私のために演奏してくれていたの。もしロビスが見つかったなら、私が送った印としてそのフルートを見せてください。
pt: Gostaria de te dar a flauta de Lovis. Ele costumava tocar todos os dias para mim. Quando encontrar Lovis, mostre a flauta como um sinal que lhe enviei.
zh_cn: 我想把洛维斯的长笛送给你。他曾经每天都为我吹奏它。当你找到洛维斯时，请出示长笛作为我送你的信物。

source: I will not disappoint you.
de: Ich werde dich nicht enttäuschen.
fr: Je ne vous décevrai pas.
ja: あなたを失望はさせない。
pt: Não te desapontarei.
zh_cn: 我不会让你失望。

source: No, I do not feel like running back and forth.
de: Nein, ich habe keine Lust, ständig hin und her zu rennen.
fr: Non, je n'ai pas envie de courir dans tous les sens.
ja: いや、あちこち走り回るような気分じゃないんだ。
pt: Não, não tenho vontade de correr de um lado para o outro.
zh_cn: 不，我不喜欢来回跑。

source: So take this flute and take good care of it.
de: Also nimm diese Flöte und pass gut auf sie auf.
fr: Alors prends cette flûte et prends grand soin d'elle.
ja: このフルートのこと、大事にしてくださいね。
pt: Então pegue essa flauta e cuide bem dela.
zh_cn: 因此，拿着这支笛子，好好照顾它。

source: I will.
de: Das werde ich.
fr: Entendu.
ja: そうする。
pt: Faço.
zh_cn: 我会的。

source: Hello $playername.
de: Hallo $playername.
fr: Bonjour $playername.
ja: こんにちは、$playername。
pt: Olá $playername.
zh_cn: 你好$playername。

source: $playername - what a joy to see you again.
de: $playername - was für eine Freude dich wiederzusehen.
fr: $playername - quelle joie de te revoir.
ja: $playername、また会えて嬉しい。
pt: $playername - que alegria vê-lo novamente.
zh_cn: $playername - 很高兴再次见到你。

source: Now let us hear Lovis.
de: Nun lass uns Lovis anhören.
fr: Maintenant écoutons Lovis.
ja: ではロビスの話を。
pt: Agora vamos ouvir Lovis.
zh_cn: 现在让我们听听洛维斯的意见。

source: Many things have happened. Norgothla came back and Unkorh flew, his men dead or scattered.
de: Vieles ist geschehen: Norgothla ist zurück, und Unkorh ist geflohen, seine Männer tot oder verstreut.
fr: Plein de choses se sont passées. Norgothla est revenu et Unkorh a fui, ses hommes morts ou dispersés.
ja: たくさんのことがありました。ノルゴトラが帰ってきて、ウンコールは城を飛び出し、彼の部下は死ぬか散り散りとなっていなくなりました。
pt: Muitas coisas aconteceram. Norgothla voltou e o Unkorh fugiu, os homens mortos ou dispersos dele.
zh_cn: 发生了很多事情。诺戈特拉回来了，乌克尔飞了起来，他的人要么死了要么散了。
