Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: There is this woman in Stoutford, she wants some for the grave of her husband, Noraed.
de: Da gibt es diese Witwe in Stoutford. Sie möchte gerne einige für das Grab ihres Ehemannes, Noraed.
fr: Il y a cette femme à Stoutford, elle en veut pour la tombe de son mari, Noraed.
ja: スタウトフォードの女性が、ノラードという夫の墓のためにほしいのだそうです。
pt: Há uma mulher em Stoutford, ela quer um pouco para o túmulo do marido dela, Noraed.
zh_cn: 在斯托福德有一个女人，她想为她的丈夫诺拉德的坟墓买一些。

source: Noraed is dead? Oh no ... my poor little brother. What happened?
de: Noraed ist tot? Oh nein... mein armer kleiner Bruder. Was ist passiert?
fr: Noraed est mort ? Oh non... mon pauvre petit frère. Que s'est-il passé ?
ja: ノラードが死んだですって？ そんな…弟が。一体何が？
pt: Noraed está morto? Oh não... Meu pobre irmãozinho. O que aconteceu?
zh_cn: 诺拉德死了？哦不。。。我可怜的弟弟。发生了什么事？

source: He was killed saving the life of his wife, during a monster attack on Stoutford.
de: Bei einem Überfall von Monstern auf Stoutford rettete er seiner Frau das Leben, kam aber selbst dabei um.
fr: Il a été tué en sauvant la vie de sa femme, lors d'une attaque de monstres sur Stoutford.
ja: スタウトフォードがモンスターの襲撃に遭った際に妻を庇って殺されました。
pt: Ele foi morto a salvar a vida da esposa dele, durante um ataque de monstros em Stoutford.
zh_cn: 在一次怪物袭击斯托福德的过程中，他为了拯救他妻子的生命而被杀。

source: Yes, that would be him. He loved Aryfora so much. I never had the chance to meet her.
de: Ja, das ist typisch für ihn. Er hat seine Aryfora so sehr geliebt. Ich hatte nie die Möglichkeit, sie kennenzulernen.
fr: Oui, ça ne m'étonne pas de lui. Il aimait tant Aryfora. Je n'ai jamais eu la chance de la rencontrer.
ja: そう、あの子がそんなことを。アリフォラを本当に愛していたのね。私は彼女と会う機会が無かった。
pt: Sim, isso viria dele. Ele amava tanto Aryfora. Nunca tive oportunidade de a conhecer.
zh_cn: 是的，那就是他。他非常爱阿利弗拉。我从来没有机会见到她。

source: Every year he came to pick the most beautiful damerilia to give it to her as a present.
de: Er kam jedes Jahr, um die wunderschönste Damerilia zu pflücken, als Geschenk für sie.
fr: Il est venu chaque annnée cueillir la plus belle damerilia afin de lui offrir.
ja: 毎年、一番美しいダメリリアを選びに来て、彼女にプレゼントしていたわ。
pt: Todos os anos vinha escolher a mais bela damerilia para dar-lhe como um presente.
zh_cn: 每年他都会来挑选最漂亮的大马士革，作为礼物送给她。

source: Yes, Aryfora told me. She asked me to bring her some damerilias for Noraed's grave.
de: Ja, das hat mir Aryfora erzählt. Sie hat mich gebeten, ihr einige Damerilias für Noraeds Grab zu besorgen.
fr: Oui, Aryfora me l'a dit. Elle m'a demandé de lui apporter des damerilias pour la tombe de Noraed.
ja: はい、アリフォラから聞いてます。ノラードの墓のためのダメリリアを持ってきてほしいと頼まれました。
pt: Sim, Aryfora disse-me. Ela pediu-me para trazer algumas damerilias ao túmulo de Noraed.
zh_cn: 是的，阿利弗拉告诉我了。她让我给她带些大马士革来给诺拉德上坟。

source: I still have some. Here, take these to her, and send her my condolences.
de: Ich habe noch welche. Hier, bring diese zu ihr und teile ihr mein Beileid mit.
fr: J'en ai encore. Tiens, porte-lui celles-ci, et transmets-lui mes condoléances.
ja: まだあるわ。これを持って彼女にお悔やみを。
pt: Ainda tenho algumas. Aqui, leva-lhe essas e envia-lhe as minhas condolências.
zh_cn: 我还有一些。来，把这些拿给她，并向她表达我的哀悼。

source: Thanks. I'll make sure she gets them.
de: Danke. Ich verspreche, dass sie diese bekommt.
fr: Merci. Je m'en charge.
ja: ありがとう。必ず渡します。
pt: Obrigado. Vou garantir que ela as receba.
zh_cn: 谢谢。我将确保她得到它们。

source: All this trouble for a bunch of smelly flowers...
de: All dieser Ärger nur für einen stinkenen Blumenstrauß...
fr: Tout ce tracas pour quelques fleurs...
ja: 臭い花のためにこんなに手間暇掛けて…
pt: Todo este trabalho por um monte de flores fedorentas...
zh_cn: 所有这些麻烦都是为了一束发臭的花......。

source: These damerilias are not really good any more. You should get fresh ones from my family's glade north of Remgard.
de: Diese Damerilias sind schon etwas welk. Du solltest dir frische von der Bergwiese meiner Familie nördlich von Remgard besorgen.
fr: Ces damerilias sont fanées. Tu devrais en chercher des fraîches dans la clairière de ma famille au nord de Remgard.
ja: このダメリリアはもうそんなに良くないの。レムガードの北にあるうちの家の空き地から、新鮮なものを手に入れてきたほうがいい。
pt: Estas damerilias já não são muito boas. Deveria levar umas frescas da clareira da minha família ao norte de Remgard.
zh_cn: 这些大马士革已经不怎么好了。你应该从瑞姆加德以北我家的小树林里买些新鲜的。

source: How would I get to your glade?
de: Wie komme ich zu eurer Bergwiese?
fr: Comment puis-je aller à votre clairière ?
ja: 空き地にはどうやって？
pt: Como chegaria à sua clareira?
zh_cn: 我怎么去你的小树林？

source: To find the glade you have to pass through a cave. There are trolls, but my father had put up a statue that the trolls don't like to pass. So I was able to pass through the cave fairly safely.
de: Um zu dieser Bergwiese zu kommen, musst du durch eine Höhle. Dort gibt es Trolle, aber mein Vater hat dort einst eine Statue aufgestellt, welche die Trolle nicht gerne passieren. Auf diese Weise konnte ich einigermaßen sicher durch die Höhle gehen.
fr: Pour trouver la clairière tu dois traverser une grotte. Il y a des trolls, mais mon père a placé une statue que les trolls n'aiment pas franchir. Je pouvais ainsi traverser la grotte en sécurité.
ja: 空き地を見つけるには洞窟を通らなくてはならないの。トロールがいるけど、父がトロールが通るのを嫌がる像を立ててくれて。だから、かなり安全に洞窟を通ることができた。
pt: Para encontrar a clareira é preciso passar por uma caverna. Há trolls, mas o meu pai colocou uma estátua que os trolls não gostam de aproximar. Então, consigo passar pela caverna em segurança.
zh_cn: 要找到绿地，你必须通过一个山洞。那里有巨魔，但我父亲竖起了一座雕像，巨魔不喜欢通过。所以我能够相当安全地通过山洞。

source: The glade itself is barred by a solid door to keep the trolls out. I had a key for it of course.
de: Die Bergwiese selbst ist mit einer stabilen Tür verschlossen, um die Trolle draußen zu halten. Ich hatte natürlich einen Schlüssel.
fr: La clairière est barrée par une porte solide afin de barrer la route aux trolls. J'en avais la clé bien sûr.
ja: 空き地そのものは、トロールを防ぐために頑丈なドアで塞がれているわ。もちろん鍵はあったのよ。
pt: A própria clareira é barrada por uma porta sólida para manter os trolls fora. Tinha uma chave para isso, é claro.
zh_cn: 沼泽地本身被一扇坚固的门挡住了，以防止巨魔进入。我当然有一把钥匙。

source: Had?
de: Hatte?
fr: "Avais" ?
ja: あった？
pt: Tinha?
zh_cn: 有吗？

source: Yes. Unfortunately I did not pay enough attention to where I was going when I was there last time, and took a wrong turn.
de: Ja. Leider hatte ich das letzte Mal nicht so genau aufgepasst, wohin ich ging, und war falsch abgebogen.
fr: Oui. Malheureusement je n'ai pas fait assez attention à mon chemin la dernière fois que j'y suis allée, et j'ai pris un mauvais virage.
ja: ええ。残念ながら前回行ったときに行き先に気を配らず、道を間違えてしまって。
pt: Sim. Infelizmente não prestei atenção suficiente para onde estava a ir quando estava lá da última vez e tomei um caminho errado.
zh_cn: 是的。不幸的是，我上次去的时候没有充分注意到我要去的地方，走错了路。

source: Suddenly there were trolls everywhere. I barely escaped, but I must have lost the key to our glade there. If only I could have my key back!
de: Plötzlich waren da überall Trolle. Ich bin gerade so entkommen, aber dabei habe ich wohl den Schlüssel zu unserer Bergwiese verloren. Wenn ich doch nur meinen Schlüssel zurückbekommen könnte!
fr: Tout d'un coup il y avait des trolls partout. Je me suis échappée de justesse, mais j'ai dû perdre la clé de notre clairière à cet endroit. Si seulement je pouvais récupérer ma clé !
ja: いきなりそこら中からトロールが現れたの。なんとか逃げ出せたけど、あのときに空き地の鍵をなくしたに違いないわ。もし鍵が取り戻せたら！
pt: De repente, havia trolls por todo o lado. Mal escapei, mas devo ter perdido a chave da nossa clareira lá. Se ao menos pudesse ter a minha chave de volta!
zh_cn: 突然间，到处都是巨魔。我勉强逃了出来，但我一定是在那里丢了我们小树林的钥匙。如果我能够拿回我的钥匙就好了!

source: Your damerilias do look a bit wilted. I will go to your glade.
de: Deine Damerilias sind wirklich etwas welk. Ich werde zu eurer Bergwiese gehen.
fr: Vos damerilias ont l'air un peu fanées. Je vais aller à votre clairière.
ja: このダメリリアは少ししおれてるようですね。あなたの空き地に行ってみます。
pt: As tuas damerilias parecem um pouco murchas. Vou à sua clareira.
zh_cn: 你的大马士革看起来确实有点枯萎了。我会去你的绿地。

source: Eh, OK. This isn't worth the trouble. Fresh damerilias wouldn't look different after my travel back. Thank you, I will return to Stoutford directly.
de: Äh, gut. Das ist der Mühe nicht wert. Frische Damerilias würden nach meiner Rückreise auch nicht anders aussehen. Vielen Dank, ich werde nun direkt nach Stoutford zurückkehren.
fr: Euh, OK. Ça ne vaut pas la peine. Des damerilias fraîchement cueillies n'auront pas plus belle allure au terme de mon voyage retour. Merci, je vais retourner à Stoutford directement.
ja: へえ、なるほど。これは手間をかける価値はないな。新鮮なダメリリアだって、旅から戻った頃には大差ない。僕はスタウトフォードに戻らせてもらう。
pt: Eh, certo. Isso não vale a pena. Damerilias frescas não ficariam diferentes depois da minha viagem de volta. Obrigado, voltarei diretamente a Stoutford.
zh_cn: 呃，好吧。这不值得这么麻烦。新鲜的大马士革在我回去后看起来不会有什么不同。谢谢你，我将直接返回斯托福德。

source: Farewell then. Give my greetings to my sister-in-law.
de: Dann lebe wohl. Bitte grüße meine Schwägerin.
fr: Adieu alors. Transmets mes amitiés à ma belle-soeur.
ja: さようなら。義理の妹によろしくね。
pt: Tchau então. Dê meus cumprimentos à minha cunhada.
zh_cn: 那就告辞了。请代我向我的嫂子问好。

source: And you will bring back my key to the glade? Then I would be the happiest person!
de: Und du willst mir wirklich den Schlüssel für die Bergwiese zurückbringen? Das würde mich zur glücklichsten Person machen!
fr: Et tu me rapporteras la clé de la clairière ? Je serais si heureuse !
ja: あなた、鍵を持ってきてくれるの？ なら私は幸せ者ね！
pt: E trará de volta a minha chave à clareira? Então seria a pessoa mais feliz!
zh_cn: 你会把我的钥匙带回来吗？那么，我将是最幸福的人!

source: A small thing for me.
de: Eine Kleinigkeit für mich.
fr: C'est peu de chose pour moi.
ja: 僕には些細なことだ。
pt: Coisa pequena para mim.
zh_cn: 对我来说是一件小事。

source: Oh, it is you again. Did you find my key?
de: Oh, du bist es wieder. Hast du meinen Schlüssel gefunden?
fr: Oh, te revoilà. As-tu trouvé ma clé ?
ja: あら、あなたね。鍵は見つかりました？
pt: Ah, é você de novo. Encontrou a minha chave?
zh_cn: 哦，又是你。你找到我的钥匙了吗？

source: You! You have no business here! Get out of my cave!
de: Du! Du hast hier nichts verloren! Raus aus meiner Höhle!
fr: Toi ! Tu n'as rien à faire ici ! Dégage de ma caverne !
ja: お前！ ここのヤツじゃないな！ オレ様の洞窟から出て行け！
pt: Você! Não tem nada que fazer aqui! Saia da minha caverna!
zh_cn: 你！你在这里没有生意！滚出我的山洞！

source: Of course, sorry, please excuse the disturbance.
de: Ja, natürlich. Tut mir leid. Bitte verzeih die Störung.
fr: Bien sûr, désolé du dérangement.
ja: もちろんです、お騒がせしてすみませんでした。
pt: Claro, desculpe, por favor, desculpa o incomodo.
zh_cn: 当然，对不起，请原谅我的打扰。

source: May I ask a question before I leave?
de: Darf ich eine Frage stellen, bevor ich gehe?
fr: Puis-je poser une question avant de partir ?
ja: 帰る前に質問しても？
pt: Posso fazer uma pergunta antes de sair?
zh_cn: 在我离开之前，我可以问一个问题吗？

source: That was already a question! Hahaha! You are lucky that I am in good mood - and not hungry at the moment.
de: Das war schon eine Frage! Hahaha! Du hast Glück, dass ich gerade so guter Laune bin - und keinen Hunger habe.
fr: C'était déjà une question ! Hahaha ! Tu as de la chance que je sois de bonne humeur et non pas affamé en ce moment.
ja: そりゃもう質問だろ！ ワハハハっ！ オレ様の機嫌が良くてラッキーだったな、今は腹がいっぱいなんだ。
pt: Isso já foi uma pergunta! Hahaha! Tem sorte que estou de bom humor - e não com fome no momento.
zh_cn: 这已经是一个问题了!哈哈哈!你很幸运，我现在心情很好--而且不饿。

source: I am looking for my brother Andor. Have you seen him?
de: Ich suche meinen Bruder Andor. Hast du ihn gesehen?
fr: Je recherche mon frère Andor. L'avez-vous vu ?
ja: 僕の兄のアンドールを探しています。彼を見かけたことは？
pt: Estou à procura do meu irmão Andor. Viu-o?
zh_cn: 我在寻找我的哥哥安道尔。你见过他吗？

source: I am looking for some flowers called damerilias.
de: Ich suche Blumen, die man Damerilias nennt.
fr: Je recherche des fleurs appelées damerilias.
ja: ダメリリアという花を探しています。
pt: Estou a procurar algumas flores chamadas damerilias.
zh_cn: 我正在寻找一些叫做大马士革的花。

source: Someone lost a key here. Once I have found the key, you can have your wet, dark hole to yourself again.
de: Jemand hat hier einen Schlüssel verloren. Sobald ich diesen gefunden habe, kannst du dein feuchtes, dunkles Loch wieder für dich selbst haben.
fr: Quelqu'un a perdu une clé ici. Quand tu auras trouvé la clé, tu pourras à nouveau avoir ton trou noir et humide.
ja: 誰かがここで鍵をなくしたんだ。僕が鍵を見つけたら、あなたがまたジメジメした暗いほら穴を独り占めできるよ。
pt: Alguém perdeu uma chave aqui. Assim que encontrar a chave, podes ter o teu buraco húmido e escuro para si novamente.
zh_cn: 有人在这里丢了一把钥匙。一旦我找到了钥匙，你就可以再次拥有你那潮湿、黑暗的洞。

source: I will leave now.
de: Ich werde jetzt gehen.
fr: Je vais partir maintenant.
ja: もう行きますね。
pt: Vou sair agora.
zh_cn: 我现在离开。

source: No. If your brother looks like you then I have never seen him, and if I had then I would have eaten him! Now go!
de: Nein. Wenn dir dein Bruder ähnlich sieht, habe ich ihn nie gesehen. Und wenn, hätte ich ihn sicherlich verspeist! Jetzt hau ab!
fr: Non. Si ton frère te ressemble alors je ne l'ai jamais vu, et si je l'avais vu je l'aurais mangé ! Maintenant va-t'en !
ja: ないな。兄がお前に似てるんなら見たこともないし、見てたら食ってるに決まってるだろ！ ほら行け！
pt: Não. Se o teu irmão se parece contigo, nunca o vi e se o tivesse visto, teria comido-o! Agora vai!
zh_cn: 不，如果你的哥哥长得像你，那么我从来没有见过他，如果我见过他，那么我就会吃了他!现在走吧！

source: Everyone is after my damerilias! For what? Such ugly, stinking things! No, I won't give you a single one. And you really should leave now, before I get hungry!
de: Jeder ist hinter meinen Damerilias her! Wozu überhaupt! Solch hässlichen, stinkenden Dinger! Nein, ich werde dir keine einzige geben. Und du solltest endlich gehen, bevor ich hungrig werde!
fr: Tout le monde veut mes damerilias ! Pour quoi faire ? Des choses si laides et puantes ! Non, je ne t'en donnerai pas une seule. Et tu ferais mieux de partir maintenant, avant que je commence à avoir faim !
ja: どいつもこいつもオレ様のダメリリアを狙いやがる！ どういうことだ？ あんな不快で臭いものを！ お前には1つもやらん。オレ様が空腹になる前に出て行け！
pt: Todo mundo está atrás das minhas damerilias! Para quê? Coisas tão feias e fedorentas! Não, não te vou dar uma única. E realmente deve sair agora, antes que fique com fome!
zh_cn: 每个人都在追求我的大马士革！为了什么？这么丑、臭的东西！ 不，我一个也不会给你。你真的应该在我饿之前离开！

source: What do you need damerilias for, if you don't like them?
de: Wozu brauchst du denn die Damerilias, wenn du sie nicht magst?
fr: Pourquoi avez-vous besoin de damerilias, si vous ne les aimez pas ?
ja: 嫌いならどうしてダメリリアがいるの？
pt: Para que precisa de damerilias, se não gosta delas?
zh_cn: 如果你不喜欢它们，你需要大马士革做什么？

source: The damerilias attract food for me; tasty, delicate, little people. Catching them is kind of a sport for me. It makes eating more fun.
de: Die Damerilias locken für mich Nahrung an; leckere, zarte Leute. Diese zu fangen ist wie ein Sport für mich. Macht das Verspeisen noch spaßiger.
fr: Les damerilias attirent de la nourriture jusqu'à moi ; des jeunes gens savoureux et délicats. Les attraper est comme un jeu pour moi. Manger est ainsi plus amusant.
ja: ダメリリアは食い物を引きつけてくれる。旨くて柔らかな小人どもをな。アイツらを捕まえるのはオレ様にとって暇つぶしみたいなもんだ。食うのがもっと楽しくなる。
pt: As damerílias atraem comida para mim; pessoas saborosas, delicadas, pequenas. Apanhá-los é uma espécie de desporto para mim. Faz com que comer seja mais divertido.
zh_cn: 大马士革为我吸引食物;美味，精致，小人。捕捉它们对我来说是一项运动。它使饮食更有趣。

source: But talking about food with a troll is not the smartest idea...
de: Aber mit einem Troll über Essen zu reden ist nicht die klügste Idee...
fr: Mais parler de nourriture avec un troll n'est pas une très bonne idée...
ja: とはいえトロールと食い物について話すのは賢明とは言えんなぁ…
pt: Mas falar de comida com um troll não é a ideia mais inteligente…
zh_cn: 但与巨魔谈论食物并不是最明智的想法......

source: Right. I have another question.
de: Stimmt. Ich habe eine andere Frage.
fr: Correct. J'ai une autre question.
ja: 確かに。他にも質問が。
pt: Certo. Tenho outra pergunta.
zh_cn: 对。我还有一个问题。

source: What do you know about the key? I keep the key safe. Are you associated with that thief who comes once a year and steals my damerilias?
de: Was weißt du über den Schlüssel? Ich bewahre den Schlüssel sicher auf. Gehörst du zu diesem Dieb, der einmal im Jahr herkommt und meine Damerilias stiehlt?
fr: Que sais-tu de la clé ? Je garde la clé en sécurité. Es-tu associé avec ce voleur qui vient une fois par an me voler mes damerilias ?
ja: お前鍵の何を知ってる？ 鍵ならオレ様が預かってる。毎年オレ様のダメリリアを盗むドロボウと関係あるのか？
pt: O que sabe sobre a chave? Mantenho a chave segura. Está associado com aquele ladrão que vem uma vez por ano e rouba minhas damerilias?
zh_cn: 你对这把钥匙了解多少？我把钥匙保管好了。你和那个每年来偷我的大马士革的小偷有关系吗？

source: Do you mean Noraed? He is dead.
de: Meinst du Noraed? Der ist tot.
fr: Vous voulez dire Noraed ? Il est mort.
ja: ノラードのこと？ 彼なら死んだ。
pt: Refere-se ao Noraed? Ele está morto.
zh_cn: 你是说诺拉德吗？他已经死了。

source: Dead? No - what a pity! I am really sorry. What a loss.
de: Tot? Nein - wie schade! Das tut mir wirklich leid. Was für ein Verlust.
fr: Mort ? Non - dommage ! Je suis vraiment désolé. Quelle perte.
ja: 死んだ？ いや、残念だ！ そりゃあ悪かった。惜しいな。
pt: Morto? Não - que pena! Realmente sinto muito. Que perda.
zh_cn: 死了吗？没有--真可惜！我真的很遗憾。多么大的损失。

source: I was so looking forward to eating him.
de: Ich habe mich so darauf gefreut, ihn zu verspeisen.
fr: J'aurais tant aimé le manger.
ja: アイツを食う日をずっと楽しみにしてたんだが。
pt: Estava tão ansioso para comê-lo.
zh_cn: 我是如此期待着吃他。

source: I would like to take some damerilias for his grave.
de: Ich würde gerne einige Damerilias für sein Grab mitnehmen.
fr: Je voudrais prendre des damerilias pour sa tombe.
ja: 彼のお墓にダメリリアがほしいのだけど。
pt: Gostaria de levar algumas damerilias para o túmulo dele.
zh_cn: 我想为他的坟墓采取一些大马士革。

source: Forget it. Especially because you know those people who built that terrible statue near the entrance.
de: Vergiss es. Besonders da du diese Leute kennst, die diese schreckliche Statue nahe des Eingangs gebaut haben.
fr: Laisse tomber. Surtout parce que tu connais les gens qui ont construit cette terrible statue près de l'entrée.
ja: ソイツは忘れることだな。何せお前は、入り口の近くにあの恐ろしい像を建てやがったヤツらのことを知ってやがるんだからな。
pt: Esquece. Especialmente porque conhece aquelas pessoas que construíram aquela estátua terrível perto da entrada.
zh_cn: 忘了它吧。特别是因为你认识那些在入口处附近建造可怕雕像的人。

source: What is terrible about that statue?
de: Was ist so schrecklich an dieser Statue?
fr: Qu'y a-t-il de si terrible avec cette statue ?
ja: あの像の何が恐ろしいの？
pt: O que há de terrível nessa estátua?
zh_cn: 那座雕像有什么可怕的地方？

source: It is a bane for all trolls. We avoid going past, or even near, her.
de: Das ist ein Fluch für alle Trolle. Wir vermeiden es, an ihr vorbeizugehen oder uns ihr auch nur zu nähern.
fr: C'est un fléau pour tous les trolls. On évite de la franchir, ou même de s'en approcher.
ja: ありゃあすべてのトロールにとっての破滅そのものだ。そばを通り過ぎたり、近づくことさえ避けるもんだ。
pt: É uma maldição para todos os trolls. Evitamos passar por ela, ou mesmo perto dela.
zh_cn: 它是所有巨魔的祸根。我们避免经过，甚至靠近她。

source: I might let you go if you remove that ghastly statue. Maybe I'll even give you two of those ugly plants for that. Agreed?
de: Ich könnte dich gehen lassen, wenn du diese abscheuliche Statue entfernst. Vielleicht gebe ich dir auch noch zwei dieser hässlichen Pflanzen dafür. Einverstanden?
fr: Je te laisserai partir si tu enlèves cette horrible statue. Peut-être même que je te donnerai deux de ces plantes laides. D'accord ?
ja: あのおっかない像を壊してくれるんなら、お前にくれてやってもいい。あの不快な植物を2つやろうか。どうだ？
pt: Posso deixar ir-lo se remover essa estátua medonha. Talvez até lhe dê duas daquelas plantas feias por isso. De acordo?
zh_cn: 如果你把那个可怕的雕像移走，我可能会放你走。也许我还会为此给你两株丑陋的植物。同意吗？

source: [Lie] Agreed. Bring the Damerilias first.
de: [Lüge] Einverstanden. Bring mir zuerst die Damerilias.
fr: [Mensonge] D'accord. Apporte d'abord les damerilias.
ja: （嘘）いいよ。先にダメリリアを持ってきてよ。
pt: [Mentir] Combinado. Traga as Damerilias primeiro.
zh_cn: [谎言]同意。先把大马士革带来。

source: No. That statue is a blessing for the people here. Even if I could, I would not tear it down.
de: Nein. Diese Statue ist ein Segen für die Leute hier. Selbst wenn ich es könnte, würde ich sie nie abreißen.
fr: Non. Cette statue est une bénédiction pour les gens d'ici. Même si je le pouvais, je ne la démolirais pas.
ja: いいや。あの像はここらの人々にとってありがたいものなんだ。例えできたとしても、取り壊すつもりはない。
pt: Não. Essa estátua é uma bênção para as pessoas aqui. Mesmo que pudesse, não o derrubaria.
zh_cn: 不，那座雕像是对这里的人们的祝福。即使我可以，我也不会拆掉它。

source: You lie. You think I am just a stupid troll.
de: Du lügst. Du denkst, ich bin einfach nur ein dummer Troll.
fr: Tu ments. Tu penses que je suis juste un stupide troll.
ja: 嘘をついてるな。オレ様をただのバカなトロールだと思ってやがるだろう。
pt: Você mente. Acha que sou apenas um troll estúpido.
zh_cn: 你撒谎。你认为我只是一个愚蠢的巨魔。

source: Of course you are.
de: Aber genau das bist du.
fr: Bien sûr que si.
ja: もちろん。
pt: É claro que é.
zh_cn: 当然。

source: Outrageous! I will put you in my pantry now.
de: Ungeheuerlich! Ich stecke dich jetzt in meine Speisekammer.
fr: Scandaleux ! Je vais te mettre dans mon garde-manger maintenant.
ja: フザけたヤロウだ！ 今すぐ食料庫に詰め込んでやる。
pt: Ultrajante! Vou colocá-lo na minha despensa agora.
zh_cn: 岂有此理!我现在就把你放在我的储藏室里。

source: We'll see.
de: Wir werden ja sehen.
fr: On verra.
ja: どうだろうね。
pt: Veremos.
zh_cn: 我们拭目以待。

source: Get away from there!
de: Geh da weg!
fr: Va-t'en d'ici !
ja: そこから離れろ！
pt: Afaste-se daí!
zh_cn: 远离那里!

source: You may be a great warrior, but you are not a tall one. Maybe a jump with a runup?
de: Du magst zwar ein großer Krieger sein, aber bist nicht gerade besonders groß. Vielleicht reicht ein Sprung mit Anlauf?
fr: Tu es peut-être un bon guerrier, mais tu n'es pas très grand. Ca te dit un saut avec un petit sprint ?
ja: あなたは偉大な戦士であるかもしれないが、背が高いわけではない。助走をつけてのジャンプならきっと？
pt: Pode ser um grande guerreiro, mas não é alto. Talvez um salto com corrida?
zh_cn: 你可能是一个伟大的战士，但你不是一个高大的战士。也许可以用跳远的方式？

source: That was close - just half an inch short. Try again!
de: Das war knapp - nur um ein halbes Zoll daneben. Gleich nochmal!
fr: Ca y était presque - il manquait juste quelques centimètres. Essaye encore !
ja: 惜しい、あとほんの少しだけ足りなかった。もう1回！
pt: Isso foi perto - apenas meia polegada de distância. Tente novamente!
zh_cn: 这很接近--只差半英寸。再试一次!

source: You got hold of the shelves and tore them down!
de: Du erreichst das Regal und reißt es herunter!
fr: Vous saisissez les étagères et les démolissez !
ja: 棚をつかんで引き裂いた！
pt: Agarrou as prateleiras e as derrubou!
zh_cn: 你抓住了架子，把它们拆掉了!

source: Hey, this looks like Caeda's lost key.
de: Heh, das sieht aus wie Caedas verlorener Schlüssel.
fr: Hé, on dirait la clé perdue par Caeda.
ja: おや、これはカエダの失くしていた鍵のようだ。
pt: Ei, isso parece a chave perdida de Caedas.
zh_cn: 嘿，这看起来像是卡埃达丢失的钥匙。

source: Oh, it is you. Nice to meet you again.
de: Oh, du bist es. Nett, dich wiederzusehen.
fr: Oh, c'est toi. Content de te revoir.
ja: あぁ、あなた。またお会いできて嬉しいです。
pt: Ah, és tu. Bom ver-te novamente.
zh_cn: 哦，是你。很高兴再次见到你。

source: Yes. Here. Please take it.
de: Ja. Hier. Nimm ihn.
fr: Oui. Tenez. Prenez-la.
ja: はい。どうぞ。こちらです。
pt: Sim. Aqui. Por favor, pegue isto.
zh_cn: 是的，在这里。请拿着它。

source: Yes. Eh, no. I seem to have lost it. Wait, I'll go and find it.
de: Ja. Eh, nein. Ich scheine ihn verloren zu haben. Warte, ich gehe los und finde ihn.
fr: Oui. Heu, non. On dirait que je l'ai perdue. Attendez, je vais la chercher.
ja: はい。えっと、いえ。失くしたみたいです。ちょっと探してくるので待っててください。
pt: Sim. Ah, não. Parece que a perdi. Espera, vou encontrá-la.
zh_cn: 是的。呃，不是。我好像把它弄丢了。等等，我去找找看。

source: You really found my key! Thank you - I can't believe it!
de: Du hast wirklich meinen Schlüssel gefunden! Vielen Dank - ich kann es kaum glauben!
fr: Tu as vraiment trouvé ma clé ! Merci - je n'en reviens pas !
ja: ホントに見つけてくれたのね！ ありがとう、信じられないわ！
pt: Realmente encontrou a minha chave! Obrigado - Não posso acreditar!
zh_cn: 你真的找到了我的钥匙!谢谢你--我简直不敢相信!

source: A troll had taken the key, but he won't need it any more.
de: Ein Troll hatte den Schlüssel an sich genommen, aber er wird ihn nun nicht mehr brauchen.
fr: Un troll avait pris la clé, mais il n'en aura plus besoin.
ja: トロールが鍵を奪ってましたけど、彼にはもう必要ないでしょう。
pt: Um troll levou a chave, mas ele não precisará mais dela.
zh_cn: 一个巨魔拿走了钥匙，但他不会再需要它了。
