Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: I have no time just now. I'll be back soon.
fr: J'ai pas le temps là. Je reviens bientôt.
ja: 今は時間がない。すぐに戻ります。
zh_cn: 我现在没时间，很快就会回来。

source: I gave you my last piece of Wyrm meat for Norry. Did you lose it?
fr: Je t'ai donné mon dernier morceau de viande de Wyrm pour Norry. Tu l'as perdu ?
ja: ノリーのための最後のウィルムの肉を渡したよな。なくしたのか？
zh_cn: 我把最后一块诺瑞的冰龙肉给了你。你弄丢了吗？

source: Good that you have mentioned it. I'll give you a nice raw piece of Wyrm meat that I have as food for Norry. He loves them.
fr: Heureusement que tu me l'as dit. Je vais te donner une belle pièce de viande de Wyrm que j'ai pour nourrir Norry. Il adore ça.
ja: そう言ってくれてよかった。僕が持ってるウィルムの肉をノリーにあげてくれるか。好物なんだ。
zh_cn: 很好，你提到了这一点。我给你一块不错的冰龙肉，作为诺瑞的食物。他很喜欢吃。

source: I can read it in your face - there is no hope for Norry.
fr: Je peux le voir sur ton visage - il n'y a plus d'espoir pour Norry.
ja: お前の顔を見ればわかる…ノリーに希望はないんだな。
zh_cn: 我从你的脸上可以看出——诺瑞没有希望了。

source: This brute growled at me, but I got away and let it live.
fr: Cette brute a grogné sur moi, mais je suis parti et je l'ai laissé.
ja: その獣ならうなってきたけど、逃げて生かしておいた。
zh_cn: 这只畜生对我咆哮，但我逃跑了，让它活了下来。

source: I am still searching.
fr: Je cherche encore.
ja: まだ探してます。
zh_cn: 我还在寻找。

source: Haha! You know what? Norry has come back all alone! You have made all the way down unnecessarily.
fr: Ahah ! Tu sais quoi ? Norry est revenu tout seul ! Tu es parti là bas pour rien.
ja: ははっ！ 聞いてくれよ。ノリーのやつひとりで帰ってきたんだ！ お前には無駄に降りさせちゃったな。
zh_cn: 哈哈！你知道吗？诺瑞独自回来了！你这一路，都没必要了。

source: Now guess who had persuaded him to do so? He was absorbed by a pile of monster bones.
fr: Et devine qui l'a convaincu de faire ça ? Il était totalement obnubilé par une pile d'os de monstres.
ja: 誰がそう説得したと思う？ その子はモンスターの骨に夢中になっていたよ。
zh_cn: 现在猜猜是谁劝他这么做的？他被一堆怪物的骨头吸引了。

source: Oh. Thank you then.
fr: Oh. Merci alors.
ja: ああ。それはどうもありがとう。
zh_cn: 哦，那么，谢谢你。

source: Thank you again a thousand times for rescuing my little Norry!
fr: Merci mille fois d'avoir secouru mon petit Norry !
ja: 僕の小さなノリーを助けてくれて本当にありがとう！
zh_cn: 千恩万谢，谢谢你救了我的小诺瑞！

source: My poor Norry! Why did you have to die so young? * Sob *
fr: Pauvre Norry ! Pourquoi es-tu mort si jeune ? * Snif *
ja: かわいそうなノリー！ どうしてこんなに若くして死んじゃったんだよ？ （すすり泣く）
zh_cn: 我可怜的诺瑞！你为什么死得这么早？ *呜呜呜*

source: Go away! I hate you!
fr: Va-t'en ! Je te déteste !
ja: あっち行け！ お前嫌いだ！
zh_cn: 滚开！我恨你！

source: You see several huge bones of a monstrous skeleton. Good that this creature is dead now and not attacking you.
fr: Tu aperçois plusieurs os immenses d'un squelette monstrueux. Heureusement que cette créature est morte et que tu n'as pas eu à l'affronter.
ja: 巨大な骸骨がいくつか見てとれる。この生き物がすでに死んでおり襲われる心配がなくてよかった。
zh_cn: 你看到几块巨大的畸形骨架的骨头。好在这个生物现在已经死了，没办法攻击你。

source: Take the bones.
fr: Prendre les os.
ja: 骨を取る。
zh_cn: 拿起骨头。

source: Leave the bones where they are.
fr: Laisser les os où ils sont.
ja: 骨をそのままにしておく。
zh_cn: 把骨头留在原地。

source: GROWL!
fr: GRRRRRR !
ja: ウヴーッ！
zh_cn: 咆哮!

source: The wolfhound doesn't want you to take 'his' bones. Take them nevertheless.
fr: Le lévrier ne veut pas que tu lui prennes 'ses' os. Les prendre quand même.
ja: ウルフハウンドは"彼の"骨を取られたくない。 それにもかかわらず取る。
zh_cn: 狼狗不希望你拿走"他的"骨头。 尽管如此，你还是要拿。

source: Growl!
fr: Grrrr !
ja: ウヴッ！
zh_cn: 咆哮！

source: Hey Norry, look here! I have some much better food for you from Hettar.
fr: Hé, Norry, regarde ici ! J'ai quelque chose de bien meilleur pour toi de la part de Hettar.
ja: ほらノリー！ ヘッターからもっといい食べ物があるぞ。
zh_cn: 嘿，诺瑞，看这里！我从赫塔给你准备了一些更好的食物。

source: Hey Norry, look here! I have a Wyrm steak for you from Hettar.
fr: Hé Norry, regarde ici ! J'ai un steak de Wyrm pour toi de la part de Hettar.
ja: ほらノリー！ ヘッターからウィルムのステーキがあるぞ。
zh_cn: 嘿，诺里，看这里！我有一块来自赫塔的冰龙牛排给你。

source: Now run to Hettar! He is waiting for you.
fr: Maintenant, retourne voir Hettar ! Il t'attend.
ja: ヘッターのところへ走るんだ！ 君を待っているぞ。
zh_cn: 现在跑去找赫塔！他在等你。

source: OK, I go. Stupid dog.
fr: D'accord, j'y vais. Chien stupide.
ja: わかった、行くよ。バカ犬め。
zh_cn: 好的，我去。笨狗。

source: The wolfhound fetched the meat from your hand and devoured it greedily in a few seconds.
fr: Le lévrier récupère la viande de ta main et la dévore avidement en quelques secondes.
ja: ウルフハウンドはあなたの手から肉をむしり取り、瞬く間に貪り尽くしてしまった。
zh_cn: 狼犬从你手中捞起肉，在几秒钟内贪婪地吞噬了它。

source: There, there. And now run to Hettar! He is waiting for you.
fr: Là, là. Et maintenant va voir Hettar ! Il t'attend.
ja: よしよし、ヘッターのところまで行くんだ！ 君を待っているぞ。
zh_cn: 那里，在那里。现在跑到赫塔那去！他在等你。

source: A moment later the huge wolfhound was gone.
fr: Un instant plus tard, l'immense lévrier était parti.
ja: それからすぐに巨大なウルフハウンドはいなくなった。
zh_cn: 过了一会儿，那只巨大的猎狼犬不见了。

source: Grrrowl.
fr: Grogne.
ja: ウヴヴッ。
zh_cn: 咕噜咕噜。

source: Ah, I see. These monstrous bones here on the ground are delicious too.
fr: Ah, je vois. Ces os monstrueux sont délicieux aussi.
ja: ああ、そうか。そこの巨大な骨もおいしいよね。
zh_cn: 啊，我明白了。这里地上的这些畸形的骨头也很好吃。

source: Reflecting on your journey, you marvel at how you were able to go from a commoner in a small village to a wealthy adventurer. You realize that you've collected 100,000 gold, and decide to record this milestone in Mikhail's book of achievements.
ja: 旅路を振り返って、小さな村の平民から裕福な冒険家になれたことにあなたは驚嘆する。100,000ゴールドを集めたことに気がついて、この偉業をミハイルの実績本に記録することにした。
zh_cn: 回顾你的旅程，你惊叹于你是如何从一个小村庄的平民变成一个富有的冒险家的。你意识到你已经收集了100000金币，并决定将这个里程碑记录在米哈伊尔的成就簿上。

source: You have the impression that Zuul'khan is not dead. He just disappeared into the ground.
ja: ズールカンは死んでいないような感じがする。彼は地中へと姿を消した。
zh_cn: 你的印象是，祖尔汗并没有死。他只是消失在了地下。

source: You have the impression that Zuul'khan is not dead. He just disappeared into the ground. You should tell Bogsten about this.
ja: ズールカンは死んでいないような感じがする。彼は地中へと姿を消した。 ボグステンにこのことを話そう。
zh_cn: 你的印象是，祖尔汗并没有死。他只是消失在了地下。 你应该告诉博格斯滕这件事。

source: Hmm ... hmm ...
ja: うーん…うーん…
zh_cn: 嗯……嗯……

source: Hello, I am ...
ja: こんにちは、僕は…
zh_cn: 你好，我是 ...

source: Wise men speak because they have something to say; fools because they have to say something.
ja: 賢者は話すべきことがあるから口を開く。愚者は話さずにはいられないから口を開く。
zh_cn: 智者说话是因为他们有话要说；愚者说话是因为他们必须说什么。

source: An empty vessel makes the loudest sound. So they that have the least wit are the greatest babblers.
ja: 空き樽は音が高い。したがって機知に富んでいない者とは、誰よりもお喋りなのである。
zh_cn: 空的器皿发出最响的声音。因此，最没有智慧的人是最会说话的人。

source: There are two things a person should never be angry at: What they can help, and what they cannot.
ja: 人には決して怒ってはならないことが2つある。どうにかできることと、どうにもできないことだ。
zh_cn: 有两件事情一个人永远不应该生气。他们能帮助的，和他们不能帮助的。

source: How could they see anything but the shadows if they were never allowed to move their heads?
ja: もしも頭を動かすことができないよう強制されていたなら、どうして影以外のものを見ることがありえよう？
zh_cn: 如果不让他们移动他们的头，他们怎么能看到除了暗影之外的任何东西？

source: All is flux, nothing stays still.
ja: 万物は流転する。
zh_cn: 一切都是不断变化的，没有什么是静止的。

source: Leave me now, kid. I'm trying to think, don't confuse me with your presence.
ja: 放っておいてくれるか。考えごとをしているのだ、お前さんの存在で惑わせんでくれ。
zh_cn: 现在离开我，孩子。我正在努力思考，不要用你的存在来迷惑我。

source: OK. I will come back when you have more time.
ja: わかりました。時間ができたらまた来ます。
zh_cn: 好的。我将在你有更多时间时再来。

source: Oh young kid, you look like someone nice. I don't want you to be injured because of me. I urge you to leave!
ja: おお坊や、お前さんはいい子のようだの。ワシのために怪我させるわけにはいかん。出て行くのだ！
zh_cn: 哦，年轻的孩子，你看起来像个好人。我不希望你因为我而受伤。我劝你还是离开吧!

source: What's going on?
ja: どうしたの？
zh_cn: 发生了什么事？

source: No. I shouldn't be telling you. It's too dangerous.
ja: いや。話すべきじゃない。危険すぎる。
zh_cn: 不，我不应该告诉你。这太危险了。

source: I'm sure I can help.
ja: 力になれると思います。
zh_cn: 我相信我可以提供帮助。

source: I'm way stronger than I look.
ja: 僕は見かけよりもずっと強いんだ。
zh_cn: 我比看上去要强壮得多。

source: OK. Nevermind.
ja: わかりました。気にしないで。
zh_cn: 好的。算了，不说了。

source: My family has used this place to grow mushrooms for five generations. Our mushrooms are famous from Feygard to Nor City, loved by gourmets and potion makers alike.
ja: ワシの一族は5代にわたりこの地でキノコを育ててきた。うちのキノコといえばフェイガードからノアシティまで名が知れ渡っており、グルメ家や薬師にも愛されておる。
zh_cn: 我的家族利用这个地方种植蘑菇已经五代了。我们的蘑菇从费加德到诺尔城都很有名，受到美食家和药水制造者的喜爱。

source: Last month, I went to Nor City to sell an excellent batch and decided to stay a little longer.
ja: 先月、ノアシティに出来の良かったものを売りに出掛け、それからもうしばらくだけ滞在することを決めた。
zh_cn: 上个月，我去诺尔城卖了一批好货，并决定多呆一会儿。

source: You see, my son is studying across the country to become a Shadow priest, and he is currently in the Valanyr temple of the Shadow. I had not seen him for so long, so I decided to visit him.
ja: 息子はシャドウ神官になるために国中のあちこちで勉強をしていてな、この頃はシャドウヴァラニル神殿にいたのだ。久しく会っておらなんだから、訪ねることにした。
zh_cn: 你看，我的儿子正在全国各地学习成为一名暗影牧师，他目前正在瓦兰尼尔的影子庙里。我已经很久没有见到他了，所以我决定去看看他。

source: Anyway, when I came back here, I felt something strange had happened. I couldn't tell what, but I knew evil was around as soon as I touched the door knob.
ja: それはともかく、ここに戻ってくると、何かおかしなことが起こったような感じがした。それが何かはわからんが、ドアノブに触れた途端、辺りに邪悪なものがいることがわかった。
zh_cn: 总之，当我回到这里时，我觉得发生了一些奇怪的事情。我说不出是什么，但我一接触到门把手就知道邪恶就在身边。

source: Dealing with evil is my favorite hobby.
ja: 邪悪なものを退治するのは好きなんだ。
zh_cn: 与邪恶打交道是我最大的爱好。

source: Get to the point.
ja: 要点を言ってください。
zh_cn: 言归正传。

source: I will never help a worshipper of the Shadow!
ja: シャドウ崇拝者なんかに絶対手を貸すもんか！
zh_cn: 我永远不会帮助暗影的崇拜者！

source: When I got to my mushroom cave, I was attacked by some sort of giant living mushroom. I've been sick since then, to the point where I'm afraid I won't live long. I've locked all access to my cave to prevent anyone from being hurt.
ja: キノコ洞窟に行ってみると、そこで巨大キノコに襲われたのだ。それで病気にかかってしまっての、もはや先が長くなさそうなのだ。誰かが襲われたりしないよう、洞窟への出入り口は塞いでおいた。
zh_cn: 当我到达我的蘑菇洞时，我被某种巨大的活蘑菇袭击了。从那时起，我就一直在生病，以至于我担心自己活不长。我已封锁了所有进入我的洞穴的通道，以防止任何人受到伤害。

source: You really look bad. How can I help?
ja: 本当に具合が悪そうですね。なにかできることは？
zh_cn: 你看起来真的很糟糕。我能帮什么忙呢？

source: I know this potion maker in Fallhaven. Could you go ask him for a cure?
ja: フォールヘブンの薬師のことならよく知っておる。治療薬を頼みに行ってもらえんかね？
zh_cn: 我认识法尔海文的这个药水制造者。你可以去问他要解药吗？

source: Sure. I'll go there right now.
ja: ええ。すぐに行ってきます。
zh_cn: 当然，我现在就去那里。

source: You fool! I'm not here to run your errands!
ja: バカだな！ あなたのお使いに来たんじゃないんだ！
zh_cn: 你这个傻瓜！我不是来为你跑腿的！

source: Thank you! I'll be waiting for you. Be quick!
ja: ありがとう！ 待っているぞ。早くしてくれ！
zh_cn: 谢谢！我会等你的。快点！

source: Have you got the cure?
ja: 治療薬はあるか？
zh_cn: 你有治愈的方法吗？

source: Not yet. The potion merchant needs some spore sample to prepare it.
ja: まだです。ポーション商人は用意のために胞子のサンプルを必要としてます。
zh_cn: 还没有。药剂商人需要一些孢子样本来准备。

source: I'm sorry to have dragged you into this, kid. Take this key. It will open the way to my mushroom cave. You will certainly find what you need.
ja: こんなことに巻き込んですまなんだな。この鍵を持っていきなさい。キノコ洞窟への道を開くものだ。必要とするものはきっと見つかるだろう。
zh_cn: 我很抱歉把你卷入这件事，孩子。拿着这把钥匙。它将打开通往我的蘑菇洞的路。你一定会找到你需要的东西。

source: I will have a look.
ja: 見てみよう。
zh_cn: 我会看看的。

source: Have you collected the spores already?
ja: 胞子はもう集めたか？
zh_cn: 你已经收齐了孢子吗？

source: Yes. I have them with me.
ja: はい。あります。
zh_cn: 是的。我随身携带它们。

source: Please get them for me.
ja: 取ってきてくれ。
zh_cn: 请帮我拿过来。

source: These spores would do. Please go and give them to Fallhaven's potion merchant.
ja: 胞子はあるのだな。フォールヘブンの薬師に渡してきてくれ。
zh_cn: 这些孢子就足够了。请去把它们交给法尔海文的药剂商人。

source: I'll hurry.
ja: 急ぎます。
zh_cn: 我会尽快。

source: Quick, I am dying! The potion maker is the only one who could help me!
ja: 早く、死んでしまう！ ワシを助けられるのはあの薬師だけなのだ！
zh_cn: 快点，我要死了！药剂师是唯一能帮我的人！

source: I hope you have good news for me.
ja: いい知らせがあるといいが。
zh_cn: 我希望你有好消息告诉我。

source: Yes, I have got a potion for you.
ja: はい、ポーションを持ってきました。
zh_cn: 是的，我有药给你。

source: Finally! [He pours down the liquid greedily]
ja: ようやくか！ （むさぼるように液体を飲み干す）
zh_cn: 终于来了! [他贪婪地饮了液体]

source: And there goes 150 gold again...
ja: それと150ゴールド…
zh_cn: 又有150个金币了......

source: Aaah. I feel much better. That was neat. You have my everlasting thanks, kid.
ja: ああっ。だいぶ楽になったわい。大したものだの。恩に着るぞ。
zh_cn: 啊。我感觉好多了。这很舒畅。永远感谢你,孩子。

source: I am glad I could help.
ja: お役に立ててよかった。
zh_cn: 我很高兴我能帮忙。

source: I'd prefer to have my 150 gold back.
ja: 150ゴールドを返してもらえますか。
zh_cn: 我更希望能拿回我的150金币。

source: No, no, no. The uplifting feeling of saving a life cannot be balanced with gold.
ja: いやいやいや。人の命を救う高揚感というものは、お金と釣り合うようなものではあるまい。
zh_cn: 不 不 不。拯救生命的振奋人心的感觉无法与黄金相平衡。

source: No?
ja: いいえ？
zh_cn: 不是吗？

source: You are right.
ja: その通り。
zh_cn: 你说的对。

source: Now that I am restored again, I should go back to work.
ja: 回復したからには仕事に戻らねばならんな。
zh_cn: 现在我又恢复了，我该回去工作了。

source: I really should.
ja: 本当にそうすべきだ。
zh_cn: 我确实应该。

source: I should...
ja: するべき…
zh_cn: 我应该...

source: What? ... Ah, yes - work.
ja: 何をだったか？ …ああ、そう、仕事をな。
zh_cn: 什么？"...啊，是的--工作。

source: You seem a bit distracted.
ja: 少し気が散ってるようですね。
zh_cn: 你似乎有点心不在焉。

source: Indeed. I can't concentrate.
ja: 確かに。集中できていない。
zh_cn: 的确如此。我无法集中精力。

source: There seems to be an evil force near us. Yes, that must be it.
ja: 近くに邪悪な力があるようだな。そう、それに違いあるまい。
zh_cn: 似乎有一股邪恶的力量靠近我们。是的，一定是这样的。

source: I remember my father warned me about this kind of thing before passing away. But I was just a kid and I forgot his advice on how to deal with it.
ja: このようなことを生前の父から注意された覚えがあるな。だがまだワシが子供の頃だったからの、対処法についてのアドバイスを忘れてしまったわい。
zh_cn: 我记得我父亲在去世前警告过我这种事情。但我当时只是个孩子，我忘记了他关于如何处理的办法。

source: Don't worry. I deal with evil every day. Whatever lurks down there, I can handle it.
ja: ご心配なく。僕は日々邪悪なものを相手取ってるんだ。たとえ何が潜んでいようと対処できる。
zh_cn: 别担心。我每天都在与邪恶打交道。不管下面潜伏着什么，我都能处理。

source: How can you forget something that important! I guess I have no choice but to go.
ja: そんな大事なことを忘れるなんて！ 行くしかないのかな。
zh_cn: 你怎么能忘记那么重要的事情！？我想我别无选择，只能去了。

source: Stupid old man. You really think I'm here to clean up your own mess!
ja: バカなじいさんだな。僕があなたの尻拭いをするとでも思ってるのか！
zh_cn: 愚蠢的老家伙。你真的以为我是来给你收拾烂摊子的吗!

source: Very good. Please go into my caves and check if everything is right.
ja: 実に結構。洞窟に入って、問題がないかをひと通り確認してもらえんか。
zh_cn: 非常好。请到我的山洞里去，检查一下是否一切正常。

source: You're getting on my nerves now.
ja: あなたにはイライラさせられるよ。
zh_cn: 你现在让我紧张起来了。

source: OK. Down again.
ja: わかりました。また地下ですね。
zh_cn: 好了，又得下去。

source: No way! You've bored me more than enough!
ja: まさか！ もううんざりだ！
zh_cn: 不可能！你已经让我感到麻烦！

source: Don't forget that there are hidden rooms. I gave you my necklace so that you can find them. Wear it down in the caves. Never take it off.
ja: 隠し部屋があることを忘れんように。見つけられるようにネックレスをあげたな。洞窟の中で身につけておくのだぞ。絶対に外してはならん。
zh_cn: 不要忘记，这里有隐藏的房间。我给了你我的项链，这样你就能找到它们。在山洞里戴上它。永远不要摘下它。

source: I'm curious what I will find there.
ja: 何があるのか気になりますね。
zh_cn: 我很好奇我在那里会发现什么。

source: There are hidden rooms. I'll give you my necklace so that you can find them. Wear it down in the caves. Never take it off.
ja: 隠し部屋があるのだ。お前さんが見つけられるようにネックレスをあげようか。洞窟の中で身につけておくのだぞ。絶対に外してはならん。
zh_cn: 有一些隐藏的房间。我把我的项链给你，你就能找到它们。在山洞里戴上它。永远不要把它摘下来。

source: It took you a long time to get back here. What has happened down there?
ja: ここに戻るのにずいぶん時間がかかったのだな。何があった？
zh_cn: 你花了很长时间才回到这里。下面发生了什么？

source: I met an old sorcerer named Zuul'khan in the cave.
ja: 洞窟の中でズールカンという年老いた魔法使いに会いました。
zh_cn: 我在山洞里遇到了一个名叫祖尔汗的老巫师。

source: Zuul'khan? Hmm, I think I have heard this name already.
ja: ズールカン？ うーん、聞いたような名だの。
zh_cn: 祖尔汗？ 嗯，我想我已经听说过这个名字了。

source: He told me that your family imprisoned him using an ancient petrifying spell.
ja: あなたの家族に昔、石化の呪文で閉じ込められたんだって言ってましたよ。
zh_cn: 他告诉我，你的家人用一个古老的石化咒语囚禁了他。

source: A petrifying spell? But this has to be renewed every week.
ja: 石化の呪文とな？ だがそれは週毎に掛け直さねばならんものだぞ。
zh_cn: 石化的咒语？但这必须每周都要更新。

source: Exactly. Thanks to your laxity, Zuul'khan got free.
ja: その通り。あなたの怠慢のおかげで、ズールカンは解放されてしまったんだ。
zh_cn: 正是如此。由于你的松懈，祖尔汗获得了自由。

source: And why is this Zuul'khan still running around? What did you do the whole time down there? Go and finish your work!
ja: ならば、なぜズールカンを野放しにしている？ お前さんはそこで何をしておった？ 行ってきて、自分の役目を片付けんか！
zh_cn: 为什么这个祖尔汗还在跑来跑去？你在那里的整个时间都做了什么？去完成你的工作吧！

source: What? Do it yourself!
ja: 何だって？ 自分でやれ！
zh_cn: 什么？自己做吧！

source: Do you actually do anything with your own hands?
ja: ならあなたは何をしているの？
zh_cn: 你真的用自己的双手做了什么吗？

source: I already defeated Zuul'khan.
ja: ズールカンはもう倒した。
zh_cn: 我已经打败了祖尔汗。

source: So Zuul'khan is dead?
ja: ならばズールカンは死んだのか？
zh_cn: 所以祖尔汗已经死了？

source: I don't think so. He just disappeared into the ground.
ja: そうは思えない。地中に消えていったんだ。
zh_cn: 我不这么认为。他只是消失在地上。

source: Disappeared! I hope he doesn't appear here next. Well, as a reward for your efforts, please take this bag of mushrooms to the potion merchant in Fallhaven. I'm sure he'll prepare something good for you.
ja: 消えただと！ またここに現れんよう願いたいものだわい。 まあ、頑張ってくれたご褒美として、このキノコ袋をフォールヘブンのポーション商人に持っていってくれんかね。きっといいものを用意してくれるぞ。
zh_cn: 消失了!我希望他下次不要再出现在这里。 好吧，作为对你努力的奖励，请把这袋蘑菇送到法尔海文的药水商人那里。我相信他会为你准备一些好东西。

source: Anyway. The evil force is not gone, so you'll have to go down there again.
ja: それはともかく。邪悪な力はなくなっていないのだから、お前さんにはもう一度降りていってもらわねばな。
zh_cn: 无论如何。邪恶的力量并没有消失，所以你必须再次下去。

source: It has moved probably to another place. But that is someone else's problem.
ja: おそらくは別の場所に移ったのだろう。しかしそんなものはワシには関係のないことだ。
zh_cn: 它可能已经转移到另一个地方。但那是别人的问题。

source: Honestly now?
ja: 本気で言ってるのか？
zh_cn: 现在说实话？

source: Leave now. I need to rest.
ja: すぐに出ていきなさい。休みたいのだ。
zh_cn: 现在就离开。我需要休息。

source: Hi kid. Nice to meet you again.
ja: こんにちは。また会えてうれしい。
zh_cn: 嗨孩子。很高兴再次见到您。

source: I've finally defeated Zuul'khan and his giant mushroom. You won't have to worry about them anymore.
ja: ついにズールカンと巨大キノコを倒したんだ。もう心配はいりませんよ。
zh_cn: 我终于打败了祖尔汗和他的巨型蘑菇。你不必再为他们担心了。

source: Now what has happened down there?
ja: それで何が起きていた？
zh_cn: 现在下面发生了什么？

source: I met a sorcerer called Zuul'khan. He offered me something of value, so now I'll kill you.
ja: ズールカンという魔法使いに会ったんだ。彼は価値あるものを僕に提案してくれた。だから、あなたにはこれから死んでもらう。
zh_cn: 我遇到了一个叫祖尔汗的巫师。他给了我一些有价值的东西，所以我现在要杀了你。

source: [You hear a sudden sharp click.] What is this? Help!
ja: （突然カチッという鋭い音が聞こえてくる）何だこれは？ 助けて！
zh_cn: [你听到一个突然的尖锐的咔嚓声。]这是什么？救命啊!

source: The chains have wrapped around your arms. You can not move any more!
ja: 腕にチェーンが巻きついている。動けない！
zh_cn: 铁链已经缠住了你的手臂。你不能再移动了!

source: Why have I touched these cursed chains!?
ja: なんでこんな厄介な鎖なんかに触っちゃったんだ！？
zh_cn: 我为什么要触碰这些被诅咒的锁链！？

source: The chains seem to soften their grip.
ja: 鎖が拘束を緩めているようだ。
zh_cn: 铁链似乎的控制力似乎减弱了。

source: Oof, at last I can move again! I thought that this was the end.
ja: ああ、やっと動ける！ これで終わりかと思った。
zh_cn: 哦，我终于又能动了！我以为我完蛋了。

source: Oh kid, you look like someone nice. I don't want you to be injured because of me. I urge you to leave!
ja: おお、お前はいい人のようだ。怪我させてはならん。離れてくれ！
zh_cn: 哦，孩子，你看起来像个好人。我不希望你因为我而受伤。我劝你还是离开吧!

source: Give me your hand! ... No don't! ... Give me ...
ja: 手を出してくれ！ …やめろ！ …手を…
zh_cn: 把你的手给我!...不，不要！...给我...

source: I'm hurt ... I'll hurt ... Never do! ... Help! ... Kill! ... your hand - pleease ...
ja: 痛い…痛い…絶対にダメだ！ …助けてくれ！ …殺せ！ …手を、どうか…
zh_cn: 我受伤了......。受伤了......"。绝不要这样做!...救命啊！...杀！ 你的手--请...

source: * Reach out your hand *
ja: （手を差し出す）
zh_cn: * 伸出你的手 *

source: I better go.
ja: もう行かないと。
zh_cn: 我还是走吧。

source: No! Don't do me wrong!
ja: やめてくれ！ 誤解しないでくれ！
zh_cn: 不！不要误会我！

source: Hahaha! AHAHAHAHA! I am free again!
ja: ハハハ！ アハハハハ！ これで我輩は自由の身だ！
zh_cn: 哈哈哈！啊哈哈哈哈！我又自由了！

source: What are you?
ja: 何だお前？
zh_cn: 你是什么人？

source: Be nice, kid.
ja: 行儀を弁えろ。
zh_cn: 乖一点，孩子。

source: OK. Who are you?
ja: わかりました。あなたは誰ですか？
zh_cn: 好的。你是谁？

source: I am the Archmancer of the underground. Widely known as Master of the Fungi and Commander to anything that crawls.
ja: 我輩は地下の大魔法使い。ファンガスを従え、ありとあらゆる地を這う者どもに命を下す者として知れ渡っている。
zh_cn: 我是地下的大巫师。广为人知的是，我是真菌的主人，也是任何爬行动物的指挥官。

source: I am the great Zuul'khan!
ja: 偉大なるズールカンである！
zh_cn: 我是伟大的祖尔汗！

source: Great.
ja: すごい。
zh_cn: 很好。

source: Great and strong, yes.
ja: 偉大にして強いのだ、うむ。
zh_cn: 伟大并且强大，是的。

source: Aha.
ja: ああ。
zh_cn: 啊哈。

source: You are the first human I've seen in such a long time.
ja: お前はこの長き時の中で出会った初めての人間だ。
zh_cn: 你是我这么长时间以来看到的第一个人类。

source: And I am the last human you will ever see.
ja: そして、我輩はお前が出会う最後の人間となる。
zh_cn: 而我是你将看到的最后一个人类。

source: You threaten me?
ja: 脅しか？
zh_cn: 你威胁我？

source: You may have a last wish. What do you want?
ja: お前にも最後の望みがあるかもしれん。なんの用だ？
zh_cn: 你可能有一个最后的愿望。你想要什么？

source: Tell me why you are here in Bogsten's caves?
ja: どうしてボグステンの洞窟にいるの？
zh_cn: 告诉我你为什么会在博格斯滕的山洞里？

source: Bogsten's cave? Oh how I hate that name!
ja: ボグステンの洞窟だと？ おお、その名前は気に食わんぞ！
zh_cn: 博格斯滕的山洞？哦，我多么讨厌这个名字啊!

source: It was the Bogstens who imprisoned me here, long years ago. With a petrifying spell. I did nothing evil to them, except ... Well, I did almost nothing evil to them.
ja: 遠い昔に、我輩をこの地に封じ込めたのはボグステンなのだ。石化の呪文までかけて。我輩はヤツらに悪さなど何も、アレはともかく…まあ、悪さなどほとんど何もしていなかったというのに。
zh_cn: 多年前，是博格斯藤人把我囚禁在这里。用一个石化的咒语。我没有对他们做什么坏事，除了...好吧，我几乎没有对他们做什么坏事。

source: More than a century ago, I found the way to command the crawling species of the underground and to bend the fungi to my will.
ja: 今から1世紀以上昔、地下を這う種族に命令をくだし、ファンガスを我輩の意志のもとに従わせる方法を発見したのだ。
zh_cn: 一个多世纪前，我找到了指挥地下爬行物种的方法，并使真菌屈从于我的意志。

source: I chose this place to practice my arts and prepare an army of Fungi.
ja: 我がアートに磨きをかけ、ファンガスの軍団を用意するため我輩はこの地を選んだ。
zh_cn: 我选择这个地方来练习我的艺术并准备一支真菌军队。

source: The Bogstens must have heard about my activities in the caves under their house and became suspicious.
ja: ボグステン家の者は家の地下洞窟での我輩の活動を聞きつけて、不審に思ったのだろう。
zh_cn: 博格斯藤人一定是听说了我在他们房子下面的山洞里的活动，并产生了怀疑。

source: Lotho Bogsten sneaked down here and caught me unawares.
ja: ロト・ボグステンのやつめはこっそり降りてきて、不意にこの我輩を捕らえたのだ。
zh_cn: 洛托-博格斯滕偷偷地来到这里，让我措手不及。

source: I didn't expect petrifying. Who would use such a weak spell that has to be renewed every few weeks?
ja: まさか石化してしまうとはな。数週間ごとに掛け直さねばならないような弱い呪文を使うなど、普通思うか？
zh_cn: 我没有想到会出现石化。谁会使用这样一个每隔几周就要更新一次的弱小咒语？

source: I could not move but I noticed everything that was happening around me. Lotho Bogsten visited me regularly and renewed the spell.
ja: 動くことこそできなかったものの、周りで起こっていることはすべて知覚できた。ロト・ボグステンは定期的に我がもとを訪ね、呪文を掛け直していった。
zh_cn: 我无法动弹，但我注意到我周围发生的一切。洛托-博格斯滕定期来看我，并更新了咒语。

source: Finally, after long, long years, Lotho Bogsten must have died. Fortunately, his son is not so dutiful.
ja: ようやく、長い、長い年月の末に、ロト・ボグステンのやつはくたばったに違いあるまい。そして運がいいことに、アレの子供はあまり孝行者ではなかった。
zh_cn: 最后，在漫长的岁月之后，洛特霍-博格斯滕肯定已经死了。幸运的是，他的儿子并不那么孝顺。

source: He had children?
ja: 子供？
zh_cn: 他有孩子吗？

source: Indeed he had a son. But that lazybones didn't come as regularly as needed. The spell wore off, and I could move again.
ja: アレには確かに息子がいた。だが、あの怠け者は必要にも関わらず定期的にやって来ることがなかった。そうして呪文が解け、またこうして動けるようになったのだよ。
zh_cn: 的确，他有一个儿子。但那个懒骨头并没有像需要的那样定期来。咒语消失了，我又能动了。

source: AHAHAHAHA!
ja: アハハハハ！
zh_cn: 啊哈哈哈哈！

source: I see that you have their family necklace. So you must die now.
ja: お前がヤツの一族のネックレスを持っていることなどお見通しだ。ゆえに、お前はここで死ぬべきなのだ。
zh_cn: 我看到你有他们家族的项链。所以你现在必须死。

source: I'll have to thank Bogsten: This sounds like a fun fight.
ja: ボグステンに感謝しないとね。楽しい戦いになりそうだ。
zh_cn: 我得感谢博格斯滕。这听起来是一场有趣的战斗。

source: You shouldn't kill me. I could be of use.
ja: 僕を殺さないほうがいい。お役に立てると思います。
zh_cn: 你不应该杀了我。我可能对你有用。

source: Please. I will crawl before you. Don't hurt me.
ja: お願いします。頭ならいくらでも下げるから。襲わないで。
zh_cn: 求你了。我将在你面前爬行。不要伤害我。

source: Disgusting. Away with you!
ja: 不愉快だ。失せろ！
zh_cn: 恶心。走开！

source: Hmm. Maybe.
ja: うーん。そうだな。
zh_cn: 嗯。也许。

source: Did you make up your mind at last?
ja: ついに決心したのかな？
zh_cn: 你最后下定决心了吗？

source: Let's talk again.
ja: また話をしよう。
zh_cn: 让我们再谈谈。

source: Go and kill Bogsten up there.
ja: ボグステンを殺してこい。
zh_cn: 去杀了上面的博格斯滕。

source: Kill Bogsten and bring me his staff as evidence.
ja: ボグステンを殺し、ヤツのスタッフを証拠として持って来るのだ。
zh_cn: 杀死博格斯滕，把他的法杖拿给我作为证据。

source: No. I'd rather kill you.
ja: いや。お前を殺したい。
zh_cn: 不，我宁愿杀了你。

source: Then our little conversation is over now.
ja: 話はそこまでだ。
zh_cn: 那么我们的小对话现在就结束了。

source: Hm, wait. Let me think again.
ja: あの、待って。もう一度考えさせてほしい。
zh_cn: 嗯，等等。让我再想想。

source: I wish we could talk a little more.
ja: もう少しお話しできたらいいのですけど。
zh_cn: 我希望我们能多谈一点。

source: Ah. You are not as stupid as you look, kid.
ja: ああ。お前は見かけほどバカではないのだな。
zh_cn: 啊。你并不像你看起来那么愚蠢，孩子。

source: I'll give you two things.
ja: 2つのものを与えよう。
zh_cn: 我给你两件事。

source: I'll spare your life.
ja: 命は取らないでやる。
zh_cn: 我会饶你的命。

source: Generously.
ja: 気前がいい。
zh_cn: 大方。

source: And I'll provide you with a permanent immunity to the spore poison.
ja: それから、胞子毒に対する恒久的な耐性を与えようではないか。
zh_cn: 而我将为你提供对孢子毒的永久免疫力。

source: Agreed. I'll go upstairs and finish Bogsten.
ja: 承知しました。上に行ってボグステンを始末してくるよ。
zh_cn: 成交。我上楼去了结博格斯滕。

source: Forget it. Attack!
ja: もういい。攻撃！
zh_cn: 没关系。攻击！

source: Do so.
ja: そうしてくれ。
zh_cn: 是这样。

source: Is Bogsten dead already?
ja: ボグステンはもう死んだか？
zh_cn: 博格斯滕已经死了吗？

source: I have killed him.
ja: 彼を殺した。
zh_cn: 我已经杀了他。

source: Bogsten is dead. Finally.
ja: ボグステンが死んだ。ようやくだ。
zh_cn: 博格斯滕已经死了。这就是结局。

source: Yes. Now where is my reward?
ja: ええ。それで報酬は？
zh_cn: 是的。现在我的奖励在哪里？
