Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: Actually, all I know is that they are some sort of crystal. As I said, they are supposedly very powerful. We were only looking for them so that we could sell them and become rich.
de: Eigentlich weiß ich nur, dass sie eine bestimmte Art von Kristall sind. Wie ich schon sagte, sie sind angeblich sehr mächtig. Wir haben danach gesucht, nur um sie verkaufen und reich werden zu können.
fr: Tout ce que je sais, c'est qu'il s'agit d'une sorte de cristal. Comme je l'ai dit, ils sont censés être très puissants. Nous les recherchions seulement pour les vendre et devenir riches.
ja: 実のところ俺が知ってるのは、ある種のクリスタルということだけなんだ。言ったように、極めて強力だと思われる。俺たちは金持ちになりたくってソイツを売ろうと探してただけなのさ。
pt: Na verdade, tudo o que sei é que eles são uma espécie de cristal. Como disse, eles são supostamente muito poderosos. Só os procuramos para que possamos vendê-los e tornar-nos ricos.
zh_cn: 事实上，我所知道的是，它们是某种水晶。正如我所说，它们应该是非常强大的。我们只是在寻找它们，我们找到了就可以卖掉它们，然后变得富有。

source: What made you stop looking?
de: Warum hast du aufgehört zu suchen?
fr: Qu'est-ce qui a arrêté vos recherches ?
ja: どうして探すのをやめたの？
pt: O que fez parar de procurar?
zh_cn: 是什么让你放弃寻找？

source: Just the boredom of it, I guess. We never were any good at the whole fighting thing, and as such we never found one of those things.
de: Es wurde einfach langweilig. Wir waren nie richtig gut im kämpfen und so, daher haben wir auch nie irgendeins dieser Dinger gefunden.
fr: Juste l'ennui, je suppose. Nous n'avons jamais été très bons pour tout ce qui concerne les combats, et nous n'en avons donc jamais trouvés.
ja: 退屈だったんだろうな。戦うこと全般が得意じゃなかったし、だからこそ見つけることもなかった。
pt: Só o tédio total, eu acho. Nunca fomos nem um pouco bons com respeito a lutase como tal, nunca encontramos uma dessas coisas.
zh_cn: 我想，只是因为无聊。我们从来都不擅长战斗，因此我们从来没有找到那些东西。

source: Anyway, it's been nice talking to you, kid. Take care.
de: Wie auch immer, es war nett, mit dir zu reden, Kind. Pass auf dich auf.
fr: Quoi qu'il en soit, ça a été agréable de te parler, gamin. Prends soin de toi.
ja: とにかく、話せてよかったよ。達者でな。
pt: De qualquer forma, foi bom falar consigo, garoto. Tome cuidado.
zh_cn: 总之，很高兴与你交谈，孩子。保重。

source: What!? You actually have one of those things? Let me see. Yes, that sure matches the description I read.
de: Was!? Du hast tatsächlich eins dieser Dinger? Lass sehen. Ja, der passt genau auf die Beschreibung, die ich gelesen hatte.
fr: Quoi ? Tu en as réellement un ? Laisse-moi voir. Oui, ça correspond bien à la description que j'ai lue.
ja: なんだって！？ 本当に持ってるのか？ どれどれ。ああ、確かに読んだ説明とも一致している。
pt: O quê? Realmente tem uma dessas coisas? Deixe-me ver. Sim, isso combina com a descrição que li.
zh_cn: 什么！？你真的有一个这样的东西？让我看看。是的，这和我了解到的一样.

source: You would do well to keep that to yourself, kid. Whatever you do, don't lose it, and don't go around showing it to everyone you might meet. You could get in serious trouble.
de: Du tätest gut daran, dies für dich zu behalten, Kind. Was immer du tust, verliere es nicht, und renne nicht herum, um es jedem dahergelaufenen Kerl zu zeigen. Du könntest dabei in ernsthafte Schwierigkeiten geraten.
fr: Tu ferais bien de garder ça pour toi, gamin. Quoi que tu fasses, ne le perds jamais et ne le montre pas à tous ceux que tu pourrais rencontrer. Tu pourrais très bien avoir de sérieux problèmes.
ja: 坊や、ソイツは内緒にしておけ。何をするにせよ、失くさんようにな。それから、会う人の誰にでも見せる真似はよせ。大変なことになる。
pt: Faria bem para si mesmo em guardar isso para si, garoto. Faça o que fizer, não o perca e não saia por aí a mostrar para todo mundo que o encontrou. Pode entrar em sérios apuros.
zh_cn: 你最好把它收好，不要把它弄丢了，也不要到处向人炫耀它，否则你会惹上大麻烦的。

source: What can I do with it?
de: Was kann ich damit machen?
fr: Que puis-je en faire ?
ja: どうすればいい？
pt: O que posso fazer com ele?
zh_cn: 我能用它做什么？

source: I hear there are merchants that would do anything to get their hands on some of those crystals. You should seek out the merchants in one of the larger cities, and ask them.
de: Wie ich höre würden Händler alles dafür tun, um ihre Hände auf so einen Kristall legen zu können. Du solltest die Händler in einer der größeren Städte aufsuchen und sie fragen.
fr: J'ai entendu dire que certains commerçants feraient n'importe quoi pour mettre la main sur certains de ces cristaux. Tu devrais aller voir un marchand dans une des grandes villes et lui demander.
ja: クリスタルを手に入れるためなら何でもするという商人がいるらしい。大都市の商人を探して聞いてみるといい。
pt: Ouço que há comerciantes que fariam qualquer coisa para ter alguns desses cristais nas mãos deles. Deve procurar os comerciantes numa das grandes cidades e perguntar-os.
zh_cn: 我听说有些商人会不惜一切代价弄到这些水晶。你应该在大城市寻找商人问问.

source: Please be careful though!
de: Sei aber auf der Hut!
fr: Sois prudent cependant !
ja: でもどうか気をつけて！
pt: Tenha cuidado embora!
zh_cn: 不过请小心！

source: You see a bed.
de: Du siehst ein Bett.
fr: Tu vois un lit.
ja: ベッドがある。
pt: Vê uma cama.
zh_cn: 你看到一张床。

source: You see a bed. The idol is still where you left it.
de: Du siehst ein Bett. Der Fetisch ist noch dort, wo du ihn hingestellt hast.
fr: Tu vois un lit. L'idole est toujours à l'endroit où tu l'as laissée.
ja: ベッドがある。偶像はあなたが残したままの場所にある。
pt: Vê uma cama. O ídolo ainda está onde o deixou.
zh_cn: 你看到一张床。神像还在你离开的地方。

source: You see a bed, that you suppose must be Jhaeld's bed.
de: Du siehst ein Bett, von dem du annimmst, dass es Jhaelds Bett ist.
fr: Tu vois un lit, que tu supposes être celui de Jhaeld.
ja: ベッドがある、ジャエルドのベッドで間違いないと思われる。
pt: Vê uma cama, que acha que deve ser a cama de Jhaeld.
zh_cn: 你看到一张床，你认为那一定是贾尔德的床。

source: Hide one of the idols under the bed.
de: Verstecke einen der Fetische unter dem Bett.
fr: Cacher l'une des idoles sous le lit.
ja: ベッドの下に偶像の1つを隠す。
pt: Ocultou um dos ídolos sob a cama.
zh_cn: 把其中一个神像藏在床下。

source: Leave the bed alone.
de: Lass das Bett in Ruhe.
fr: Laisser le lit.
ja: ベッドはそのままにしておく。
pt: Deixou a cama vazia.
zh_cn: 离开床。

source: You hide the idol under the bed.
de: Du versteckst den Fetisch unter dem Bett.
fr: Tu caches l’idole sous le lit.
ja: ベッドの下に偶像を隠した。
pt: Esconde o ídolo debaixo da cama.
zh_cn: 你把神像藏在床底下。

source: You see a bed and nightstand.
de: Du siehst ein Bett und einen Nachttisch.
fr: Tu vois un lit et une table de chevet.
ja: ベッドとナイトスタンドがある。
pt: Vê uma cama e mesa de cabeceira.
zh_cn: 你看到一张床和床头柜。

source: You see a bed and nightstand. The idol is still where you left it.
de: Du siehst ein Bett und einen Nachttisch. Der Fetisch ist noch dort, wo du ihn zurückgelassen hast.
fr: Tu vois un lit et une table de chevet. L'idole est toujours à l'endroit où tu l'as déposée.
ja: ベッドとナイトスタンドがある。偶像はあなたが残したままの場所にある。
pt: Vê uma cama e mesa de cabeceira. O ídolo ainda está onde o deixou.
zh_cn: 你看到一张床和床头柜。神像还在你放的地方。

source: You see a bed and nightstand. This must be Larni's bed.
de: Du siehst ein Bett und einen Nachttisch. Dies muss Larnis Bett sein.
fr: Tu vois un lit et une table de chevet. Cela doit être le lit de Larni.
ja: ベッドとナイトスタンドがある。ラルニのベッドで間違いない。
pt: Vê uma cama e mesa de cabeceira. Este deve ser o leito de Larni.
zh_cn: 你看到一张床和床头柜。这一定是拉尔尼的床。

source: You see a bed and nightstand. This must be Arnal's bed.
de: Du siehst ein Bett und einen Nachttisch. Dies muss Arnals Bett sein.
fr: Tu vois un lit et une table de chevet. Cela doit être le lit d'Arnal.
ja: ベッドとナイトスタンドがある。アルナルのベッドで間違いない。
pt: Vê uma cama e mesa de cabeceira. Esta deve ser cama de Arnal.
zh_cn: 你看到一张床和床头柜。这一定是阿娜尔的床。

source: You see a bed and nightstand. This must be Emerei's bed.
de: Du siehst ein Bett und einen Nachttisch. Dies muss Emereis Bett sein.
fr: Tu vois un lit et une table de chevet. Cela doit être le lit d'Emerei.
ja: ベッドとナイトスタンドがある。エメレイのベッドで間違いない。
pt: Vê uma cama e mesa de cabeceira. Este deve ser o leito Emerei.
zh_cn: 你看到一张床和床头柜。这一定是埃默伊的床。

source: You see a bed and nightstand. This must be Carthe's bed.
de: Du siehst ein Bett und einen Nachttisch. Dies muss Carthes Bett sein.
fr: Tu vois un lit et une table de chevet. Cela doit être le lit de Carthe.
ja: ベッドとナイトスタンドがある。カーテのベッドで間違いない。
pt: Vê uma cama e mesa de cabeceira. Este deve ser o leito carThe.
zh_cn: 你看到一张床和床头柜。这一定是卡尔特的床。

source: You are not allowed to enter this room until you have rented it.
de: Du hast keine Erlaubnis, dieses Zimmer zu betreten, bevor du es nicht gemietet hast.
fr: Tu n'es pas autorisé à entrer dans cette chambre avant de l'avoir louée.
ja: 借りるまではこの部屋には入室できません。
pt: Não tem permissão para entrar nesta sala até que a alugue.
zh_cn: 在你租下这个房间之前，你是不允许进入这个房间的。

source: South: Brimhaven West: Loneford East: Brightport, Lake Laeroth
de: Südlich: Brimhaven Westlich: Loneford Östlich: Brightport, Laerothsee
fr: Sud : Brimhaven Ouest : Loneford Est : Clairport, Lac Laeroth
ja: 南: ブリムヘブン 西: ローンフォード 東: ブライトポート、ロレス湖
pt: Sul (↓): Brimhaven Oeste (←): Loneford Leste (→): Brightport, Lago Laeroth
zh_cn: 南：布林海文 西：隆福德 东：布林海文，莱洛斯湖

source: West: Loneford East: Brightport, Lake Laeroth
de: Westlich: Loneford Östlich: Brightport, Laerothsee
fr: Ouest : Loneford Est : Clairport, Lac Laeroth
ja: 西: ローンフォード 東: ブライトポート、ロレス湖
pt: Oeste (←): Loneford Leste (→): Brightport, Lago Laeroth
zh_cn: 西：隆福德 东：布莱特口岸，莱洛斯湖

source: West: Loneford South: Brightport
de: Westlich: Loneford Südlich: Brightport
fr: Ouest : Loneford Sud : Clairport
ja: 西: ローンフォード 南: ブライトポート
pt: Oeste(←): Loneford Sul(→): Brightport
zh_cn: 西：隆福德 南：布莱特口岸

source: Welcome to Lake Laeroth and the city of Remgard!
de: Willkommen am Laerothsee und in der Stadt Remgard!
fr: Bienvenue au lac Laeroth et à la ville de Remgard !
ja: ロレス湖とレムガードの町へようこそ！
pt: Bem-vindo ao lago Laeroth e à cidade de Remgard!
zh_cn: 欢迎来到莱洛斯湖和城市瑞姆加德！

source: The thicket is too dense for you to get through.
de: Das Gebüsch ist zu dicht, du kommst nicht durch.
fr: Le lierre est trop dense pour que tu puisses y entrer.
ja: 茂みが密集していて通れない。
pt: O mato é denso demais para você passar.
zh_cn: 灌木丛太密了，你无法通过。

source: You squeeze through the narrow opening of the cave.
de: Du quetschst Dich durch den engen Höhleneingang.
fr: Tu te faufiles à travers l'étroite ouverture de la grotte.
ja: 洞窟の狭い開口部を通り抜ける。
pt: Se espreme através da abertura estreita da caverna.
zh_cn: 你挤过洞穴狭窄的口子。

source: You squeeze through the narrow opening of the cave. The stale air that hangs heavy within the damp cave, with its hints of mold and old parchment, fills your nose.
de: Du quetschst Dich durch den engen Höhleneingang. Die Luft in der feuchten Höhle ist abgestanden und der Geruch von Schimmel und altem Pergament sticht dir in die Nase.
fr: Tu te faufiles à travers l'étroite ouverture de la grotte. L'air vicié qui provient de l'intérieur de la grotte humide, avec ses relents de moisissure et de vieux parchemin, te pique le nez.
ja: 洞窟の狭い開口部を通り抜ける。湿った洞窟の中で、カビや古い羊皮紙の匂いが漂う重苦しい淀んだ空気があなたの鼻孔を満たす。
pt: Se espreme através da abertura estreita da caverna. O ar viciado que paira pesado dentro da caverna úmida, que cheira a mofo e a papel antigo, enche o seu nariz.
zh_cn: 你挤过山洞的狭窄开口。潮湿的山洞里弥漫着陈旧的空气，带有霉菌和旧羊皮纸的味道，充斥着你的鼻子。

source: This must be the cave that the map leads to. This must be Vacor's old hideout.
de: Dies muss die Höhle sein, zu der die Karte führt. Dies muss Vacors altes Versteck sein.
fr: Cela doit être la cave à laquelle la carte conduit. Cela doit être la cachette de Vacor.
ja: 地図が示す洞窟に違いない。きっとここがヴァコールの古い隠れ家だ。
pt: Esta deve ser a caverna que o mapa leva. Este deve ser o esconderijo do velho Vacor.
zh_cn: 这一定是地图上所说的那个山洞。这一定是瓦克的旧藏身处。

source: From the looks of you, you don't seem to be from around here. That makes two of us then. He he.
de: So wie Du aussiehst kommst Du nicht von hier. Damit wären wir zwei. He he.
fr: D'après ton apparence, tu ne viens pas du coin. Nous voilà deux. Hé hé.
ja: 見たところ、このあたりの者じゃなさそうだな。実は私もなんだ。ハハハッ。
pt: Pelo seu aspeto, não parece ser daqui. Isso se aplica a mim também. He he.
zh_cn: 看你的样子，你好像不是这里的人。这就我们两个人。呵呵。

source: I'm from the village of Crossglen, far to the west of here.
de: Ich bin aus dem Dorf Crossglen, weit westlich von hier.
fr: Je viens du village de Crossglen, loin à l'ouest d'ici.
ja: 僕はクロスグレンの村から来ました。ここからずっと西です。
pt: Sou da vila de Crossglen, mais ao oeste daqui.
zh_cn: 我来自克罗斯山谷，远在这里的西部。

source: Crossglen! I know that place, it's not far from Fallhaven, right?
de: Crossglen! Das kenne ich. Nicht weit von Fallhaven, richtig?
fr: Crossglen ! Je connais cet endroit, ce n'est pas loin de Fallhaven, c'est ça ?
ja: クロスグレンか！ 知ってるぞ、フォールヘブンからそう遠くないだろ？
pt: Crossglen! Conheço o lugar, não é longe de Fallhaven, certo?
zh_cn: 克罗斯山谷!我知道那个地方，它离法尔海文不远，对吗？

source: I have an old ... shall we say ... friend ... from Fallhaven. Goes by the name of Unzel.
de: Ich habe einen alten... sagen wir... Freund... aus Fallhaven. Er nennt sich Unzel.
fr: J'ai un vieil ... devrait-on dire ... ami ... de Fallhaven. Il répond au nom d'Unzel.
ja: 古い…友人がフォールヘブンにいるんだ。名前はアンゼルと言うんだが。
pt: Tenho um velho... digamos... amigo... de Fallhaven. Atende pelo nome de Unzel.
zh_cn: 我有一个老......应该说是......朋友......来自法尔海文。他的名字叫恩泽尔。

source: You wouldn't by any chance have met him, would you?
de: Du hast ihn nicht zufällig getroffen, oder?
fr: Tu ne l'aurais pas rencontré, à tout hasard ?
ja: 彼に会ったことは？
pt: Por acaso não o conhece, não?
zh_cn: 你不会碰巧见过他吧？

source: No, I've never met him.
de: Nein, ich habe ihn noch nie getroffen.
fr: Non, je ne l'ai jamais rencontré.
ja: いえ、会ったことはないです。
pt: Não, nunca o conheci.
zh_cn: 不，我从未见过他。

source: Yes, I've met that fool. He was an easy kill.
de: Ja, ich habe den Trottel getroffen. War ein leichtes Opfer.
fr: Oui, j'ai rencontré cet imbécile. Une proie facile à abattre.
ja: ああ、あのバカなら会ったことがある。あっさりくたばったよ。
pt: Sim, encontrei esse tolo. Foi uma presa fácil.
zh_cn: 是的，我见过那个傻瓜。他是一个容易被杀死的人。

source: Yes, I have met him. I still have some of his blood on my boots.
de: Ja, ich habe ihn getroffen. Etwas von seinem Blut klebt noch an meinen Stiefeln.
fr: Oui, je l'ai rencontré. J'ai encore de son sang sur mes bottes.
ja: ええ、会ったことがある。ブーツが彼の返り血で汚れちゃったよ。
pt: Sim, já conheci. Ainda tenho um pouco do seu sangue nas minhas botas.
zh_cn: 是的，我见过他。我的靴子上还有他的一些血迹。

source: Yes, I even helped him defeat a scoundrel named Vacor.
de: Ja, ich habe ihm geholfen den Surken Vacor zu besiegen.
fr: Oui, je l'ai même aidé à vaincre une crapule du nom de Vacor.
ja: ええ、ヴァコールという悪党を倒すのを手伝いました。
pt: Sim, mesmo ajudei a derrotar um canalha chamado Vacor.
zh_cn: 是的，我甚至帮助他打败了一个叫瓦克的恶棍。

source: I guess he keeps to himself. I sure hope he is OK. If you ever run into him, please say hi to him for me.
de: Er bleibt gerne für sich. Ich hoffe es geht ihm gut. Falls Du ihn triffst, richte ihm einen schönen Gruß aus.
fr: Je suppose qu'il se tient à l'écart. J'espère qu'il va bien. Si jamais tu le croises, dis-lui bonjour de ma part s'il te plait.
ja: まだいるんじゃないかな。元気にしてるといいんだが。もし会うことがあったらよろしく言っといてくれ。
pt: Acho que ele se consegue virar. Espero que ele esteja bem. Se o encontrar, por favor, diga-lhe um oi da minha parte.
zh_cn: 我猜他一直是自己一个人。我当然希望他没事。如果你遇到他，请替我向他问好。

source: I'm trying to find my brother Andor, have you seen him?
de: Ich suche meinen Bruden Andor, hast Du ihn gesehen?
fr: Je suis à la recherche de mon frère Andor, l'avez-vous vu ?
ja: 僕の兄のアンドールを探してるのですけど、見かけませんでしたか？
pt: Estou a tentar encontrar meu irmão Andor, viu-o?
zh_cn: 我正在努力寻找我的哥哥安道尔，你见过他吗？

source: Andor? No, I'm sorry. I've never heard of him.
de: Andor? Nein, tut mir Leid. Noch nie von Ihm gehört.
fr: Andor ? Non, je suis désolé. Je n'ai jamais entendu parler de lui.
ja: アンドール？ いや、すまない。聞いたことがない。
pt: Andor? Não, sinto muito. Nunca ouvi falar dele.
zh_cn: 安道尔？不，我很抱歉。我从来没有听说。

source: You?! But ... but ... this is terrible! I bet you are one of the goons of that Vacor fellow.
de: Du?! Aber.. Aber.. Das ist schrecklich! Ich wette, du bist einer der Helfershelfer von diesem Vacor.
fr: Toi ? Mais ... mais ... c'est horrible ! Je parie que tu es un des abrutis de ce bon à rien de Vacor.
ja: 君が！？ でも…なんてことだ！ 君はヴァコールの仲間だったんだな。
pt: Você?! Mas… Mas… Isso é terrível! Aposto que é um dos capangas que seguiam a Vacor.
zh_cn: 你？！但。。。这太可怕了！我敢打赌，你是那个瓦克一伙的。

source: Oh yes, I can feel it. You work for Vacor! He must be stopped!
de: Oh ja, ich kann es fühlen. Du arbeitest für Vacor! Er muss aufgehalten werden!
fr: Oh oui, je peux le sentir. Tu travailles pour Vacor ! Il faut l'arrêter !
ja: ああそうか、感じる。ヴァコールの手下なのか！ あの男は止めなくちゃならない！
pt: Ah, sim, posso sentir isso. Trabalha para Vacor! Ele deve ser detido!
zh_cn: 哦，是的，我觉得。你在为瓦克工作！必须阻止他！

source: Excellent, that is good news indeed! May you walk with the Shadow, my friend!
de: Großartig, das sind in der Tat gute Neuigkeiten. Mögest du im Schatten wandeln, mein Freund!
fr: Excellent, voilà une bonne nouvelle en effet ! Que l'Ombre t'accompagne, mon ami !
ja: いいな、そりゃいい知らせだ！ シャドウが君と共にあらんことを！
pt: Excelente, que é uma boa notícia! Que caminhe com a Sombra, meu amigo!
zh_cn: 很好，这的确是个好消息!愿暗影与你同行，我的朋友!

source: My friend from Fallhaven returns. It's comforting to hear that Unzel is still alive.
de: Mein Freund aus Fallhaven ist zurück. Es ist gut zu hören, dass Unzel noch lebt.
fr: Mon ami de Fallhaven est de retour. C'est confortant d'entendre que Unzel est toujours en vie.
ja: フォールヘブンの友が戻ってきた。アンゼルがまだ元気と知れて安心したよ。
pt: Meu amigo retornou de Fallhaven. É reconfortante saber que Unzel ainda está vivo.
zh_cn: 我在法尔海文的朋友回来了。听到恩泽尔还活着，我感到很欣慰。

source: Would you be willing to deliver a message to him?
de: Wärst du bereit, ihm eine Nachricht zu überbringen?
fr: Serais-tu enclin à lui délivrer un message ?
ja: 彼宛にメッセージを頼んでもいいかな？
pt: Estaria disposto a entregar-lhe uma mensagem?
zh_cn: 你愿意给他递个口信吗？

source: You'd be well compensated for your efforts.
de: Du wirst für deine Anstrengungen reichlich belohnt werden.
fr: Tu serais bien récompensé pour tes efforts.
ja: 君の努力には十分報いるよ。
pt: Seria bem recompensado pelos seus esforços.
zh_cn: 你的努力会得到很好的回报。

source: Anything for the sake of the Shadow.
de: Alles zum Wohl des Schattens.
fr: Tout pour l'amour de l'Ombre.
ja: シャドウのためならなんでも。
pt: Qualquer coisa por causa da Sombra.
zh_cn: 一切为了暗影。

source: No, I am done helping you people.
de: Nein, ich bin es satt, euch Leuten zu helfen.
fr: Non, j'en ai fini d'aider vous autres.
ja: いや、あなた方を手伝うのはもう終わりだ。
pt: Não, estou cansado de ajudar às pessoas.
zh_cn: 不，我已经帮过你们了。

source: That is unfortunate, you seemed like such a bright boy too.
de: Das ist bedauerlich, schienst du doch so ein schlauer Bursche zu sein.
fr: C'est malheureux. Tu semblais être un garçon brillant.
ja: それは残念だな、君も聡明そうな少年だったんだが。
pt: Isso é lamentável, parecia-me ser um menino brilhante.
zh_cn: 可惜了，你看起来也是个聪明的孩子。

source: The friend from Fallhaven returns. Please leave me be, I have things to do.
de: Der Freund aus Fallhaven ist zurück. Verlass mich bitte, ich habe zu tun.
fr: L'ami de Fallhaven est de retour. Laisse-moi tranquille s'il te plait, j'ai des choses à faire.
ja: フォールヘブンの友が戻ってきた。やることがあるから放っておいてくれないか。
pt: O meu amigo retornou de Fallhaven. Por favor, deixe-me agora, tenho coisas para fazer.
zh_cn: 法尔海文的朋友。 我可以离开一下吗,我有事情要做。

source: Good, that's exactly what I wanted to hear.
de: Gut, das ist genau das, was ich hören wollte.
fr: Parfait, c'est exactement ce que je voulais entendre.
ja: よかった、まさにそれを聞きたかったんだ。
pt: Bom, isso é exatamente o que queria ouvir.
zh_cn: 很好，这正是我想听到的。

source: Make sure this doesn't fall into the hands of Feygard, or her loyalists.
de: Pass auf, dass dies nicht in die Hände von Feygard oder seinen Anhängern fällt.
fr: Assure-toi que cela ne tombe pas entre les mains de Feygard, ou de ses fidèles.
ja: これがフェイガードやその支持者の手に渡らないようにしてくれよ。
pt: Certifique-se que isso não caia nas mãos de Feygard, ou seus partidários.
zh_cn: 确保这东西不会落入费加德或她的支持者手中。

source: [He gives you a sealed message]
de: (Er gibt dir eine versiegelte Nachricht.)
fr: [Il vous donne un message scellé]
ja: （彼から封がされたメッセージを受け取る）
pt: [Ele dá-lhe uma mensagem selada]
zh_cn: [他给你一个保密的信息]

source: You can count on me, Kaverin.
de: Du kannst auf mich zählen, Kaverin.
fr: Vous pouvez compter sur moi, Kaverin.
ja: カベリン、頼りにしてくれていいよ。
pt: Pode contar comigo, Kaverin.
zh_cn: 你可以指望我，卡维林。

source: Good. Now go deliver that message to Unzel.
de: Gut. Nun überbringe diese Nachricht Unzel.
fr: Bien. Maintenant pars délivrer ce message à Unzel.
ja: ああ。アンゼルにそのメッセージを届けてくれ。
pt: Bom. Agora vá entregar a mensagem para Unzel.
zh_cn: 很好。现在去把消息告诉恩泽尔。

source: It's good to see you again. Have you delivered my message to Unzel?
de: Schön, dich wieder zu sehen. Hast du meine Botschaft an Unzel überbracht?
fr: C'est bon de te revoir. As-tu délivré mon message pour Unzel ?
ja: また会えて嬉しいよ。メッセージをアンゼルに届けてくれたか？
pt: É bom ver-lo de novo. Já entregou a minha mensagem para Unzel?
zh_cn: 很高兴再次见到你。你有没有把我的话传达给恩泽尔？

source: Yes, the message is delivered.
de: Ja, die Botschaft ist abgeliefert.
fr: Oui, le message est délivré.
ja: はい、メッセージを届けました。
pt: Sim, a mensagem foi entregue.
zh_cn: 是的，已经和他说了。

source: Please don't take too long. Walk with the Shadow, my friend.
de: Bitte, halte dich nicht allzulange auf. Geh mit dem Schatten, mein Freund.
fr: Ne mets pas trop longtemps s'il te plait. Va avec l'Ombre, mon ami.
ja: あまり時間をかけないでくれ。シャドウとともに歩まんことを。
pt: Por favor, não demore muito. Caminhe com a Sombra, meu amigo.
zh_cn: 请不要花太长时间。与暗影同行，我的朋友。

source: Thank you, my friend. May you walk in the glow of the Shadow.
de: Danke dir, mein Freund. Mögest du im Leuchten des Schattens wandeln.
fr: Merci, mon ami. Que la lueur de l'Ombre t'accompagne.
ja: ありがとう、シャドウの輝きの中を歩まんことを。
pt: Obrigado, meu amigo. Que caminhe no brilho da Sombra.
zh_cn: 谢谢你，我的朋友。愿你走在暗影的光辉里。

source: Take this map as compensation for a job well done.
de: Nimm diese Karte als Anerkennung für einen hervorragend ausgeführten Auftrag.
fr: Prends cette carte comme récompense pour le service rendu.
ja: 仕事の報酬としてこの地図を受け取ってくれ。
pt: Leve este mapa como compensação por um trabalho bem feito.
zh_cn: 把这幅地图作为对你的报酬。

source: We've discovered one of Vacor's hideouts, far to the south.
de: Weit im Süden haben wir eines von Vacors Verstecken entdeckt.
fr: Nous avons trouvé une des cachettes de Vacor, loin au sud.
ja: ヴァコールの隠れ家のひとつを発見したんだ、はるか南だな。
pt: Descobrimos um dos esconderijos Vacor, longe no sul.
zh_cn: 我们在南方很远的地方发现了瓦克的一个藏身处。

source: Since you helped us stop him, it's fitting that you have this.
de: Da du uns geholfen hast, ihn aufzuhalten, ist es passend, dass du das erhältst.
fr: Puisque tu nous as aidés à l'arrêter, il convient de te la donner.
ja: あの男を止めるのを手伝ってくれたわけだし、こいつは君こそが持っておくべきだろう。
pt: Como nos ajudou a detê-lo, é justo que fique com isso.
zh_cn: 既然你帮助我们阻止了他，那么你获得这个就很合适。

source: According to the map, the hideout should be just to the northwest of the former prison of Flagstone. Feel free to take whatever is left in there.
de: Laut der Karte sollte das Versteck etwas nordwestlich des früheren Gefängnisses von Flagstone sein. Nimm dir ruhig alles, was dort übrig geblieben ist.
fr: Selon la carte, la cachette devrait être juste au nord-ouest de l'ancienne prison de Flagstone. Libre à toi de prendre et de garder ce que tu y trouveras.
ja: 地図によると、隠れ家はフラッグストーン旧監獄の北西にあるはずだ。そこにあるものは好きに持っていってくれて構わない。
pt: De acordo com o mapa, o esconderijo deve ficar logo a noroeste (↖) da antiga prisão de Flagstone. Está à vontade para levar no que estiver por lá.
zh_cn: 根据地图，藏身处应该就在前石板监狱的西北部。你可以随意拿走里面剩下的任何东西。

source: Walk with the Shadow, my friend.
de: Geh mit dem Schatten, mein Freund.
fr: Va avec l'Ombre, mon ami.
ja: シャドウとともに歩まんことを。
pt: Caminhe com a Sombra, meu amigo.
zh_cn: 与暗影同行，我的朋友。

source: Hello again. It's comforting to know that Unzel is still alive, and that you delivered my message to him.
de: Hallo nochmal. Es ist beruhigend zu wissen, dass Unzel noch lebt und dass du ihm meine Botschaft überbracht hast.
fr: Re-bonjour. C'est confortant de savoir qu'Unzel est toujours en vie, et que tu lui as délivré mon message.
ja: 久しぶり。アンゼルがまだ無事と知れたこと、メッセージを君が届けてくれたことで安心できたよ。
pt: Olá novamente. É reconfortante saber que Unzel ainda está vivo e queentregou-lo a minha mensagem.
zh_cn: 又见面了。知道恩泽尔还活着，而且你把我的信息传递给他，这让我感到很欣慰。
