Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: My daughter was afflicted by a nasty form of blistering skin. I rushed her back to Loneford. I thought with rest, good food, and water she could pull through ... but although the blisters were gradually healing, my daughter's health continued to decline.
de: Meine Tochter erkrankte an einer üblen Form von Pocken. Ich brachte sie so schnell es ging nach Loneford zurück. Mit Ruhe, gutem Essen und Wasser sollte sich meine Tochter wieder erholen, so dachte ich wenigstens... aber während die Blasen sich langsam zurückbildeten, ging es mit der Gesundheit meiner Tochter immer mehr bergab.
fr: Ma fille était affligée d'une mauvaise forme de peau brûlante. Je l'ai ramenée d'urgence à Loneford. Je pensais qu'avec du repos, bien nourrie et rafraîchie, elle pourrait s'en sortir ... mais bien que sa peau commençait à guérir, l'état de santé général de ma fille a continué à s'aggraver.
ja: 娘は酷い水ぶくれに悩まされることになった。私たちは急いでローンフォードに引き返した。安静にして、おいしい食事と水を飲めば治るだろうと思っていたんだが…水ぶくれは徐々に治まったが、娘の体調は衰えていった。
pt: Minha filha foi acometida por uma desagradável forma de pele empolada. A levei de volta para Loneford. Pensei com descanso, boa comida e água que ela pudesse atravessar… mas embora as bolhas estivessem gradualmente se a curar, a saúde de minha filha continuou a diminuir.
zh_cn: 我的女儿被一种讨厌的水泡皮肤病折磨着。我急忙把她送回隆福德。我以为只要休息好，吃好，喝好，她就能挺过去......但是，尽管水泡逐渐愈合，我女儿的健康状况却持续下降。

source: I had to do something. I went to Fallhaven and begged Thoronir to make me a bonemeal potion. Although it would have cured my daughter completely, he refused because Lord Geomyr banned all use of bonemeal as a healing substance! [Hagale takes another long swig from the bottle of Lowyna's special brew and finishes it. He proceeds to open the second the bottle.]
de: Ich musste etwas tun. Ich ging nach Fallhaven und flehte Thoronir an, mir einen Knochenmehltrank zu brauen. Auch wenn dieser meine Tochter wahrscheinlich hätte vollständig heilen können, lehnte er ab, weil Lord Geomyr jeden Gebrauch von Knochenmehl als Heilmittel verboten hat! [Hagale nimmt einen weiteren großen Schluck aus der Flasche mit Lowynas Spezialgebräu und leert diese. Er nimmt und öffnet die zweite Flasche.]
fr: Je devais faire quelque chose. Je suis allé à Fallhaven pour supplier Thoronir de me faire une potion de cendres d’os. Cela aurait complètement soigné ma fille, mais il a refusé car Lord Geomyr a banni toute utilisation de cendres d’os comme médicament ! [Hagale prend une autre longue gorgée de la bouteille de décoction spéciale de Lowyna et la finit. Il ouvre alors la deuxième bouteille.]
ja: 何かをしなければならなかった。フォールヘブンまで行って、骨粉ポーションを作ってもらうようソロニールに頼んだんだ。それさえあれば娘は治るはずだった。だが断られたよ、ジオミア卿が骨粉の治療薬としての使用を禁じたからだ！ （ハガレはローウィナのスペシャルビールのボトルからもう1杯飲み干し空にした。2本目のボトルを開ける）
pt: Tive que fazer algo. Fui a Fallhaven e implorei a Thoronir que me fizesse uma poção de farinha de ossos. Embora tivesse curado minha filha completamente, ele recusou porque lorde Geomyr proibiu todo uso de farinha de ossos como uma substância de cura! [Hagale toma outro longo gole da garrafa da bebida especial de Lowyna e termina. Ele prossegue para abrir o segundo a garrafa.]
zh_cn: 我必须做点什么。我去了法尔海文，求索罗尼尔给我做一个骨粉药剂。虽然它可以完全治愈我的女儿，但他拒绝了，因为吉奥米尔领主禁止将骨粉作为一种治疗物质使用！ [哈盖尔又从洛伊娜的特制酒瓶里喝了一大口，然后把它喝完。他继续打开第二瓶酒。］

source: I searched the land for information about the chest and graveyard. I spent my entire fortune in the process. My last few coins resulted in a tip that directed me to a group of bandits.
de: Ich habe das gesamte Land für Informationen über diese Truhe und den Friedhof abgeklappert und dabei mein gesamtes Vermögen aufgebraucht. Meine letzten Münzen brachten mir schließlich den Hinweis auf diese Gruppe von Banditen.
fr: J'ai cherché à travers toute la contrée des informations sur le coffre et le cimetière. J'ai dépensé toute ma fortune pour ça. J'ai dépensé mes dernières pièces d'or pour obtenir une information qui m'a conduit à une bande de brigands.
ja: 箱と墓地の場所についての情報を探し求めた。その過程で全財産を費やした。その最後のお金が、盗賊グループに導くヒントをもたらしてくれた。
pt: Procurei na terra por informações sobre o baú e o cemitério. Passei toda a minha fortuna no processo. Minhas últimas moedas resultaram numa dica que me direcionou para um grupo de bandidos.
zh_cn: 我在这片土地上寻找有关箱子和墓地的信息。在这个过程中，我花光了我所有的财富。我最后的几个硬币得到了一个提示，将我引向一群强盗。

source: I may be a trader, but traders have to learn how to protect themselves. The first few went down easily, but the leader was an experienced fighter. We fought for over an hour, but eventually I managed to kill him. I searched the body and found an ancient text.
de: Ich bin vielleicht nur ein Händler, aber wir Händler müssen lernen uns selbst zu verteidigen. Die ersten paar waren leicht zu besiegen, aber der Anführer war ein erfahrener Kämpfer. Wir kämpften über eine Stunde bis ich ihn endlich besiegen konnte. Ich durchsuchte seinen Leichnam und fand eine uralte Schrift.
fr: J'ai beau être un commerçant, j'ai appris à me défendre. J'ai vaincu les premiers bandits assez facilement, mais leur leader était un combattant aguerri. On s'est battus pendant plus d'une heure, mais j'ai fini par le tuer. J'ai cherché dans ses poches et ai trouvé un vieux texte.
ja: 私は商人かもしれないが、商人は自分の身を守る方法を学ばなくてはならないんだ。最初の数人は簡単に倒せたが、リーダーは経験豊富な戦士だった。1時間以上も戦ってやっと殺すことができたよ。その遺体を調べてみたところ、古文書を発見した。
pt: Posso ser um comerciante, mas os comerciantes têm que aprender a se proteger. Os primeiros caíram facilmente, mas o líder era um lutador experiente. Lutamos por mais de uma hora, mas finalmente consegui matá-lo. Procurei o corpo e encontrei um texto antigo.
zh_cn: 我可能是个商人，但商人必须学会如何保护自己。前面几个人很容易就倒下了，但领头的是个经验丰富的战士。我们打了一个多小时，但最终我成功地杀死了他。我搜查了尸体，发现了一个古老的文本。

source: The magical barrier at the cemetery could only be penetrated by someone carrying the text, which contained several magical inscriptions.
de: Die magische Barriere am Friedhof würde nur von dem durchbrochen werden können, der diese Schrift trägt, die mehrere magische Beschreibungen enthält.
fr: La barrière magique du cimetière ne pouvait être traversée que par une personne en possession de ce texte, qui contenait plusieurs inscriptions magiques.
ja: 墓地の魔法の障壁は、魔法の碑文を含む文書を持っている人だけが通り抜けることができた。
pt: A barreira mágica no cemitério só poderia ser penetrada por alguém a carregar o texto, que contém várias inscrições mágicas.
zh_cn: 墓地的魔法屏障只有携带文本的人才能穿透，文本中包含了几个魔法铭文。

source: I took the best weapons and armor from the bandits, and made my way to the cemetery. Carrying the ancient text in my front pouch, I approached the entrance to the cemetery. I was only a few feet away when the text began to glow.
de: Ich nahm die besten Waffen und Rüstungen von den Banditen und machte mich auf zu dem Friedhof. Die uralte Schrift steckte ich in meine Vordertasche, als ich mich dem Friedhofeingang näherte. Nur wenige Schritte entfernt begann die Schrift zu leuchten.
fr: J'ai pris les meilleurs armes et armures de ces brigands, et j'ai continué vers le cimetière. Avec l'ancien texte dans ma besace, je me suis approché de l'entrée du cimetière. Je n'étais qu'à quelques mètres quand le texte a commencé à briller.
ja: 盗賊から一番良い武器と鎧とを奪って、私は墓地へと向かった。古文書をポーチに収めたまま、墓地の入り口へと近づいたんだ。すると、ほんの数フィート離れた辺りで文書が光り始めた。
pt: Peguei as melhores armas e armaduras dos bandidos e fiz meu caminho até o cemitério. Carregando o texto antigo na bolsa da frente, aproximei-me da entrada do cemitério. Estava a poucos metros de distância quando o texto começou a brilhar.
zh_cn: 我从土匪那里拿了最好的武器和盔甲，然后向墓地走去。我把古老的文字放在我的前袋里，走近墓地的入口。我只走了几步，文字就开始发亮。

source: Maybe he knows more. You should give him a visit.
de: Vielleicht weiß er mehr. Du solltest ihn aufsuchen.
fr: Peut-être en sait-il plus. Tu devrais lui rendre visite.
ja: 彼ならもっと知っているかもしれない。訪ねてみてはどうだ。
pt: Talvez ele saiba mais. Deveria visitá-lo.
zh_cn: 也许他知道更多。你应该去拜访一下他。

source: OK, I'll do that.
de: In Ordnung, ich mache das.
fr: OK, je vais faire ça.
ja: わかりました、そうします。
pt: OK, farei isso.
zh_cn: 好吧，我会这样做的。

source: Where is the Wood settlement?
de: Wo ist diese Waldsiedlung?
fr: Où est la Colonie du Bois ?
ja: ウッド集落はどこですか？
pt: Onde fica o assentamento de madeira?
zh_cn: 伍德的定居点在哪里？

source: Well $playername, you are young, and you apologized, so perhaps I will be a little forgiving. Just remember that not everywhere is like your small village. My name is Cithurn.
de: Nun, $playername, du bist jung und du hast dich entschuldigt, also werde ich dir vielleicht ein klein wenig vergeben. Denke immer daran, dass es nicht überall so ist, wie in deinem kleinen Dorf. Mein Name ist Cithurn.
fr: Bien, $playername, tu es jeune, et tu t'es excusé, alors peut-être vais-je être un peu indulgent. Rappelle toi bien que tout ne se passe pas comme dans ton petit village. Mon nom est Cithurn.
ja: ふむ、$playernameよ、お主は若いしちゃんと謝ってもくれた。であるから儂もある程度は水に流そう。ただ覚えておいておくれ、どこもお主の小さな村と同じではないのだ。儂の名はシサーンという。
pt: Bem $playername, é jovem e desculpou-se, então talvez seja um pouco indulgente. Basta lembrar que nem todos os lugares são como a sua pequena aldeia. O meu nome é Cithurn.
zh_cn: 好吧，$playername，你很年轻，而且你已经道歉了，所以也许我会宽容一点。只要记住，不是所有地方都像你的小村庄一样。我的名字是西图恩。

source: You have small brain but small brain better than no brain. ARGH!!!
de: Du hast nur wenig Hirn, aber wenig Hirn ist besser als kein Hirn. Argh!!!
fr: Tu as une petite cervelle, mais petite cervelle vaut mieux que pas de cervelle du tout. ARGH !!!
ja: オマエの脳ミソは小さいが、脳がナいよりはマシだ。ガァッー！！！
pt: Tem cérebro pequeno, mas cérebro pequeno melhor que nenhum cérebro. RAIOS!!!
zh_cn: 你的脑子很小，但小脑子总比没有脑子好!!!

source: Small brain??
de: Wenig Hirn??
fr: Petite cervelle ???
ja: 小さな脳みそ？？
pt: Cérebro pequeno??
zh_cn: 小脑袋？

source: An unearthly force prevents you from entering the cemetery.
de: Eine unheimliche Kraft hindert dich daran, den Friedhof zu betreten.
fr: Une force surnaturelle t'empêche d'entrer dans le cimetière.
ja: 得体の知れない力が、あなたが墓地に入ることを妨げている。
pt: Uma força sobrenatural impede que entre no cemitério.
zh_cn: 一股超凡的力量阻止你进入墓地。

source: What's a kid like you doing around here? It's a dangerous place to be.
de: Was macht ein Kind wie du hier? Das ist ein gefährlicher Ort.
fr: Qu'est-ce qu'un gamin comme toi fait dans le coin. C'est un endroit dangereux.
ja: お主のような子供がこんなところで何をしておるのだ？ 危険な場所じゃぞ。
pt: O que uma criança como você está a fazer por aqui? É um lugar perigoso para se estar.
zh_cn: 像你这样的孩子在这里做什么？这是个危险的地方。

source: I'm looking for my brother, Andor. He looks a bit like me.
de: Ich suche nach meinem Bruder, Andor. Er sieht mir etwas ähnlich.
fr: Je suis à la recherche de mon frère, Andor. Il me ressemble un peu.
ja: 僕の兄のアンドールを探しています、僕に少し似ています。
pt: Estou à procura do meu irmão, Andor. Ele parece-se um pouco comigo.
zh_cn: 我在寻找我的哥哥，安道尔。他看起来有点像我。

source: Dangerous? Perhaps I can help?
de: Gefährlich? Vielleicht kann ich helfen?
fr: Dangereux ? Peut-être que je peux aider ?
ja: 危険？ ひょっとすると手を貸せるかもしれませんよ？
pt: Perigoso? Talvez possa ajudar?
zh_cn: 有危险吗？也许我可以帮忙？

source: Sorry. I haven't seen anyone like that.
de: Es tut mir leid. Ich habe niemand gesehen, der dieser Beschreibung entspricht.
fr: Désolé. Je n'ai vu personne comme ça.
ja: 申し訳ない。そんな人物は見たとこがない。
pt: Desculpa. Não vi ninguém assim.
zh_cn: 对不起。我还没有见过这样的人。

source: Thanks. Maybe I can help you with whatever is dangerous around here?
de: Danke. Vielleicht kann ich, mit dem was hier gefährlich ist, helfen?
fr: Merci. Peut-être que je peux t'aider avec ce qu'il y a de dangereux là-bas ?
ja: ありがとう。よく知らないけどこの辺で危険なことがあるならお手伝いできませんか？
pt: Obrigado. Talvez possa te ajudar com o que é perigoso por aqui?
zh_cn: 谢谢。也许我可以帮助你解决这里的任何危险问题？

source: Thanks. I need to get going.
de: Danke. Ich muss gehen.
fr: Merci. Il faut que j'y aille.
ja: ありがとう。もう行かないと。
pt: Obrigado. Preciso ir.
zh_cn: 谢谢。我需要开始行动了。

source: I don't think so. It would need an experienced fighter to help with this problem.
de: Ich denke nicht. Es braucht einen erfahrenen Kämpfer um bei diesem Problem zu helfen.
fr: Je ne pense pas. J'aurais besoin d'un guerrier expérimenté pour m'aider avec ce problème.
ja: 儂はそうは思わん。この問題の解決には経験豊富な戦士が必要であろうな。
pt: Acho que não. Seria necessário um lutador experiente para ajudar com este problema.
zh_cn: 我不认为如此。它需要一个有经验的战士来帮助解决这个问题。

source: I have experience fighting.
de: Ich bin ein erfahrener Kämpfer.
fr: J'ai de l’expérience en baston.
ja: 戦いの経験があります。
pt: Tenho experiência com lutas.
zh_cn: 我有战斗的经验。

source: Fine. If I'm back around here sometime in the future maybe I'll offer my help again. Or maybe I won't.
de: Gut. Falls ich irgendwann in der Zukunft hierher zurück komme, biete ich meine Hilfe vielleicht wieder an... oder auch nicht.
fr: Bien. Si je repasse par ici dans le futur, peut-être que je t'offrirai mon aide à nouveau. Ou peut-être pas.
ja: いいでしょう。いつかここに戻ってきたら改めて力を貸すかもしれない。そうはしないかもしれないけど。
pt: Bem. Se voltar por aqui em algum momento no futuro, talvez ofereça a minha ajuda novamente. Ou talvez eu não vá.
zh_cn: 好吧。如果我将来某个时候回到这里，也许我会再次提供我的帮助。也可能不会。

source: I will clarify. A more experienced fighter than you.
de: Ich will es klarstellen: ein erfahrenerer Kämpfer als dich.
fr: Je vais être plus clair. Un guerrier plus expérimenté que toi.
ja: はっきりさせておこうか。お主よりも経験豊富な戦士だ。
pt: Vou esclarecer. Um lutador mais experiente que você.
zh_cn: 我会澄清的。一个比你更有经验的战士。

source: OK. I can take a hint.
de: Ok. Ich habe es verstanden.
fr: OK. J'ai compris le message.
ja: なるほど。そういうことか。
pt: OK. Posso dar uma sugestão.
zh_cn: 好的。我可以接受提示。

source: Here. Take this talisman. It does much to dispel evil forces. I acquired it long ago, and it has kept me safe over the years. Since you have agreed to help me I think your need is now greater than mine. My only request is that if you are successful, you return it to me.
de: Hier. Nimm diesen Talisman. Er macht viel um böse Kräfte zu entzaubern. Ich habe ihn vor langer Zeit erhalten und er hat mich über die Jahre beschützt. Ich denke, nun wo du zugestimmt hast mir zu helfen, kannst du ihn besser gebrauchen als ich. Meine einzige Bitte ist, dass du ihn mir zurück bringst, falls du erfolgreich bist.
fr: Voici. Prends ce talisman. Il permet de repousser les forces maléfiques. Je l'ai trouvé il y a très longtemps, et il m'a protégé depuis de nombreuses années. Comme tu as accepté de m'aider je pense que tu en as plus besoin que moi. Ma seule condition est que si tu réussis, tu me le ramènes.
ja: ほれ。このタリスマンを持っていきなさい。邪悪な力を払いのけるのに大いに役立つものだ。ずっと昔に手に入れたもので、長年に渡って儂を守ってくれた。力を貸してくれると了承した今のお主には、儂よりもよほど必要なものであろう。儂からの唯一の頼みは、もしも上手くいった暁にはそれを返してもらいたいということだ。
pt: Aqui. Tome este talismã. Isso faz muito para dissipar as forças do mal. Aquiri isso há muito tempo e isso me manteve seguro ao longo dos anos. Desde que concordou em me ajudar, acho que a sua necessidade agora é maior que a minha. O meu único pedido é que, se tiver sucesso, devolva-me-o.
zh_cn: 在这里。拿着这个护身符。它对驱散邪恶力量有很大作用。我很久以前就获得了它，多年来它一直保护我的安全。既然你同意帮助我，我想你现在的需要比我更大。我唯一的要求是，如果你成功了，你要把它还给我。

source: Good luck young adventurer. I await your return.
de: Viel Glück junger Abenteurer. Ich erwarte deine Rückkehr.
fr: Bonne chance jeune aventurier. J'attends ton retour.
ja: 若き冒険家の幸運を祈る。お主の帰りを待っておるぞ。
pt: Boa sorte jovem aventureiro. Aguardo seu retorno.
zh_cn: 祝年轻的冒险家好运。我等着你回来。

source: Thank you. I see you are not just a great fighter, but also an adventurer that keeps his word.
de: Danke. Ich sehe, du bist nicht nur ein großartiger Kämpfer, sondern auch ein Abenteurer, der sein Wort hält.
fr: Merci. Je vois que tu n'es pas seulement un grand combattant, mais aussi un aventurier qui tient parole.
ja: ありがとう。お主は偉大な戦士であるだけでなく、約束を守る冒険家でもあるのだな。
pt: Obrigado. Vejo que não é apenas um grande lutador, mas também um aventureiro que mantém sua palavra.
zh_cn: 谢谢你。我看到你不仅是一个伟大的战士，也是一个信守承诺的冒险家。

source: I see. You are apparently a great fighter, but not a very honorable one.
de: Ich sehe. Du magst ein großer Kämpfer sein, aber nicht wirklich ein sehr ehrlicher.
fr: Je vois. Tu es apparemment un grand combattant, mais pas vraiment du genre honorable.
ja: そうか。お主は偉大な戦士ではあるようだが、あまり尊敬に値する者ではなさそうだの。
pt: Entendo. É aparentemente um grande lutador, mas não muito honrado.
zh_cn: 我明白了。你显然是一个伟大的战士，但不是一个非常光荣的人。

source: Have you come to return my talisman?
de: Bist du gekommen um mir meinen Talisman zurück zu geben?
fr: Tu es venu pour me ramener mon talisman ?
ja: タリスマンを返しに来たのか？
pt: Veio para devolver meu talismã?
zh_cn: 你来归还我的护身符了吗？

source: Yes. I changed my mind about keeping it.
de: Ja, ich habe meine Meinung geändert.
fr: Oui. J'ai changé d'avis à propos de le garder.
ja: はい。預かっておくつもりだったのが気が変わりました。
pt: Sim. Mudei de ideias sobre ficar com ele.
zh_cn: 是的，我改变了关于保留它的想法。

source: No. I already told you that I am keeping it as payment for my work.
de: Nein. Ich habe dir schon gesagt, dass ich ihn als Bezahlung behalten werde.
fr: Non. Je t'ai déjà dis que je le gardais comme dédommagement pour mon travail.
ja: いえ。仕事の報酬として預かってると言いましたよね。
pt: Não. Já lhe disse que estou a manter como pagamento pelo meu trabalho.
zh_cn: 不，我已经告诉过你，我保留它作为我工作的报酬。

source: Thank you. It seems you do have more honor than I thought.
de: Danke. Es scheint, dass du mehr Ehre hast, als ich gedacht habe.
fr: Merci. Il semble que tu aies plus d'honneur que ce que je pensais.
ja: ありがとう。思っていたよりは尊敬できるようだの。
pt: Obrigado. Parece que tem mais honra do que pensava.
zh_cn: 谢谢你。看来你确实比我想象的更有荣誉感。

source: Then I have nothing to say to you.
de: Dann habe ich dir nichts mehr zu sagen.
fr: Dans ce cas je n'ai plus rien à te dire.
ja: ならば何も言うことはない。
pt: Então não tenho nada a dizer-lhe.
zh_cn: 那我就没什么可说的了。

source: You have found a hatchway that appears to give access to something underground, but it is locked, and you can't open it.
de: Du hast eine Falltür gefunden, die scheinbar der Eingang zu etwas im Untergrund ist. Sie ist jedoch verschlossen und du kannst sie nicht öffnen.
fr: Tu as trouvé une écoutille qui semble donner accès sur quelque chose en souterrain, mais elle est fermée et tu n'arrives pas à l'ouvrir.
ja: 地下にある何かに入れそうなハッチを見つけたが、鍵がかかっていて開けない。
pt: Encontrou uma escotilha que parece dar acesso a algo subterrâneo, mas ela está trancada e não pode abri-la.
zh_cn: 你发现了一个舱口，似乎可以通往地下的东西，但它被锁住了，你无法打开它。

source: You found some gold amongst the bones!
de: Du hast ein wenig Gold zwischen den Knochen gefunden!
fr: Tu as trouvé de l'or parmi les ossements !
ja: 骨の中からお金を発見した！
pt: Encontrou algum ouro entre os ossos!
zh_cn: 你在尸骨中发现了一些黄金!

source: There is nothing more to be found here.
de: Hier gibt es nichts mehr zu finden.
fr: Il n'y a rien de plus à trouver par ici.
ja: ここにはもう何もない。
pt: Não há mais nada a ser encontrado aqui.
zh_cn: 这里没有什么东西。

source: Don't you know that it's rude to walk into someone's house without knocking?
de: Weißt du nicht, dass es unhöflich ist, jemandes Haus ohne zuvor anzuklopfen zu betreten?
fr: Ne sais-tu pas qu'il est malpoli de rentrer dans la maison de quelqu'un sans frapper ?
ja: ノックもせずに人の家に入るのが失礼だって分からないの？
pt: Não sabe que é rude entrar na casa de alguém sem bater?
zh_cn: 难道你不知道不敲门就走进别人的房子是不礼貌的吗？

source: Your neighbor was right. He said you were not always a nice person.
de: Dein Nachbar hatte recht. Er sagte, dass du nicht immer ein netter Mensch bist.
fr: Votre voisin avait raison. Il a dit que vous n'étiez pas toujours une personne sympathique.
ja: お隣さんが正しかった。あなたのことを感じの悪い人だと言ってましたよ。
pt: Seu vizinho estava certo. Ele disse que nem sempre foi uma pessoa boa.
zh_cn: 你的邻居是对的。他说你并不总是一个好人。

source: Sorry. I'll leave.
de: Tut mir leid. Ich gehe.
fr: Désolé, je dois partir.
ja: すみません。失礼します。
pt: Desculpa. Irei embora.
zh_cn: 对不起。我离开。

source: Sorry. I'm looking for my brother, Andor. He looks a bit like me. Have you seen him?
de: Tut mir leid. Ich suche meinen Bruder Andor. Er sieht mir ein wenig ähnlich. Hast Du Ihn gesehen?
fr: Désolé, je suis à la recherche de mon frère, Andor. Il me ressemble un peu. L'avez-vous vu ?
ja: すみません。僕の兄のアンドールを探しています。僕に少し似ています。見かけませんでしたか？
pt: Desculpa. Estou a procurar meu irmão, Andor. Ele parece-se um pouco comigo. Já viu ele?
zh_cn: 对不起。我在寻找我的哥哥，安道尔。他看起来有点像我。你见过他吗？

source: No. And little boys like you should not be wandering around on your own. I'm sure your father would not approve.
de: Nein. Und kleine Jungs wie du sollten nicht alleine herumwandern. Ich bin mir sicher, dass dein Vater dem nicht zustimmen würde.
fr: Non. Et les petits garçons de ton âge ne devraient pas traîner tout seuls. Je suis sûr que ton père ne serait pas d'accord.
ja: いいえ。それと、あなたみたいな小さい子が1人でウロウロしてはいけません。お父さんは許さないでしょうね。
pt: Não. E garotinhos como você não deveriam estar a vagar por conta própria. Tenho certeza que o seu pai não aprovaria.
zh_cn: 不，像你这样的小男孩不应该独自四处游荡。我肯定你的父亲不会同意。

source: My father sent me to look for my brother.
de: Mein Vater schickte mich aus meinen Bruder zu suchen.
fr: Mon père m'a envoyé chercher mon frère.
ja: 父が兄を探すようにと僕を送りました。
pt: Meu pai me mandou procurar meu irmão.
zh_cn: 我父亲让我去寻找我的兄弟。

source: Then he must be a very bad father. He should look for your brother himself. Tell me, are your father and brother as rude as you?
de: Dann muss er ein sehr schlechter Vater sein. Er sollte deinen Bruder selber suchen. Sag mir, sind dein Vater und dein Bruder auch so unhöflich wie du?
fr: Alors il doit vraiment être un mauvais père. Il devrait chercher son fils lui-même. Dis-moi, est-ce que ton père et ton frère sont aussi malpolis que toi ?
ja: じゃあ、あなたのお父さんはよっぽどのろくでなしなのね。彼が自分でお兄さんを探すべきなのよ。ねぇ、あなたのお父さんとお兄さんは、あなたみたいに失礼な人なの？
pt: Então ele deve ser um pai muito ruim. Ele deve procurar o seu irmão sozinho. Diga-me, o seu pai e irmão são tão rudes como você?
zh_cn: 那么他一定是个非常糟糕的父亲。他应该自己去找你哥哥。告诉我，你的父亲和哥哥是否像你一样粗鲁？

source: Thank you for talking to me. I will leave now.
de: Danke, dass du mit mir gesprochen hast. Ich werde nun gehen.
fr: Merci d'avoir parlé avec moi. Je vais devoir partir maintenant.
ja: お話ありがとうございます。そろそろ失礼します。
pt: Obrigado por falar comigo. Vou embora agora.
zh_cn: 谢谢你跟我说话。我现在要走了。

source: They are certainly not as rude as you. Goodbye.
de: Sie sind gewiss nicht so unhöflich wie du. Tschüss.
fr: Ils sont certainement plus polis que vous. Au revoir.
ja: 間違いなくあなたほど失礼ではないですね。さようなら。
pt: Eles certamente não são tão rudes como você. Adeus.
zh_cn: 他们当然不会像你一样粗鲁。再见。

source: Hello kid. What can I do for you?
de: Hallo Kleiner. Wie kann ich dir helfen?
fr: Salut gamin. Que puis-je faire pour toi ?
ja: こんにちは。何か用かな？
pt: Olá garoto. O que lhe posso fazer?
zh_cn: 你好，孩子。我能为你做什么？

source: I'm looking for my brother, Andor. He looks a bit like me. Have you seen him?
de: Ich suche meinen Bruder Andor, er sieht mir ein wenig ähnlich. Hast du ihn gesehen?
fr: Je cherche mon frère, Andor. Il me ressemble un peu. L'auriez-vous vu ?
ja: 僕の兄のアンドールを探しています。僕に少し似ています。見かけませんでしたか？
pt: Estou a procurar meu irmão, Andor. Ele parece um pouco comigo. Já viu ele?
zh_cn: 我在寻找我的哥哥，安道尔。他看起来有点像我。你见过他吗？

source: Can you tell me anything about the local area?
de: Kannst du mir irgendwas über die Umgebung erzählen?
fr: Pouvez-vous me dire quoi que ce soit sur la région ?
ja: この辺りのことを教えてくれませんか？
pt: Pode me dizer alguma coisa sobre a área local?
zh_cn: 你能告诉我一些关于当地的情况吗？

source: Sorry. I don't recall seeing anyone like that.
de: Tut mir leid. Ich erinnere mich nicht so jemanden gesehen zu haben.
fr: Désolé. Je ne me rappelle pas avoir vu personne comme ça.
ja: ごめん。そういう人に見覚えはないね。
pt: Desculpa. Não me lembro de ver alguém assim.
zh_cn: 对不起。我不记得见过这样的人。

source: OK. Thanks for your time.
de: Ok. Danke für deine Zeit.
fr: OK. Merci pour ton temps.
ja: わかりました。時間を割いてくれてありがとう。
pt: OK. Obrigado pelo seu tempo.
zh_cn: 好的，谢谢你抽出时间。
