Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: From time to time a friendly soul brings me some food, but no one stays for long. I have noticed that their pace uphill is usually much slower than back downhill.
de: Von Zeit zu Zeit bringt mir eine freundlich gesinnte Seele etwas zu essen, aber niemand bleibt lange. Ich merke es sehr wohl, dass sie bergauf viel langsamer gehen, als zurück bergab.
fr: De temps en temps une âme charitable m'apporte de la nourriture, mais personne ne reste longtemps. J'ai remarqué qu'ils vont généralement plus vite à descendre la colline qu'à la monter.
ja: 時たま親切な人が食べ物を持ってきてくれるものの、誰も長居しようとはせん。下りより、上り坂のほうがずっとあやつらの歩みが遅いのにも気づいてしもうた。
pt: De vez em quando, uma alma amiga traz-me alguma comida, mas ninguém fica muito tempo. Tenho notado que o ritmo de subida é normalmente muito mais lento do que o de descida.
zh_cn: 不时有友善的人给我送来一些食物，但都没有久留。我注意到，他们下坡时走得比上坡时快多了。

source: Do you bring bread and wine, together with my favorite cheddar?
de: Bringst du mir Brot und Wein, zusammen mit meinem geliebten Cheddar?
fr: Apportes-tu le pain et le vin, avec mon cheddar préféré ?
ja: 大好きなチェダーと一緒にパンとワインを持ってきてはくれんかの？
pt: Trazes pão e vinho, juntamente com o meu queijo favorito?
zh_cn: 你能带一些面包和酒， 再加上我最喜欢的切达奶酪给我吗？

source: Yes, finally I got it. I hope the cheddar is still fresh after the long journey.
de: Ja, ich habe endlich alles. Ich hoffe, dass der Cheddar nach der langen Reise noch genießbar ist.
fr: Oui, enfin. J'espère que le cheddar est encore frais après ce long voyage.
ja: ええ、やっと手に入りました。長い旅路でしたけど、チェダーが新鮮なままだといいのですが。
pt: Sim, finalmente consegui. Espero que o queijo ainda esteja fresco após a longa viagem.
zh_cn: 是的，我终于拿到了。路程很长，我希望奶酪还是新鲜的。

source: Do you bring bread, cheese and wine?
de: Bringst du mir Brot, Käse und Wein?
fr: Est-ce que tu apportes le pain, le fromage et le vin ?
ja: パンとチーズとワインは持ってきてくれたかの？
pt: Traz pão, queijo e vinho?
zh_cn: 你带面包、奶酪和酒来了吗？

source: Yes, here you are. Enjoy it!
de: Ja, hier bitte. Lass es dir schmecken!
fr: Oui, tenez. Profitez-en !
ja: ええ、どうぞ。お楽しみください！
pt: Sim, aqui está. Aproveite!
zh_cn: 带来了，给你。好好享用吧！

source: Just recently my supply of bread has run low again. And I haven't seen eggs for such a long time...
de: Erst kürzlich habe ich meinen Vorrat an Brot fast wieder aufgebraucht. Und ich habe so lange schon keine Eier mehr gesehen...
fr: Récemment, mes provisions de pain ont diminué. Et je n'ai pas vu d'oeufs depuis si longtemps...
ja: 近頃またパンが少なくなってきたところなのだ。卵も久しく見ておらん…
pt: Recentemente, as minhas provisões de pão voltaram a ficar baixas. E não vejo ovos há muito tempo...
zh_cn: 最近，我面包要供应不上了。而且我已经很久没有见过鸡蛋了……

source: I can help with that. I can spare 2 loaves of bread.
de: Da kann ich helfen. Ich kann 2 Laibe Brot erübrigen.
fr: Je peux aider. J'ai deux miches de pains.
ja: それなら力になれます。パンは2つ予備があります。
pt: Posso ajudar com isso. Posso fazer reposição de 2 pães.
zh_cn: 我可以帮你。我可以匀出两条面包给你。

source: I could give you 3 eggs.
de: Ich könnte dir 3 Eier geben.
fr: Je pourrais vous donner 3 oeufs.
ja: 卵は3つお渡しできます。
pt: Podia dar-te 3 ovos.
zh_cn: 我可以给你三个鸡蛋。

source: I could spare bread, some cheese and a bottle of red wine.
de: Ich könnte etwas Brot, Käse und eine Flasche Rotwein erübrigen.
fr: Je pourrais partager du pain, du fromage et une bouteille de vin rouge.
ja: パンとチーズとワインをお分けします。
pt: Poderia repor pão, um pouco de queijo e uma garrafa de vinho tinto.
zh_cn: 我可以给你匀出面包，一些奶酪和一瓶红酒。

source: Unfortunately I have nothing I could give you.
de: Dummerweise habe ich nichts, was ich dir geben könnte.
fr: Je n'ai malheureusement rien à vous donner.
ja: 残念ですがお渡しできるものはありません。
pt: Infelizmente não tenho nada que lhe possa dar.
zh_cn: 非常不幸，我没有什么可以给你。

source: Sad for you. I have to go now. Bye.
de: Schade für dich. Ich muss jetzt gehen. Tschüss.
fr: Navré pour vous. Il faut que j'y aille maintenant. Au revoir.
ja: お気の毒に。もう行かないと。それでは。
pt: Triste por si. Tenho que ir agora. Tchau.
zh_cn: 真难过。我得走了，拜拜。

source: Thank you! Thank you very much!
de: Danke! Vielen, vielen Dank!
fr: Merci ! Merci beaucoup !
ja: ありがとう！ 本当にありがとう！
pt: Obrigado! Muito obrigado!
zh_cn: 谢谢你！太感谢了！

source: Would it be really outrageous if I asked you to fulfill my heart's desire?
de: Wäre es arg unverschämt, wenn ich dich darum bäte, meinen Herzenswunsch zu erfüllen?
fr: Est-ce que ce serait outrageux si je te demandais de remplir mon vœu le plus cher ?
ja: ワシの心からの願いを叶えてほしいと言ったら、やはりこれはとんでもないことじゃろか？
pt: Seria realmente constrangedor se lhe pedisse para realizar o desejo do meu coração?
zh_cn: 如果让你满足我的心愿，这会很离谱吗？

source: Sorry, I really must go now.
de: Tut mir leid, aber ich muss jetzt wirklich gehen.
fr: Désolé, il faut vraiment que j'y aille maintenant.
ja: すみません、もう行かないと。
pt: Desculpa, tenho mesmo de ir agora.
zh_cn: 对不起，我真得走了。

source: Just say what you would like. What can I do for you?
de: Jetzt sag schon, was du möchtest. Was kann ich für dich tun?
fr: Dites ce que vous voulez. Que puis-je faire pour vous ?
ja: 何でも言ってください。どうすればいいのですか？
pt: Apenas diga o que deseja. O que posso fazer por si?
zh_cn: 你想说什么就说什么吧。我能为你做些什么？

source: I long for a meal with bread and cheese and a good bottle of wine. Oh, what would I give for that?
de: Ich sehne mich nach einer Mahlzeit aus Brot und Käse und einer guten Flasche Wein. Ach, was würde ich nur dafür geben?
fr: Ca fait si longtemps que j'ai envie de pain avec du fromage et une bonne bouteille de vin. Oh, qu'est-ce que je donnerais pour ça ?
ja: パンとチーズと美味いワインがどうしてもほしい。おぉ、そのために何ができよう？
pt: Anseio por uma refeição com pão e queijo e uma boa garrafa de vinho.O que daria por isso?
zh_cn: 我希望能吃一顿有面包和奶酪的饭，还有一瓶好酒。哦，我能为此付出什么？

source: Here I have bread, some cheese and a bottle of red wine.
de: Hier habe ich Brot, etwas Käse und eine Flasche Rotwein.
fr: Voici du pain, du fromage et une bouteille de vin rouge.
ja: パンとチーズとワインをどうぞ。
pt: Aqui tenho pão, queijo e uma garrafa de vinho tinto.
zh_cn: 我这里有面包，一些奶酪和一瓶红酒。

source: Really? That is all? I will come back soon.
de: Wirklich? Sonst nichts? Ich bin bald zurück.
fr: Vraiment ? C'est tout ? Je reviendrai vite.
ja: 本当に？ それで全部？ すぐに戻ります。
pt: Sério? Isso é tudo? Voltarei em breve.
zh_cn: 真的吗？ 就这些？我很快就会回来的。

source: Be content with what you got, you greedy old man.
de: Sei zufrieden mit dem, was du hast, du gieriger alter Mann.
fr: Sois content de ce que tu as, vieux glouton.
ja: 手に入れたもので満足しろ、欲張りな老人だな。
pt: Contente-se com o que tens, ganancioso homem velho.
zh_cn: 知足常乐吧，你这个贪心的老家伙。

source: Oh yes - you get the best cheese in Charwood, if you don't mind!
de: Oh ja - du bekommst den besten Käse in Charwood, wenn es dir nichts ausmacht!
fr: Oh oui - on trouve le meilleur fromage à Charbois !
ja: おぉそうじゃ、差し支えなければではあるが、一番いいチーズはチャーウッドで手に入るのだぞ！
pt: Oh sim - tem o melhor queijo de Charwood, se não se importa!
zh_cn: 哦，是的——如果你不介意的话，你可以去查伍德买到最好的奶酪！

source: Charwood? That's not exactly next door...
de: Charwood? Das ist nicht gerade um die Ecke...
fr: Charbois ? Ce n'est pas vraiment à côté...
ja: チャーウッドですか？ それって近場じゃないのですが…
pt: Charwood? Isso não é exatamente próximo...
zh_cn: 查伍德？那很远啊……

source: I have heard of Charwood, but I don't know where it is.
de: Ich habe von Charwood gehört, aber ich weiß nicht, wo es liegt.
fr: J'ai entendu parler de Charbois, mais je ne sais pas où ça se trouve.
ja: チャーウッドは聞いたことがあるけど、どこにあるかはわかりませんね。
pt: Ouvi falar de Charwood, mas não sei onde é.
zh_cn: 我听说过查伍德，但我不知道它在哪里。

source: Charwood? I have never heard of it.
de: Charwood? Noch nie gehört.
fr: Charbois ? Je n'en ai jamais entendu parler.
ja: チャーウッド？ 聞いたことがありませんね。
pt: Charwood? Nunca ouvi falar disso.
zh_cn: 查伍德？从没听说过。

source: What a feast! I have no words to thank you!
de: Was für ein Fest! Ich kann dir nicht genug danken!
fr: Quelle festin ! Je ne sais comment te remercier !
ja: なんというご馳走か！ 感謝の言葉もない！
pt: Que festa! Não tenho palavras para lhe agradecer!
zh_cn: 真是一场盛宴！我无法用言语来感谢你！

source: So take this ring as a token of my gratitude. Certain beings in the cellars of Guynmart Castle will not harm you if they see my ring on your finger.
de: Bitte nimm diesen Ring als Zeichen meiner Dankbarkeit. Bestimmte Kreaturen in den Kellern von Guynmart Castle werden dich nicht behelligen, wenn sie diesen Ring an deinem Finger sehen.
fr: Prends cet anneau en signe de remerciement. Certains êtres des sous-sols du Château de Guynmart ne te feront pas de mal s'il voient mon anneau à ton doigt.
ja: だからこの指輪を感謝の印として受け取ってくれんかの。その指輪を身につけておれば、それを見たグインマート城地下の者は襲ってこなくなるであろう。
pt: Portanto, tome este anel como um sinal da minha gratidão. Certos seres nos porões do castelo Guynmart não irão prejudicá-lo se virem o meu anel no seu dedo.
zh_cn: 这枚戒指就当是我的谢礼吧。盖恩玛特城堡地窖里的那些生物看见你戴着这个戒指，就不会伤害你。

source: The ring looks interesting. Thank you.
de: Dieser Ring sieht interessant aus. Vielen Dank.
fr: L'anneau a l'air intéressant. Merci.
ja: 面白そうな指輪ですね。ありがとうございます。
pt: O anel parece interessante. Obrigado.
zh_cn: 这戒指看起来很有趣，谢谢。

source: Eh...
fr: Hé...
ja: ええと…
zh_cn: 呃……

source: now...
de: nun...
fr: maintenant...
ja: それで…
pt: agora...
zh_cn: 现在……

source: Oh dear! Just say what is on your mind. What's up?
de: Meine Güte! Jetzt sag einfach, was dich bedrückt. Was ist los?
fr: Oh mon dieu ! Dis-moi à quoi tu penses. Qu'est-ce qu'il y a ?
ja: おや！ あなたの思うところを話してください。どうしたんですか？
pt: Oh querida! Apenas diga o que está a pensar. O que há?
zh_cn: 哦，亲爱的！有什么事就说吧，什么事？

source: The cheese that you brought - It was OK. But it is not the best cheese, you know? The best cheese is from Charwood.
de: Der Käse, den du mir gebracht hast, war ganz in Ordnung. Aber es war nicht der beste Käse, weißt du? Den besten Käse bekommt man in Charwood.
fr: Le fromage que tu as apporté - il était pas mal. Mais ce n'est pas le meilleur fromage, tu sais ? Le meilleur est celui de Charbois.
ja: 持ってきてくれたチーズは…良いものではあった。じゃがな、あれは最高のチーズではないのだぞ？ 一番のチーズとはチャーウッド産のものじゃ。
pt: O queijo que trouxe- Estava todo bom. Mas não é o melhor queijo, sabe? O melhor queijo é de Charwood.
zh_cn: 你带来的奶酪还行。但你知道吗，这不是最好的奶酪。最好的奶酪来自查伍德。

source: Oh?
de: Ach ja?
ja: え？
pt: Ah, é?
zh_cn: 哦？

source: Their Cheddar is a dream! But they sell it only when you explicitly ask for it.
de: Deren Cheddar ist ein Traum! Aber du musst ausdrücklich danach fragen, damit sie ihn anbieten.
fr: Leur cheddar est fabuleux ! Mais ils ne le vendent que si tu leur demandes expressément.
ja: あそこのチェダーは夢での！ ただし、こちらからはっきりと要求しないと売ってくれんのじゃよ。
pt: O Queijo deles é um sonho! Mas eles vendem apenas quando o solicita explicitamente.
zh_cn: 他们的切达奶酪是我的梦想！但他们只有在你明确要求的情况下才会卖给你。

source: No problem. I will go and get some.
de: Kein Problem. Ich werde dir welchen holen.
fr: Pas de problème. Je vais en chercher.
ja: いいですよ。買ってきます。
pt: Não há problema. Vou buscar um pouco.
zh_cn: 没问题，我去买点。

source: I am not going to go all the way to Charwood for some cheddar.
de: Ich werde doch nicht den ganzen Weg nach Charwood wegen etwas Cheddar auf mich nehmen.
fr: Je ne vais pas aller jusqu'à Charbois juste pour du cheddar.
ja: チェダーを買いにわざわざチャーウッドまで行くつもりにはなれませんね。
pt: Não vou percorrer todo o caminho até Charwood por Queijo algum.
zh_cn: 我不会大老远跑查伍德去买切达奶酪。

source: Where is Charwood?
de: Wo liegt Charwood?
fr: Où se trouve Charbois ?
ja: チャーウッドはどこです？
pt: Onde fica Charwood?
zh_cn: 查伍德在哪儿？

source: Great! I will wait for your return.
de: Großartig! Ich werde auf deine Rückkehr warten.
fr: Super ! J'attendrai ton retour.
ja: なんと！ ワシは帰りを待たせてもらうぞ。
pt: Ótimo! Vou esperar pelo seu retorno.
zh_cn: 太好了！我等你回来。

source: Cheddar! I can't believe it!
de: Cheddar! Ich kann es kaum glauben!
fr: Du cheddar ! Je n'y crois pas !
ja: チェダー！ 信じられん！
pt: Queijo! Não posso acreditar nisso!
zh_cn: 切达奶酪！我真不敢相信！

source: [Eating]
de: [Isst]
fr: [En train de manger]
ja: （食事中）
pt: [A comer]
zh_cn: 【正在吃】

source: It was nice to talk to you. Come again, as often as you like!
de: Es war nett, mit dir zu plaudern. Du bist hier immer willkommen!
fr: Content de t'avoir parlé. Reviens aussi souvent que tu le désires !
ja: 話せてよかった。またいつでも来てくれ！
pt: Foi bom falar consigo. Volte as vezes que quiser!
zh_cn: 很高兴和你交谈。只要你愿意，随时再来！

source: Yes, we will meet again.
de: Ja, wir werden uns wiedersehen.
fr: Oui, on se reverra.
ja: はい、またお会いましょう。
pt: Sim, nos veremos novamente.
zh_cn: 是的，我们会再见面的。

source: $playername monument - not bad.
de: Eine Statue von $playername - nicht schlecht.
fr: Le monument $playername - pas mal.
ja: $playername記念像…悪くない。
pt: monumento $playername - nada mal.
zh_cn: $playername纪念碑——还不错。

source: Ah - I can see it before my eyes: a loaf of bread with a piece of delicious cheese! No, better two loaves of bread.
ja: ああ、目の前に見える。美味しいチーズを乗せたパンが！ いや、パンは2つの方がいいかの。
pt: Ah, vejo diante dos meus olhos um pão com um pedaço de queijo delicioso! Não, melhor ainda, dois pães.
zh_cn: 啊--我可以看到它在我的眼前：一个面包和一块美味的奶酪！这就是我的想法。不，最好是两块面包。

source: Along with a bottle of good red wine!
ja: 美味しい赤ワインのボトルと一緒にな！
pt: Junto com uma garrafa de bom vinho tinto!
zh_cn: 还有一瓶好红酒！

source: The bread maybe still warm ...
ja: パンはまだ温かいかもしれん…
pt: Talvez o pão ainda esteja quente...
zh_cn: 面包可能还是热的......。

source: Two loaves of bread! Hmmmm.
ja: パンを2つ！ うむむむむ。
pt: Dois pães! Hmmmm.
zh_cn: 两块面包!嗯，嗯。

source: Well ...
ja: ええ…
pt: Bem...
zh_cn: 嗯......。

source: And cheese - how I missed it!
ja: それとチーズもな、なんと懐かしいことか！
pt: E queijo, que saudades!
zh_cn: 还有奶酪--我多么怀念它啊!

source: But ...
de: Aber...
fr: Mais...
ja: でも…
pt: Mas...
zh_cn: 但是......。

source: A bottle of red wine with it, of course. Ooooh!
ja: もちろん、赤ワインも一緒じゃぞ。おおおっ！
pt: Uma garrafa de vinho tinto com isso, é claro. Ooooh!
zh_cn: 当然，还有一瓶红葡萄酒。呜呜呜!

source: I'm beginning to find your requests outrageous. I have to leave now.
ja: あなたの要求が無茶苦茶に思えてきた。もう行かないと。
pt: Estou a começar a achar os teus pedidos ultrajantes. Tenho de sair agora.
zh_cn: 我开始觉得你的要求很过分了。我现在必须离开。

source: OK, OK, I understand.
ja: 分かった分かった、了解したよ。
pt: Ok, eu entendo.
zh_cn: 好的，好的，我理解。

source: Noo! Please, don't go! I didn't mean it.
ja: イヤじゃ！ 頼む、行かんでおくれ！ そんなつもりではなかったのだ。
pt: Não! Por favor, não vás! Eu não quis dizer isso.
zh_cn: 不！求你了，别走！我不是故意的。

source: Forget it, bye.
ja: 忘れてください、さようなら。
pt: Esquece isso, adeus.
zh_cn: 忘了它吧，再见。

source: OK. Bread, cheese and vine - that's it?
ja: わかりました。パンとチーズにワイン、それだけ？
pt: Ok. Pão, queijo e vinho, é isso?
zh_cn: 好吧，面包，奶酪和葡萄酒 - 就是这样？

source: Great! It's settled then, I'll wait for you here.
ja: 素晴らしい！ では決まりだの、ここで待っておるからな。
pt: Excelente! Está combinado então, eu espero aqui por ti.
zh_cn: 很好！那就这么定了。我在这里等你。

source: I'll hurry now. See you soon.
ja: 急いでるんだ。じゃあね。
pt: Vou apressar-me agora. Vejo-te em breve.
zh_cn: 我现在要抓紧时间。再见了。

source: Ah - bread ...
ja: ああ、パン…
pt: Ah, pão...
zh_cn: 啊--面包......。

source: And cheese ...
ja: そしてチーズ…
pt: E queijo...
zh_cn: 还有奶酪...

source: Vine ...
ja: ワイン…
pt: Vinho...
zh_cn: 葡萄...

source: How do I get to Remgard?
de: Wie komme ich nach Remgard?
fr: Comment peut-on aller à Remgard ?
ja: レムガードへはどうやって行けばいいのですか？
pt: Como chego a Remgard?
zh_cn: 怎么走瑞姆加德？

source: What can you tell me about Remgard?
de: Was kannst du mir über Remgard sagen?
fr: Que pouvez-vous me dire à propos de Remgard ?
ja: レムガードについて教えてくれませんか？
pt: O que pode me dizer sobre Remgard?
zh_cn: 关于瑞姆加德，你能告诉我什么？

source: Hello. My name is Teksin. I'm a trader. Who are you?
de: Hallo. Mein Name ist Teksin, ich bin Händler. Wer bist du?
fr: Bonjour. Je m'appelle Teksin. Je suis négociant. Qui es-tu ?
ja: こんにちは。私はテクシンと申します。商人です。あなたは？
pt: Olá. O meu nome é Teksin. Sou um comerciante. Quem é você?
zh_cn: 你好。我的名字是泰克辛。我是一名贸易商。你是谁？

source: I am $playername. I am looking for my brother, Andor. He looks a bit like me.
de: Ich bin $playername. Ich suche nach meinen Bruder, Andor. Er sieht mir etwas ähnlich.
fr: Je suis $playername. Je recherche mon frère, Andor. Il me ressemble un peu.
ja: $playernameです。兄のアンドールを探しています。僕に少し似てます。
pt: Sou $playername. Estou a procurar meu irmão, Andor. Ele parece um pouco comigo.
zh_cn: 我是$playername。我在寻找我的哥哥，安道尔。他看起来有点像我。

source: Sorry. I haven't seen anyone that looks like you.
de: Tut mir leid. Ich habe niemanden gesehen, der dir ähnlich sieht.
fr: Désolé. Je n'ai vu personne qui te ressemble.
ja: すみません。あなたと似た人は見たことがありませんね。
pt: Desculpa. Não vi ninguém que se pareça consigo.
zh_cn: 对不起。我没有看到像你这样的人。

source: I have been out in the wild for a while, and have seen nobody since I left the main road weeks ago.
de: Ich bin jetzt schon seit einiger Zeit hier draußen in der Wildnis und niemanden begegnet, seitdem ich die Hauptstraße vor Wochen verlassen habe.
fr: Je vis dans la nature depuis un moment, et je n'ai vu personne depuis que j'ai quitté la route principale il y a des semaines.
ja: ここしばらくは野宿していまして。数週間前に主要街道を出て以来誰にも会っていません。
pt: Estive na floresta por um tempo e não vi ninguém desde que deixei a estrada principal semanas atrás.
zh_cn: 我已经在野外呆了一段时间了，自从几周前离开大路后，我就没有看到任何人。

source: I decided that I should find a better route to Remgard. The road through the mountains to the east is plagued by terrible monsters. My quest for a better route was a mistake though.
de: Ich habe mich entschlossen, einen besseren Weg nach Remgard zu finden. Die Straße durch die Berge im Osten ist übersäht mit schrecklichen Monstern. Meine Suche nach einer alternativen Route war allerdings ein Fehlschlag.
fr: J'ai décidé de trouver une meilleure route pour Remgard. Le chemin à travers les montagnes de l'est est infesté de terribles monstres. Mais ma quête d'une autre route était une erreur.
ja: レムガードへのもっと良いルートを見つけようとしました。東の山を抜ける道は恐ろしいモンスターに悩まされます。けれどもっと良いルートを探したのは間違いでした。
pt: Decidi que devia encontrar uma rota melhor para Remgard. A estrada que atravessa as montanhas a leste é assolada por monstros terríveis. Mas a minha busca por um caminho melhor foi um erro.
zh_cn: 我决定，我应该找到一条更好的路线去瑞姆加德。穿过东部山区的道路被可怕的怪物所困扰。不过我对更好路线的追求是个错误。

source: This is as close as I can get coming this way. I am an experienced traveler, and I know that Remgard is close. It's north across this lake, but there is no way to cross, or to go further east around the lake.
de: Näher komme ich von hier nicht an Remgard heran. Als erfahrener Reisender weiß ich, das Remgard nicht mehr weit ist. Es liegt genau nördlich auf der anderen Seite des Sees, aber es gibt keine Möglichkeit, diesen zu überqueren oder von hier aus östlich zu umrunden.
fr: On ne peut pas s'approcher davantage en venant par ici. Je suis un voyageur expérimenté, et je sais que Remgard est proche. C'est au nord de ce lac, mais il n'est pas possible de traverser, ni d'aller plus à l'est autour du lac.
ja: これ以上は近寄れません。私は経験豊かな旅人で、レムガードが近いことは分かっています。湖を挟んで北にあるのですが、渡る方法も、湖の周りをさらに東に進む方法もありません。
pt: É o mais perto que consigo chegar. Sou um viajante experientee sei que Remgard está perto. É ao norte deste lago, mas não há como atravessar, ou ir mais para leste ao redor do lago.
zh_cn: 这是我从这条路过来所能得到的最接近的地方。我是一个经验丰富的旅行者，我知道瑞姆加德就在附近。它在这个湖的北面，但没有办法穿越，也没有办法绕过湖往东走。

source: It sounds like you are not quite the experienced traveler you claim to be.
de: Scheint, als wärest du nicht der erfahrene Reisende, der du glaubst zu sein.
fr: On dirait que vous n'êtes pas le voyageur expérimenté que vous clamez être.
ja: あなたは自分で主張するような経験豊かな旅人ではなかったようですね。
pt: Parece que não é o viajante experiente que diz ser.
zh_cn: 听起来你并不像你所声称的那样是个经验丰富的旅行者。

source: I guess it was worth a try. What can you tell me about Remgard?
de: Ich denke, es war einen Versuch wert. Was kannst du mir über Remgard sagen?
fr: Ca valait la peine d'essayer. Que pouvez-vous me dire à propos de Remgard ?
ja: 試す価値はあったかと。レムガードについて教えてもらえますか？
pt: Acho que valeu a pena tentar. O que me pode dizer sobre o Remgard?
zh_cn: 我想这是值得一试的。关于瑞姆加德，你能告诉我什么？

source: Remgard is a town that is well protected by the lake that we are next to. It is peaceful, and far from any enemies, which makes it somewhat surprising that they make excellent armor there. The high quality of the goods available in Remgard is the reason it is on my trading route, even though it is so hard to get to.
de: Die Stadt Remgard wird von diesem See gut geschützt, an dem wir hier stehen. Dort ist es friedlich und weit entfernt von Feinden, was es umso erstaunlicher macht, dass sie dort ausgezeichnete Rüstungen herstellen. Diese hohe Qualität der Güter aus Remgard sind der Grund, warum die Stadt auf meiner Handelsroute liegt, auch wenn man nur so schlecht hinkommt.
fr: Remgard est une ville qui est bien protégée par le lac qui se trouve à côté de nous. Elle est paisible, et loin des ennemis, ce qui rend surprenant le fait qu'ils fabriquent d'excellentes armures là-bas. La qualité des denrées de Remgard est la raison pour laquelle je m'y approvisionne, même s'il est difficile d'y aller.
ja: レムガードはこの隣にある湖で守られている町です。平和で敵もいないので、優れた防具が作られていることには少々驚きですね。レムガードで手に入る品の質の高さが、私の交易ルートにある理由でもあります。
pt: Remgard é uma cidade que está bem protegida pelo lago perto de nós. É pacífico e longe de qualquer inimigo, o que torna um pouco surpreendente que eles façam uma excelente armadura lá. A alta qualidade dos bens disponíveis em Remgard é a razão pela qual ele está na minha rota de negociação, mesmo que seja tão difícil de chegar.
zh_cn: 瑞姆加德是一个被我们旁边的湖泊保护得很好的城镇。它很平静，而且远离任何敌人，这使得他们在那里制造优秀的盔甲有些令人惊讶。瑞姆加德的商品质量很高，这也是它在我的贸易路线上的原因，尽管它是如此难以到达。

source: Thanks for the information, but I have to leave now.
de: Danke für die Informationen, aber ich muss jetzt gehen.
fr: Merci pour l'information, mais il faut que j'y aille maintenant.
ja: 情報ありがとう、でももう行かないと。
pt: Obrigado pela informação, mas tenho que ir agora.
zh_cn: 谢谢你提供的信息，但我现在必须离开。

source: You have to go back down to the river, then south until you find some caves. Go through the caves, up through the mountains, and then around the lake we are now standing next to. It's a long way, and as I said, there are some very bad monsters. A kid like you should probably not attempt it.
de: Du musst zurück zum Fluss gehen, danach südlich bis du zu einigen Höhlen kommts. Durchquere diese, hoch durch das Gebirge, und dann umrunde den See, an dem wir hier stehen. Es ist, wie gesagt, ein langer Weg und voller, teils sehr schlechten Monstern. Ein Kind wie du sollte es wohl nicht versuchen.
fr: Il faut que tu redescendes la rivière, puis au sud jusqu'à trouver des grottes. Traverse les grottes, monte les montagnes, puis contourne le lac à côté duquel nous sommes. C'est une longue route, et il y a de méchants monstres. Un gosse comme toi ne devrait probablement pas tenter d'y aller.
ja: 川に戻って、洞窟を見つけるまで南に行かなくてはなりません。洞窟を通って山を登り、私達の隣にあるあの湖の周りを回るのです。長い道のりですし、言ったように非常にマズいモンスターがいます。あなたのような子供はやめておいた方がいいでしょう。
pt: Tens de voltar ao rio, depois para sul até encontrares algumas cavernas. Atravesse as cavernas, suba pelas montanhas e então ao redor do lago estará próximo. É um longo caminho e como disse, há monstros muito maus. Um miúdo como tu não devia tentar.
zh_cn: 你必须回到河边，然后向南走，直到找到一些山洞。穿过山洞，上山，然后绕过我们现在站在旁边的湖。这条路很长，而且正如我所说，有一些非常糟糕的怪物。像你这样的孩子可能不应该尝试。

source: I can handle it. I'm on my way.
de: Ich kann mich verteidigen. Bin schon auf dem Weg.
fr: Je peux y arriver. Je me débrouille.
ja: 自分でどうにかできます。行ってみます。
pt: Consigo lidar com isso. Estou a caminho.
zh_cn: 我可以处理。我已经在路上了。

source: It sounds dangerous. I think I'll go somewhere else.
de: Klingt gefährlich. Ich werde wohl woanders hingehen.
fr: Ca a l'air dangereux. Je crois que je vais aller ailleurs.
ja: 危なそうですね。他の場所に行こうかな。
pt: Parece perigoso. Acho que vou para outro lugar.
zh_cn: 这听起来很危险。我想我要去别的地方。

source: Thanks for the information. Do you have anything to trade?
de: Danke für die Informationen. Hast du was zum handeln?
fr: Merci pour l'information. Avez-vous des choses à vendre ?
ja: 教えてくれてありがとう。何か取引するものはありますか？
pt: Obrigado pela informação. Tem alguma coisa para negociar?
zh_cn: 感谢您提供的信息。你有什么可以交易的吗？
