Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: I'm sorry, but I think that it's better if I'm on Leta's side.
fr: Je suis navré, mais je pense qu'il est préférable d'être du côté de Leta.
ja: 悪いけど、レタの味方をしたほうがいいと思うので。
zh_cn: 我很抱歉，但我认为如果我站在莉塔这边会更好。

source: Yep. That's something that I've not learnt to do.
fr: Ouaip. C'est quelque chose que je n'ai pas appris à faire.
ja: うん。それは僕が学んでこなかったことだね。
zh_cn: 是的。这是我没有学会的事情。

source: What?! How? Oh, it doesn't matter. Thank you for finding him.
fr: Quoi ? ! Comment ? Bon, ça ne fait rien. Merci de l'avoir trouvé.
ja: え？！ どうやって？ ああ、それはいいわ。見つけてくれてありがとね。
zh_cn: 什么？！如何？哦，没关系。 谢谢你找到他。

source: Hello. I'm Quasi. I like to dig.
fr: Bonjour. Je m'appelle Quasi. J'aime creuser.
ja: おう。ボクはクアシ。掘るのが好き。
zh_cn: 你好。我是准斯。我喜欢挖掘。

source: Dig?
fr: Creuser ?
ja: 掘る？
zh_cn: 挖？

source: I think I'll leave now.
fr: Je pense que je vais partir maintenant.
ja: そろそろ失礼します。
zh_cn: 我想我现在就离开。

source: Yes. Holes. To put people in.
fr: Oui. Des trous. Pour mettre des gens dedans.
ja: うん。穴。人を入れるやつ。
zh_cn: 是的，洞口。要把人放进去。

source: But Zorvan only lets me put dead people in the holes.
fr: Mais Zorvan ne me laisse mettre que des gens morts dans les trous.
ja: でもゾルバンは死んだ人しか穴に入れちゃいけないって。
zh_cn: 但佐尔万只让我把死人放在洞里。

source: You find that surprising?
fr: Tu trouves ça surprenant ?
ja: 驚かせてるの？
zh_cn: 你觉得这很令人惊讶吗？

source: Time to leave!
fr: Il est temps de partir !
ja: もう行く！
zh_cn: 是时候离开了！

source: I think he's right. Bye.
fr: Je pense qu'il a raison. Au revoir.
ja: その通りだと思う。じゃあね。
zh_cn: 我想他是对的。再见。

source: He says living people don't like it. I suggested burying living people once. Zorvan was very angry about it, so I will not suggest that again.
fr: Il dit que les vivants n'aiment pas ça. Un jour je lui ai suggéré d'enterrer des personnes vivantes. Zorvan était très énervé, alors je ne vais plus le proposer.
ja: 生きてる人はイヤがるんだって。生きてる人を埋めないかって前に言ったの。ゾルバンはすごく怒ってた、だからもう言わない。
zh_cn: 他说活人不喜欢这样。我曾经建议埋葬活人。佐尔万对此非常生气，所以我不会再建议了。

source: I didn't need to know that. I'll be leaving now.
fr: Je n'avais pas besoin de le savoir. Je vais partir maintenant.
ja: そんなもの知りたくなかったよ。もう行く。
zh_cn: 我不需要知道这些。我现在要走了。

source: I'm outta here!
fr: Je m'en vais !
ja: 出て行く！
zh_cn: 我要出去了！

source: You shouldn't be down here. What do you want?
fr: Tu ne devrais pas être ici. Que veux-tu ?
ja: ここにいてはいけませんな。何の用です？
zh_cn: 你不应该到这里来。你想要什么？

source: Can you tell me anything about what happened to Lawellyn?
fr: Pouvez-vous me dire quelque chose au sujet de ce qui est arrivé à Lawellyn ?
ja: ローリンに何があったか教えてくれませんか？
zh_cn: 你能告诉我关于劳林发生了什么事吗？

source: My name is Zorvan. I perform several duties at the church, but the most important is that I am the undertaker for Brimhaven.
fr: Je m'appelle Zorvan. Je remplis diverses tâches pour l'église, mais le plus important c'est que je suis le croque-mort de Brimhaven.
ja: 私はゾルバンといいます。教会でいくつかの仕事を務めているのですが、特に重要なものとしてブリムヘブンの葬儀を担当しております。
zh_cn: 我的名字叫佐尔万。我在教堂里履行几项职责，但最重要的是我是布林海文的殡仪员。

source: As such, I prepare dead bodies for burial, make the funeral arrangements, etc. I am also responsible for preparation of the grave.
fr: Ainsi, je prépare les cadavres pour l'enterrement, je m'occupe des funérailles, etc. Je suis aussi le responsable de la préparation de la tombe.
ja: ですので、埋葬のための遺体の準備や、葬儀の手配などを行います。それから墓の準備も担当します。
zh_cn: 因此，我准备埋葬的尸体，进行葬礼安排等。我还负责准备坟墓。

source: I don't actually dig the grave of course. Quasi, over there, does that. He's not very pretty, but he's strong, and he enjoys digging. Oddly, he seems to enjoy filling the soil back in on top of the casket even more. He's useful, so I prefer not to think about his motives.
fr: Je ne creuse pas la tombe, bien entendu. Quasi, là-bas, s'en occupe. Il n'est pas très malin, mais il est fort, et il adore creuser. Bizarrement, il préfère encore plus remettre la terre par-dessus le cercueil. Comme il m'est très utile, je préfère ne pas penser à ses motivations.
ja: もちろん、私が実際に墓を掘るわけではありません。あちらのクアシがやってくれます。彼は見目はよろしくありませんが、力強く、穴を掘ることが好きです。おかしなことに、棺の上に土を埋め戻すことをさらに楽しんでいるようです。有用ですから、動機については考えたくありませんな。
zh_cn: 当然，我并没有真正挖掘坟墓。准斯，在那边，做这个。他不太漂亮，但他很强壮，而且他很喜欢挖。奇怪的是，他似乎更喜欢把土填回棺材上面。他很有用，所以我宁愿不去想他的动机。

source: [Sarcasm] It sounds like you have a really fun job. Can you tell me anything about what happened to Lawellyn?
fr: [Sarcastique] On dirait que vous avez un travail très amusant. Pouvez-vous m'en dire plus sur ce qui est arrivé à Lawellyn ?
ja: （皮肉）本当に楽しい仕事をしているのですね。ローリンに何があったか教えてくれませんか？
zh_cn: [讽刺]听起来你有一个非常有趣的工作。你能告诉我关于发生在劳林身上的事情吗？

source: [Sarcasm] It sounds like you have a really fun job. I'll be leaving now.
fr: [Sarcastique] On dirait que vous avez un travail très amusant. Je dois y aller.
ja: （皮肉）本当に楽しい仕事をしているのですね。これで失礼します。
zh_cn: [讽刺]听起来你的工作真的很有趣。我现在要走了。

source: Not really. I buried him some time ago. The circumstances of his death were apparently suspicious, but I don't know anything more. My job is to put them in the ground, not to worry about how they died.
fr: Pas vraiment. Je l'ai enterré il y a un moment. Les circonstances de sa mort étaient suspectes, mais je n'en sais pas plus. Mon boulot est de les mettre sous terre, pas de me préoccuper de la façon dont ils sont morts.
ja: 大したことは。少し前に埋葬しました。彼の死の状況は明らかに不審なものがありましたが、それ以上のことは。私の仕事はどう死んだかを気にすることではなく、埋葬することなのです。
zh_cn: 没有。我前段时间埋葬了他。他的死因显然是可疑的，但我不清楚更多了。我的工作是把他们放在地下，而不是担心他们是怎么死的。

source: What is it that you do?
fr: Qu'est-ce que vous faites ?
ja: あなたは何をなさっているのですか？
zh_cn: 你是做什么的？

source: OK. Thanks. I'll be going now.
fr: OK. Merci. Je dois y aller.
ja: わかりました。ありがとう。もう行きます。
zh_cn: 好的。谢谢。我现在要走了。

source: Well, in that case I suppose it's OK. You can proceed.
fr: Et bien dans ce cas je suppose que c'est OK. Tu peux le faire.
ja: おお、それなら構わんだろう。通っていいぞ。
zh_cn: 好吧，在这种情况下，我想没关系。您可以继续。

source: Nevermind. I have to be on my way.
fr: C'est pas grave. Je dois partir.
ja: 何でもありません。もう行かないと。
zh_cn: 算了，不说了。我必须要上路了。

source: I'm wondering, how long are you going to make him stay in the basement for?
fr: Je me demandais, combien de temps tu vas le laisser dans le sous-sol ?
ja: いつまで地下室に閉じ込めておくんです？
zh_cn: 我在想，你打算让他在地下室呆多久？

source: This is my house! I don't have to answer to you. Now get out of here!
fr: C'est ma maison ! Je n'ai pas à te répondre. Maintenant sors d'ici !
ja: ここは私の家だよ！ 答える必要はないわ。 出て行きなさい！
zh_cn: 这是我的房子！ 我不必回答你。 现在离开这里！

source: Purr.
fr: Ronronne.
ja: ゴロゴロ。
zh_cn: 咕噜噜。

source: Purrrrrrrrr.
fr: Ronrrrrrrronne.
ja: ゴロロロロ。
zh_cn: 咕噜咕噜。

source: Peep.
fr: Piou Piou.
ja: チューチュー。
zh_cn: 同上。

source: D O N G !
ja: ゴォーーーン！
zh_cn: 哎呀！

source: Dear child, these bells are no toy. Don't ring them, otherwise people might think of danger, like fire or foe.
fr: Cher enfant, ces cloches ne sont pas un jouet. Ne les fais pas sonner, sinon quelqu'un pourrait croire qu'il y a un danger, comme un incendie ou des ennemis.
ja: 親愛なる子よ、この鐘はオモチャではないんだ。鳴らさないでもらえるかな。でないと、人々は火事や敵といった危険を考えるかもしれない。
zh_cn: 亲爱的孩子，这些钟不是玩具。不要敲响它们，否则人们可能会想到危险，比如火灾或敌人。

source: Oh, I didn't know. Sorry.
fr: Oh, je ne savais pas. Désolé.
ja: あ、それは知りませんでした。ごめんなさい。
zh_cn: 哦，我不知道。不好意思。

source: Really? Then it is even more fun!
fr: Vraiment ? Mais c'est encore plus amusant !
ja: そうなの？ だったら面白くなってきた！
zh_cn: 真的吗？那就更好玩了!

source: What do you think you are doing?
fr: Qu'est-ce que tu es en train de faire ?
ja: 何をしていると思ってるのですか？
zh_cn: 你认为你在做什么？

source: Eh - nothing.
fr: Euh - rien.
ja: えーと…何でもありません。
zh_cn: 呃--没什么。

source: Leave the bells alone, or I will get angry!
fr: Laisse ces cloches tranquilles, ou je vais m'énerver !
ja: 鐘を放っておいて、怒りますよ！
zh_cn: 别碰钟，不然我会生气的！

source: But it's such a nice sound ...
fr: Mais ça fait un si joli son...
ja: でも、いい音だから…
zh_cn: 但这是一个如此美妙的声音...

source: Leave the bells alone, or I will get really angry!
fr: Laisse les cloches tranquilles, ou je vais vraiment m'énerver !
ja: 鐘を放っておいて、本当に怒りますよ！
zh_cn: 别碰钟，不然我会很生气！

source: Well, I will try ...
fr: Bon, je vais essayer...
ja: ええ、そうします…
zh_cn: 好吧，我会尝试...

source: Pleeease, only one more time, or two ...
fr: S'il vous plaiiiit, juste une dernière fois, ou deux...
ja: お願いだから、あとちょっとだけ…
zh_cn: 求你了，再来一次，或者两次......。

source: Leave the bells alone, or I will get REALLY angry!
fr: Laisse les cloches tranquille, ou bien je vais VRAIMENT m'énerver !
ja: 鐘を放っておいて、本っ当に怒りますからね！
zh_cn: 别管钟，否则我会生气的！

source: I just cannot resist ...
fr: Je ne peux pas m'en empêcher...
ja: 我慢できない…
zh_cn: 我简直无法抗拒...

source: That does it! Leave this tower immediately! And don't you ever dare come back!
fr: Ca suffit ! Quitte cette tour immédiatement ! Et n'ose même pas revenir !
ja: もういい！ すぐに塔から出て行け！ 二度と戻ってくるな！
zh_cn: 这就对了！马上离开这座塔！不要再回来了！

source: No, you are not permitted to enter the tower anymore!
fr: Non, tu n'as plus le droit de rentrer dans cette tour !
ja: ダメです、あなたはもう塔に入ってはいけません！
zh_cn: 不，您禁止进入塔楼！

source: Quasi must have found a way to the tower again...
fr: Quasi a dû trouver un moyen de revenir dans la tour...
ja: クアシがまた塔への行き方を見つけたに違いない…
zh_cn: 准斯一定又找到了通往塔楼的方法......

source: Hello. I am Seviron. You are not supposed to be up here.
fr: Bonjour, je suis Seviron. Tu n'es pas censé être ici.
ja: こんにちは。セビロンです。ここにいてはいけませんよ。
zh_cn: 你好。我是塞维隆。你不应该出现在这里。

source: What is this room used for?
fr: A quoi sert cette pièce ?
ja: ここは何に使う部屋なのですか？
zh_cn: 这个房间是用来做什么的？

source: Sorry, I'll leave.
fr: Pardon, je m'en vais.
ja: すみません、失礼します。
zh_cn: 对不起，我先走了。

source: This is the church bell tower.
fr: C'est le clocher de l'église.
ja: ここは教会の鐘楼です。
zh_cn: 这是教堂的钟楼。

source: No. Irritating children do not usually come up here. You are an exception.
fr: Non. Les petits garnements ne montent pas ici d'habitude. Tu es l'exception.
ja: いえ。騒がしい子はあまりここには来ません。あなたは例外ですね。
zh_cn: 不，令人讨厌的孩子通常不会到这里来。你是一个例外。

source: Hmm. OK. What is this room?
fr: Hmmm. OK. Quel est cet endroit ?
ja: うーん。そうですか。この部屋は何でしょうか？
zh_cn: 嗯，好的。这是什么房间？

source: We use the bells to both notify townsfolk when there is a service, and to warn of danger to the town.
fr: On utilise les cloches pour prévenir les habitants qu'il y a une messe, ou pour les avertir d'un danger sur la ville.
ja: 鐘は住民への礼拝のお知らせと、町への危険を知らせるために使います。
zh_cn: 我们用钟声来通知镇民什么时候有活动，并警告镇上的危险。

source: I am the bell-ringer. Unfortunately, I also have to guard the bells from Quasi. He likes to ring them even when there is no reason to do so.
fr: Je suis le sonneur de cloches. Malheureusement, je dois aussi tenir Quasi à l'écart. Il aime bien les faire sonner sans raisons.
ja: 私は鳴鐘係です。残念なことに、クアシからも鐘を守らなくてはいけません。あの人は理由などなくとも鐘を鳴らすことが好きなのですよ。
zh_cn: 我是敲钟人。不幸的是，我还得保护这些钟铃不被准斯发现。他喜欢敲钟，即使没有理由这样做。

source: Who is Quasi?
fr: Qui est Quasi ?
ja: クアシとは誰ですか？
zh_cn: 谁是准斯？

source: Quasi is...interesting.
fr: Quasi est... intéressant.
ja: クアシは…興味深い人ですね。
zh_cn: 准斯......有趣。

source: OK. Thanks. I'm looking for my brother, Andor. Have you seen him?
fr: OK. Merci. Je suis à la recherche de mon frère, Andor. L'avez-vous vu ?
ja: わかりました。ありがとう。僕の兄のアンドールを探しています。見かけませんでしたか？
zh_cn: 好的。谢谢。我在找我的哥哥，安道尔。你见过他吗？

source: Quasi is the grave digger. He is usually in the basement. Sometimes he is trouble, but mostly he is useful. Anyway, he has nowhere else to go, so he lives in the church.
fr: Quasi est le fossoyeur. Il est généralement au sous-sol. Parfois il est bizarre, mais il est plus souvent utile. Quoi qu'il en soit, il n'a nulle part où aller, alors il vit à l'église.
ja: クアシは墓掘りです。基本的に地下室にいますよ。問題を起こすときもありますが、たいていは役に立っています。ひとまず、他に行き場もありませんから教会に住んでいます。
zh_cn: 准斯是掘墓人。他通常在地下室。有时他是个麻烦，但大多数时候他是有用的。总之，他没有别的地方可去，所以他住在教堂里。

source: Yes, that is one way to put it. He is useful, so he lives here in the church. He has nowhere else to go anyway, so we accommodate him.
fr: Oui, c'est une façon de voir ça. Il est utile, alors il vit à l'église. Il n'a pas d'autres endroits où aller, alors on l'accueille.
ja: ええ、そういう言い方もありますね。 役に立ってはいますから、この教会に住んでいます。ひとまず他に行き場もありませんし、うちで彼を受け入れていますね。
zh_cn: 是的，这是一种说法。 他很有用，所以他住在教堂里。反正他也没地方可去，所以我们接纳他。

source: Is there anything else I can help you with? You are distracting me from watching the cat and the mouse on the other side of the room.
fr: Est-ce que je peux faire autre chose pour toi ? Tu es en train de m'empêcher de surveiller le chat et la souris de l'autre côté de la pièce.
ja: 他にはなにかありますか？ 部屋の反対側にいるネコとネズミを見ていると気が散ってしまいますよ。
zh_cn: 还有什么我可以帮你的吗？你在分散我看房间另一边的猫和老鼠的注意力。

source: The mice like to chew the bell rope, which is a problem. So we brought in the cat to control them. That particular mouse seems to be very good at evading the cat though. It knows just when to turn, and just where to hide where the cat cannot reach it. If the cat cannot get rid of it, I will have to think of something else.
fr: Les souris aiment bien mâcher la corde de la cloche, ce qui pose problème. Alors on a apporté un chat pour les en empêcher. Cette souris-ci semble particulièrement douée pour échapper au chat ceci dit. Elle sait quand tourner, et où se cacher pour que le chat ne l'atteigne pas. Si le chat n'arrive pas à s'en débarrasser, je vais devoir trouver un autre moyen.
ja: ネズミは鐘のロープをかじるのが好きで困ります。そこでネコを連れてきて、制御することにしました。ところが、あのネズミはネコから逃げるのがとても上手みたいでして。いつ向きを切り替えるか、どこに隠れるとネコが手出しできなくなるかをわかってるのですよ。ネコに駆除できないなら、何か別のことを考えないといけませんね。
zh_cn: 老鼠喜欢啃咬铃铛绳，这是个问题。所以我们把猫请来控制它们。但那只老鼠似乎非常善于躲避猫。它知道什么时候转身，以及躲在哪里，让猫够不着它。如果猫不能赶走它，我就得想别的办法了。

source: I need to find my brother. Bye.
fr: Je dois trouver mon frère. Au revoir.
ja: 兄を探さなきゃ。では。
zh_cn: 我需要找到我的哥哥。再见。

source: Good luck with that! I have more important things to deal with. Bye.
fr: Bonne chance ! J'ai des choses plus importantes à régler. Au revoir.
ja: 頑張ってください！ 僕はもっと大事なことがあるので。では。
zh_cn: 祝你好运！我有更重要的事情要处理。再见。

source: You could help me trap it. I need some cheese, a large empty bottle, and some rocks that we can use to prop up the bottle at an angle. If the mouse crawls in to get the cheese, it will not be able to get out again.
fr: Tu pourrais m'aider à la capturer. J'ai besoin de fromage, d'une grande bouteille vide, et de quelques pierres afin qu'on puisse faire pencher la bouteille. Si la souris rentre dedans pour atteindre le fromage, elle ne pourra plus en ressortir.
ja: 罠にかけるのを手伝ってくれませんか？ チーズに、大きな空のボトルと、ボトルを斜めに支えるのに使える石が欲しいですね。チーズを取りにネズミが這い込んだが最後、もう出られなくなりますよ。
zh_cn: 你可以帮我困住它。我需要一些奶酪，一个大的空瓶子，还有一些石头，我们可以用这些石头以一定的角度支撑起瓶子。如果老鼠爬进去拿奶酪，它就不能再出来了。

source: OK. I'll help.
fr: D'accord, je vais vous aider.
ja: わかりました。手伝います。
zh_cn: 好的，我会帮忙的。

source: Sorry. I don't have time for that. I have to go.
fr: Désolé. Je n'ai pas le temps. Je dois y aller.
ja: すみません。そんな暇はありませんね。もう行かないと。
zh_cn: 对不起。我没有时间做这个。我得走了。

source: Thanks. Just bring me the items. I think three rocks should be enough.
fr: Merci. Apporte-moi les objets. Je pense que trois pierres suffiront.
ja: ありがとう。アイテムを持ってきてください。石は3つで十分だと思います。
zh_cn: 谢谢。把东西带给我就行。我想三块石头应该足够了。

source: I have the rocks.
fr: J'ai les pierres.
ja: 石は持ってます。
zh_cn: 我有石头。

source: I have the cheese.
fr: J'ai le fromage.
ja: チーズは持ってます。
zh_cn: 我有奶酪。

source: I have the rocks and the cheese.
fr: J'ai les pierres et le fromage.
ja: 石とチーズは持ってます。
zh_cn: 我有石头和奶酪。

source: I'll go and get the items you asked for.
fr: Je vais aller chercher les objets que vous m'avez demandés.
ja: 頼まれたアイテムを用意します。
zh_cn: 我去拿你要的东西。

source: Thanks. Now we just need the cheese and the bottle.
fr: Merci. Maintenant il nous faut le fromage et la bouteille.
ja: ありがとう。あとはチーズとボトルですね。
zh_cn: 谢谢。现在我们只需要奶酪和瓶子。

source: Thanks. Now we just need the rocks and the bottle.
fr: Merci. Maintenant il nous faut les pierres et la bouteille.
ja: ありがとう。あとは石とボトルですね。
zh_cn: 谢谢。现在我们只需要奶酪和瓶子。

source: Thanks. Now we just need the bottle. You should ask around town. Someone must have one.
fr: Merci. Il ne manque plus que la bouteille. Tu devrais demander en ville. Quelqu'un doit bien en avoir une.
ja: ありがとう。あとはボトルですね。町の人に聞いてみるといいですよ。誰かは持っているはずです。
zh_cn: 谢谢。现在我们只需要瓶子了。你应该在城里问问。一定有人有。

source: Do you have the bottle?
fr: Tu as la bouteille ?
ja: ボトルはありますか？
zh_cn: 你有瓶子吗？

source: No, not yet. I'm still looking for one.
fr: Non, pas encore. Je cherche.
ja: いえ、まだです。探しているところです。
zh_cn: 不，还没有。我还在寻找。

source: Do you have the items we need for the trap?
fr: Tu as les objets pour le piège ?
ja: 罠に必要なものはありますか？
zh_cn: 你有陷阱所需的物品吗？

source: Excellent. I'll set the trap. This will require some patience though, so you should come back later to see if it worked.
fr: Excellent. Je vais installer le piège. Il faudra un peu de temps, alors reviens plus tard pour voir si ça a marché.
ja: 素晴らしいですね。これから罠を仕掛けます。ただし、これには多少の忍耐が必要なので、上手くいったかどうかは後で見にきてください。
zh_cn: 很好。我将设置陷阱。但这需要一些耐心，所以你应该稍后再来看看是否成功。

source: Well, that's an unusual request. What would you need such a thing for?
fr: C'est une demande inhabituelle. Pourquoi aurais-tu besoin de ça ?
ja: まあ、変わった要望ですね。どうしてまたそんなものを？
zh_cn: 嗯，这是个不寻常的要求。你需要这种东西做什么？

source: Seviron at the church needs it. I'm just helping out.
fr: Seviron en a besoin à l'église. Je ne fais que l'aider.
ja: 必要なのは教会のセビロンです。僕は手伝っているだけ。
zh_cn: 教堂里的塞维隆需要它。我只是在帮忙。

source: Nevermind. If you don't have one you should just say so. I'll look elsewhere.
fr: Si vous n'en avez pas, dites-le simplement, j'irai chercher ailleurs.
ja: お構いなく。持ってないならそう言えばいいのに。他を当たります。
zh_cn: 没关系。如果你没有请直说。我会去别处看看。

source: Well, I do happen to have one. I don't display it as shop inventory because I've never been asked for such a thing before. Since it's for the church, you can have it for free.
fr: Eh bien, j'en ai une en fait. Je ne la mets pas en rayon car personne ne m'a jamais demandé ça auparavant. Puisque c'est pour l'église, je te la donne.
ja: ええ、たまたまですけどありますよ。そんなことを頼まれたことがなかったので、店頭には出してません。教会用なので、タダで持って行って良いですよ。
zh_cn: 好吧，我确实碰巧有一个。我不把它作为商店的存货来展示，因为我以前从未被要求过这样的东西。既然是为教会准备的，你可以免费拿走。

source: We caught the mouse! Here it is, in the bottle. You can decide what to do with it. And here's a little gold for your help.
fr: On a chopé la souris ! La voilà, dans la bouteille. A toi de décider ce qu'on en fait. Et voici un peu d'or pour ton aide.
ja: ネズミを捕まえましたよ！ どうぞ、このボトルに入ってます。どうするかはあなたが決めていいですよ。それと、少しばかりですがこちらは礼金です。
zh_cn: 我们抓住了老鼠！在这里，在瓶子里。您可以决定如何处理它。这里有一点金子可以帮助你。

source: I'll give it to the cat. That should solve the problem!
fr: Je vais la donner au chat. Ca devrait résoudre le problème !
ja: ネコにあげます。これで問題は解決でしょう！
zh_cn: 我把它给了猫。这应该能解决这个问题！

source: I'll release it outside.
fr: Je vais la relâcher dehors.
ja: 外に解放します。
zh_cn: 我将在外面释放它。

source: Sorry, the mouse is still running around. We will get it though. Be patient.
fr: Désolé, mais la souris court toujours. On l'aura un jour. Sois patient.
ja: すみません、ネズミがまだ動き回ってます。でもそのうち捕まりますよ。我慢してください。
zh_cn: 对不起，老鼠还在到处跑。不过我们会逮到它的。请耐心等待。

source: Hmm. I'm sure the cat will be happy, but I doubt the mouse will!
fr: Hmmm. Je suis sûr que le chat sera content, mais je doute que la souris le soit !
ja: うーん。ネコは喜ぶでしょうけど、ネズミにとってはどうですかね！
zh_cn: 嗯。我相信猫会很高兴，但我怀疑老鼠也会!

source: Well, don't release it in the town. It will just go into another building.
fr: Ne la relâche pas en ville. Elle va se réfugier dans un autre bâtiment.
ja: そうですか、町中では放さないでくださいね。別の建物に入るだけですから。
zh_cn: 好吧，不要在镇上释放它。它只会进入另一个房子。

source: Hello again. Is there something I can help you with?
fr: Re-bonjour. Je peux faire quelque chose pour toi ?
ja: こんにちは。何かお役に立てることはありますか？
zh_cn: 又见面了。有什么我可以帮助你的吗？

source: No thanks. I'll be going.
fr: Non merci. Je m'en vais.
ja: 結構です。もう行きます。
zh_cn: 不，谢谢。我走了。

source: Sorry, I haven't seen anyone like that.
fr: Désolé, je n'ai vu personne qui lui ressemble.
ja: すみません、そんな人は見たことがありません。
zh_cn: 对不起，我没有见过这样的人。

source: Go away, naughty kid!
fr: Va-t'en, méchant garçon !
ja: 出て行け、いたずらっ子！
zh_cn: 滚开，顽皮的孩子！

source: This looks like a good place to release the mouse.
fr: Ca semble un bon endroit pour relâcher la souris.
ja: ここはネズミを放すのには良さげな場所のようだ。
zh_cn: 这看起来是一个放生老鼠的好地方。

source: [Open the bottle]
ja: （ボトルを開ける）
zh_cn: [打开瓶子]

source: Hopefully it will find something to eat other than bell ropes!
fr: J'espère qu'elle va trouver autre chose à grignoter que les cordes des cloches !
ja: 願わくば、鐘のロープ以外にも何か食べる物が見つかりますように！
zh_cn: 希望它能找到其它吃的，不用再吃钟绳了！

source: The defeat of the undead master seems to have lifted the spell animating the remaining corpses and they return to their graves.
fr: La défaite du maître mort-vivant semble avoir libéré l'enchantement qui animait les cadavres restants, ils retournent dans leurs tombes.
ja: アンデッドの主が倒されたことによって残っていた死体を蘇らせる呪文が解け、墓へと戻っていったようだ。
zh_cn: 亡灵主人的失败似乎解除了使剩余的尸体具有活力的咒语，他们回到了自己的坟墓。

source: You look after as it disappears quickly.
ja: すぐにいなくなってしまうので見送ろう。
zh_cn: 你看到它很快就消失了。

source: Norry! Nooorryyyy!
ja: ノリー！ ノォリィィーー！
zh_cn: 诺瑞！ 诺~~~~~~~瑞！

source: Hush! Don't make such noise with all these monsters around!
fr: Chut ! Ne fais pas tant de bruit avec tous ces monstres autour !
ja: 静かに！ モンスターの側で騒ぐんじゃない！
zh_cn: 嘘！有这么多怪物在，别这么大声！

source: Who is Norry?
fr: Qui est Norry ?
ja: ノリーって？
zh_cn: 诺瑞是谁？

source: Norry is my little doggie. He fell down the steep slope and has not found his way back yet.
fr: Norry est mon petit toutou. Il est tombé le long de la pente raide et il n'est pas revenu encore.
ja: ノリーは僕の飼ってる小さな犬なんだ。急な坂道を転げ落ちてっきり、まだ帰ってこないんだよ。
zh_cn: 诺瑞是我的小狗。它从山坡上摔下去了，至今还没能找到回来的路。

source: Oh dear.
fr: Oh mon dieu.
ja: やれやれ。
zh_cn: 哦，天呐。

source: A dog! He will be back soon... I better go now.
fr: Un chien ! Il sera de retour bientôt... je ferais mieux de partir.
ja: 犬か！ すぐに戻ってくるよ…僕はもう行かないと。
zh_cn: 一条狗！它很快就会回来的……我先走了。

source: I have seen a great wolfhound down there a short while ago. But you say you are missing a little doggie.
fr: J'ai croisé un grand lévrier un peu plus bas. Mais tu me dis que ton chien est un petit toutou.
ja: さっきあっちで大きなウルフハウンドを見たよ。でも君は小さな犬がいないと言っている。
zh_cn: 我不久之前在下面看到了一只大狼狗。但你说你少了一只小狗。

source: I can see these Gornauds myself. That's why I must find Norry urgently. Nooorryyyy!
fr: Je peux aussi voir ces Gornauds ! C'est pour ça que je dois retrouver Norry rapidement. Nooorryyy !
ja: ゴルノーなら僕にも見えてる。だからノリーを探さなきゃいけないんだ。 ノォリィィーー！
zh_cn: 我看到那些戈尔诺了，所以我必须尽快找到诺瑞。 诺-瑞！

source: Please help to find Norry. He is my only friend, and he is helpless without me.
fr: S'il te plait aide moi à trouver Norry. C'est mon seul compagnon, et il est perdu sans moi.
ja: ノリーを探すのを手伝ってくれよ。たったひとりの友だちなんだ、僕がいないとアイツだけじゃ無理だ。
zh_cn: 请帮我找到诺瑞。它是我唯一的朋友，它没了我很无助。

source: The wolfhound down there had brown fur with a white patch on the breast. He was enjoying himself gnawing some huge bones.
fr: Le lévrier là bas avait un pelage marron avec une petite tâche blanche sur la poitrine. Il s'amusait à ronger d'énormes os.
ja: あっちにいたウルフハウンドは茶色の毛をしていて、胸に白いまだらがあったよ。大きな骨をかじって遊んでた。
zh_cn: 下面那只狼狗是棕色的，胸前有一块白斑。它正津津有味地啃着一些巨大的骨头。

source: This must be him! Go and get him here - be quick!
fr: Ca doit être lui ! Va et ramène-le - vite !
ja: ソイツだ間違いない！ 連れてきてくれ！
zh_cn: 一定是它！去把它找来——快点！

source: That would be of no use. This brute had attacked me, so I had to kill it.
fr: C'est inutile. Cette brute m'a attaqué, alors j'ai dû le tuer.
ja: そんなことをしても無駄だ。その野獣は僕を襲ったんだ、殺すしかなかった。
zh_cn: 没用了。这个畜生攻击了我，所以我必须杀了它。

source: This brute growled at me, but I got away unharmed.
fr: Cette brute m'a grogné dessus, mais je m'en suis tiré.
ja: その獣なら僕にうなってきたけど、無傷で逃げてきた。
zh_cn: 这个畜生对着我咆哮，我逃走了，没有受伤。

source: Eh, I have to leave.
fr: Euh, je dois y aller.
ja: えーと、もう行かないと。
zh_cn: 呃，我得走了。

source: [Hettar fell on the floor] Nooo! What did you do?!
fr: [Hettar tombe par terre] Noooon ! Qu'as-tu fait ? !
ja: （ヘッターはその場で崩れ落ちた） うわぁああ！ お前何をしたって？！
zh_cn: 【赫塔倒在地上】 不！ 你做了什么？！

source: Please go down there and look for my doggie. Maybe he is injured? Bring him back! You must!
fr: S'il te plait va voir là-bas et trouve mon toutou. Peut-être qu'il est blessé ? Ramène-le ! Je t'en supplie !
ja: 下まで僕の犬を探しに行ってくれないか？ ケガしてないかな？ 連れてきてくれ！ 絶対だぞ！
zh_cn: 请你下去找找小狗。也许它受伤了？把它带回来！一定要！

source: OK, I'll do it.
fr: D'accord, je vais le faire.
ja: わかりました、そうする。
zh_cn: 好的，我会的。

source: This brute attacked me, so I had to kill it.
fr: Cette brute m'a attaqué, alors j'ai dû le tuer.
ja: その獣に襲われたから、殺すしかなかったよ。
zh_cn: 这个畜生攻击了我，所以我必须杀了它。

source: Great! Go immediately, as long as he might be alive still.
fr: Super ! Vas-y maintenant, tant qu'il y a encore des chances de le retrouver vivant.
ja: よし！ まだ生きてるかもしれない、すぐに行ってきてくれ。
zh_cn: 太好了！马上就去，只要他还活着。

source: I hope he will follow me.
fr: J'espère qu'il va me suivre.
ja: ちゃんと僕についてきてくれるといいけど。
zh_cn: 我希望它能跟着我。
