Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: Gnossath would kill you? Why?
fr: Gnossath te tuerait ? Pourquoi ?
ja: グノッサスに殺される？ どうして？
pt: Gnossath o mataria? Por quê?
zh_cn: 格诺萨会杀了你？为什么？

source: I am working for him.
fr: Je travaille pour lui.
ja: 俺はあの人のために働いてるんだ。
pt: Estou a trabalhar para ele.
zh_cn: 我正在为他工作。

source: He lent me money, so that I could afford this house. But no work - no money. I fear that if I can't pay my debts, Gnossath will take my house.
fr: Il m'a prêté de l'argent, pour que je puisse acheter ma maison. Mais pas d'argent sans travail. J'ai bien peur que si je ne rembourse pas ma dette, Gnossath prendra ma maison.
ja: あの人がお金を貸してくれたから、この家を買えた。だけど仕事も、金もない。借金を返せないとグノッサスに家を取られちまう。
pt: Ele emprestou-me dinheiro para que eu pudesse pagar essa casa. Mas, sem trabalho - sem dinheiro. Temo que se não pagar os meus débitos, Gnossath vai ficar com a minha casa.
zh_cn: 他借给我钱，使我能买得起这所房子。但没有工作--没有钱。我担心，如果我不能偿还债务，格诺萨会拿走我的房子。

source: Maybe I could help you? I could do your work.
fr: Peut-être que je peux t'aider ? Je pourrais faire ton travail.
ja: 手伝いましょうか？ 僕ならあなたの仕事をできます。
pt: Talvez o possa ajudar? Poderia fazer o seu trabalho.
zh_cn: 也许我可以帮助你？我可以做你的工作。

source: That's the way it goes, man. Have a nice day.
fr: C'est comme ça, mec. Bonne journée.
ja: そんなもんだよ。よい1日を。
pt: É assim que acontece, meu. Tenha um bom dia.
zh_cn: 事实如此，伙计。祝你今天愉快。

source: You would do that? Oh, thank you! Thank you!
fr: Tu ferais ça ? Oh, merci ! Merci !
ja: やってくれるのか？ おおっ、ありがとう！ どうもありがとう！
pt: Faria isso? Ah, obrigado! Obrigado!
zh_cn: 你会那样做吗？谢谢！非常感谢！

source: And you - get healthy again!
fr: Et toi, soigne-toi bien !
ja: そして、あなたも元気になってね！
pt: E você - fique saudável de novo!
zh_cn: 而你——再次康复！

source: I have too good a heart.
fr: J'ai trop bon coeur.
ja: 僕はとても親切だからね。
pt: Também tenho um bom coração.
zh_cn: 我有一颗善良的心。

source: Did you talk to Gnossath?
fr: As-tu parlé à Gnossath ?
ja: グノッサスと話したのか？
pt: Falou com o Gnossath?
zh_cn: 你和格诺萨斯谈过了吗？

source: Yes. He wants me to carry heavy boulders.
fr: Oui. Il veut que je porte de lourds rochers.
ja: はい。重いボルダーを運べと言ってます。
pt: Sim. Ele quer que eu carregue pedras pesadas.
zh_cn: 是的，他想让我搬运沉重的巨石。

source: Did you start working already?
fr: As-tu déjà commencé à travailler ?
ja: もう仕事を始めたのか？
pt: Já começou a trabalhar?
zh_cn: 你已经开始工作了吗？

source: Yes. It is hard work, really.
fr: Oui. C'est un travail vraiment difficile.
ja: はい。大変です、本当に。
pt: Sim. É um trabalho difícil, de verdade.
zh_cn: 是的。这是一项艰苦的工作，真的。

source: Thank you for your help!
fr: Merci pour ton aide !
ja: 助けてくれてありがとう！
pt: Obrigado pela sua ajuda!
zh_cn: 谢谢你的帮助!

source: Was a pleasure.
fr: Avec plaisir.
ja: 光栄です。
pt: Foi um prazer.
zh_cn: 是一种乐趣。

source: Hey kid! Come and have a drink with me!
fr: Hé gamin ! Viens boire un verre avec moi !
ja: ほら君！ 一緒に飲もう！
pt: Ei, garoto! Venha beber comigo!
zh_cn: 嘿，孩子！来和我喝一杯吧！

source: I thought you were ill?
fr: Je croyais que tu étais malade ?
ja: 病気じゃなかったの？
pt: Não estava doente?
zh_cn: 我以为你生病了？

source: I am still ill - just taking my medicine here.
fr: Je suis toujours malade, je prends juste mes médicaments ici.
ja: まだ病気だぞ…ちょっと薬を飲んでるだけだ。
pt: Ainda estou - apenas a tomar o meu remédio aqui.
zh_cn: 我还在生病--只是在这里吃药。

source: Who are you? Stebbarik, my husband, is not at home.
fr: Qui es-tu ? Stebbarik, mon mari, n'est pas à la maison.
ja: 誰なの？ 夫のステバリックなら家にはいません。
pt: Quem é? Stebbarik, o meu marido, não está em casa.
zh_cn: 你是谁？我的丈夫斯特布巴里克不在家。

source: Not at home, no. He never is.
fr: Non, pas à la maison. Il n'y est jamais.
ja: 家にはいないわ、いない。決して。
pt: Não está em casa, não. Ele nunca está.
zh_cn: 不在家，不。他从没回来。

source: Ahoy kid! I am Gnossath, warden of the great dam.
fr: Ohé gamin ! Je suis Gnossath, gardien du grand barrage.
ja: おーい君！ オレはグノッサス、このダムの管理人だ。
pt: Ei, garoto! Sou o Gnossath, guardião da grande barragem.
zh_cn: 啊，孩子！我是格诺萨，大坝的守护者。

source: I am waiting for Stebbarik. Have you seen him?
fr: J'attends toujours Stebbarik. L'as-tu vu ?
ja: ステバリックのやつを待ってるんだが。見てないか？
pt: Estou a esperar pelo Stebbarik. Viu-o?
zh_cn: 我在等斯特巴利克。你看到他了吗？

source: No. What do you want of him?
fr: Non. Que lui voulez-vous ?
ja: いいえ。何か用ですか？
pt: Não. O que quer dele?
zh_cn: 没有，你要他怎么样？

source: He has to work for me. I hope for his sake that he will appear soon.
fr: Il doit travailler pour moi. J'espère pour lui qu'il apparaîtra vite.
ja: あいつはオレのために働かにゃならんのだ。あいつ自身のためにも、早く現れてほしいもんなんだがな。
pt: Ele deve trabalhar para mim. Espero, pela própria segurança dele, que ele apareça logo.
zh_cn: 他必须为我工作。我为他着想，希望他能尽快出现。

source: You could do me a favor, if you'd find him for me.
fr: Tu me ferais une faveur, si tu le trouvais pour moi.
ja: もし見つけたら頼んでおいてくれ。
pt: Poderia fazer-me um favor, se o encontrasse para mim.
zh_cn: 你可以帮我一个忙，如果你能帮我找到他。

source: Have you seen the lazybones, Stebbarik?
fr: As-tu vu le fainéant, Stebbarik ?
ja: 怠け者のステバリックの野郎を見つけたか？
pt: Viu os preguiçosos, Stebbarik?
zh_cn: 你见过懒骨头吗，斯特巴利克？

source: Stebbarik is ill at home. He is very anxious that you might get angry.
fr: Stebbarik est malade, chez lui. Il est très anxieux que tu te mettes en colère.
ja: ステバリックは自宅で病気です。あなたが怒るのではととても心配してます。
pt: O Stebbarik está doente em casa. Ele está bem receoso que fique zangado.
zh_cn: 斯特巴利克在家里生病了。他非常着急，担心你会生气。

source: Ill? Rats! Who will repair the dam now? It must be done soon.
fr: Malade ? Le rat ! Qui va réparer le barrage maintenant ? Ca doit être fait rapidement.
ja: 病気ぃ？ ちくしょうめが！ だったらダムの修理は誰がするってんだよ？ すぐにやらなきゃなんねぇんだぞ。
pt: Doente? Ratos! Quem vai reparar a barragem agora? Precisa ser feito logo.
zh_cn: 有病？鼠辈！现在谁来修理大坝？必须尽快完成。

source: If it is so important, maybe I can help?
fr: Si c'est si important, peut-être que je peux aider ?
ja: そんなに重要なら、僕が手伝いましょうか？
pt: Se é assim tão importante, talvez possa ajudar?
zh_cn: 如果它是如此重要，也许我可以帮忙？

source: You? This work requires a lot of heavy lifting. You being a kid and all, I'm not sure you are up to it.
fr: Toi ? Ce travail nécessite de soulever des charges lourdes. Vu ton âge, je ne suis pas sûr que tu y arrives.
ja: お前さんがか？ こいつは大変な力仕事だぞ。子供にはちと無理があるんじゃねえかな。
pt: Você? Esse trabalho requer muito trabalho pesado. É criança e tal, não sei se está apto para a tarefa.
zh_cn: 你？这项工作需要大量的重体力劳动。你是个孩子，我不确定你是否能胜任。

source: We need 25 big boulders carried from the stock to the dam here.
fr: On a besoin de 25 gros rochers portés depuis la carrière jusqu'au barrage ici.
ja: ストックからここのダムまで25個の大きなボルダーを運んでもらう必要がある。
pt: Precisamos que 25 pedras grandes sejam carregadas do estoque para a barragem aqui.
zh_cn: 我们需要将25块大石头从库存中运到这里的大坝。

source: Sounds easy. Let me try it.
fr: Ca semble facile. Laissez-moi essayer.
ja: 楽勝そうだ。やらせてください。
pt: Parece fácil. Deixe-me tentar.
zh_cn: 听起来很容易。让我试试。

source: You are right. This is no work for me.
fr: Vous avez raison. Ce n'est pas un travail pour moi.
ja: あなたの言う通りだ。これは僕の仕事じゃない。
pt: Está certo. Este trabalho não é para mim.
zh_cn: 你说的对。我干不了这工作。

source: OK. Try, if you want. The pile of boulders is just next to the wooden logs over there.
fr: Ok. Essaye, si tu veux. le tas de rochers est juste à côté des bûches de bois là-bas.
ja: そうか。そういうことならやってみな。向こうの丸太のすぐ隣がボルダーの山だ。
pt: Certo. Tente, se quiser. A pilha de pedras está ao lado daqueles troncos de madeira logo ali.
zh_cn: 好的。试试吧，如果你想的话。那堆巨石就在那边的木头旁边。

source: But beware, they are really heavy.
fr: Mais attention, ils sont vraiment lourds.
ja: ただ気をつけてくれよ、本当に重いからな。
pt: Mas esteja avisado, elas são muuuito pesadas.
zh_cn: 但要小心，它们真的很重。

source: Where are the boulders? I knew they would be too heavy for you.
fr: Où sont les rochers ? Je savais qu'ils seraient trop lourds pour toi.
ja: ボルダーはどこだ？ お前さんにゃ重すぎると思っちゃいたが。
pt: Onde estão as pedras? Sabia que elas seriam pesadas demais para si.
zh_cn: 巨石在哪里？我知道它们对你来说太重了。

source: Just you wait.
fr: Attendez.
ja: 待ってて。
pt: Apenas espere.
zh_cn: 你就等着吧。

source: You have carried some boulders already - good. Just do the rest too.
fr: Tu as déjà porté une partie des rochers, bien. Il ne te reste qu'à faire le reste.
ja: お前さんはもういくつかのボルダーを運んでくれたんだな、いいぞ。残りもやってくれ。
pt: Já carregou algumas pedras - bom. Só leve o resto também.
zh_cn: 你已经搬运了一些巨石--很好。剩下的也要做。

source: Thanks again for your good work. Are you sure you don't want a job?
fr: Encore merci pour ton bon travail. Tu es sûr de ne pas vouloir un emploi ici ?
ja: お仕事お疲れさん。本当に仕事はしたくないのか？
pt: Obrigado de novo pelo bom trabalho. Tem certeza de que não quer um trabalho?
zh_cn: 再次感谢您的出色工作。你确定你不想要一份工作吗？

source: Certainly not. I am on a mission for Mikhail.
fr: Oui, j'en suis sûr. Je suis en mission pour Mikhail.
ja: とんでもない。僕にはミハイルからの使命があるんだ。
pt: Certamente não. Estou numa missão para o Mikhail.
zh_cn: 当然不是。我在为米哈伊尔执行任务。

source: Breathing heavily under the big load, you collapse, losing all the boulders.
fr: Respirant difficilement sous la lourde charge, vous tombez en perdant tous les rochers.
ja: 大きな負荷の下で深呼吸すると、あなたは倒れて、全てのボルダーを失ってしまう。
pt: Com respiração pesada sob a carga pesada, desmaia e perde todas as pedras.
zh_cn: 在巨大的负荷下呼吸沉重，你崩溃了，失去了所有的巨石。

source: You can't carry so many boulders.
fr: Vous ne pouvez pas porter autant de rochers.
ja: そんなに多くのボルダーは運べない。
pt: Não pode carregar tantas pedras.
zh_cn: 你不能携带这么多巨石。

source: Hey, where are you going? Bring the boulders to the dam!
fr: Hé, où vas-tu ? Apporte les rochers au barrage !
ja: おい、どこに行く？ ダムにボルダーを持って来い！
pt: Ei, o que está a fazer? Traga as pedras à barragem!
zh_cn: 嘿，你要去哪里？把巨石带到大坝上！

source: Hands off! These boulders are needed for the dam!
fr: Pas touche ! Ces rochers sont pour le barrage !
ja: 手を離せ！ そのボルダーはダムに必要なもんだ！
pt: Tire as mãos disso! Essas pedras são necessárias para a barragem!
zh_cn: 放手！这些巨石是大坝所需要的！

source: A huge pile of boulders.
fr: Un énorme tas de rochers.
ja: ボルダーの巨大な山だ。
pt: Uma enorme pilha de pedras.
zh_cn: 一大堆巨石。

source: Take a boulder?
fr: Prendre un rocher ?
ja: ボルダーを取る？
pt: Levar uma pedra?
zh_cn: 拿一块巨石？

source: Ah, no. This would be too much.
fr: Ah, non. Ca serait de trop.
ja: ああ、ダメだ。これはやりすぎだ。
pt: Ah, não. Isso seria muito.
zh_cn: 啊，不。这太过分了。

source: Oof, that's heavy!
fr: Oh hisse, c'est lourd !
ja: お、重い！
pt: Puxa, está pesado!
zh_cn: 哎呀，太重了！

source: Take another one.
fr: En prendre un autre.
ja: もう1つ取る。
pt: Levar mais uma.
zh_cn: 再拿一个。

source: And now to the dam.
fr: Et maintenant, au barrage.
ja: そしてダムへ。
pt: Agora à barragem.
zh_cn: 现在到大坝了。

source: You throw the boulder into the water, just in front of the dam.
fr: Vous lancez le rocher dans l'eau, juste en face du barrage.
ja: ダムの手前で、ボルダーを水に投げ込む。
pt: Joga a pedra na água, bem na frente da barragem.
zh_cn: 你在大坝前面把巨石扔进水里。

source: You throw 2 boulders into the water, just in front of the dam.
fr: Vous lancez 2 rochers dans l'eau, juste en face du barrage.
ja: ダムの手前で、2つのボルダーを水に投げ込む。
pt: Joga 2 pedras na água, bem na frente da barragem.
zh_cn: 你在大坝前把两块巨石扔进水里。

source: You throw 3 boulders into the water, just in front of the dam.
fr: Vous lancez 3 rochers dans l'eau, juste en face du barrage.
ja: ダムの手前で、3つのボルダーを水に投げ込む。
pt: Joga 3 pedras na água, bem na frente da barragem.
zh_cn: 你在大坝前将 3 块巨石扔进水里。

source: Uff.
fr: Oh hisse.
ja: ふう。
pt: Puxa.
zh_cn: 呜呼。

source: You throw 4 boulders into the water, just in front of the dam.
fr: Vous lancez 4 rochers dans l'eau, juste en face du barrage.
ja: ダムの手前で、4つのボルダーを水に投げ込む。
pt: Joga 4 pedras na água, bem na frente da barragem.
zh_cn: 你在大坝前将 4 块巨石扔进水里。

source: Uff. They somehow seem to get heavier and heavier.
fr: Oh hisse. On dirait qu'ils deviennent de plus en plus lourds.
ja: ふう。なぜだかだんだん重くなっていってるような。
pt: Uff. Elas parecem ficar cada vez mais pesadas.
zh_cn: 噗。它们不知何故似乎变得越来越重。

source: You have brought already more than 5 boulders.
fr: Vous avez déjà apporté plus de 5 rochers.
ja: もう5個以上のボルダーを持ってきてくれているな。
pt: Já trouxe mais que 5 pedras.
zh_cn: 你已经带来了超过5块巨石。

source: Over 10 boulders.
fr: Plus de 10 rochers.
ja: ボルダーの数は10を超えた。
pt: Mais que 10 pedras.
zh_cn: 10多块巨石。

source: At least 15 boulders now.
fr: Au moins 15 rochers maintenant.
ja: 少なくとも15個はボルダーがあるな。
pt: Pelo menos 15 pedras agora.
zh_cn: 现在至少有 15 块巨石。

source: Only a few boulders left.
fr: Plus que quelques rochers.
ja: ボルダーの残りもあとちょっとだぞ。
pt: Faltam apenas algumas pedras.
zh_cn: 只剩下几块巨石了。

source: Wow, you got it.
fr: Ouah, vous l'avez fait.
ja: おお、やったな。
pt: Puxa, conseguiu.
zh_cn: 哇，你明白了。

source: My arms are longer now...
fr: Mes bras se sont allongés...
ja: 腕が長くなった…
pt: Os meus braços estão mais compridos agora...
zh_cn: 我的手臂现在更长了...

source: I am really impressed. You have done four times as much as Stebbarik. So tell him, that he can stay home this week and get cured again.
fr: Je suis vraiment impressionné. Tu en as fait quatre fois plus que Stebbarik. Donc dis-lui qu'il peut rester se soigner à la maison.
ja: 感動した。お前さんはステバリックの4倍はやってくれた。あいつには、今週は家にいていいから養生するよう言ってやってくれ。
pt: Estou impressionado. Fez quatro vezes mais do que o Stebbarik. Diga-lhe que ele pode ficar em casa esta semana para ser curado novamente.
zh_cn: 我真的很感动。你做的是斯特巴利克的四倍。所以告诉他，他这周可以待在家里，再次得到治疗。

source: He will be very relieved.
fr: Il sera très soulagé.
ja: 彼はとても安心するでしょうね。
pt: Vai ficar bem aliviado.
zh_cn: 他将会感到非常欣慰。

source: I can't swim.
fr: Je ne sais pas nager.
ja: 泳げない。
pt: Não posso nadar.
zh_cn: 我不会游泳。

source: Water comes pouring through the hole in the dam. A lot of water!
fr: L'eau se déverse à travers le trou dans le barrage. Beaucoup d'eau !
ja: ダムの穴から水が流れ込む。大量の水だ！
pt: Água começa a sair pelo buraco na barragem. Um monte de água!
zh_cn: 水从大坝上的洞里涌出来。大量的水!

source: I have never learned to swim - I really should run back!
fr: Je n'ai jamais appris à nager, je devrais vite revenir en arrière !
ja: 泳ぎは学んでいない、本当に引き返すべきだ！
pt: Nunca aprendi a nadar - deveria correr de volta!
zh_cn: 我从来没有学过游泳--我真的应该跑回去!

source: Hush! You are scaring the fish away!
fr: Chut ! Tu effraies les poissons !
ja: 静かに！ 魚が怯えて逃げるだろ！
pt: Shh! Está a espantar os peixes!
zh_cn: 嘘！你把鱼吓跑了！

source: I'm drinking because I hate myself...
fr: Je bois parce que je me déteste...
ja: 自分が嫌になったから飲んでるんだよ…
pt: Estou a beber porque me odeio...
zh_cn: 我喝酒是因为我恨我自己......

source: I'm drinking because my wife left me and took my beagle with her. Now how am I supposed to hunt?
fr: Je bois parce que ma femme m'a quitté et a emmené mon beagle avec elle. Comment je vais chasser maintenant ?
ja: 妻がうちのビーグル犬を連れてったから飲んでんだ。どうやって狩りをすりゃいいってんだ？
pt: Estou a beber porque a minha esposa deixou-me e levou o meu cão de caça com ela. Agora, como vou caçar?
zh_cn: 我喝酒是因为我的妻子离开了我并带走了我的小猎犬。 现在我应该如何打猎呢？

source: I'm so sorry to hear about your problems. I love dogs too.
fr: Je suis désolé de tous tes problèmes. J'aime les chiens aussi.
ja: それは本当にお気の毒に。僕も犬は大好きです。
pt: Sinto muito saber disso. Também gosto de cães.
zh_cn: 听到你的问题，我很难过。 我也爱狗。

source: Hey, speaking of killing, I'm wondering if you know anything about Lawellyn's death?
fr: Tiens, en parlant de tuer, je me demande si vous avez entendu quoi que ce soit au sujet de la mort de Lawellyn ?
ja: ねえ、殺人のことだけど、ローリンの死について何か知ってる？
pt: Ei, por falar em matar, pergunto-me se sabes alguma coisa sobre a morte de Lawellyn?
zh_cn: 嘿，说到杀戮，我想知道你是否知道关于劳艾琳的死？

source: I'm coming, just a second...
fr: J'arrive, une seconde...
ja: 今行きます、ちょっとお待ちを…
pt: Eu venho, só um segundo...
zh_cn: 我来了，稍等...

source: Hello again. Can you please help me to find my sister Juttarka?
fr: Re-bonjour. Peux-tu m'aider à trouver ma petite soeur Juttarka ?
ja: どうも。うちの妹のジュターカを探すのを手伝ってもらえないかな？
pt: Olá, de novo. Por favor, poderia ajudar-me a achar a minha irmã Juttarka?
zh_cn: 再一次问好。你能帮我找到我的妹妹朱塔尔卡吗？

source: I found a statue looking almost like a real woman. [Describe the statue to Anakis]
fr: J'ai trouvé une statue qui ressemble à une vraie femme. [Tu décris la statue à Anakis]
ja: ほとんど本物の女性のような像を見つけました。（アナキスに像の説明をする）
pt: Encontrei uma estatua a parecer-se quase como uma mulher verdadeira. [Descreve a estatua ao Anakis]
zh_cn: 我发现了一座雕像，看起来几乎像一个真正的女人。 [向阿纳基斯描述雕像]

source: Yes, I will search for your sister.
fr: Oui, je vais chercher ta soeur.
ja: はい、妹さんを探してみます。
pt: Sim, vou procurar pela sua irmã.
zh_cn: 是的，我会找到你的妹妹。

source: No, that's none of my business.
fr: Non, ce ne sont pas mes affaires.
ja: いえ、僕には関係ないことだ。
pt: Não, isso não é o meu problema.
zh_cn: 不，那不关我的事。

source: Hello my name is Anakis. I hope you can you help me. Yesterday my sister Juttarka left the city to go up to this hill. She did not come home and now I am searching for her. I fear she went into that cave.
fr: Bonjour je m'appelle Anakis. J'espère que tu peux m'aider. Hier, ma soeur Juttarka a quitté la ville pour monter cette colline. Elle n'est pas rentrée à la maison et maintenant je la cherche. J'ai peur qu'elle soit allée dans cette grotte.
ja: どうも、ボクの名はアナキス。手伝ってくれないかな。 昨日、妹のジュターカがこの丘に向かうために街を出たんだ。そのまま家に帰ってこなくって、今は探してるところ。もしかしたらあの洞窟に入ったんじゃないかって心配だよ。
pt: Olá, o meu nome é Anakis. Espero que me possa ajudar. Ontem a minha irmã Juttarka saiu da cidade em direção a essa colina. Ela não voltou para casa e agora estou a procurar-la. Tenho medo de que tenha ido naquela caverna.
zh_cn: 你好，我的名字是阿纳基斯。我希望你能帮助我。 昨天我妹妹朱塔尔卡离开城市来到山上。她没有回家，现在我正在寻找她。我担心她进了那个山洞。

source: I found a statue that looks almost like a real woman. [Describe the statue to Anakis]
fr: J'ai trouvé une statue qui ressemble presque à une vraie femme. [Tu décris la statue à Anakis]
ja: ほとんど本物の女性のような像を見つけました。（アナキスに像の説明をする）
pt: Encontrei uma estátua que parece quase uma mulher de verdade. [Descreve a estátua ao Anakis]
zh_cn: 我发现一个雕像，看起来很像一个真正的女人。[向阿纳基斯描述这个雕像]

source: Thank you. My sister has long hair and is wearing a long skirt. Please take care. Fangwurm the priest in western Brimhaven told us about a Basilisk in the cave that will turn you to stone when you go near him and your eyes meet its eyes.
fr: Merci. Ma soeur a les cheveux longs et porte une longue robe. Fais attention. Fangwurm le prêtre de Brimhaven ouest, nous a parlé d'un Basilic dans la grotte, qui te changera en pierre si tu t'approches de lui et que tes yeux croisent les siens.
ja: ありがとう。妹は髪が長くて、ロングスカートをはいている。 気をつけてくれよ。ブリムヘブン西部のファングワーム神父様が洞窟のバジリスクの話をしてくれたんだ。近寄って目が合うと石にされてしまうらしい。
pt: Obrigado. A minha irmã tem um cabelo comprido e vestiu uma saia longa. Por favor, tome cuidado. Fangwurm, o padre a oeste de Brimhaven, falou-nos sobre um Basilisco na caverna que vai transformar-te em pedra quando se aproximar dele e os seus olhos se encontrarem com os dele.
zh_cn: 谢谢你。我妹妹有一头长发，穿着一条长裙。 请小心。布林海文西部的牧师方乌姆告诉我们，山洞里有一只蛇怪，当你靠近它时，你的眼睛碰到它的眼睛，它会把你变成石头。

source: Did you find my sister?
fr: As-tu trouvé ma soeur ?
ja: 妹は見つかった？
pt: Encontrou a minha irmã?
zh_cn: 你找到我妹妹了吗？

source: I only found a stone statue that looks almost like a real woman. [Describe the statue to Anakis]
fr: J'ai seulement trouvé une statue de pierre qui ressemble à une vraie femme. [Tu décris la statue à Anakis]
ja: ほとんど本物の女性のような像を見つけただけです。（アナキスに像の説明をする）
pt: Só encontrei uma estátua que parecia quase com uma mulher de verdade. [Descreve a estátua ao Anakis]
zh_cn: 我只找到一个石像，看起来很像一个真正的女人。[向阿纳基斯描述这个雕像]

source: Oh no, that's her! Thank you for helping me to find out what happened to her. I think it was the Basilisk who did that to her.
fr: Oh non, c'est elle ! Merci de m'avoir aidé à découvrir ce qui lui est arrivé. Je pense que c'est le Basilic qui lui a fait ça.
ja: なんてこった、その子だ！ 何があったか調べてくれてありがとうな。 こいつはバジリスクの仕業だと思う。
pt: Ah não, é ela! Obrigado por me ajudar a descobrir o que lhe aconteceu. Acho que foi o Basilisco que lhe fez isso.
zh_cn: 哦，不，那是她!谢谢你帮我查出她发生了什么。 我认为是蛇怪对她做的。

source: Can you find the Basilisk and kill it? And maybe there is a way to help my sister. But take care that the same fate that happened to my sister does not befall you.
fr: Peux-tu trouver le basilic et le tuer ? Et peut-être y a-t-il un moyen d'aider ma soeur. Mais attention à ce qu'il ne t'arrive pas le même destin qu'à ma soeur.
ja: あんた、バジリスクを見つけて殺せそうか？ 妹を助ける方法があるかも。でも妹と同じ運命を辿らないよう気をつけてくれよな。
pt: Pode encontrar o Basilisco e matar-lo? Talvez tenha uma maneira de ajudar a minha irmã. Mas tome cuidado, para que o mesmo destino que aconteceu com minha irmã não aconteça consigo.
zh_cn: 你能找到蛇怪并杀死它吗？也许还有办法帮助我妹妹。但要小心，发生在我妹妹身上的同样命运不会降临到你身上。

source: I already found the Basilisk and killed it.
fr: J'ai déjà trouvé le Basilic et je l'ai tué.
ja: もうバジリスクを見つけて殺してきた。
pt: Já achei o Basilisco e matei-o.
zh_cn: 我已经找到了蛇怪，并杀死了它。

source: I will take revenge, but first tell me how I might help your sister.
fr: Je la vengerai, mais d'abord dis-moi comment je pourrais aider ta soeur.
ja: 仇は討つけど、その前にどうやって妹を助けるのかを教えて。
pt: Vou me vingar, mas antes diga-me como poderia ajudar a sua irmã.
zh_cn: 我会报仇的，但首先要告诉我如何才能帮助你的妹妹。

source: I can't imagine how to help your sister but I will take revenge for her and find a way to kill that Basilisk.
fr: Je ne vois pas comment aider ta soeur, mais je la vengerai et trouverai un moyen de tuer le Basilic.
ja: どうやって妹さんを助けるかは思いつかないけど、仇を討つためにバジリスクを殺す方法を探してみる。
pt: Não consigo imaginar como ajudar a sua irmã, mas eu vou-me vingar dela e encontrar uma maneira de matar aquele Basilisco.
zh_cn: 我想不到办法帮助你妹妹，但我会为她报仇，并想办法杀死那个蛇怪。

source: No, that's too dangerous for me.
fr: Non, c'est trop dangereux pour moi.
ja: 断る、危険すぎる。
pt: Não, isso é muito perigoso para mim.
zh_cn: 不，这对我来说太危险了。

source: Did you kill the Basilisk?
fr: As-tu tué le Basilic ?
ja: バジリスクを殺したのか？
pt: Matou o Basilisco?
zh_cn: 你杀了蛇怪吗？

source: I found the Basilisk and killed it, but I decided to take the blood for myself.
fr: J'ai trouvé le Basilic et je l'ai tué, mais j'ai décidé de garder le sang pour moi.
ja: バジリスクを見つけて殺したけど、自分用に血を取っておくことにしたんだ。
pt: Encontrei o Basilisco e mate-oi, mas decidi ficar com o sangue dele para mim.
zh_cn: 我找到了蛇怪，并杀死了它，但我决定把它的血据为己有。

source: I found the Basilisk and killed it.
fr: J'ai trouvé le Basilic et je l'ai tué.
ja: バジリスクを見つけて殺しました。
pt: Encontrei o Basilisco e matei-o.
zh_cn: 我找到了蛇怪，并杀死了它。

source: I found no way to help your sister, but I took revenge and killed the Basilisk.
fr: Je n'ai pas trouvé comment aider ta soeur, mais je l'ai vengée en tuant le Basilic.
ja: 妹さんを助ける方法は見つからなかった、でもバジリスクを殺して仇は討ってきました。
pt: Não achei uma maneira de ajudar a sua irmã, mas vinguei-a a matar o Basilisco.
zh_cn: 我没有找到帮助你妹妹的方法，但我报了仇，杀了蛇怪。

source: I will take revenge, but let me first think if it is possible to help your sister.
fr: Je la vengerai, mais laisse-moi d'abord réfléchir s'il est possible d'aider ta soeur.
ja: 仇は討つけど、妹さんを助けられるかどうかまずは考えさせて。
pt: Vou me vingar, mas antes deixe-me pensar se é possível ajudar a sua irmã.
zh_cn: 我会报仇的，但让我先想想是否有可能帮助你妹妹。

source: Thank you for taking revenge for Juttarka. I will go now and mourn for my sister.
fr: Merci d'avoir vengé Juttarka. Je vais maintenant faire le deuil de ma soeur.
ja: ジュターカの仇を討ってくれてありがとうな。ボクはこれから妹のために弔いにいくよ。
pt: Obrigada por vingar a Juttarka. Agora vou ficar de luto pela minha irmã.
zh_cn: 谢谢你为朱塔尔卡报了仇。我现在要走了，为我的妹妹哀悼。

source: Thank you so much for rescuing my sister Juttarka. She just came out of the cave and told me what you did for her. I will now go home, too.
fr: Merci beaucoup d'avoir sauvé ma soeur Juttarka. Elle vient juste de sortir de la grotte et m'a dit ce que tu as fait pour elle. Je vais aussi rentrer chez moi, maintenant.
ja: 妹を助けてくれてありがとうな。ついさっき洞窟から出てきて、何があったか話してくれたんだ。ボクもこれから家に帰るよ。
pt: Muito obrigado por resgatar a minha irmã Juttarka. Ela apenas saiu da caverna e disse-me o que fez por ela. Agora também vou para casa.
zh_cn: 非常感谢你救了我妹妹朱塔尔卡。她刚从山洞里出来，告诉我你为她做了什么。我现在也要回家了。

source: Oh no. Why did you not even try to help her? Now i will go and mourn for my sister.
fr: Oh non. Pourquoi n'as-tu même pas essayé de l'aider ? Maintenant je vais porter le deuil de ma soeur.
ja: そんな。どうして助けようともしてくれなかったんだよ？ ボクはこれから妹のために弔いにいく。
pt: Ah não. Por que nem tentou ajudar-a? Agora vou ficar de luto pela minha irmã.
zh_cn: 哦，不。你为什么不尝试帮助她？现在我将去为我的妹妹哀悼。

source: This stone statue looks almost like a real woman.
fr: Cette statue de pierre ressemble presque à une vraie femme.
ja: この石像はまるで本物の女性のようだ。
pt: Essa estátua de pedra aparenta uma mulher verdadeira.
zh_cn: 这座石像看起来似乎像一个真正的女人。
