Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: Oh, I don't know much about it. The guards say they have seen strange signs outside town, and some people have gone missing.
de: Oh, das weiß ich auch nicht so genau. Die Wachen sagen, sie hätten außerhalb der Stadt seltsame Zeichen gesehen und einige Leute werden vermisst.
fr: Oh, je ne sais pas grand chose à ce propos. Les gardes ont dit qu'ils avaient vu d'étranges signes en dehors de la ville, et quelques personnes ont disparu.
ja: あぁ、私はよく知らないんですよ。衛兵の話だと、町の外で変な痕跡を見かけたとか、行方不明者が出たとか。
pt: Ah, não sei muito sobre isso. Os guardas dizem ter visto sinais estranhos fora da cidade e algumas pessoas desapareceram.
zh_cn: 哦，我对此了解不多。守卫说他们在城外看到奇怪的踪迹，有些人失踪了。

source: I try to keep out of it though. Sounds like trouble to me.
de: Da versuche ich mich aber rauszuhalten. Das klingt mir nach Ärger.
fr: J'essaie de rester en dehors de ça. Ça ne présage que des problèmes, à mon avis.
ja: あんまり巻き込まれないようにはしてるんだけど。困ったものです。
pt: Tento me manter longe disso, no entanto. Soa-me como problemas.
zh_cn: 不过我尽量不参与其中。在我看来，这听起来像是麻烦。

source: Well, there's always the Elwille sisters, fighting as always.
de: Nun, dann sind da noch die Elwille-Schwestern, wie immer am Streiten.
fr: Eh bien, il y a toujours les sœurs Elwille, qui se disputent comme toujours.
ja: うーん、いつものようにエルウィリー姉妹が言い争ってる。
pt: Bem, como sempre, as irmãs Elwille estão a brigar.
zh_cn: 嗯，埃尔维尔姐妹，一如既往地争吵。

source: Last night, they must have kept the whole town awake, the way they were shouting at each other.
de: Letzte Nacht haben sie wohl die ganze Stadt wach gehalten, so wie sie sich gegenseitig angebrüllt haben.
fr: La nuit dernière, elles ont dû empêcher toute la ville de fermer l'œil, vu comme elles criaient l'une sur l'autre.
ja: 昨晩は怒鳴り合ってたし、きっと町中の人を叩き起こしたでしょうね。
pt: Ontem à noite, elas mantiveram a cidade inteira acordada, da maneira como elas estavam a gritar uma com a outra.
zh_cn: 昨天晚上，他们互相喊叫的方式肯定让整个镇子的人都睡不着觉。

source: What are they fighting about?
de: Weswegen streiten sie denn?
fr: À propos de quoi se disputent-elles ?
ja: 何を争っているの？
pt: Por quê elas estão a brigar?
zh_cn: 他们在争论什么呢？

source: Oh ... nothing ... everything. I don't know. No one really puts much weight in their squabbling.
de: Oh .. wegen nichts .. wegen allem. Ich weiß es nicht. Niemand nimmt ihr Gezänke wirklich ernst.
fr: Oh ... rien ... tout. Je ne sais pas. Personne ne prête vraiment d'importance à leurs chamailleries.
ja: あー…なんでもないというか…全部かな。よくわからない。あの口ゲンカをそこまで重視してる人っていないし。
pt: Ah... nada... tudo. Não sei. Ninguém dá muito valor aos argumentos delas.
zh_cn: 哦......没什么......一切。我都不知道。没有人真正把他们的争吵看得很重。

source: They live in one of the cabins on the southern shore. [Ingus points to the south]
de: Sie wohnen in einer der Hütten am Südufer. [Ingus zeigt nach Süden]
fr: Elles vivent dans l'une des cabanes sur la rive sud. [Ingus pointe vers le sud]
ja: 彼女たちだったら南岸にある小屋の1つに住んでるよ。 （イングスは南を指す）
pt: Eles moram numa das cabanas na margem sul. [Ingus aponta para o sul(↓)]
zh_cn: 他们住在南岸的一间小屋里。 [英格斯指向南方]

source: Thank you, I might go visit them. Goodbye.
de: Danke, vielleicht besuche ich sie mal. Tschüss.
fr: Merci, je leur rendrai visite. Au revoir.
ja: ありがとう、行ってみようかな。さようなら。
pt: Obrigado, poderia ir visitá-las. Tchau.
zh_cn: 谢谢你。我可能去拜访他们。再见。

source: Thank you. I wanted to ask you, is there a shop in town?
de: Danke. Was ich dich noch fragen möchte: gibt es einen Laden in der Stadt?
fr: Merci. Je voulais vous demander, y a-t-il un magasin en ville ?
ja: ありがとう。お聞きしたいのですけど、町にお店はありますか？
pt: Obrigado. Queria perguntar-o, há uma loja na cidade?
zh_cn: 谢谢你。我想问你，镇上有商店吗？

source: Shop? Oh yes, of course. There's Rothses' and Arnal's shops right there. [Ingus points to the two nearby houses to the west]
de: Laden? Oh ja, natürlich. Gleich dort drüben sind die Läden von Rothses und Arnal. *Ingus zeigt zu den beiden nahe gelegenen Häusern im Westen*
fr: Un magasin ? Oui, évidemment. Il y a les magasins de Rothses et Arnal juste là. [Ingus montre les deux maisons proches à l'ouest]
ja: お店？ ええ、そりゃもちろん。すぐそこにはロセスとアルナルのお店がありますよ。 （イングスは西のすぐ近くにある家を指差す）
pt: Loja? Ah, sim, claro. Há as lojas de Rothses e de Arnal ali. [Ingus aponta para as duas casas próximas ao oeste(←).]
zh_cn: 店？哦， 是的， 当然。有罗斯和阿娜尔的商店就在那里。 [英格斯指向西边的两栋房子]

source: Also, if you have the coin, you can always spend it in the tavern down in town.
de: Außerdem kannst du deine Münzen auch in der Taverne in der Stadtmitte loswerden, wenn du genug davon hast.
fr: Aussi, si tu as de l'argent, tu peux le dépenser à la taverne, plus bas dans la ville.
ja: それから、お金があるなら町の酒場で使えますよ。
pt: Além disso, se tem algum dinheiro, sempre pode gastá-lo na taberna da cidade.
zh_cn: 另外，如果你有硬币，你可以随时在镇上的酒馆里消费。

source: Thank you. What is happening around town?
de: Danke. Was ist los hier in der Stadt?
fr: Merci. Que se passe-t-il autour de la ville ?
ja: ありがとう。町で何かありましたか？
pt: Obrigado. O que está a acontecer na cidade?
zh_cn: 谢谢你。城里发生了什么？

source: Unfortunately, for whatever reason, people that live in their neighborhood have been reporting the situation between the two of them has recently become more ... shall we say ... 'noticeable'.
de: Leider haben Leute aus ihrer Nachbarschaft berichtet, dass die Zustände zwischen diesen beiden, warum auch immer, in letzter Zeit immer ... wie soll ich es audrücken ... 'bemerkenswerter' werden.
fr: Malheureusement, pour on ne sait quelle raison, les gens qui vivent dans leur voisinage ont témoigné que la situation entre elles deux est récemment devenue plus... "remarquable".
ja: 残念なことにどういうわけか、近所に住んでいる人たちから最近、2人の状況が…"目立ってきた"との報告が寄せられるようになってきてて。
pt: Infelizmente, por algum motivo, as pessoas que vivem na sua vizinhança foram relatar que situação entre as duas tornou-se recentemente mais..., digamos..., 'notável'.
zh_cn: 不幸的是，无论出于什么原因，住在他们附近的人都报告说，他们两人之间的情况最近变得更加......我们可以说...... "引人注目"。

source: I'm afraid that if they don't resolve their differences soon on their own, that the city council will have to act and resolve the matter for them.
de: Ich befürchte, wenn sie ihre Meinungsverschiedenheiten nicht bald selbst beilegen, wird der Stadtrat handeln und die Sache für sie regeln müssen.
fr: J'ai bien peur que si elles ne règlent pas rapidement leur différend d'elles-mêmes, le conseil de la cité devra prendre des mesures et le régler pour elles.
ja: 早く自分たちで解決してくれないと、市議会が動いて解決しないといけなくなるかも。
pt: Tenho medo de que, se elas não resolverem as diferenças delas em breve por conta própria, que a prefeitura terá que agir e resolver o assunto no lugar de elas.
zh_cn: 我担心，如果他们不尽快自行解决他们的分歧，市议会将不得不采取行动，为他们解决这个问题。

source: It wouldn't be the first time the city council had to intervene in private matters that got out of hand.
de: Es wäre nicht das erste Mal, dass der Stadtrat sich in private Angelegenheiten einmischen müsste, die aus dem Ruder gelaufen sind.
fr: Ce ne serait pas la première fois que le conseil de la cité doive intervenir pour des affaires privées devenues hors de contrôle.
ja: 手に負えなくなった私的な問題に市議会が介入するなんて、これまでにもあったことですし。
pt: Não seria a primeira vez que o conselho da cidade teve de intervir em assuntos privados que ficaram fora de controle.
zh_cn: 这并不是市议会第一次不得不干预失控的私人事务。

source: Go away, I don't want to talk to you!
de: Geh weg, ich will nicht mit dir reden!
fr: Disparais, je ne veux pas te parler !
ja: 出て行け、話したくない！
pt: Vá embora, não quero falar consigo!
zh_cn: 走开，我不想跟你说话！

source: Wow, you're the friendly type, aren't you?
de: Wow, du bist einer von den Freundlichen, was?
fr: Wow, vous êtes du genre amical, pas vrai ?
ja: へぇ、親切な人なんですね？
pt: Uau, é do tipo amigável, não é?
zh_cn: 哇，你是那种友善的人，不是吗？

source: [Elwel mutters to herself] Stupid kids...
de: (Elwel murmelt zu sich selbst) Dumme Kinder...
fr: [Elwel se murmure à elle-même] Enfants stupides ...
ja: （エルウェルは独り言をつぶやく）バカな子供だこと…
pt: [Elwel murmura para si mesma] Crianças estúpidas...
zh_cn: [埃尔维尔喃喃自语]愚蠢的孩子们...

source: I saw you talking to that cursed sister of mine. Don't listen to her, she always tries her best to portray me in the worst way possible.
de: Ich habe dich mit meiner verfluchten Schwester reden sehen. Hör ihr nicht zu, sie versucht immerzu mich möglichst schlecht zu machen.
fr: Je t'ai vu parler à ma maudite sœur. Ne l'écoute pas, elle essaie toujours de me présenter de la pire façon possible.
ja: うちのやっかい者と話していたようね。まともに取り合わなくていいわ、いつも私を悪しざまに貶してくるのよ。
pt: Vi o a falar com a minha maldita irmã. Não lhe dê ouvidos, ela sempre esforça-se muito para retratar-me da pior maneira possível.
zh_cn: 我看到你在和我那个被诅咒的妹妹说话。不要听她的，她总是尽力以最坏的方式来描绘我。

source: Now look what you did!
de: Nun schau dir an, was du getan hast!
fr: Regarde ce que tu as fait !
ja: あなたのやったことを見なさい！
pt: Olhe o que fez!
zh_cn: 现在看看你做了什么!

source: Who are you? Did we invite you here? No, I didn't think so. Now get out!
de: Wer bist du? Haben wir dich herein gebeten? Nein, ich glaube nicht. Nun verschwinde!
fr: Qui es-tu ? T'avons-nous invité ici ? Non, je ne pense pas. Maintenant, va-t'en !
ja: あなたは？ うちに呼んだ？ そんなはずがないでしょう。出て行け！
pt: Quem é? Será que o convidamos? Não, penso que não. Agora sai!
zh_cn: 你是谁？我们邀请你来这里吗？不，我不这么认为。现在滚出去！

source: Are you sisters?
de: Seid ihr Schwestern?
fr: Vous êtes sœurs ?
ja: 姉妹ですか？
pt: São irmãs?
zh_cn: 你们是姐妹吗？

source: I go wherever I wish.
de: Ich gehe hin, wo es mir passt.
fr: Je vais où je veux.
ja: 僕は行きたいところに行くだけだ。
pt: Vou para onde eu quiser.
zh_cn: 我想去哪里就去哪里。

source: OK, I'll leave.
de: Ok, ich verschwinde.
fr: Ok, je vous laisse.
ja: わかりました。もう行きます。
pt: Ok, vou embora.
zh_cn: 好的，我离开。

source: Bah. Leave, before I call the guards over here!
de: Pah. Hau ab, bevor ich die Wachen hier her rufe!
fr: Sors, avant que j'appelle les gardes !
ja: ふん。衛兵を呼ぶ前に出て行け！
pt: Bah. Vá embora, antes que chame os guardas por aqui!
zh_cn: 呸。离开吧，在我叫警卫过来之前！

source: Yes. Argh. It's not like I am proud of being a sister to ... her.
de: Ja. Argh. Ich bin nicht gerade stolz darauf, ihre .. Schwester zu sein.
fr: Oui. Argh. Ce n'est pas comme si j'étais fière d'être sa... sœur.
ja: ええ。ハァ。私は…あの女の妹であることが恥ずかしい。
pt: Sim. Raios. Não é que esteja orgulhosa de ter uma irmã como... ela.
zh_cn: 是的。啊。我并不因为自己是......她的姐姐而感到骄傲。

source: She is the black sheep of the family. She never agrees to anything, and always complains. Just look at her.
de: Sie ist das schwarze Schaf in der Familie. Nie stimmt sie bei irgendwas zu und immer beschwert sie sich. Schau sie dir bloß an.
fr: Elle est le mouton noir de la famille. Elle n'est jamais d'accord avec rien et elle se plaint tout le temps. Il suffit de la regarder pour se faire une idée.
ja: 彼女はうちのやっかい者なのよ。いつも否定しては文句を言うばかり。ほら見てごらんなさいな。
pt: Ela é a ovelha negra da família. Nunca concorda com nada e sempre reclama. Basta lhe olhar.
zh_cn: 她是家里的害群之马。她从不同意任何事情，而且总是抱怨。看看她就知道了。

source: She even has the stomach to call ME the black sheep of the family, when it is clearly SHE that is causing all the trouble around here.
de: Sie hat sogar die Nerven, MICH das schwarze Schaf der Familie zu nennen, wo es doch eindeutig SIE ist, die all diesen Ärger hier verursacht.
fr: Elle a même osé m'appeler le mouton noir de la famille, alors qu'elle est clairement l'origine de tous les problèmes d'ici.
ja: 周りに迷惑をかけてばかりいるのは明らかにあっちのクセに、私のほうをやっかい者だなんて図々しいことを言ってくるのよ。
pt: Ela ainda tem o estômago de me chamar de ovelha negra da família, quando é evidente que é ela que está a causar todo o problema por aqui.
zh_cn: 她甚至有胆量说我是家里的害群之马，而显然这里所有的麻烦都是她造成的。

source: She's always nagging me about how I should move out of what she considers to be HER house, when it in fact is MY house and SHE is the one that should move out so that things can settle down.
de: Immer nörgelt sie herum, ich solle ausziehen aus dem, was sie IHR Haus nennt, wo es doch tatsächlich MEIN Haus ist, und SIE diejenige, die ausziehen sollte, damit hier wieder Ruhe einkehrt.
fr: Elle m'embête constamment à répéter que je devrais déménager de cette maison, qu'elle considère comme SA maison, alors que c'est MA maison et que c'est ELLE qui devrait partir vivre ailleurs afin que les choses puissent se calmer.
ja: いっつも、自分の家だと思いこんでいるものから私をどう引っ越させたものか、って口うるさく言ってくるの。本当は私の家だし、事態が落ち着くように引っ越さなきゃいけないのは彼女のほうよ。
pt: Ela está sempre a importunar-me e a dizer-me que eu deveria sair do que ela considera ser casa dela, quando na verdade é a minha casa e é ela que se deveria mudar para que as coisas possam se acalmam.
zh_cn: 她总是唠叨说我应该搬出，她认为是她的房子，而事实上那是我的房子，她才是应该搬出去的人，这样事情才能安定下来。

source: Ahem. As I've told you several times, Elwyl, since it's YOU that is causing all the trouble, I think it would be best for both our sake if YOU moved out.
de: Ähm. Wie ich dir mehrmals gesagt habe, Elwyl, da DU all die Schwierigkeiten verursachst, denke ich, dass es das beste für unser beider Willen ist wenn DU ausziehst.
fr: Ahem. Comme je te l'ai dit à de nombreuses reprises, Elwyl, vu que c'est TOI qui causes tous ces problèmes, je pense que ce serait pour le mieux si TU partais d'ici.
ja: ふん。何度も言ってるけどね、エルウィル。迷惑を振りまいてるのは、あなたのほうなのよ。だから、あなたが引っ越すのがお互いのためにも最善じゃないかしら。
pt: Ahem. Como disse várias vezes, Elwyl, já que é VOCÊ que está a causar todos os problemas, acho que seria melhor, tanto para o nosso bem, se VOCÊ desaparecesse.
zh_cn: 嗯.正如我已经告诉你好几次了，埃尔维尔，既然是你造成了所有的麻烦，我想如果你搬出去，对我们俩来说都是最好的。

source: Argh. I am so upset at her!
de: Argh. Ich habe sie so satt!
fr: Argh. Je suis tellement en colère contre elle !
ja: キィーッ。腹が立つ！
pt: Raios. Estou tão chateado com ela!
zh_cn: 啊。我对她很不满意!

source: Good luck with that. I'll leave you to your fighting.
de: Viel Glück dabei. Ich überlasse euch eurer Streiterei.
fr: Bonne chance, je vous laisse à votre dispute.
ja: 頑張ってください。喧嘩はそちらにおまかせします。
pt: Boa sorte com isso. Vou deixá-las com a sua briga.
zh_cn: 祝你好运。你去战斗吧。

source: Some people have been complaining that your squabbling has kept them awake at night.
de: Manche Leute haben sich beschwert, dass euer Gezänk sie nachts nicht schlafen lässt.
fr: Certaines personnes se plaignent, disant que vos disputes les ont maintenues éveillées toute la nuit.
ja: そちらの口論のせいで夜も眠れないと苦情を言ってる人たちがいます。
pt: Algumas pessoas têm reclamado que a sua disputa os têm mantido acordados à noite.
zh_cn: 有些人一直在抱怨说，你们的争吵让他们夜不能寐。

source: Yes, you can leave! I never invited you here. Leave, before I call the guards!
de: Ja, du kannst abhauen! Ich habe dich nie hier herein gebeten. Verschwinde, bevor ich die Wachen rufe!
fr: Oui, tu peux partir ! Je ne t'ai jamais invité ici. Sors, avant que j'appelle les gardes !
ja: ええ、出て行ってくれて結構！ あなたをうちに呼んだ覚えなんてない。衛兵を呼ぶ前に出て行け！
pt: Sim, deve sair! Nunca te convidei aqui. Vá embora, antes que chame os guardas!
zh_cn: 是的，你可以离开了！我从未邀请你来这里。离开吧，在我叫警卫之前！

source: That's what I always tell her, to keep it down. She is insistent on shouting at me when we argue. I guess all of her shouting must have made her more or less deaf, since I also have to shout to her to make her understand.
de: Das ist, was ich ihr immer sage - den Ball flach halten. Sie schreit mich beharrlich an, wenn wir diskutieren. Ich schätze, ihr ganzes Geschrei hat sie mehr oder weniger taub gemacht, da ich sie ebenfalls anschreien muss, damit sie mich versteht.
fr: C'est ce que je lui dis toujours, de baisser le ton. Elle persiste à me crier dessus lorsque nous nous disputons. Je suppose que tous ses cris doivent l'avoir rendue plus ou moins sourde, puisque j'ai aussi besoin de crier sur elle pour me faire comprendre.
ja: 静かにしろって、私だって彼女にはいつも言ってるのよ。言い争いになると、怒鳴り始めてきかないの。言い聞かせるには私だって怒鳴らなくちゃならないし、ああやって叫んでるから耳が遠くなったんでしょうね。
pt: É o que sempre lhe digo, para simplificar. Ela insiste em gritar comigo quando discutimos. Acho que toda gritaria dela deve ter tornado-a meia surda, pois também tenho que gritar com ela para fazê-la entender.
zh_cn: 这就是我一直告诉她的，要小声点。当我们争吵时，她坚持对我大喊大叫。我猜她所有的喊声一定让她或多或少地变成了聋子，因为我也必须向她喊话才能让她明白。

source: She doesn't stop either. I can't remember for how long this has been going on, it almost feels like forever.
de: Sie hört auch nicht auf damit. Ich kann mich nicht erinnern, wie lange das schon so geht, es fühlt sich an, wie eine Ewigkeit.
fr: Elle ne s'arrête pas non plus. Je ne me souviens pas depuis combien de temps cela dure, cela me semble durer depuis une éternité.
ja: あっちも止まらないわ。いつからこんなことを続けているのか思い出せない、随分と長いこと続けてる気がする。
pt: Ela não para também. Não me lembro mais há quanto tempo isso tem acontecido, isto acontece há praticamente uma eternidade.
zh_cn: 她也没有停下来。我不记得这种情况已经持续了多久，几乎感觉是永远。

source: Oh, my sister is just so stubborn! You know, last night, I was talking to her about those potions that Hjaldar used to make. The smell from his brewing used to reach into our house here ... or, I mean ... my house here.
de: Oh, meine Schwester, sie ist so ein Dickschädel! Weißt du, letzte Nacht habe ich mit ihr über diese Tränke geredet, die Hjaldar mal gemacht hat. Der Gestank seiner Gebräue erstreckte sich bis hier zu unserem Haus.. oder, besser gesagt .. bis zu meinem Haus hier.
fr: Oh, ma sœur est tellement têtue ! La nuit dernière je lui parlais des potions que Hjaldar faisait autrefois. L'odeur de son mélange s'infiltrait jadis dans notre maison ... Euh, je veux dire ... ma maison.
ja: あぁ、うちの姉ったらホントに頑固者！ 昨日の夜のことだけど、ヒャルダーが作ったポーションのことで話したの。醸造の匂いがうちの家にまで…いえ…うちの家にも届いてたものだから。
pt: Oh, a minha irmã é tão teimosa! Sabe, na noite passada, estava a falar com ela sobre as poções que Hjaldar costumava fazer. O cheiro da sua fabricação costumava ter chegado à nossa casa... quer dizer... à minha casa.
zh_cn: 哦，我妹妹就是这么固执！你知道吗？昨天晚上，我和她谈起了哈尔达尔过去制作的那些药水。他酿造的气味曾经传到我们这里的房子里......或者，我是说......我这里的房子。

source: So, I was talking to her about those potions of accuracy focus and how I always thought their blue liquid seemed so odd, since there were no blue things that he used while making them.
de: Also habe ich mit ihr über diese Tränke der Treffsicherheit geredet und wie ich immer der Meinung war, dass diese blaue Flüssigkeit so seltsam sei, da er keine blauen Zutaten verwendete, wenn er sie zubereitete.
fr: Donc, je parlais à ma sœur de ces potions de précision accrue, et je lui disais que leur couleur bleue m'avait toujours semblé si étrange, car Hjaldar n'utilisait rien de bleu pour les préparer.
ja: それで話してたのは命中重視のポーションのことで、使ってるものに青色のものがないのに液体が青色なのは変だなって、私がいつも思ってたって話だったんだけど。
pt: Então, estava a falar com ela sobre as poções de foco precisão e como sempre pensei que a coloração azulada deles parecia tão estranha, já que eles não usavam ingredientes azuis na fabricação.
zh_cn: 所以，我和她谈起了那些专注于准确性的药水，以及我一直认为它们的蓝色液体似乎很奇怪，因为他在制作这些药水时没有使用蓝色的东西。

source: Then all of a sudden, she started arguing with me about how I have things completely wrong. She insists that the potions were green.
de: Dann fing sie urplötzlich an, mit mir zu streiten, dass ich vollkommen falsch läge. Sie besteht darauf, dass die Tränke grün gewesen seien.
fr: Puis tout d'un coup, elle a commencé à se disputer avec moi en affirmant que j'avais complètement tort. Elle insiste sur le fait que les potions étaient vertes.
ja: そしたら突然、それは完全に私が間違ってるって言い出してきて。ポーションは緑色だったなんて言い張るのよ。
pt: Então, de repente, ela começou a discutir comigo sobre como tenho estado completamente errado. Ela insiste que as poções eram verdes.
zh_cn: 然后突然间，她开始和我争论，说我把事情完全搞错了。她坚持认为那些药水是绿色的。

source: I can't understand why she would make such a big deal out of it, when the potion was clearly blue. I remember it distinctly. Argh, how stubborn she is! She wouldn't even admit that she is wrong!
de: Mir ist schleierhaft, warum sie so ein Trara darum gemacht hat, da der Trank doch eindeutig blau war. Ich erinnere mich eindeutig daran. Argh, wie dickschädlig sie doch ist! Sie hat noch nicht einmal zugegeben, dass sie falsch lag!
fr: Je ne comprends pas pourquoi elle fait tout ce drame, alors que la potion était clairement bleue. Je m'en souviens distinctement. Comme elle est têtue ! Elle n'admettrait jamais qu'elle a tort !
ja: どう考えてもポーションは青かったのに、どうしてそんなに大騒ぎするのか理解できないわ。はっきり覚えてるもの。ハァ、なんて頑固なんでしょうね！ 自分が間違ってることを認めようともしない！
pt: Não consigo entender por que ela fez tal alvoroço visto que a poção era claramente azul. Lembro-me claramente. Raios, como ela é teimosa! Ela não quer sequer admitir que esteja errada!
zh_cn: 我不明白为什么她会如此大惊小怪，因为那瓶药水显然是蓝色的。我清楚地记得它。啊，她是多么顽固啊！她甚至不承认她是错的。她是多么的固执!

source: Are you sure it was blue?
de: Bist du sicher, dass er blau war?
fr: Êtes-vous sûre qu'elle était bleue ?
ja: 青いのは確か？
pt: Tem certeza de que era azul?
zh_cn: 你确定它是蓝色的吗？

source: Why make such a big thing out of what color some potion was?
de: Warum macht ihr so einen Aufstand darum, welche Farbe irgendein Trank hatte?
fr: Pourquoi faire un tel brouhaha pour la couleur d'une potion ?
ja: どうしてポーションの色でそんなに大騒ぎするの？
pt: Por que fazer tal escarcéu por conta da cor de alguma poção?
zh_cn: 为什么要把一些药水是什么颜色看这么重呢？

source: Is there anything I can do to help you two?
de: Kann ich euch beiden irgendwie helfen?
fr: Qu'est-ce que je peux faire pour vous aider ?
ja: 何か手伝えることは？
pt: Há algo que possa fazer para ajudá-las?
zh_cn: 有什么我可以帮助你们两个的吗？

source: Why ... yes ... of course. I am not wrong! They were clearly blue.
de: Warum .. ja .. aber sicher. Ich liege nicht falsch! Sie waren eindeutig blau.
fr: Pourquoi ... oui ... bien sûr. Je ne me trompe pas ! Elles étaient clairement bleues.
ja: どうして…ええ…もちろん。私は間違ってなんかない！ 明らかに青かった。
pt: Por quê... sim... claro. Não estou errada! Eram claramente azul.
zh_cn: 为什么……是的……当然。我没有错！它们显然是蓝色的。

source: Exactly. She is clearly wrong, so why won't she just admit it, and we can move along?
de: Exakt. Sie liegt eindeutig falsch, warum also gibt sie es nicht zu, damit wir weitermachen können?
fr: Exactement. Elle a clairement tort, alors pourquoi ne veut-elle pas simplement l'admettre, et nous permettre de tourner la page ?
ja: その通りね。明らかに向こうが間違ってるもの、どうして認めないのかしら。そうすれば前に進めるのにねぇ？
pt: Exatamente. Ela está claramente errada, por que não pode simplesmente admitir e podemos seguir em frente?
zh_cn: 正是如此。她显然错了， 那她为什么不承认呢？

source: Maybe you could go visit Hjaldar and get one of those potions of accuracy focus, and we can both show her that she is clearly wrong.
de: Vielleicht könntest du zu Hjaldar gehen und einen dieser Tränke der Treffsicherheit besorgen. Dann könnten wir beide ihr beweisen, dass sie eindeutig unrecht hat.
fr: Peut-être que tu pourrais aller trouver Hjaldar et obtenir une de ces potions de précision accrue, et nous pourrions lui montrer qu'elle a tort.
ja: ヒャルダーのところまで行って命中重視のポーションを手に入れて、完全にあっちが間違ってたってことを証明してやりましょう。
pt: Talvez possa ir visitar Hjaldar e conseguir uma dessas poções de precisão e ambos podemos mostrar que ela está claramente errada.
zh_cn: 也许你可以去拜访哈尔达尔并获得其中一种专注于准确度的药水，我们都可以向她表明她错了。

source: His house is up on the northeast shore of town. [Elwyl points outside]
de: Sein Haus liegt am nordöstlichen Ufer der Stadt. *Elwyl zeigt nach draußen*
fr: Sa maison est au nord-est de la ville. [Elwyl indique l'extérieur]
ja: あの人の家なら町の北東岸にあるわ。 （エルウィルが外を指差す）
pt: A casa dela fica na costa nordeste (↗) da cidade. [Elwyl aponta para fora]
zh_cn: 他的房子在镇的东北岸。 [埃尔维尔指着外面]

source: I'm not sure why he doesn't make those potions anymore though. Maybe he still has some old ones still in supply that you may have?
de: Ich habe allerdings keine Ahnung, warum er diese Tränke nicht mehr braut. Vielleicht hat er noch ein paar alte vorrätig, die du kriegen kannst?
fr: Je ne sais pas pourquoi il ne fait plus de ces potions cependant. Peut-être qu'il a encore des potions toujours en stock que tu pourrais avoir ?
ja: でもどうしてあのポーションを作らなくなったのでしょうね。もしかしたらまだ古いものなら残ってるのかしら？
pt: No entanto, não sei por que ele não faz essas poções. Talvez ele ainda tenha algumas antigas nas provisões que tu possas ter?
zh_cn: 我不知道为什么他不再制作那些药水了。也许他仍然有一些你可能要的旧库存？

source: I'll return with one of those potions.
de: Ich werde mit einem dieser Tränke zurück kommen.
fr: Je reviendrai avec une de ces potions.
ja: ポーションを持ってきます。
pt: Vou voltar com uma daqueles poções.
zh_cn: 我会带着其中一种药水回来的。
