Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: Good idea! You can carry her lunch up all those stairs to the tower top, and I'll have more time to prepare the wedding meal.
de: Gute Idee! Du kannst ihr Mittagessen all diese Treppen zur Turmspitze hinauftragen, und ich habe mehr Zeit, das Mahl für die Hochzeit vorzubereiten.
fr: Bonne idée ! Tu peux porter son déjeuner par ces escaliers jusqu'en haut de la tour, et j'aurai plus de temps pour préparer le repas du mariage.
ja: 名案だ！ アンタに塔のてっぺんまでランチを運んでもらえば、こっちは結婚式の食事を用意するのにもっと時間を回せる。
pt: Boa ideia! Pode levar o almoço dela a subir as escadas até o topo da torre e terei mais tempo para preparar a comida do casamento.
zh_cn: 好主意！你可以把她的午餐搬到塔顶的所有楼梯上，而我就有更多的时间来准备婚宴了。

source: Oh no! I am running out of Lady Hannah's special herbs, and these are essential for her lunch.
de: Oh nein! Ich habe Lady Hannahs spezielle Kräuter aufgebraucht, und diese sind unerlässlich für ihr Mittagessen.
fr: Oh non ! Je suis à court d'herbes spéciales de Dame Hannah, et elles sont essentielles pour son déjeuner.
ja: しまった！ ハンナ様用の特別なハーブを切らしてるんだった、ランチには欠かせないものなんだが。
pt: Oh não! Estou a ficar sem as ervas especiais da Lady Hannah, elas são essenciais para o almoço dela.
zh_cn: 哦，不！我的汉娜女士专用草药快用完了，而这些是她的午餐所必需的。

source: Quick, run to Nuik, the old gardener. He will give you some fresh herbs.
de: Schnell, lauf zu Nuik, dem alten Gärtner. Er wird dir frische Kräuter geben.
fr: Vite, cours jusqu'à Nuik, le vieux jardinier. Il te donnera des herbes fraîches.
ja: すぐに庭師のヌイクのところまで行ってくれ。新鮮なハーブをもらってくるんだ。
pt: Rápido, corra até Nuik, o velho jardineiro. Ele te entregará algumas ervas frescas.
zh_cn: 快，跑到老园丁努克那里。他会给你一些新鲜的草药。

source: OK. I will get the herbs.
de: Verstanden. Ich hole die Kräuter.
fr: Ok. Je vais chercher les herbes.
ja: わかった。ハーブをもらってくる。
pt: Ok. Consiguirei as ervas.
zh_cn: 好的。我去拿药材。

source: I've had enough! Do it yourself.
de: Mir reicht es jetzt! Mach es doch selbst.
fr: J'en ai assez ! Fais-le toi-même.
ja: もうたくさんだ！ 自分でやってよ。
pt: Já chega! Faça-o você mesmo.
zh_cn: 我已经受够了!自己动手吧。

source: Ah, the herbs. Good. You are not completely useless. I will add them to Lady Hannah's meal...
de: Ah, die Kräuter. Gut. Du bist nicht völlig unbrauchbar. Ich werde sie zu Fräulein Hannahs Mahl hinzugeben...
fr: Ah, ces herbes. Bien. Tu n'es pas complètement inutile. Je vais les ajouter au repas de Dame Hannah...
ja: おお、ハーブだな。よし。アンタは全くの役立たずじゃない。こいつをハンナ様の食事に加えて、と…
pt: Ah, as ervas. Ótimo. Não é completamente inútil. Irei adicioná-las na comida da Lady Hannah...
zh_cn: 啊，草药。很好。你并不是完全无用。我会把它们加到汉娜女士的饭菜里... ...

source: You should have brought just 1 portion. These herbs must be used fresh. Nevertheless I will take all the herbs. [All herb portions taken]
de: Du hättest nur 1 Portion bringen sollen. Diese Kräuter müssen frisch verwendet werden. Ich werde dennoch alle Kräuter nehmen.↵ [Alle Kräuter abgegeben]
fr: Tu aurais dû apporter juste 1 portion. Ces herbes doivent être utilisées fraîches. Néanmoins, je vais prendre toutes les herbes. [Prend toutes les portions d'herbes]
ja: 1人前だけもって来ればよかったんだ。ハーブは新鮮なうちに使わなくちゃいけないんだぞ。だってのに、ハーブは全部受け取ろう。 （すべてのハーブを受け取る）
pt: Deveria ter trazido apenas 1 poção. Estas ervas devem ser usadas frescas. No entanto, vou tomar todas as ervas. [Todas as poções de ervas são tomadas]
zh_cn: 你应该只带1份。这些草药必须是新鲜的。尽管如此，我还是要拿走所有的草药。 [所有的草药都拿走了]

source: Eh, yes of course.
de: Äh, ja, natürlich.
fr: Hé, oui bien sûr.
ja: ええ、はい、もちろん。
pt: Eh, tudo bem.
zh_cn: 呃，当然是的。

source: Of course you won't get another serving of lunch!
de: Du wirst natürlich keine weitere Portion des Mittagessen bekommen!
fr: Bien sûr que tu n'auras pas un autre service de déjeuner !
ja: もちろんランチのおかわりはないからな！
pt: Mas é claro que não receberá outra porção do almoço!
zh_cn: 当然，你不会再得到一份午餐了!

source: Eh, yes, of course.
de: Äh, ja, natürlich.
fr: Hé, oui, bien sûr.
ja: ええ、はい、もちろん。
pt: Eh, sim, tudo bem.
zh_cn: 呃，是的，当然。

source: ...and now it is suitable for her. Hurry now, while it is still hot!
de: ... und jetzt ist es ihrer würdig. Beeil dich jetzt, solange es noch heiß ist!
fr: ...et maintenant c'est parfait pour elle. Dépêche-toi, pendant que c'est chaud !
ja: …これでいいだろう。熱いうちに急げ！
pt: ...agora está adequado para ela. Apresse-se, enquanto ainda está quente!
zh_cn: ...现在它适合她。趁热打铁，现在就去吧!

source: Ouch! It is really hot!
de: Autsch! Ist das heiß!
fr: Ouille ! C'est vraiment chaud !
ja: 熱っ！ ホントに熱い！
pt: Ouch! Está muito quente!
zh_cn: 哎哟!真的很热!

source: Hey, get us some bottles of wine and then take a seat. I could tell you things you wouldn't believe!
de: Heh, hol uns ein paar Flaschen Wein und nimm Platz. Ich könnte dir Dinge erzählen, die du nicht glauben würdest!
fr: Hé, apporte-nous des bouteilles de vin et prends un siège. Je pourrais te dire des choses que tu ne croirais pas !
ja: ワインを持ってきて座ってくれんか。信じられんような話をしてやろう！
pt: Ei, traga-nos algumas garrafas de vinho e sente-se. Podia contar-lhe coisas que não vai acreditar!
zh_cn: 嘿，给我们拿几瓶酒，然后坐下来。我可以告诉你一些你不会相信的事情！

source: I'll go for the wine, wait a minute.
de: Ich hole den Wein, einen Moment.
fr: Je vais chercher le vin, attendez une minute.
ja: ワインを持ってきます、ちょっと待ってて。
pt: Irei levar o vinho, espere um minuto.
zh_cn: 我去买酒，等一下。

source: You should drink less.
de: Du solltest weniger trinken.
fr: Vous devriez moins boire.
ja: お酒は控えたほうがいいですよ。
pt: Deveria beber menos.
zh_cn: 你应该少喝酒。

source: Hey, why don't you take a seat and open one of those bottles of wine you have. I could tell you things you wouldn't believe!
de: Heh, warum nimmst du nicht Platz und öffnest eine deiner Weinflaschen? Ich könnte dir Dinge erzählen, die du nicht glauben würdest!
fr: Hé, pourquoi ne prends-tu pas un siège et ouvre une de ces bouteilles de vin que tu as. Je pourrais te dire des choses que tu ne croirais pas !
ja: そこに座ってワインのボトルを開けてくれんか。信じられんような話をしてやろう！
pt: Ei, sente-se e abre uma dessas garrafas de vinho que tem. Podiam contar-lhe coisas que não iria acreditar!
zh_cn: 嘿，你为什么不坐下来，打开你的那些酒瓶。我可以告诉你一些你不会相信的事情！

source: OK, I'll sit down.
de: Danke, ich setze mich zu dir.
fr: Ok, je vais m'asseoir.
ja: わかりました。座ります。
pt: Ok, vou sentar.
zh_cn: 好吧，我坐下来。

source: I think you have forgotten something...?
de: Hast du nicht was vergessen...?
fr: Je crois que tu as oublié quelque chose... ?
ja: 何か忘れとらんか…？
pt: Acho que está se a esquecer de algo...?
zh_cn: 我想你忘记了什么......？

source: Oh, yes, of course, I will get some bottles of wine.
de: Ach ja, natürlich. Ich hole ein paar Flaschen Wein.
fr: Oh, oui, bien sûr, je vais chercher des bouteilles de vin.
ja: あ、はい、そうですね。ワインを持ってきます。
pt: Ah, sim, claro, irei levar algumas garrafas de vinho.
zh_cn: 哦，是的，当然，我会得到一些葡萄酒。

source: Hey, get us some bottles of wine! I could tell you things you wouldn't believe!
de: Heh, bring uns einige Flaschen Wein! Ich könnte dir Dinge erzählen, die du nie glauben würdest!
fr: Hé, apporte-nous des bouteilles de vin ! Je pourrais te dire des choses incroyables !
ja: ワインを持ってきてくれんか！ 信じられんような話をしてやろう！
pt: Ei, traga-nos algumas garrafas de vinho! Contarei-lhee coisas que não vai acreditar!
zh_cn: 嘿，给我们拿几瓶酒来！我可以告诉你一些你不会相信的事情!

source: Good idea! I'll go for the wine, wait a minute.
de: Gute Idee! Ich hole den Wein, warte einen Moment.
fr: Bonne idée ! Je vais chercher le vin, attendez une minute.
ja: いいですね！ ワインを持ってきます、ちょっと待ってて。
pt: Boa ideia! Buscarei o vinho, espere um minuto.
zh_cn: 好主意!我去买酒，等一下。

source: Oh. The wine bottles are all empty. Could you get some more?
de: Oh. Die Weinflaschen sind alle leer. Könntest du noch mehr holen?
fr: Oh. Les bouteilles de vin sont vides. Peux-tu en chercher d'autres ?
ja: おや。ワインのボトルが全部空になっておるわ。新しいのを持ってきてくれんか？
pt: Oh. Todas as garrafas de vinho estão vazias. Poderia obter mais?
zh_cn: 哦。这些酒瓶都是空的。你能多拿一些吗？

source: Yes, of course. I will get some more bottles.
de: Aber natürlich. Ich hole noch ein paar Flaschen.
fr: Oui, bien sûr. Je vais chercher d'autres bouteilles.
ja: ええ、もちろん。次のボトルを持ってきます。
pt: Sim, claro. Buscarei mais garrafas.
zh_cn: 是的当然。我再买几瓶。

source: You standing over me makes me feel uncomfortable. Take a seat next to me first.
de: Ich fühle mich unwohl, wenn du so über mir stehst. Nimm zuerst neben mir Platz.
fr: Te voir debout au-dessus de moi me met mal à l'aise. Prends un siège à côté de moi d'abord.
ja: 目の前に立たれて見下されると気分が悪いわい。まずはワシの隣に座りなさい。
pt: Parado ai me a olhar me deixa inconfortável. Sente-se do meu lado primeiro.
zh_cn: 你站在我身边让我感觉很不舒服。先在我旁边坐下来吧。

source: Let's have a sip, then I will tell you my story.
de: Lass uns einen Schluck nehmen, und dann erzähle ich dir meine Geschichte.
fr: Buvons un coup, ensuite je te raconterai mon histoire.
ja: とりあえず1杯飲もうかの、話はそれからにしよう。
pt: Vamos beber, então contarei minha história.
zh_cn: 让我们喝上一口，然后我再给你讲讲我的故事。

source: I think I had better keep the bottles in my bag.
de: Ich denke, ich sollte die Flaschen besser in meiner Tasche lassen.
fr: Je crois que j'aurais dû garder les bouteilles dans mon sac.
ja: ボトルはカバンに入れておいた方がいいかな。
pt: Acho que era melhor ter deixado as garrafas em minha mochila.
zh_cn: 我想我最好把这些瓶子放在我的包里。

source: [Fjoerkard empties a bottle] Oh yes, I remember it well ... It was a dark and stormy night up in the mountains.
de: [Fjoerkard leert eine Flasche] Ach ja, ich erinnere mich gut... Es war eine dunkle und stürmische Nacht oben in den Bergen.
fr: [Fjoerkard vide une bouteille] Oh oui, je m'en rappelle bien... C'était une tempête par une nuit sombre là-haut dans les montagnes.
ja: （フヨルカードはボトルを空ける） ああ、よく覚えておるとも…あれは山での暗い嵐の夜のことじゃった。
pt: [Fjoerkard esvazia uma garrafa] Claro, lembro-me bem... Era uma noite chuvosa e sombria nas montanhas.
zh_cn: [费杰卡尔德倒掉一个瓶子] 哦，是的，我记得很清楚...。那是一个黑暗和风暴的夜晚，在山上。

source: My men and I had been on the road for hours, without a break and without the slightest sign of getting closer to our goal.
de: Meine Männer und ich waren seit Stunden unterwegs, ohne eine Pause und die leisesten Anzeichen, unserem Ziel näher zu kommen.
fr: Mes hommes et moi avions été sur les routes pendant des heures sans pause, et sans le moindre signe indiquant que nous nous rapprochions de notre but.
ja: ワシと部下は何時間も道を歩いておった。休みはなく、ゴールに近づく気配もなかった。
pt: Os meus homens e eu estávamos na estrada por horas, sem descanso e nem sinal de estar perto de nosso objetivo.
zh_cn: 我和我的手下已经在路上走了几个小时，没有休息，也没有丝毫接近目标的迹象。

source: We silently trudged one by one up the tortuous path that led up the steep slope, always wary of the treacherous shadows of the bushes on either side, and always listening for signs of danger.
de: Schweigend schleppten wir uns hintereinander einen gewundenen Pfad den steilen Hang hinauf, immer mit einem wachsamen Auge auf die Schatten der Büsche zu beiden Seiten, und mit einem offenen Ohr auf jedes Anzeichen von Gefahr.
fr: Nous avons marché lentement et en silence, un par un, jusqu'au chemin tortueux qui menait au versant escarpé, toujours en se méfiant des ombres dangereuses des broussailles de chaque côté, et en guettant le moindre signe de danger.
ja: 急な上り坂の曲がりくねった道を1人ずつ、重い足取りで進んでいった。両脇の茂みの危険な気配には常に注意をはらい、危険の兆候に耳を傾けておった。
pt: Caminhamos silenciosamente, em fila única, pelo tortuoso caminho que levava à encosta íngreme, sempre atentos às sombras traiçoeiras dos arbustos dos dois lados e sempre atentos a sinais de perigo.
zh_cn: 我们一个个默默地沿着通往陡峭山坡的曲折小路艰难前行，始终警惕着两边灌木丛的险恶阴影，并始终倾听着危险的迹象。

source: You don't mind if I open another bottle?
de: Du hast nichts dagegen, wenn ich eine weitere Flasche aufmache?
fr: Ca ne te dérange pas si j'ouvre une autre bouteille ?
ja: もう1本開けてもいいかの？
pt: Importa-se se que eu abra outra garrafa?
zh_cn: 你不介意我再开一瓶吧？

source: Help yourself.
de: Bedien dich.
fr: Servez-vous.
ja: お好きにどうぞ。
pt: Fique a vontade.
zh_cn: 帮助你自己。

source: Again? Another bottle?
de: Schon wieder? Noch eine Flasche?
fr: Encore ? Une autre bouteille ?
ja: また？ もう1本？
pt: Novamente? Outra garrafa?
zh_cn: 又来了？再来一瓶？

source: [Fjoerkard empties the bottle] Gornauds were said to be roaming in those mountains. We had not seen any, by the shadow, but we had already crossed their traces several times. And there were rumors about even more dangerous creatures - I will not even name them.
de: [Fjoekard leert die Flasche]↵ Gornauds sollten sich in diesen Bergen herumtreiben. Wir hatten bisher noch keine gesehen, beim Schatten, aber wir hatten schon einige Male ihre Spuren gekreuzt.↵ Außerdem gab es Gerüchte über noch gefährlichere Kreaturen - ich will sie nicht einmal beim Namen nennen.
fr: [Fjoerkard vide la bouteille] Il parait que des Gornauds trainaient dans ces montagnes. Nous n'en avions vu aucun, mais avions croisé leurs traces plusieurs fois. Et il y avait des rumeurs à propos de créatures encore plus dangereuses - je ne vais même pas les nommer.
ja: （フヨルカードはボトルを空ける） ゴルノーがあの山をうろついていると言われておった。それらしき影こそ何も見ていなかったものの、すでに何度かそやつらの痕跡を通り過ぎておった。 しかも、さらなる危険な怪物についての噂もあった。そやつらに関しては名をつけたくもない。
pt: [Fjoerkard esvazia a garrafa] Dizia-se que Gornauds estavam a perambular naquelas montanhas. Quase não enxergávamos nada, por causa da escuridão, mas já tínhamos cruzado os seus rastros várias vezes. E havia rumores sobre criaturas ainda mais perigosas - que não vou chamá-las pelo nome.
zh_cn: [费杰卡尔德倒掉瓶子] 据说戈尔诺德人在那些山里游荡。我们没有看到任何影子，但我们已经穿过他们的踪迹几次了。 还有关于更危险的生物的传言--我甚至不会说出它们的名字。

source: A lonely hut came into sight. A friendly light in the midst of the wilderness. There we would ask to camp for the night. New strength flowed through us, when suddenly all hell broke loose.
de: Eine einsame Hütte kam in Sicht. Ein freundliches Licht inmitten der Wildnis. Dort würden wir um ein Nachtlager bitten. Neue Kraft wurde in uns wach - als plötzlich die Hölle losbrach.
fr: Une hutte isolée apparut. Une lumière amicale au milieu d'une région sauvage. Nous allions demander à y camper la nuit. De nouvelles forces nous parcoururent, quand soudain tout l'enfer s'echappa.
ja: 人気のない小屋が見えてきた。荒野の中での優しい光。そこで一晩キャンプすることにした。新たな力が湧き出てくる、だが突如大混乱へと陥った。
pt: Uma cabana solitária apareceu à vista. Uma luz amistosa no meio do deserto. Lá pediríamos para acampar durante a noite. Nova força fluiu através de nós, quando de repente todo o inferno se soltou.
zh_cn: 一座孤独的小屋出现在眼前。荒野中的一盏友好之灯。我们将在那里要求扎营过夜。新的力量在我们身上流淌，突然间所有的地狱都爆发了。

source: Gornauds jumped out from behind the rocks, so close that we could clearly see their facial features. For a few terrible seconds I thought that those would be our last seconds.
de: Gornauds sprangen hinter den Steinen hervor, so nah, dass wir ganz klar die Konturen ihrer Gesichter erkennen konnten. Für wenige, schreckliche Sekunden dachte ich, dass dies unsere letzten Sekunden sein würden.
fr: Des Gornauds surgirent de derrière les rochers, si près qu'on pouvait voir clairement les traits de leurs visages. Pendant de terribles secondes, j'ai pensé qu'on vivait nos derniers instants.
ja: 岩陰からゴルノーが飛び出してきおったのだ。顔がよく見えたわい。数秒の間、これがワシらにとっての最期の時間になるものと思われた。
pt: Gornauds saltou de trás das rochas, tão perto que pudemos ver claramente suas características faciais. Por alguns segundos terríveis, pensei que esses seriam nossos últimos segundos.
zh_cn: 戈尔诺从岩石后面跳出来，离我们很近，我们可以清楚地看到他们的面部特征。在可怕的几秒钟里，我以为那将是我们的最后一秒。

source: [Another bottle] But then we realized that the monsters were after an easier prey. A small figure was in front of us on the path. A child? Alone up there?
de: [eine weitere Flasche] Aber dann erkannten wir, dass die Monster sich ein einfacheres Opfer ausgesucht hatten. Eine kleine Gestalt war vor uns auf dem Pfad. Ein Kind? Alleine da oben?
fr: [Une autre bouteille] Mais alors j'ai réalisé que les monstres chassaient une autre proie. Une petite silhouette était en face de nous sur le chemin. Un enfant ? Seul là-bas ?
ja: （もう1本） じゃが、モンスターはもっと弱い獲物を狙っていることに気がついた。眼前の道には小さな人影の姿があった。子供が？ それも1人だと？
pt: [Outra garrafa] Mas então percebemos que os monstros estavam atrás de uma presa mais fácil. Uma pequena figura estava na nossa frente no caminho. Uma criança? Sozinho lá em cima?
zh_cn: [另一瓶] 但后来我们意识到，这些怪物是在追逐一种更容易的猎物。一个小小的身影就在我们面前的路径上。一个孩子？独自一人在那里？

source: Shaken, I closed my eyes, despite the great danger. I did not want to look at the slaughter. The dreadful noise lasted only a few seconds.
de: Erschüttert schloss ich meine Augen, trotz der großen Gefahr. Ich wollte mir dieses Blutbad nicht ansehen. Der furchtbare Lärm dauerte nur wenige Sekunden.
fr: Choqué, j'ai fermé les yeux, malgré le grand danger. Je ne voulais pas voir le carnage. Le bruit terrible dura seulement quelques secondes.
ja: 震えながら、大きな危険にもかかわらず目を瞑ってしまった。虐殺なぞ見とうなかった。その恐ろしい音はほんの数秒で終わりを告げた。
pt: Chocado, fechei os olhos, apesar do enorme perigo. Não queria olhar ao massacre. O barulho aterrorizante durou apenas alguns segundos.
zh_cn: 尽管有很大的危险，我还是闭上了眼睛。我不想再看那场屠杀。那可怕的声音只持续了几秒钟。

source: The ground was soaked with red blood. But - it came from the gornauds! The child just wiped the weapon clean of blood, gave us a quick glance, and disappeared up the path.
de: Der Boden war bedeckt mit rotem Blut. Aber - es kam von den Gornauds! Das Kind wischte einfach so das Blut von seine Waffe ab, schaute uns kurz an und verschwand auf dem Pfad.
fr: Le sol était souillé de sang rouge. Mais, c'était celui des Gornauds ! L'enfant a juste essuyé le sang de son arme, nous a jeté un regard rapide, et a disparu du chemin.
ja: 地面には赤い血だまりが出来ていた。じゃがそれは…ゴルノーのものだったのだ！ 子供は血のついた武器を拭い、こちらを一瞥すると道を上って消えていった。
pt: O chão estava encharcado de sangue vermelho. Mas - veio dos gornauds! A criança simplesmente limpou a arma do sangue, deu-nos uma rápida olhada e desapareceu no caminho.
zh_cn: 地面被红色的血浸透了。但是--那是来自戈尔诺的!孩子只是把武器上的血擦干净，看了我们一眼，就消失在小路上。

source: [Another bottle] We had had enough of that cursed march. Panicked, we ran back down the path. Tired as we were, we ran without stopping even once, to the inn in the valley, from which we had departed in the morning.
de: [eine weitere Flasche] Wir hatten genug von dem verfluchten Marsch. Voller Panik rannten wir den Pfad zurück nach unten. So müde wir auch waren, wir rannten, ohne auch nur einmal anzuhalten, zu dem Gasthof im Tal, von dem wir am Morgen erst aufgebrochen waren.
fr: [Une autre bouteille] Nous en avions eu assez de cette marche maudite. Paniqués, nous avons rebroussé chemin en courant. Malgré la fatigue, nous avons couru sans arrêt, jusqu'à l'auberge dans la vallée, à partir de laquelle nous étions partis le matin.
ja: （もう1本） こんなひどい行軍にはもううんざりじゃった。慌てふためきつつワシらは元来た道を引き返した。朝出発した渓谷にある宿まで、疲れ果てたまま一度も立ち止まることなしに走り抜けた。
pt: [Outra garrafa] Tivemos o suficiente daquela marcha amaldiçoada. Em pânico, corremos de volta pelo caminho. Cansados como estávamos, corremos sem parar nem uma vez à estalagem no vale, da qual havíamos partido pela manhã.
zh_cn: [另一瓶] 我们已经受够了那场被诅咒的游行。我们惊慌失措，沿着小路跑回去。我们很累，甚至没有停下来一次，跑到山谷里的旅馆，我们早上从那里出发。

source: Never will I forget that useless journey. Often I see it again in a nightmare and then I seek the memory of a friendly inn. Where once there was a little girl, probably the daughter of the landlord.
de: Ich werde diese nutzlose Reise niemals vergessen. Oft genug durchlebe ich sie erneut in einem Alptraum, und dann suche ich Ablenkung in fröhlichen Gasthäusern. Eines Tages war da ein kleines Mädchen, wahrscheinlich die Tochter des Wirtes.
fr: Je n'oublierai jamais cette aventure inutile. Je la revois souvent dans mes cauchemards, et alors je cherche une auberge amicale dans ma mémoire. Là où il y avait une petite fille, probablement la fille du seigneur.
ja: あの無駄な旅路のことは決して忘れんよ。しばしば悪夢で見るものの、その度にあの優しい宿の思い出を追い求めてしまう。かつて少女が、おそらくは家主の娘がいたあの場所のことを。
pt: Nunca esquecerei aquela viagem inútil. Muitas vezes vejo isso de novo num pesadelo e depois procuro a memória de uma pousada amigável. Onde antes havia uma garotinha, provavelmente a filha do senhorio.
zh_cn: 我永远不会忘记那段无用的旅程。我经常在噩梦中再次看到它，然后我寻找记忆中的友好旅馆。那里曾经有一个小女孩，可能是房东的女儿。

source: [Yet another bottle] She got some wine for an old bearded guest and asked for a tale, and he began: Oh yes, I remember it well ... It was a dark and stormy night up in the mountains.
de: [und noch eine weitere Flasche] Sie brachte Wein für einen alten, bärtigen Gast und fragte nach einer Geschichte. Und so begann er: Oh ja, ich erinnere mich gut daran... Es war eine dunkle und stürmische Nacht oben in den Bergen.
fr: [Et encore une autre bouteille] Elle avait du vin pour un vieil invité barbu, et demandait un conte, et il commençait : Oh oui, je m'en souviens bien... C'était une tempête par une nuit sombre là-haut dans les montagnes.
ja: （さらにもう1本） 年老いた髭の客のためにワインを持ってきて、話を聞こうとする。すると彼はこう切り出した: ああ、よく覚えておるとも…あれは山での暗い嵐の夜のことじゃった。
pt: [Mais uma garrafa] Ela levou um vinho para um velho convidado barbudo e pediu uma história e ele começou: Ah sim, lembro-me bem... Era uma noite escura e tempestuosa nas montanhas.
zh_cn: [又一瓶] 她给一位留着胡子的老客人买了一些酒，问了一个故事，他开始说：哦，是的，我记得很清楚......那是一个黑暗而暴风雨的夜晚，在山上。

source: What are you - a spy? Or just another prisoner?
de: Was bist du - ein Spion? Oder nur ein weiterer Gefangener?
fr: Tu es quoi - un espion ? Ou juste un autre prisonnier ?
ja: 君は…スパイか？ それとも新しい囚人かな？
pt: Quem é? Um espião ou apenas outro prisioneiro?
zh_cn: 你是什么人--一个间谍？或者只是另一个囚犯？

source: I'm a prisoner too. What is your name?
de: Auch ich bin ein Gefangener. Wie heißt du?
fr: Je suis un prisonnier aussi. C'est quoi ton nom ?
ja: 僕も囚人だ。お名前は？
pt: Sou um prisioneiro também. Qual é o seu nome?
zh_cn: 我也是个囚犯。你的名字是什么？

source: I'm $playername. Lady Hannah asked me to look for someone called Lovis.
de: Ich heiße $playername. Lady Hannah bat mich, nach jemandem namens Lovis zu suchen.
fr: Je suis $playername. Dame Hannah m'a demandé de chercher quelqu'un nommé Lovis.
ja: $playernameです。ハンナお嬢様からロビスという人を探すよう頼まれたんだ。
pt: Sou $playername. Lady Hannah me pediu para procurar alguém chamado Lovis.
zh_cn: 我$playername。汉娜夫人让我去找一个叫洛维斯的人。

source: No, you must tell me your name first.
de: Nein, du musst mir erst deinen Namen verraten.
fr: Non, tu dois me dire ton nom d'abord.
ja: いや、そっちが先に名前を教えてくれ。
pt: Não, primeiro deve me dizer o seu nome.
zh_cn: 不，你必须先告诉我你的名字。

source: No, first you will tell me your name.
de: Nein, erst wirst du mir deinen Namen verraten.
fr: Non, dis-moi ton nom d'abord.
ja: いいえ、あなたが先に名前を教えてください。
pt: Não, primeiro vai me dizer o seu nome.
zh_cn: 不，首先你要告诉我你的名字。

source: If you are going to be so rude, I have nothing to say.
de: Wenn du weiterhin so unhöflich bist, habe ich dir nichts zu sagen.
fr: Si tu es si impoli, je n'ai rien à dire.
ja: そんな失礼なことを言うなら、話すことなんてない。
pt: Se vai ser tão rude, não tenho nada para conversar.
zh_cn: 如果你要如此无礼，我也无话可说。

source: I am $playername. Lady Hannah asked me to look for someone called Lovis.
de: Ich heiße $playername. Lady Hannah bat mich, nach jemandem namens Lovis zu suchen.
fr: Je suis $playername. Dame Hannah m'a demandé de chercher quelqu'un nommé Lovis.
ja: $playernameです。ハンナお嬢様からロビスという人を探すよう頼まれました。
pt: Sou $playername. Lady Hannah me pediu para procurar alguém chamado Lovis.
zh_cn: 我是$playername。汉娜女士让我去找一个叫洛维斯的人。

source: You come from Hannah? I must be sure. Prove it!
de: Du kommst von Hannah? Ich muss sicher sein. Beweise es!
fr: Tu viens de la part d'Hannah ? Je dois en être sûr. Prouve-le !
ja: ハンナに？ 確信がほしい。証明してくれないか！
pt: Veio da Hannah? Devo ter certeza. Prove!
zh_cn: 你来自汉娜？我必须确定。证明一下吧!

source: Here, I should give you this.
de: Hier, ich sollte dir dies geben.
fr: Tenez, je dois vous donner ceci.
ja: どうぞ、これをあげます。
pt: Aqui, deveria te dar isso.
zh_cn: 在这里，我应该给你这个。

source: Oh dear - I forgot to bring your flute!
de: Ach herrje - ich habe vergessen, deine Flöte mitzubringen!
fr: Oh mon dieu - j'ai oublié d'apporter votre flûte !
ja: あらら、あなたのフルートを持ってくるのを忘れてた！
pt: Oh não - Esqueci de trazer a sua flauta!
zh_cn: 哦，亲爱的--我忘了带你的长笛了!

source: My flute! How I have missed it! I believe you now.
de: Meine Flöte! Wie habe ich sie vermisst! Ich glaube dir jetzt.
fr: Ma flûte ! Comme elle m'a manqué ! Je te crois maintenant.
ja: ボクのフルートじゃないか！ 懐かしいな！ それなら君を信じることにしよう。
pt: A minha flauta! Como me faltou! Acredito em si agora.
zh_cn: 我的长笛!我是多么想念它啊！我现在相信你了。
