Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: Oh, it is you.
de: Ach, du bist es.
fr: Oh, c'est vous.
ja: ああ、君か。
pt: Ah, és tu.
zh_cn: 哦，是你。

source: Welcome, traveller. You must be the one I heard about, that travelled up the mountain.
de: Willkommen, Reisender. Du musst derjenige sein, von dem ich gehört habe, er sei den Berg herauf gekommen.
fr: Bienvenue, voyageur. Tu dois être celui dont j'ai entendu parler, celui qui a gravi la montagne.
ja: ようこそ旅人の人。山を登ってきたんだってね。
pt: Bem-vindo, viajante. Deves ser aquele de quem ouvi falar, que viajou até a montanha.
zh_cn: 欢迎，旅行者。你一定是我听说的那个翻山越岭的人。

source: Would you be willing to help me with a task?
de: Wärst du bereit, mir bei einer Aufgabe zu helfen?
fr: Serais-tu prêt à m'aider pour une affaire ?
ja: 仕事を手伝ってくれないかな？
pt: Estarias disposto a ajudar-me com uma tarefa?
zh_cn: 你愿意帮我完成一项任务吗？

source: Depends. What task?
de: Kommt darauf an. Was für eine Aufgabe?
fr: Ça dépend, de quoi s'agit-il ?
ja: 場合によりますね。どんな仕事ですか？
pt: Depende. Que tarefa?
zh_cn: 看情况吧。什么任务？

source: Why would I want to help you?
de: Warum sollte ich dir helfen?
fr: Pourquoi voudrais-je vous aider ?
ja: どうしてあなたを助けないといけないの？
pt: Porque quereria eu ajudar-te?
zh_cn: 我为什么要帮助你？

source: Ah, a negotiator. I like that. If you help me, I will offer to trade the fruits of my labour with you. It should be most valuable to you.
de: Ah, einer, der verhandelt. Das gefällt mir. Wenn du mir hilfst, werde ich dir die Früchte meiner Arbeit zum Handeln anbieten. Das könnte höchst nützlich für dich sein.
fr: Ah, un négociateur. J'aime ça. Si tu m'aides, je te propose d'échanger les fruits de mon travail avec toi. Ça devrait éveiller ton intérêt.
ja: ああ、交渉か。気に入った。手を貸してくれたなら、その仕事の成果の売買を受け付けることを約束しよう。そちらにしても一番価値があるんじゃないかな。
pt: Ah, um negociador. Eu gosto disso. Se me ajudares, ofereço-me para trocar os frutos do meu trabalho contigo. Deve ser mais valioso para ti.
zh_cn: 啊，一个谈判者，我喜欢谈条件。如果你帮我，我会与你交换我的劳动成果。这对你来说应该是最有价值的。

source: Fine. What task are we talking about here?
de: Schön. Über was für eine Aufgabe reden wir hier?
fr: Bon. Quelle est la tâche dont nous parlons ?
ja: いいでしょう。仕事の話はどんなものですか？
pt: Está bem. De que tarefa estamos a falar?
zh_cn: 好吧。你说的是什么任务？

source: No, how can I agree to something when I don't know what it is? I'm out.
de: Nein, wie kann ich etwas zustimmen, wenn ich nicht weiß, was es ist? Ich bin raus.
fr: Non, comment puis-je me prononcer si je ne sais pas de quoi il retourne ? Je n'en suis pas.
ja: ダメです、どんなものかもわからないのにどうして同意すると？ 降ります。
pt: Não, como posso concordar com algo quando não sei o que é? Não alinho nisso.
zh_cn: 不，我还不知道你说的是什么，那我怎么能同意呢？我不干。

source: It is simple really. I am studying these wyrm creatures that lurk outside our settlement. I am trying to find what their strengths are, so that I can use it for myself.
de: Es ist ganz einfach. Ich untersuche diese Lindwürmer, die außerhalb unserer Siedlung lauern. Ich versuche herauszufinden, welche Stärken sie besitzen, so dass ich mir diese zunutze machen kann.
fr: C'est simple, vraiment. J'étudie ces créatures, les wyrms, qui rôdent au dehors. J'essaie de trouver d'où vient leur force, de sorte que je puisse m'en servir sur moi-même.
ja: 簡単だ。オレは集落の外に潜んでるウィルムについて研究しているんだ。連中の強みを探って、それを自分に使えるようにしようとしてる。
pt: É realmente simples. Estou a estudar esses dragões que espreitam fora da povoação. Estou a tentar descobrir os seus pontos fortes, para que possa explorar esse conhecimento.
zh_cn: 其实很简单。我正在研究潜伏在我们营地外的这些冰龙。我试图找到它们的力量所在，这样我就可以为自己所用。

source: But my expertise is in the studies of them, and not in actually going head to head with those things.
de: Aber meine Fähigkeiten liegen in ihrer Erforschung und nicht wirklich darin, ihnen Auge in Auge gegenüber zu treten.
fr: Mais j'excelle plus à les étudier qu'à les combattre.
ja: ただあくまで専門は研究することだから、直接対峙するようなものは違う。
pt: Mas a minha especialidade é estudá-los e não confrontar essas coisas.
zh_cn: 但我的专长是研究，而不是亲自与这些东西正面交锋。

source: That's where you come in.
de: Hier kommst du ins Spiel.
fr: C'est là que tu interviens.
ja: そこで出番だ。
pt: É aí que entras.
zh_cn: 这就是你要做的。

source: I need you to gather some samples from them for me. I hear that some of the white wyrm beasts have sharper claws that can be extracted at the time of death.
de: Ich brauche dich, um ein paar Proben von ihnen zu sammeln. Ich habe gehört, manche dieser Lindwürmer hätten schärfere Klauen, die du ihnen bei ihrem Tod herausziehen kannst.
fr: J'ai besoin de toi pour recueillir des échantillons. J'ai entendu dire que certaines de ces bêtes, les wyrms blancs, ont des griffes plus acérées qui peuvent être prélevées au moment de leur mort.
ja: そいつらのサンプルを集めてきてもらえないかな。ホワイトウィルムの中には、死に際に鋭い爪を採取できる個体がいるらしいんだ。
pt: Preciso que recolhas algumas amostras deles para mim. Ouvi dizer que alguns dos dragões brancos têm garras mais afiadas que podem ser extraídas na hora da morte.
zh_cn: 我需要你为我从它们身上收集一些样本。我听说有些白色冰龙的爪子比较锋利，可以在它们死亡之时被取出来。

source: If you were to bring me some samples of those claws from the white wyrms, that would really speed up my research further.
de: Wenn du mir ein paar Proben dieser Lindwurmklauen bringen könntest, würde das meine weitere Forschung sehr beschleunigen.
fr: Si tu me ramenais quelques exemplaires de ces griffes de wyrms blancs, mes recherches pourraient faire un bond en avant.
ja: ホワイトウィルムの爪のサンプルを持ってきてくれたら、研究も早く進むと思う。
pt: Se me trouxeres algumas amostras daquelas garras dos dragões brancos, isso iria realmente acelerar ainda mais a minha pesquisa.
zh_cn: 如果你能给我带来一些那些白色冰龙的爪子样本，那肯定会进一步加快我的研究。

source: Let's say, five of those claws should be enough.
de: Sagen wir, fünf dieser Klauen sollten genügen.
fr: Disons, cinq de ces griffes devraient suffire.
ja: 爪は5本もあれば大丈夫だろう。
pt: Vamos dizer, cinco dessas garras deve ser suficiente.
zh_cn: 应该说，5个这样的爪子就足够了。

source: OK, sounds easy enough. I'll get you your 5 white wyrm claws.
de: Ok, hört sich recht einfach an. Ich werde dir fünf Klauen der Weißen Lindwürmer bringen.
fr: Ok, ça semble assez facile. Je vais chercher vos 5 griffes de wyrms blancs.
ja: なるほど、簡単そうですね。ホワイトウィルムの爪5本をお持ちします。
pt: Está bem, parece fácil. Vou buscar as tuas 5 garras de dragões brancos.
zh_cn: 好吧，听起来很容易。我会给你拿来5只冰龙爪子。

source: Sure. Those things are no match for me.
de: Sicher. Diese Dinger können mir nicht das Wasser reichen.
fr: Bien sûr. Ces bestioles sont loin de m'arriver à la cheville.
ja: いいですよ。あいつらは僕には敵わない。
pt: Claro. Essas coisas não são páreo para mim.
zh_cn: 当然，这些东西都不是我的对手。

source: No way I am going near those beasts again.
de: Keine zehn Pferde bringen mich wieder in die Nähe dieser Bestien.
fr: Aucune chance pour que je me frotte de nouveau à ces bêtes.
ja: もう二度とあの怪物には関わりたくない。
pt: Nem pensar em aproximar-me novamente daquelas bestas.
zh_cn: 我绝对不会再靠近那些野兽了。

source: Good. Thank you. Please hurry back so I can continue my research on these beasts.
de: Gut. Danke dir. Komm bitte bald zurück, so dass ich meine Untersuchung dieser Bestien fortsetzen kann.
fr: Bien. Merci. S'il te plaît, dépêche-toi de revenir pour que je puisse poursuivre mes recherches sur ces bêtes.
ja: そりゃよかった。ありがとう。オレはこの怪物の研究を続けてるから、急いでくれよ。
pt: Bom. Obrigado. Por favor, volta depressa para que possa continuar a minha pesquisa sobre estas bestas.
zh_cn: 好的，谢谢你。请赶快回来，以便我能够继续研究这些野兽。

source: I assure you that my research is important. But it's your decision, and your loss.
de: Ich versichere dir, dass meine Untersuchung wichtig ist. Aber es ist deine Entscheidung und dein Verlust.
fr: Je t'assuressure que ma recherche est importante. Mais tu ne sais pas ce que tu perds.
ja: この研究が重要なものであるってことは保証する。でもそちらが決めたことだ、損失もな。
pt: Asseguro-te que a minha pesquisa é importante. Mas a decisão é tua e também a tua perda.
zh_cn: 我向你保证，我的研究很重要。但这是你的决定，也是你的损失。

source: Welcome back. How is the search going?
de: Willkommen zurück. Wie geht die Suche voran?
fr: Tu es de retour. Comment va la recherche ?
ja: おかえり。捜索の方は？
pt: Bem-vindo de volta. Como vai a pesquisa?
zh_cn: 欢迎回来。搜索工作进展如何？

source: I haven't found everything yet. But I am working on it.
de: Ich habe noch nichts gefunden. Aber ich arbeite daran.
fr: Je n'ai encore rien trouvé. Mais j'y travaille.
ja: まだ全部は見つかってません。でも取り組んでいます。
pt: Ainda não encontrei tudo. Mas estou a tratar disso.
zh_cn: 我还没有找齐所有的东西，但我正在努力。

source: I have found what you asked for.
de: Ich habe gefunden, worum du gebeten hast.
fr: J'ai trouvé ce que vous m'avez demandé.
ja: ご希望のものは見つかりました。
pt: Encontrei o que pediste.
zh_cn: 我已经找到了你要的东西。

source: Very well done my friend! These will be very valuable in my research.
de: Saubere Arbeit, mein Freund. Die werden sehr nützlich für meine Forschung sein.
fr: Très bien mon ami ! Cela me sera très précieux dans mes recherches.
ja: よくやってくれた！ 研究にとても役立ってくれるよ。
pt: Muito bem feito, meu amigo! Estas garras serão muito valiosas na minha pesquisa.
zh_cn: 做得非常好，我的朋友！这些将对我的研究非常有价值。

source: Come back in just a minute and I will have something ready for you.
de: Komm in einer Minute wieder und ich werde etwas für dich vorbereitet haben.
fr: Reviens dans une minute et j'aurai préparé quelque chose pour toi.
ja: すぐに戻ってきてくれ、なにか用意しておくから。
pt: Volta dentro de um minuto e eu terei algo pronto para ti.
zh_cn: 稍后回来，我将为你准备一些东西。

source: Welcome back my friend! Good news. I have successfully distilled the fragments of the claws you brought earlier.
de: Willkommen zurück mein Freund. Es gibt gute Neuigkeiten. Ich habe die Fragmente der Klauen, die du mir vorhin gebracht hast, erfolgreich destilliert.
fr: Ravi de te revoir mon ami ! Bonnes nouvelles. J'ai distillé avec succès les fragments des griffes que tu m'as apportés plus tôt.
ja: おかえり！ 良い知らせだぞ。さっき持ってきてくれた爪の破片を蒸留させるのに成功したんだ。
pt: Bem-vindo de volta, meu amigo! Boas notícias. Destilei com sucesso os fragmentos das garras que me trouxeste.
zh_cn: 欢迎回来，我的朋友！好消息，我已经成功地提炼了你之前带来的爪子的碎片。

source: Now I am able to create effective potions that contain some essence of the white wyrms. These potions will be very useful in future dealings with these monsters.
de: Jetzt kann ich starke Tränke mit der Essenz des Weißen Lindwurms herstellen. Diese Tränke werden seht nützlich sein um in Zukunft mit diesen Monstern fertig zu werden.
fr: Maintenant, je suis capable de créer des potions efficaces à base de cette essence issue des wyrms blancs. Ces potions s'avéreront très utiles pour combattre ces monstres.
ja: これでホワイトウィルムのエッセンスを含んだ、効果的なポーションを作れるようになった。モンスターを相手取るのにこのポーションが大いに役立ってくれると思う。
pt: Agora sou capaz de criar poções eficazes que contêm algumas essências dos dragões brancos. Estas poções vão ser muito úteis ao lidar com esses monstros.
zh_cn: 现在我能够制造出强力的药水，其中含有白色冰龙的一些精华。这些药水在以后与这些怪物打交道时将会非常有用。

source: Would you like to trade for some potions?
de: Möchtest du ein paar Tränke kaufen?
fr: Ça te dirait d'acheter quelques potions ?
ja: ポーションと売買する？
pt: Gostavas de trocar por algumas poções?
zh_cn: 你想买一些药水吗？

source: Sure. Let's see what you have.
de: Klar, lass mich sehen, was du hast.
fr: Bien sûr. Voyons ce que vous avez.
ja: もちろん。何があるか見せてください。
pt: Claro. Deixa-me ver o que tens.
zh_cn: 当然，让我们看看你有什么卖的。

source: Hello again, friend. Thank you for your assistance with my family grave earlier.
de: Hallo nochmal, mein Freund. Danke für die Unterstützung letztens bei unserer Familiengruft.
fr: Bonjour, l'ami. Merci pour ton assistance avec ma tombe familiale plus tôt.
ja: こんにちは。先日はうちの家族のお墓の件で世話になったね。
pt: Olá de novo, amigo. Obrigado pela tua ajuda anteriormente, junto ao túmulo da minha família.
zh_cn: 又见面了，朋友。谢谢你早些时候对我家里坟墓的事情的帮助。

source: Hello again. Have you investigated if anything has happened to my family grave?
de: Hallo nochmal. Hast du herausgefunden, ob etwas mit unserer Familiengruft geschehen ist?
fr: Bonjour encore. As-tu enquêté pour savoir si quelque chose était arrivé à ma tombe familiale ?
ja: こんにちは。うちの家族のお墓に何かあったか調べてくれたのかい？
pt: Olá novamente. Já descobriste se aconteceu alguma coisa com o túmulo da minha família?
zh_cn: 又见面了。你有没有调查过我的家族坟墓到底发生了什么？

source: [Lie] I went to check on the grave. Everything seems to be normal. You must be imagining things.
de: (Lüge) Ich habe die Gruft überprüft, alles sieht normal aus. Du siehst wahrscheinlich nur Gespenster.
fr: [Mensonge] Je suis allé vérifier la tombe. Tout semble normal. Vous devez imaginer des choses.
ja: （嘘）墓の様子を見てきました。何の問題もないようです。あなたの気のせいでしょう。
pt: [Mentir] Fui ver o túmulo. Parece estar tudo normal. Deves estar a imaginar coisas.
zh_cn: 【撒谎】我去检查坟墓，一切看起来都很正常。你一定是想多了。

source: Yes. I killed the intruder and restored the dagger to its original place.
de: Ja. Ich tötete den Eindringling und legte den Dolch an seinen ursprünglichen Platz zurück.
fr: Oui. J'ai tué l'intrus et remis le poignard à sa place originale.
ja: はい。侵入者を殺してダガーを元の場所に戻してきました。
pt: Sim. Matei o intruso e coloquei a adaga no seu lugar original.
zh_cn: 是的，我杀死了入侵者，也将匕首恢复到了原来的位置。

source: Hello there. You wouldn't happen to know anything about a grave to the southwest of Prim would you?
de: Hallo du, weißt du zufällig etwas über die Gruft südwestlich von Prim?
fr: Bonjour. Vous ne sauriez rien sur une tombe au sud-ouest de Prim, par hasard ?
ja: こんにちは。プリムの南西にあるお墓のことは知らないかな？
pt: Olá. Por acaso não sabes nada sobre uma sepultura a sudoeste de Prim, pois não?
zh_cn: 你好。你会不会碰巧知道普里姆西南边的一个坟墓？

source: I have been there. I met someone on one of the lower levels.
de: Ich war dort. Ich traf jemanden auf einer der unteren Ebenen.
fr: J'ai été là bas. J'ai rencontré quelqu'un sur l'un des niveaux inférieurs.
ja: 行ったことがあります。下の階で人と会いました。
pt: Estive lá. Conheci alguém num dos níveis mais baixos.
zh_cn: 我去过那里。我在底下的一层遇到了一个人。

source: What about it?
de: Was ist damit?
fr: Qu'y a-t-il ?
ja: それは一体？
pt: O que é que tem?
zh_cn: 怎么回事？

source: No, sorry.
de: Nein, tut mir leid.
fr: Non, désolée.
ja: いいえ、申し訳ない。
pt: Não, lamento.
zh_cn: 不，对不起。

source: You have been there?
de: Du warst dort?
fr: Tu y as été ?
ja: 行ったことがあると？
pt: Estiveste lá?
zh_cn: 你去过那里吗？

source: My family grave is located in the tomb to the southwest of Prim right outside the Elm mine. I fear that something has disturbed the peace there.
de: Die Gruft meiner Familie liegt in der Grabanlage südwestlich von Prim, nahe dem Eingang zur Ulmenmine. Ich fürchte, dass etwas den Frieden dort gestört hat.
fr: Le caveau de ma famille est situé dans la tombe au sud-ouest de Prim, juste à l'extérieur de la mine d'Elm. J'ai peur que quelque chose ait perturbé la paix là-bas.
ja: うちの家族のお墓がプリム南西の、エルム鉱山からすぐ外にある地下墓地にあってね。何かがあそこの平穏を乱したんじゃないかって、不安で堪らないんだよ。
pt: O túmulo da minha família está localizado a sudoeste de Prim, logo à entrada da mina de Elm. Temo que algo tenha perturbado a paz ali.
zh_cn: 我家族的坟墓位于普里姆西南边的坟地，就在榆树矿外。我担心有什么东西扰乱了那里的宁静。

source: You see, my grandfather was very fond of a particular valuable dagger that our family used to possess. He wore it with him always.
de: Weißt du, mein Großvater war sehr stolz auf einen außerordentlich wertvollen Dolch, ein Familienerbstück. Er trug ihn immer bei sich.
fr: Tu vois, mon grand-père était vraiment fan d'un poignard d'une valeur particulière que notre famille possédait. Il le portait toujours sur lui.
ja: 祖父はうちにあったとある貴重なダガーを大層気に入っていてね。しょっちゅう身につけていたなぁ。
pt: O meu avô gostava muito de uma adaga especial e valiosa que a nossa família tinha. Ele tinha-a sempre com ele.
zh_cn: 你看，我的祖父非常喜欢我们家族曾经拥有的一把特别珍贵的匕首。他总是带着它。

source: The dagger would of course attract treasure hunters, but up until now we seem to have been spared of this.
de: Dieser Dolch hätte natürlich Grabräuber anlocken können, aber bislang scheinen wir davon verschont geblieben zu sein.
fr: Le poignard pourrait bien sûr attirer des chasseurs de trésor, mais jusqu'à présent il semble que nous ayons été épargnés.
ja: ダガーはトレジャーハンターも当然惹きつけてはいたんだけど、これまではなんとか避けてこれたんだ。
pt: A adaga certamente atraia caçadores de tesouros, mas até agora parece que fomos poupados a isso.
zh_cn: 那把匕首自然会吸引寻宝者，但到现在为止，我们似乎已经幸免于此。

source: Now I fear something has happened to the grave. I have not been sleeping well the last couple of nights, and I am sure this must be the cause.
de: Nun fürchte ich, dass mit der Gruft irgendetwas geschehen ist. Die letzten Nächte habe ich sehr schlecht geschlafen, und dies ist sicher der Grund dafür.
fr: Maintenant j'ai peur que quelque chose soit arrivé à la tombe. Je n'ai pas bien dormi ces deux dernières nuits, et je suis certain que ça en est la cause.
ja: 今はお墓に何かあったんじゃないかって心配でならない。ここ何日かはよく眠れてないのだけど、きっとこれが原因なんだよ。
pt: Agora temo que algo tenha acontecido ao túmulo. Não tenho dormido bem nas últimas noites e tenho a certeza que essa deve ser a causa.
zh_cn: 现在我担心坟墓出了什么问题。在最近几个晚上，我一直睡不好，我确信这一定是原因。

source: You wouldn't happen to want to go check on the grave and see what is happening over there?
de: Du magst nicht zufällig zu der Gruft gehen und schauen, was dort los ist?
fr: Vous ne voudriez pas aller vérifier sur la tombe et voir ce qui se passe là-bas ?
ja: お墓を見に行って、どうなっているか確かめてくれないかな？
pt: Por acaso não queres ir ver o túmulo e ver o que está a acontecer ali?
zh_cn: 你会不会碰巧想去检查一下坟墓，看看那边发生了什么事呢？

source: Sure. I will go check on your parents grave.
de: Sicher. Ich werde die Gruft deiner Eltern überprüfen.
fr: Bien sûr. J'irai inspecter la tombe de vos parents.
ja: いいですよ。ご両親のお墓を見てきます。
pt: Claro. Vou verificar o túmulo dos teus ancestrais.
zh_cn: 好吧，我去看看你父母的坟墓。

source: A treasure you say? I'm interested.
de: Ein Schatz sagst du? Ich bin dabei.
fr: Un trésor vous dîtes ? Je suis intéressé.
ja: お宝ですか？ 興味がありますね。
pt: Dizes um tesouro? Estou interessado.
zh_cn: 你说宝藏吗？我很感兴趣。

source: I have actually already been there and restored the dagger to its original place.
de: Ich war mittlerweile dort und habe den Dolch wieder an seinen ursprünglichen Platz gelegt.
fr: J'y suis déjà allé et j'ai remis le poignard à sa place originelle.
ja: そこにはもう行って、ダガーを元の場所に戻してきました。
pt: Na verdade, já estive lá e coloquei a adaga no seu lugar original.
zh_cn: 实际上我已经去过那里，并将匕首恢复到原来的位置了。

source: Thank you. Please see if anything has happened to the grave, and what could be the cause of my nightly anxiety.
de: Danke. Schau bitte nach, ob mit der Gruft irgendetwas geschehen ist, was Grund für meine nächtlichen Albträume sein könnte.
fr: Merci. S'il te plaît regarde si quelque chose est arrivé à la tombe, et ce qui pourrait bien causer mes anxiétés nocturnes.
ja: どうもありがとう。お墓がどうなってるか、夜の不安の原因が何なのか確かめてきてくれ。
pt: Obrigado. Por favor, vê se aconteceu alguma coisa ao túmulo e que possa ser a causa da minha ansiedade noturna.
zh_cn: 谢谢你。请看看坟墓是否发生了什么事，以及是什么原因导致我每晚焦虑。

source: Nothing you say? But I was sure something must have happened over there. Anyway. Thank you for checking it for me.
de: Nichts, sagst du? Dabei war ich sicher, dass dort etwas geschehen sein musste. Wie auch immer. Danke, dass du für mich nachgesehen hast.
fr: Rien, tu dis ? Mais j'étais certain que quelque chose avait dû se passer là bas. Enfin bref. Merci d'avoir enquêté pour moi.
ja: 何ともないのかい？ いやぁ、てっきりあそこで何かあったに違いないとばかり思っていたよ。とにかく。調べてくれてどうもありがとう。
pt: Nada dizes tu? Mas eu tinha a certeza de que algo deve ter acontecido ali. De qualquer forma, obrigado por verificares.
zh_cn: 你说没什么？但我确信那边一定发生了什么。不管怎样。谢谢你为我检查。

source: Please hurry, and return here to tell me of your progress once you find out something.
de: Bitte mach schnell, und sobald du etwas herausgefunden hast, komm hierher zurück, um mir zu berichten wie du vorankommst, .
fr: S'il te plaît fais vite, et reviens me voir pour me parler de tes progrès une fois que tu as trouvé quelque chose.
ja: どうか急いでくれ、なにかわかったら状況を報告しに戻ってきてくれよ。
pt: Por favor despacha-te e volta aqui para me contares o teu progresso assim que descobrires alguma coisa.
zh_cn: 请抓紧时间，一旦你发现了什么，请回到这里告诉我你的进展。

source: An intruder? Oh thank you for dealing with this matter.
de: Ein Eindringling? Oh, danke dass du das erledigt hast.
fr: Un intrus ? Oh merci pour t'être occupé de ça.
ja: 侵入者だって？ おおっ、わざわざ問題に対処してくれてどうもありがとう。
pt: Um intruso? Oh, obrigado por tratares deste assunto.
zh_cn: 一个入侵者？哦！谢谢你处理这件事。

source: You say you restored the dagger to it's original place? Thank you. Now I might be able to rest during the nights ahead.
de: Du sagst, dass du den Dolch wieder an seinen ursprünglichen Platz zurückgelegt hast? Danke. Nun werde ich nachts wieder Ruhe haben.
fr: Tu dis que tu as remis le poignard à sa place ? Merci. Désormais, je pourrai peut-être me reposer pendant les nuits à venir.
ja: ダガーを元の場所に戻してくれたのかい？ どうもありがとう。これで夜もゆっくり休めそうだ。
pt: Dizes que a adaga foi colocada no lugar original dela? Obrigado. Agora poderei ser capaz de descansar durante a noite.
zh_cn: 你说你把匕首恢复到了原来的位置？谢谢你。以后我也许能在晚上睡个好觉了。

source: Thank you again. I'm afraid I can't give you anything except my gratitude. You should go see my relatives in Feygard if you get the chance to travel up there.
de: Hab nochmals Dank. Ich fürchte, dass ich dir nichts außer meiner Dankbarkeit geben kann. Du solltest meine Verwandten in Feygard aufsuchen, wenn du die Gelegenheit hast, dort hinzureisen.
fr: Merci encore. J'ai peur de ne pouvoir te donner quelque chose excepté ma gratitude. Si tu as la chance de voyager à Feygard, tu devrais aller voir mes parents.
ja: 本当に感謝するよ。心苦しいけれど、お礼を伝えるくらいしかできることがないんだ。もしフェイガードに向かう機会があるようだったら、私の親戚に会ってみてくれるかな。
pt: Obrigado mais uma vez. Receio não poder dar-te nada a não ser a minha gratidão. Devias ir ver os meus parentes em Feygard se tiveres oportunidade de viajar até lá.
zh_cn: 再次感谢你。除了感谢，恐怕我不能给你什么。如果你有机会去费加德，你应该去看看我在那里的亲戚。

source: Hey you! You shouldn't be here. This dagger is mine. Get out!
de: He du! Du dürftest nicht hier sein! Der Dolch gehört mir. Verschwinde!
fr: Hey toi ! Tu ne devrais pas être là. Ce poignard est à moi. Va-t'en !
ja: おいお前！ そこで何してやがる。ダガーはこのオレ様のものだ。出て行きやがれ！
pt: Ei tu! Não devias estar aqui. Esta adaga é minha. Vai embora!
zh_cn: 嘿，你！你不应该在这里。这把匕首是我的。滚出去！

source: Fine. I will leave.
de: Gut. Ich verschwinde.
fr: D'accord, je m'en vais.
ja: 結構。もう行きます。
pt: Está bem. Vou-me embora.
zh_cn: 好。我会离开的。

source: Hey, that's a nice looking dagger you have there.
de: Hey, das ist ein hübscher Dolch, den du da hast.
fr: Hey, c'est un joli poignard que tu as là.
ja: へえっ、素敵なダガーをお持ちですね。
pt: Ei, tens aí uma bela adaga.
zh_cn: 嘿，你这把匕首看起来不错。

source: You see the remains of rusted equipment and rotten leather.
de: Du siehst Überreste von rostiger Ausrüstung und verrottetem Leder.
fr: Vous voyez les restes d'un équipement rouillé et de cuir pourri.
ja: 錆びた装備や腐った革の残骸がある。
pt: Vês os restos de equipamentos enferrujados e couro a apodrecer.
zh_cn: 你看到生锈的装备和腐烂皮革残留的痕迹。

source: You see the remains of rusted equipment and rotten leather. Something seems to have been recently removed from here since one place completely lacks dust. The lack of dust looks distinctly dagger-shaped. There must have been a dagger here earlier that someone removed.
de: Du siehst Überreste von rostiger Ausrüstung und verrottetem Leder. Die staubfreie Stelle hat entfernt die Form eines Dolches. Da muss früher ein Dolch gelegen haben, den jemand entfernt hat.
fr: Vous voyez les restes d'un équipement rouillé et de cuir pourri. Quelque chose semble avoir été récemment enlevé, puisqu'un endroit manque complètement de poussière. La zone sans poussière ressemble distinctement à la forme d'un poignard. Il devait y avoir un poignard ici que quelqu'un a enlevé.
ja: 錆びた装備や腐った革の残骸がある。ホコリがすっかりなくなっている場所がある、最近何かが取り除かれたようだ。 ホコリのないところは明らかに短剣の形をしている。誰かが取っていったダガーがここにあったに違いない。
pt: Vês os restos de equipamentos enferrujados e couro a apodrecer. Parece que alguma coisa foi removida deste lugar, visto que uma parte está completamente sem pó. A forma marcada do pó parece-se com o formato de uma adaga. Deve ter havido uma adaga aqui antes de alguém a ter removido.
zh_cn: 你看到生锈的装备和腐烂的皮革的残骸。似乎有什么东西最近被从这里移走了，因为有一个地方完全没有灰尘。 缺少的灰尘看起来明显是匕首形状。先前这里一定有一把匕首被人拿走了。

source: Place the dagger back into its original place.
de: Lege den Dolch an seinen ursprünglichen Platz.
fr: Mets le poignard à sa place originelle.
ja: ダガーを元の場所に戻す。
pt: Por a adaga no seu lugar original.
zh_cn: 将匕首放回原处。
