Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: * by Wormath Splathershed * Foundation of the Forgotten Kingdom (year 2300) The first humans, led by Arntuk the Mighty, came from the south in ancient times and established the Forgotten Kingdom. These people, called the Lethgar, built settlements at places where now great towns and cities are located. Nor City and Sullengard were the first to be founded. Then some time later, a few explorers climbed Mount Galmore, the highest mountain in Dhayavar. Due to the elevation and marvelous view, their priests and mages built a sanctuary near the summit where they studied the arts of magic and worshipped their gods. Rise of Kazaul (year 2177) The insane and powerful wizard called Valugha was obsessed with the notion of creating a portal to another plane. Even though his fellow mages disapproved, he was able to create a portal by consuming the powerful life essence of his brothers and the stored energy in the sanctuary. The sanctuary erupted in an explosion and a large ravine split Mt. Galmore apart. At its bottom, the portal opened, which was soon merely called the 'Rift', and the devastated area around it 'Undertell'. The mountain also spilled out lava like blood coming from a wound and is now clouded in smoke all the time. All kinds of demons and undead emerged into the world through the portal, led by their masters, the 'Kazaul'. The Kazaul themselves were guided by the Eternal Masters who were incredibly skilled in magic and warcraft. Soon the monsters and their masters spread over whole of Dhayavar. However, the portal became unstable after a while and finally collapsed after several decades but the harm was already done as thousands of beasts had crept through it into the realm. A short and brutal war was fought. With the loss of nearly all mages, the Lethgar were powerless against the monster invasion and were soon overthrown and enslaved by the Kazaul. The Kazaul imposed a reign of terror on the Forgotten Kingdom. It seemed no one was able to defeat or oppose the Kazaul due to their inhuman strength. Then the Lethgar had to build underground lairs for their oppressors. A large city was built around the deactivated portal and in the natural caves under Mt. Galmore. Also, Carn Tower and the Sanctuary on Blackwater Mountain were built, among countless other underground Kazaul settlements. Even though most Lethgar despised their masters, some showed interest in the rituals and dark sorcery of the Kazaul. As a result, the Kha'zaan (Kazaul cultists), a group of human Kazaul followers, gathered around their masters and learned from them. They were often used to enforce the brutal rule of the Kazaul. Many of the current monsters are living forms that evolved from experiments made during this era, such as Izthiels, Gornauds, Wyrms, etc. By that time, the Hira'zinn, the omen of war, started plaguing the smallfolk. The War of Dawn and the Rise of Elythara and the Elytharan Union (year 1537) One day, the Elytharan cultists arrived on the shore of the northern sea (Sea of Tears). They worshipped the blinding and cleansing light of Elythara. The Elytharan mages and warriors were able to defeat the Kazaul and Kha'zaan with the help of the blinding light of Elythara which was forged into their weapons. The Kazaul were reduced to almost nothing because their Eternal Masters were slain. However Elythara and her cultists failed to completely annihilate them, as a few Kazaul and followers managed to hide in remote places in the total darkness, unknown to the Elytharans. This is because although the Kazaul's dark spells were powerless against the blinding light of Elythara, Elythara's power is diminished deep underground in the total darkness. Nevertheless, for hundreds of years the Kazaul hibernated in the darkness. The visual appearance of her powers, as well as her perceived benevolence towards the commoners lead to people to call her the Goddess of Light. People were overjoyed about the defeat of Kazaul. The Elytharans helped the people organize life and built several towns and cities, dedicated to their goddess. Several aristocratic houses were formed by that time. Each city was ruled by one or two houses who closely collaborated with the Elytharan priests. A long era of peace and prosperity followed and the Elytharan Union was founded, to spread the word of Elythara over the whole realm. Even though the aristocrats ruled the cities, people were mainly influenced by the Elytharan priests. Obviously, the world under Elythara wasn't perfect, although that's what her priests wanted people to believe. Her 'light' was shown to those who refused to follow the 'right' way, generally leaving them blind or worse... The Elytharans soon began erecting the city of Feygard on the shore of the Sea of Tears, which soon became a center of trade for the realm due to its access to the sea. The town of Loneford was founded and it soon became famous for its fertile fields and healthy vegetable which fed the northern parts of the Forgotten Kingdom. Blackwater Mountain was explored, and on its summit a large sanctuary for the Elytharan priests was erected to study dawn and dusk, the sun and stars, and to watch over the Forgotten Kingdom. Other sanctuaries were located in Feygard and Nor City, and shrines were found in each minor settlement. The mining colony of Prim was also founded after pioneers found rich sources of iron and coal under the mountain. The city of Fallhaven became a prospering center of trade due to its excellent location as a junction between the sanctuary of Blackwater Mountain, Stoutford, Nor City and Feygard. Big storehouses were built to safely store shipments. However, bands of thieves were soon attracted by the growing wealth and united under one big organization, the Thieves' Guild, whose guild halls were secretly placed in Fallhaven, Feygard, and Nor City, those being the richest cities at that time. Many other towns, including Brimhaven and Brightport were also founded around this time, and the Charwood mines were opened. Trade agreements were signed between the cities in order to make trade prosper further. Establishment of the Aewatha Kingdom (year 432) The head of the most important Nor City family, Garthan I of house Houdart, declared himself King, marking the end of the Elytharan era and the beginning of the Shadow-supported kingdom. At this point, political power and religious power became closely united. As the kingdom prospered, so did the Shadow, and Elythara was forgotten by almost everyone in only a handful of generations. A large temple complex with a magnificent cathedral was built in the center of Nor City where the former shrines of Elythara had been located. Smaller churches were built across the country. People now commonly believed in the Shadow. Garthan I ordered the exploration of the dreaded Mt. Galmore and a large mine was opened for a few decades where gems and gold were found in abundance. Any remaining Elytharan followers were used as slaves for the digging. At that time the Flagstone Prison was also built, where runaway workers from Mt. Galmore were imprisoned and were left to rot. However the mines were closed after some years due to frequent monster attacks and other unspeakable horrors who dwelt in the dark. Remgard was founded by Korhald of Remgard and built on a large island in Lake Laeroth. It became famous for its excellent smithing services. The village of Crossglen was founded, and farmers settled there. King Luthor ascended to the throne as the direct heir of King Oromir III and moved the capital from Nor City to Fallhaven, while the center of worship remained in Nor City. As King Luthor got older he felt the need for an advisor, and so Lord Geomyr of Feygard was named Hand of the King. He fulfilled his duty with great obsession and effort. The Noble Wars (year 25 to 14) When King Luthor died, he left the Kingdom with no heir to the throne. He was buried in the catacombs under Fallhaven church. What followed, the Noble Wars, was one of the darkest periods this country has witnessed. Four coalitions were formed which were each ruled by one powerful Lord. The Western one consisted of Stoutford and the settlements on Blackwater Mountain, and was ruled by Lord Erwyn. The Northern one consisted of Feygard, Thalgard, Luthaven and Remgard, and was ruled by Lord Geomyr. The Eastern one consisted of Nor City, Sullengard, Brightport and Brimhaven, and was ruled by Lord Emeric. The center capital area at first remained neutral and consisted of Fallhaven, Vilegard and Loneford (formerly administrated by King Luthor). The Noble Wars started with the Landlords arguing about who was to be the new, legitimate, King. The first stone was thrown by Stoutford. Lord Erwyn tried to use the time to attack the center area when the other Lords were busy debating. He wanted to occupy those to control the trade routes to Nor City, to gain the largest influence and to fracture other coalitions. Fallhaven was partially destroyed. Erwyn's success was a short one, as he was attacked by the Eastern coalition. For several years, numerous battles and countless skirmishes were fought over control of the center area. When both Lords were weakened, Lord Geomyr attacked and forced both to surrender. The peace treaty of Fallhaven was signed and Lord Geomyr was proclaimed King. The Hira'zinn haunted the lands once again during the war. The Rule of King Geomyr (year 14) King Geomyr urged people to restore the destroyed cities and remove the traces of the long war. He reinstated a tax system, and garrisons of the Royal Guard of Feygard, to most of the villages. Geomyr promoted nepotism and corruption to further increase his power. The cult of the Shadow became ever more important for the smallfolk. The commoners felt the need for salvation after the harsh period of the Noble Wars and accepted the Shadow as their guide into better times. Lord Geomyr became fearful of the power of the religion and tensions between Nor City and Feygard started to rise. He then proclaimed several prohibitions against the cult. They were no longer allowed to perform their rituals, and he tried to detain some of the priests. Then he even banned the trade and use of heartsteel weapons as he feared they would be used to overthrow him. He destroyed many weapons and confiscated others. Bonemeal potions were prohibited as well much to the disapproval of the smallfolk and the priests.
fr: * par Wormath Splathershed * Fondation du Royaume Oublié (an 2300) Les premiers humains, conduits par Arntuk le Puissant, vinrent du sud dans des temps ancestraux et établirent le Royaume Oublié. Ce peuple, appelé le Lethgar, construisit des lieux où se tiennent maintenant de grandes villes et cités. Norville et Sullengard furent les premières a être fondées. Puis quelque temps après, quelques explorateurs gravirent le Mont Galmore, la plus haute montagne du Dhayavar. Avec sa hauteur et son point de vue magnifique, les prêtres et mages y construisirent à son sommet un sanctuaire, dans lequel ils étudiaient les arts de la magie et adoraient leurs dieux. L'Ascension de Kazaul (an 2177) Le puissant sorcier fou nommé Valugha était obsédé par l'idée de créer un portail vers une autre dimension. Bien que ses compagnons mages le désapprouvaient, il fût capable de créer un portail en consumant l'essence de la vie de ses frères et l'énergie stockée dans le sanctuaire. Le sanctuaire éclata dans une explosion et un grand ravin coupa le Mont Galmore en deux. A sa base, le portail s'ouvra, qui fût rapidement nommé la 'Faille', et la région dévastée avoisinante le 'Souterrain'. La montagne carcha aussi de la lave comme du sang d'une blessure et elle est maintenant entourée de fumée tout le temps. Toute sorte de démons et morts vivants émergèrent dans notre monde à travers le portail, conduits par leurs maîtres, les 'Kazaul'. Les Kazaul eux-mêmes étaient menés par les Maîtres Eternels qui étaient incroyablement doués en magie et art de la guerre. Rapidement les monstres et leurs maîtres se répandirent dans tout le Dhayavar. Cependant, le portail devint instable au bout d'un moment et s'effondra finalement après plusieurs décennies, mais le mal était fait alors que des milliers de bêtes l'avaient déjà traversé. Il s'ensuivit une guerre courte et brutale. Avec la perte de presque tous leurs magiciens, le Lethgar était impuissant face à l'invasion de monstres et fût rapidement renversé et asservi par les Kazaul. Les Kazaul imposèrent un régime de terreur sur le Royaume Oublié. Personne ne paraissait capable de vaincre ou de s'opposer aux Kazaul face à la force surhumaine. Puis le Lethgar se mit à construire des repaires souterrains pour leurs oppresseurs. Une grande ville fût construite autour du portail désactivé et dans les caves naturelles sous le Mont Galmore. La Tour de Carn et le Sanctuaire du mont Encreau furent aussi édifiés, parmi d'autres innombrables colonies souterraines de Kazaul. Bien que la plupart des habitants du Lethgar méprisaient leurs maîtres, certains montraient de l'intérêt dans les rituels et la magie noire des Kazaul. Ainsi, un groupe d'humains suivants les Kazaul, les Kha'zaan (cultistes de Kazaul), se regroupèrent autour de leurs maîtres et apprirent d'eux. Ils étaient souvent appelés pour appliquer les lois violentes des Kazaul. De nombreux monstres actuels sont des formes de vie qui ont évoluées suite à des expériences faites pendant cette époque, tels que les Izthiels, les Gornauds, les Wyrms, etc. Au même moment, Les Hira'zinn, les augures de la guerre, envoyèrent des fléaux sur les habitants. La Guerre de l'Aurore et l'Essor d'Elythara et de l'Union Elytharaine (an 1537) Un jour, les cultistes Elytharains arrivèrent sur les côtes nordiques (Mer des Larmes). Ils adoraient le lumière aveuglante et purifiante d'Elythara. Les mages et guerriers Elytharains furent capables de vaincre les Kazaul et les Kha'zaan avec l'aide de la lumière aveuglante d'Elythara qui fût forgée dans leurs armes. Les Kazaul furent réduits à presque rien après que leurs maîtres Eternels furent tuès. Mais Elythara et ses cultistes échouèrent à les annihiler totalement, car quelques Kazaul et leurs suivants réussirent à se cacher dans des endroits totalement sombre, inconnus des Elytharains. Ce fût possible car si les pouvoirs maléfiques des Kazaul étaient sans effets face à la lumière aveuglante d'Elythara, la puissance d'Elythara diminuait plus on s'enfonçait dans les ténèbres. Quoi qu'il en soit, les Kazaul hibernèrent pendant des centaines d'années dans ces ténèbres. L'aspect visuel de ses pouvoirs, mais aussi la perception de sa bienveillance envers les citoyens conduisit la population à l'appeler la Déesse de la Lumière. Les gens se réjouissaient de la défaite des Kazaul. Les Elytharains aidèrent la population à s'organiser et à construire plusieurs villes et cités, dédiées à leur déesse. Plusieurs maisons aristrocrates furent créées à cette période. Chaque ville était dirigée par une ou deux maisons qui collaboraient étroitement avec les prêtres Elytharains. Une longue ère de paix et de prospérité s'ensuivit, l'Union Elytharaine fût créée afin de répandre les mots d'Elythara sur tout le royaume. Même si les aristocrates régnaient sur les villes, les gens étaient principalement influencés par les prêtes Elytharains. On le sait, le monde sous le règne d'Elythara n'était pas parfait, même si c'est ce que les prêtres voulaient faire croire. Sa 'lumière' était montrée à ceux qui refusaient de suivre le 'droit' chemin, ce qui les rendaient aveugles, voire pire... Les Elytharains commencèrent à ériger la cité de Feygard sur les rives de la Mer des Larmes, qui devint rapidement une place de marché du royaume grâce à son accès à la mer. La ville de Loneford fût fondée et devint rapidement célèbre pour ses champs fertiles et ses légumes sains, qui nourrissaient les régions nordiques du Royaume Oublié. Le mont Encreau fût exploré, et à son sommet on erigea un grand sanctuaire pour les prêtres Elytharains afin qu'ils étudient l'aurore et le crépuscule, le soleil et les étoiles, et qu'ils veillent sur le Royaume Oublié. D'autres sanctuaires furent établis à Feygard et Norville, et des autels furent découverts dans chaque colonie mineure. La colonie minière de Prim fût aussi fondée après que des pionniers aient découverts d'importantes sources de fer et de charbon sous la montagne. La cité de Fallhaven devint un centre d'échange prospère, grâce à son excellente localisation, à la jonction entre le sanctuaire du mont Encreau, Stoutford, Norville et Feygard. De grands entrepôts furent construits y entreposer de manière sûre les cargaisons. Cependant, des bandes de voleurs furent vite attirées par les richesses florissantes, et elles s'unirent sous une seule et grande organisation, la Guilde des Voleurs, dont les salles de réunion étaient secrétement situées à Fallhaven, Feygard et Norville, alors les villes les plus riches. D'autres villes, par exemple Brimhaven et Clairport furent aussi fondées autour de cette époque, et les mines de Charwood furent ouvertes. Des accords d'échanges commerciaux furent conclus entre les villes afin de prospérer. Création du Royaume Aewatha (an 432) A la tête de la famille la plus importante de Norville, Garthan I, de la maison Houdart, s'auto-proclama Roi, marquant la fin de l'ère Elytharain et le début du royaume soutenu par l'Ombre. A cet instant, les pouvoirs religieux et politique furent étroitement liés. Alors que le royaume prospérait, l'Ombre aussi, et Elythara fût oubliée par presque tout le monde en une poignée de générations. Un très grand complexe de temples avec en son sein une cathédrale magnifique fût érigé au centre de Norville, où se trouvaient les anciens autels d'Elythara. De petites églises fûrent bâties dans tout le territoire. Les gens priaient maintenant pour l'Ombre. Garthan I ordonna l'exploration du redouté Mont Galmore, et une énorme mine fût ouverte pendant plusieurs décennies au cours desquelles des joyaux et de l'or fûrent trouvés en abondance. Tous les adorateurs restants d'Elythara fûrent utilisés comme esclaves pour creuser. A cette époque la prison Flagstone fût aussi construite, où les travailleurs fugitifs du Mont Galmore furent emprisonnés et laissés pourrir. Néanmoins, les mines furent fermées après quelques années suite aux attaques fréquentes de monstres et d'autres horreurs indescriptibles qui vivaient dans le noir. Remgard fût fondée par Korhald de Remgard sur une grande île sur le Lac Laeroth. Elle devint celèbre pour ses excellents forgerons. Le village de Crossglen fut fondé, et des fermiers s'installèrent dans les environs. Le Roi Luthor monta sur le trône en tant qu'héritier direct du Roi Oromir III et deplaça la capitale de Norville à Fallhaven, tandis que le centre du culte restait à Norville. En vieillissant, le Roi Luthor sentit le besoin d'avoir un conseiller, et donc le Seigneur Geomyr de Feygard fût nommé Aide du Roi. Il remplit sa mission avec beaucoup d'obsession et d'effort. Les Guerres Nobles (an 25 à 14) Lorsque le Roi Luthor mourût, il laissa le royaume sans héritier pour le trône. Il fût inhumé dans les catacombes sous l'église de Fallhaven. Ce qui suivit, les Guerres Nobles, fût l'épisode le plus sombre que ce pays ait vécu. Quatre coalitions furent créées, chacune dirigée par un seigneur puissant. A l'Ouest, Stoutford et les colonies du mont Encreau étaient dirigées par le seigneur Erwyn. Au Nord, Feygard, Thalgard, Luthaven et Remgard étaient dirigées par le seigneur Geomyr. A l'Est, Norville, Sullengard, Clairport et Brimhaven étaient dirigées par le seigneur Emeric. La région centre de la capitale fût d'abord neutre, regroupant les villes de Fallhaven, Vilegard et Loneford (aupravant administrées par le Roi Luthor). Les Guerres Nobles commencèrent les Seigneurs se disputèrent pour savoir qui serait le nouveau Roi légitime. La première pierre fût lancée par Stoutford. Le Seigneur Erwyn tenta d'attaquer la région centrale pendant que les autres seigneurs étaient occupés à débattre. Il voulût occuper cette région pour contrôler les routes marchandes vers Norville, afin de gagner une plus grande influence et fracturer les autres coalitions. Fallhaven fût en partie détruite. Le succès d'Erwyn fût bref, car il fût attaqué par les coalitions de l'Est. Pendant plusieurs années, de nombreuses batailles et d'innombrables escarmouches eurent lieu pour prendre le contrôle du centre. Quand les deux seigneurs furent affaiblis, le seigneur Geomyr attaqua et força les deux autres à se rendre. Le traité de paix de Fallhaven fût signé et le seigneur Geomyr fût proclamé Roi. Les Hira'zinn hantèrent les territoires une fois de plus pendant cette guerre. Le règne du Roi Geomyr (an 14) Le Roi Geomyr pressa son peuple à la reconstruction des villes et la suppression des traces de cette longue guerre. Il instaura à nouveau un système de taxes ainsi que des garnisons de la Garde Royale de Feygard dans la plupart des villages. Geomyr encouragea le népotisme et la corruption afin d'asseoir son pouvoir. Le culte de l'Ombre devint de plus en plus important auprès des habitants. Les citoyens recherchaient le salut après cette dure période des Guerres Nobles et acceptèrent l'Ombre comme guide vers des temps meilleurs. Geomyr devint craintif vis à vis du pouvoir de la religion, et des tensions commencèrent à naître entre Norville et Feygard. Il proclama alors plusieurs prohibitions du culte. Les rituels furent interdits, et certains prêtres mis en détention. Puis il bannit même la vente et l'utilisation d'armes en acier-coeur car il craignait qu'elles ne servent à le renverser. Il détruisit de nombreuses armes et en confisqua d'autres. Les potions d'os furent aussi prohibées aux grand désarroi des habitants et des prêtres.
ja: ウォーマス・スプラザーシェド著書 忘れられた王国の建国（2300年） アルントク大王に率いられた最初の人類は、古代に南方より現れて忘れられた王国を築いた。これらの人々はレトガルと呼ばれる。現在の大きな町や都市がある場所に入植地を建設していった。ノアシティとサレンガードが最初に設立された。 それからしばらく経ち、少数の探検家がダヤヴァルの最高峰であるガルモア山へと登頂。その標高の高さと眺めの良さのために、神官と魔法使いたちは山頂近くに聖域を建てる。そこで魔導の研究や神々への信仰を行った。 カザウルの台頭（2177年） ヴァルガという強力な力を持つ狂った魔術師は、別の次元へのポータルを生み出すという考えに執着した。仲間の魔法使いが反対したにもかかわらず、同朋たちの強力な生命力と聖域に蓄えられたエネルギーを消費することによって、ポータルの創造を実現。聖域は爆発で噴火、さらには大きな渓谷がガルモア山を分断する。その底にはポータルが開いた。それはすぐに"裂け目"と、またその周辺の荒廃した地域は"アンダーテル"と呼ばれるようになる。山はまた、傷口から血のような溶岩を噴出し現在では常に煙で覆われている。 マスターである"カザウル"に率いられ、ありとあらゆる種類の悪魔やアンデッドがポータルを通って世に出現した。そんなカザウルたち自身は、魔法と戦争に恐ろしいほど長けたエターナルマスターに率いられた。モンスターとそのマスターたちは、やがてはダヤヴァル全土へと広がっていった。ところが、しばらくするとポータルは不安定となり、数十年後にはついに崩壊する。だが、すでに何千ものモンスターがポータルを通って入り込んでいたために被害が出た。 短くも残酷な戦争が行われる。ほとんどすべての魔法使いを失ってしまったレトガルはモンスターの侵略に対して無力となり、すぐにカザウルによって征服され奴隷とされた。忘れられた王国においてカザウルは恐怖政治を強いた。その非人間的な強さのために、誰もカザウルに対抗することができなかったようだ。 その後、レトガルは圧制者のために地下アジトを建てねばならなくなった。非活性化したポータルを中心に、ガルモア山の下、その天然の洞窟の中に大規模な都市が建設された。また、カーンタワーやブラックウォーター山の聖域など、無数のカザウルの地下集落が建設されていった。 ほとんどのレトガルはマスターを嫌悪していたものの、一部はカザウルの儀式や暗黒魔術に興味を示す。その結果、人間のカザウルの弟子たちであるカザーン（カザウル教団）は、師匠のもとへと集い、彼らから学ぶ。この者たちはしばしばカザウルによる残忍な支配の強制のために利用された。イズシエル、ゴルノー、ウィルムなど現在のモンスターの多くは、この時代に行われた実験から進化した生物である。 この頃には、戦争の前兆であるヒラジンが力ない民衆を苦しめるようになった。 夜明けの戦争とエリサラの台頭とエリザラン同盟（1537年） ある日、北の海（涙の海）の岸辺にエリザラン教団がやってくる。彼らはエリサラのまばゆい清めの光を崇拝していた。 エリザランの魔法使いと戦士たちは、鍛え上げられた武器であるエリサラのまばゆい光の助けを受けて、カザウルとカザーンを打ち破ることに成功した。エターナルマスターが殺されてしまったことによって、カザウルはほとんど何もない状態となった。しかし、少数のカザウルとその信者たちがエリザラン人に知られていない真っ暗闇の中、遠隔地へと身を潜めることに成功。そのためエリサラと教団は彼らを完全に滅ぼすことができなくなった。これは、カザウルの暗黒呪文はエリサラのまばゆい光には無力であったものの、エリサラの力は完全な闇の中奥深くでは衰えるためだ。それでも何百年もの間、カザウルは暗闇の中で深い眠りへとつく。 彼女の力の視覚的な美しさと平民に対する博愛の心から、人々は彼女を光の女神と呼ぶようになる。人々はカザウルの打倒を歓迎した。エリザラン人は人々の生活の組織化を助け、女神のために町や都市を建設していった。この頃には貴族の家がいくつかできる。各都市はエリザラン神官たちと密接に協力した1つか2つの家によって支配された。 長い平和と繁栄の時代が続き、エリザラン同盟が創設され、エリサラの言葉を世に広めていった。貴族が都市を支配していたとしても、人々は主にエリザラン神官から影響を受けた。 明らかにエリサラの下にある社会は完璧なものではなかったものの、神官たちは人々にそう信じさせた。彼女の"光"は"正しい"道に従うことを拒否した者に示され、多くの人々は盲目かそれ以下の状態となっていった… エリザラン人はすぐさま涙の海のほとりにフェイガードの街の建設を始めた。海へのアクセスの良さからすぐに王国における貿易の中心地となる。 ローンフォードの町が設立され、その肥沃な畑と忘れられた王国の北部を養う健康的な野菜ですぐに有名となった。 ブラックウォーター山が探索され、その頂上には、夜明けと夕暮れ、太陽と星を研究し、忘れられた王国を見守るために、エリザラン神官のための大きな聖域が建てられた。他の聖域にはフェイガードとノアシティのものがあり、各地の集落にも教会があった。また開拓者たちが山の下に鉄や石炭の豊富な資源を発見したことから、プリム鉱山集落が設立された。 フォールヘブンの街は、ブラックウォーター山聖域、スタウトフォード、ノアシティ、フェイガードの分岐点としての優れた立地条件から、貿易の中心地として繁栄した。貨物を安全に保管するために大きな倉庫が建てられる。しかし、盗賊の一団はすぐにもその富の増大に惹かれ1つの大組織である盗賊ギルドの下に団結。当時最も裕福な都市であったフォールヘブン、フェイガード、ノアシティにはギルドホールが密かに設置された。 この頃にはブリムヘブンやブライトポートなど他の多くの町も設立され、チャーウッド鉱山が開業。 貿易をさらに繁栄させるために、都市間では貿易協定が結ばれた。 アイワタ王国建国（432年） ノアシティにおいて最も有力な一族の当主であるハウダート家のガルサン1世が王となることを宣言し、エリザラン時代の終わりとシャドウの王国の始まりを告げる。この時点で、政治と宗教双方の権力は密接に結び付く。王国が繁栄するにつれて、シャドウも繁栄し、エリサラはほんのひと世代程度の時間でほとんどの人から忘れ去られてしまう。かつてエリサラの教会があったノアシティの中心部には壮大な大聖堂を持つ大規模な神殿が建てられた。小さな教会も国中に建てられた。現在ではシャドウが一般的に人々から信じられるようになっている。 ガルサン1世は恐るべきガルモア山の探索を命じる。数十年に渡って大規模な鉱山が拓かれ宝石に金が豊富に発見された。残っていたエリザラン信者たちが採掘の奴隷として使われている。この時にフラッグストーン監獄も建てられ、ガルモア山から逃亡した労働者が投獄され腐るまで放置される。ただし、度重なるモンスターの襲撃や暗闇に潜む言葉では言い表せない恐怖のために、しばらくの年月の後に鉱山は閉鎖された。 レムガードは、レムガードのコラルドによって設立され、ロレス湖の大きな島に建てられた。優れた鍛冶の腕によって有名となる。 クロスグレン村が設立され、農民たちが定住する。 ルーサー王はオロミア3世の直系の後継者として即位。首都をノアシティからフォールヘブンへと移転するも、信仰の中心はノアシティへと残る。ルーサー王は年をとるにつれて助言者の必要を感じ、そのためにフェイガードのジオミア卿が王の手として指名された。非常な執着心と努力によって彼はその義務を果たした。 ノーブル・ウォーズ（25年～14年） ルーサー王が崩御し、王位継承者無きままに王国を去った。フォールヘブン教会の地下墓地へと埋葬される。その後のノーブル・ウォーズは、この国が目撃した中でも最も暗い時代のひとつである。 4つの連合が形成され、それぞれが1人の強力な君主によって統治された。 西部はスタウトフォードとブラックウォーター山の集落地から成り、エルウィン卿が治めた。 北部はフェイガード、タルガード、ルトヘブン、レムガードから成り、ジオミア卿が治めた。 東部はノアシティ、サレンガード、ブライトポート、ブリムヘブンから成り、エメリック卿が治めた。 中央の首都圏は当初は中立のままで、フォールヘブン、ヴィルガード、ローンフォード（以前はルーサー王が統治）から構成された。 ノーブル・ウォーズは、誰が次代の正統な王に相応しいかについて領主たちが議論するところから始まる。 最初の一石はスタウトフォードによって投じられた。諸侯が議論で忙殺されている最中、エルウィン卿はその時間を利用して中央地域を攻撃しようとする。ノアシティへの通商路を支配し、最大の影響力を得て、他の連合を撃破しようと占領を目論んだ。フォールヘブンでは一部が破壊された。 東部連合の攻撃を受けたことで、エルウィンの成功は短いものと終わる。そして数年に渡って、中央地域の支配権を巡り数々の戦いと数え切れないほどの小競り合いが繰り広げられる。そうして両者が弱体化すると、そこへジオミア卿が攻撃を仕掛け双方を降伏へと追い込んだ。フォールヘブン平和条約が締結される。ジオミア卿が国王として即位した。 この戦争の期間中、ヒラジンは再びこの地に姿を現している。 ジオミア王の統治（14年） ジオミア国王は破壊された都市を修復し、長い戦争の爪痕を取り除くよう人々へと促した。税制を復活させ、各地の村でフェイガード近衛兵を駐屯させる。より一層権力を高めるため、ジオミアは縁故主義に汚職とを推し進める。 力なき人々にとってシャドウ教団はますます重要となった。ノーブル・ウォーズの厳しい時期を経て以降、民衆は救済の必要性を感じ、シャドウをより良い時代への道しるべとして受け入れるようになった。 ジオミア卿はそんな宗教の力を恐れるようになり、ノアシティとフェイガードの間で緊張が高まり始める。そして教団に対してのいくつかの禁止を宣言。儀式を行うことは許されなくなり、神官の幾人かを拘留しようとした。 また彼は、自身の打倒へと使用されることを恐れ、ハートスチール製の武器の取引と使用も禁じる。多くの武器を処分し、他も没収した。骨粉ポーションも禁止され、民衆や神官たちから不評を買っている。
pt: * Por Wormath Splathershed * Fundação do Reino Esquecido (ano 2300) Os primeiros humanos, liderados por Arntuk, o Poderoso, vieram do sul nos tempos antigos e estabeleceram o Reino Esquecido. Essas pessoas, chamadas de Lethgar, construíram assentamentos em lugares onde agora estão localizadas grandes cidades. Nor City e Sullengard foram os primeiros a serem fundados. Então, algum tempo depois, alguns exploradores escalaram o Monte Galmore, a montanha mais alta de Dhayavar. Devido à elevação e à vista maravilhosa, seus sacerdotes e magos construíram um santuário perto do cume onde estudaram as artes da magia e adoraram seus deuses. Ascensão de Kazaul (ano 2177) O mago insano e poderoso chamado Valugha estava obcecado com a noção de criar um portal para outro plano. Mesmo que seus colegas magos desaprovassem, ele foi capaz de criar um portal a consumir a poderosa essência de vida de seus irmãos e a energia armazenada no santuário. O santuário explodiu e um grande barranco separou o Monte Galmore. No seu fundo, o portal se abriu, que foi apenas chamado de "Fenda" e a área devastada ao seu redor 'Undertell'. A montanha também derramou lava como sangue, a vir de uma ferida e agora está nublada em fumaça o tempo todo. Todos os tipos de demônios e mortos-vivos emergiram no mundo através do portal, liderados por seus mestres, o "Kazaul". Os próprios Kazaul foram guiados pelos Mestres Eternos que eram incrivelmente hábeis em magia e guerras. Logo os monstros e seus mestres se espalharam por toda Dhayavar. No entanto, o portal tornou-se instável depois de um tempo e finalmente entrou em colapso após várias décadas, mas o dano já estava feito, já que milhares de animais haviam atravessado-o até o reino. Uma guerra curta e brutal foi travada. Com a perda de quase todos os magos, os Lethgar foram impotentes contra a invasão monstruosa e logo foram derrubados e escravizados pelos Kazaul. Os Kazaul impuseram um reinado de terror ao Reino Esquecido. Parecia que ninguém era capaz de derrotar ou se opor aos Kazaul devido à sua força desumana. Então os Lethgar tiveram que construir covis subterrâneos para seus opressores. Uma grande cidade foi construída em torno do portal desativado e nas cavernas naturais sob o Monte Galmore. Além disso, a Torre Carn e o Santuário na Montanha da Água Negra foram construídos, entre inúmeros outros assentamentos subterrâneos de Kazaul. Embora a maioria dos Lethgars desprezassem seus mestres, alguns demonstravam interesse nos rituais e feitiçaria obscura do Kazaul. Como resultado, os kha'zaan (cultistas Kazaul), um grupo de seguidores humanos Kazaul, reuniram-se em torno de seus mestres e aprenderam com eles. Eles eram frequentemente usados para impor a regra brutal dos Kazaul. Muitos dos monstros atuais são formas vivas que evoluíram a partir de experimentos feitos durante esta época, como Izthiels, Gornauds, Wyrms, etc. Naquela época, o Hira'zinn, presságio da guerra, começou a atormentar os camponeses. A Guerra do Amanhecer e a Ascensão de Elythara e a União Elythariana (ano 1537) Um dia, os cultistas elytharianos chegaram à costa do mar do norte (Mar das Lágrimas). Eles adoravam a luz ofuscante e purificadora de Elythara. Os magos e guerreiros elytharianos foram capazes de derrotar os Kazaul e Kha'zaan com a ajuda da luz ofuscante de Elythara que foi forjada nas suas armas. O Kazaul foi reduzido a quase nada porque seus Mestres Eternos foram mortos. No entanto, Elythara e os cultistas dele falharam em aniquilá-los completamente, já que alguns Kazaul e seguidores conseguiram se esconder em lugares remotos na escuridão total, desconhecidos dos elytharianos. Isso porque, embora os feitiços sombrios de Kazaul fossem impotentes contra a luz ofuscante de Elythara, o poder de Elythara é menor nas profundezas do subsolo na escuridão total. No entanto, por centenas de anos, o Kazaul hibernou na escuridão. A aparência visual de seus poderes, bem como sua benevolência percebida para com os plebeus, leva as pessoas a chamá-la de Deusa da Luz. As pessoas ficaram muito felizes com a derrota de Kazaul. Os elytharianos ajudaram o povo a organizar a vida e construíram várias vilas e cidades, dedicadas à sua deusa. Várias casas aristocráticas foram formadas nessa época. Cada cidade era governada por uma ou duas casas que colaboravam de perto com os sacerdotes de Elythara. Seguiu-se uma longa era de paz e prosperidade e a União Elythariana foi fundada, para espalhar a palavra de Elythara por todo o reino. Mesmo que os aristocratas governassem as cidades, as pessoas eram influenciadas principalmente pelos sacerdotes elytharianos. Obviamente, o mundo sob Elythara não era perfeito, embora isso seja o que seus sacerdotes querem que as pessoas acreditem. Sua 'luz' foi mostrada para aqueles que se recusaram a seguir o caminho 'certo', geralmente a deixar-os cegos ou pior... Os elytharianos logo começaram a erguer a cidade de Feygard na margem do Mar de Lágrimas, que logo se tornou um centro de comércio para o reino devido ao seu acesso ao mar. A cidade de Loneford foi fundada e logo se tornou famosa por seus campos férteis e vegetais saudáveis que alimentavam as partes norte do Reino Esquecido. A Montanha da Água Negra foi explorada e no cume dela um grande santuário para os sacerdotes elytharianos foi erguido para estudar o amanhecer e o crepúsculo, o sol e as estrelas e para vigiar o Reino Esquecido. Outros santuários foram localizados em Feygard e Nor City e santuários foram encontrados em cada assentamento menor. A colônia de mineração de Prim também foi fundada depois que os pioneiros encontraram ricas fontes de ferro e carvão sob a montanha. A cidade de Fallhaven tornou-se um próspero centro comercial devido à sua excelente localização como uma junção entre o santuário da Montanha da Água Negra, Stoutford, Nor City e Feygard. Grandes armazéns foram construídos para armazenar carregamentos com segurança. No entanto, bandos de ladrões logo foram atraídos pela crescente riqueza e unidos sob uma grande organização, a Guilda dos Ladrões, cujos salões de guilda foram secretamente postos em Fallhaven, Feygard e Nor City, aquelas a ser as cidades mais ricas naquela época. Muitas outras cidades, incluindo Brimhaven e Brightport também foram fundadas por volta desta época e as minas de Charwood foram abertas. Acordos comerciais foram assinados entre as cidades, a fim de fazer o comércio prosperar ainda mais. Criação do Reino de Aewatha (ano 432) O chefe da mais importante família de Nor City, Garthan I, da casa Houdart, declarou-se rei, a marcar o fim da Era Elythariana e o início do reino apoiado pelas Sombras. Neste ponto, o poder político e o poder religioso tornaram-se unidos. O reino prosperou, assim como a Sombra e Elythara foi esquecida por quase todos em apenas algumas gerações. Um grande complexo de templos com uma catedral magnífica foi construído no centro de Nor City, onde os antigos santuários de Elythara estavam localizados. Igrejas menores foram construídas em todo o país. As pessoas agora comumente acreditavam na Sombra. Garthan I ordenou a exploração do temido Monte Galmore e uma grande mina foi aberta por algumas décadas, onde gemas e ouro foram encontrados em abundância. Quaisquer seguidores remanescentes dos elytharianos foram usados como escravos para a escavação. Naquela época, a Prisão de Flagstone também foi construída, onde trabalhadores fugitivos do Monte Galmore foram presos e foram deixados para apodrecer. No entanto, as minas foram fechadas após alguns anos devido a frequentes ataques de monstros e outros horrores indescritíveis que viviam no escuro. Remgard foi fundada por Korhald de Remgard e construída numa grande ilha no Lago Laeroth. Tornou-se famosa por seus excelentes serviços de ferragem. A vila de Crossglen foi fundada e os agricultores se estabeleceram lá. O rei Luthor subiu ao trono como herdeiro direto do rei Oromir III e mudou a capital de Nor City para Fallhaven, enquanto o centro de adoração permaneceu em Nor City. À medida que o Rei Luthor envelhecia, ele sentiu a necessidade de um conselheiro e assim Lorde Geomyr de Feygard foi nomeado Mão do Rei. Ele cumpriu o dever dele com grande obsessão e esforço. As Guerras Nobres (ano 25 a 14) Quando o Rei Luthor morreu, ele deixou o reino sem herdeiro do trono. Foi enterrado nas catacumbas sob a igreja de Fallhaven. O que se seguiu, as Guerras Nobres, foi um dos períodos mais sombrios que este país testemunhou. Quatro coalizões foram formadas, cada uma governada por um poderoso Senhor. O oeste consistia de Stoutford e os assentamentos na Montanha da Água Negra, e era governado por Lorde Erwyn. O norte consistia de Feygard, Thalgard, Luthaven e Remgard e era governado por Lorde Geomyr. O leste consistia de Nor City, Sullengard, Brightport e Brimhaven e era governado por Lorde Emeric. A área central da capital inicialmente permaneceu neutra e consistia de Fallhaven, Vilegard e Loneford (anteriormente administrados pelo Rei Luthor). As Guerras Nobres começaram com os Senhores a discutir sobre quem seria o novo, legítimo, Rei. A primeira pedra foi lançada por Stoutford. Lorde Erwyn tentou usar o tempo para atacar a área central quando os outros Lordes estavam ocupados a debater. Ele queria ocupa-los para controlar as rotas comerciais para Nor City, para ganhar a maior influência e para fraturar outras coalizões. Fallhaven foi parcialmente destruída. O sucesso de Erwyn foi curto, quando ele foi atacado pela coalizão leste. Por vários anos, inúmeras batalhas e incontáveis escaramuçadas foram travadas pelo controle da área central. Quando ambos os Lordes foram enfraquecidos, Lorde Geomyr atacou e forçou ambos a se renderem. O tratado de paz de Fallhaven foi assinado e Lorde Geomyr foi proclamado Rei. O Hira'zinn assombrou as terras mais uma vez durante a guerra. A Regra do Rei Geomyr (ano 14) O Rei Geomyr pediu às pessoas que restaurassem as cidades destruídas e removessem os traços da longa guerra. Ele restabeleceu um sistema tributário e guarnições da Guarda Real de Feygard, na maioria das aldeias. Geomyr promoveu nepotismo e corrupção para aumentar ainda mais o seu poder. O culto à Sombra tornou-se cada vez mais importante para os camponeses. Os plebeus sentiram a necessidade de salvação após o período severo das Guerras Nobres e aceitaram a Sombra como seu guia em tempos melhores. Lorde Geomyr tornou-se temeroso do poder da religião e as tensões entre Nor City e Feygard começaram a aumentar. Ele então proclamou várias proibições contra o culto. Eles não tinham mais permissão para realizar seus rituais e ele tentou deter alguns dos sacerdotes. Então ele até proibiu o comércio e o uso de armas de Aço do Coração, pois temia que fossem usadas para derrubá-lo. Ele destruiu muitas armas e confiscou outras. Poções de pó de osso foram proibidas também para a desaprovação dos camponeses e dos sacerdotes.
zh_cn: *由沃玛斯 斯普拉特谢编写* 被遗忘王国的建立（2300年） 由强大的阿努图克领导的第一批人类是从远古时代的南方来的，建立了被遗忘的王国。这些被称为勒思加尔的人在现在的大城镇和城市所在地建立了定居点。在其中，诺尔城和苏伦加德最早成立。 然后过了一段时间，一些探险家攀登了达亚瓦最高的山加尔莫山。由于海拔和奇妙的景色，他们的祭司和法师在山顶附近建立了一个圣所，在那里他们学习魔法艺术并崇拜神灵。 卡扎尔的崛起（2177年） 疯狂而强大的法师瓦卢加迷上了创建通往另一个位面的门户的想法。即使他的同伴们不赞成，他仍然能够通过消耗兄弟强大的生命本质和圣所中储存的能量来建立门户。圣所在一次爆炸中爆发，加尔莫裂开了。在其底部，门户打开了，该门户不久简称为“裂谷”，而周围被破坏的区域为“地下”。这座山还像伤口上的鲜血一样喷出了熔岩，现在一直乌云密布。 在其主人“卡扎尔”的带领下，各种恶魔和不死生物通过门户出现了。卡扎尔自己由永恒的大师指导，他们在魔术和魔兽方面非常熟练。不久，怪物及其主人散布在整个达亚瓦。但是，门户在一段时间后变得不稳定，并在几十年后最终崩溃，但是危害已经造成，因为成千上万的野兽已经爬入了这个领域。 进行了短暂而残酷的战争。随着几乎所有法师的流失，勒思加尔无力抵抗怪物的入侵，并很快被卡扎尔推翻并奴役。卡扎尔对被遗忘的王国实行恐怖统治。由于他们不人道的力量，似乎没有人能够击败或反对卡扎尔。 然后，勒思加尔不得不为压迫者建造地下巢穴。在停用的门户周围和加尔莫山下的自然洞穴中建了一座大城市。此外，还建立了卡恩塔和黑水山的圣所，以及其他无数的地下卡扎尔定居点。 即使大多数勒思加尔鄙视主人，但也有一些人对卡扎尔的仪式和黑暗巫术表现出兴趣。结果，一群卡扎尔的追随者卡扎安（卡扎尔的信徒）聚集在他们的主人身边，并向他们学习。他们经常被用来执行卡扎尔人的残酷统治。当前的许多怪物都是从这个时代进行的实验演变而来的生命形式，例如：伊兹提尔、戈尔诺、冰龙等 到那时，战争的征兆希拉津开始困扰小人们。 黎明战争和埃利萨拉和埃利萨拉联盟的崛起（1537年） 有一天，埃利萨拉的信徒们到达了北边海（泪之海）的岸边。他们崇拜埃利萨拉的光明和洁净。 埃利萨拉的法师和战士们在伪造的埃利萨拉的致盲光的帮助下击败了卡扎尔和卡扎安 【...这里有些页面被撕掉了...】 开始在泪之海的岸边建立费加德，由于其通向大海，该市很快成为该领域的贸易中心。 隆福德镇成立后，很快便以其肥沃的土地和健康的蔬菜而闻名，它为被遗忘王国的北部提供了食物。 探索了黑水山，并在山顶上建立了一个大型的庇护所，以供埃利萨拉的牧师研究黎明和黄昏，太阳和星星，并俯瞰被遗忘的王国。其他庇护所分别位于费加德和诺尔城，每个小居民区都有神社。在开拓者在山下发现了丰富的铁和煤资源之后，普里姆的采矿殖民地也成立了。 法尔海文因其优越的地理位置而成为繁荣的贸易中心，因为它是黑水山，斯托福德，诺尔城和费加德保护区之间的交汇处。建造了大仓库来安全地存放货物。但是，盗贼们很快就被不断增长的财富所吸引，并团结在一个大组织“盗贼公会”下，其公会大厅被秘密地安置在当时最富裕的城市法尔海文，费加德和诺尔城。 大约在这个时候也建立了许多其他城镇，包括布林海文和布莱特口岸，并开设了查伍德矿。 各城市之间签署了贸易协定，以使贸易进一步繁荣。 埃阿瓦塔王国的建立（432年） 诺尔城家族中最重要的家族之首，霍达特家族的加尔森一世宣布自己为国王，这标志着以埃利萨拉时代的终结和暗影支持王国的开始。在这一点上，政治权力和宗教权力变得封闭联合的。随着王国的繁荣，暗影也繁荣了，埃利萨拉 【...再次撕掉了一些页面...】 作为挖掘的奴隶。当时还建造了石板监狱，那里有来自加尔莫山的逃跑工人他们在里面被囚禁，腐烂了。但是，由于频繁的怪物袭击和其他无法形容的恐怖在黑暗中，矿山在几年后被关闭。 瑞姆加德由瑞姆加德的科哈德创建，建在莱洛斯湖的一个大岛上。它以其出色的锻造服务而闻名。 克罗斯山谷村成立，农民在此定居。 路德国王即奥罗米尔三世国王的直接继承人登基，将首都从诺尔城迁至布林海文，而礼拜的中心仍在诺尔城。随着路德国王变老，他感到有必要聘请顾问，因此费加德的吉奥米尔勋爵被任命为国王之手。他以极大的执着和努力来履行职责。 贵族战争（25至14年） 路德国王去世后，没有王位继承人。他被埋葬在法尔海文教堂的地下墓穴中。随后的贵族战争是这个国家目睹的最黑暗的时期之一。 四个联盟被组成了，每个联盟由一位强大的君主统治。 西部地区由斯托福德和黑水山的定居点组成，并由欧文勋爵统治。 北部地区由费加德，塔尔加德，鲁特海文和瑞姆加德组成，并由吉奥米尔勋爵统治。 东部地区由诺尔城，苏伦加德，布莱特口岸和布林海文组成，由埃默里克勋爵统治。 最初的中心首都地区保持中立，由法尔海文，维尔加德和隆福德组成（之前由路德国王管理）。 贵族战争始于地主争辩谁将成为新的合法国王。 斯托福德扔了第一块石头。当其他勋爵正忙于辩论时，欧文勋爵试图利用这段时间攻击中心地区。他想占领那些地方，以控制通往诺尔城的贸易路线，以获得最大的影响力并破坏其他联盟。法尔海文部分摧毁。 欧文勋爵的成功是短暂的，因为他遭到了东方联盟的攻击。几年来，为控制中心区进行了无数次战斗和无数次小冲突。当两位勋爵被削弱时，吉奥米尔勋爵发起进攻，并迫使双方投降。签署了法尔海文和平条约，并宣布吉奥米尔勋爵为国王。 希拉津在战争期间再次困扰着这片土地。 国王吉奥米尔的统治（14年） 吉奥米尔国王敦促人们恢复被摧毁的城市，并消除长期战争的痕迹。他在大多数村庄恢复了税制和费加德皇家卫队的驻军。吉奥米尔提倡裙带关系和腐败，以进一步增强自己的力量。 对小人物来说，暗影的崇拜变得越来越重要。平民在贵族战争的残酷时期后感到需要救赎，并接受暗影作为他们进入更美好时代的向导。 吉奥米尔勋爵开始担心宗教的力量，诺尔城和费加德之间的紧张关系开始升温。然后，他宣布了对该邪教的若干禁令。他们不再被允许执行其仪式，并且他试图拘留一些牧师。 然后，他甚至禁止使用心钢武器的贸易和使用，因为他担心这些武器会被用来推翻他。他销毁了许多武器，并没收了其他武器。由于对于小人物和牧师的不赞成，骨粉药水也被禁止使用。 【...故事到此结束-您无法确定是否还有更多的页面...】
