Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: I am on a mission for Steward Unkorh.
de: Ich bin im Auftrag von Verwalter Unkorh unterwegs.
fr: Je suis en mission pour Steward Unkorh.
ja: 執事ウンコールの使命を負ってるんだ。
pt: Estou numa missão para Steward Unkorh.
zh_cn: 我在为乌克尔管家执行任务。

source: OK, then hurry.
de: Gut, dann beeil dich.
fr: Ok, alors dépêche-toi.
ja: そうか、なら急げ。
pt: OK, então corra.
zh_cn: 好吧，那就快点。

source: Here lies Guynmart, the righteous.
de: Hier liegt Guynmart, der Gerechte.
fr: Ici gît Guynmart, le vertueux.
ja: 公正なるグインマートはここに眠る。
pt: Aqui está Guynmart, o justo.
zh_cn: 这里躺着的是盖恩玛特，正义的人。

source: Here lies Guynmart, the treacherous.
de: Hier liegt Guynmart, der Verräter.
fr: Ici gît Guynmart, le déloyal.
ja: 不誠実なるグインマートはここに眠る。
pt: Aqui está Guynmart, o traiçoeiro.
zh_cn: 这里躺着盖恩玛特，这个奸诈的人。

source: You can not open the door with a raging torturer at your heels.
de: Du kannst die Türe nicht öffnen, solange dir ein wütender Peiniger auf den Fersen ist.
fr: Vous ne pouvez pas ouvrir la porte avec un bourreau enragé à vos trousses.
ja: 怒り狂う拷問官を尻目にドアを開けることはできない。
pt: Não pode abrir a porta com um torturador furioso nos seus calcanhares.
zh_cn: 你无法在身后有一个肆虐的折磨者的情况下打开门。

source: The door is wide open now.
de: Die Türe ist nun weit offen.
fr: La porte est grand ouverte maintenant.
ja: ドアは大きく開いている。
pt: A porta está bem aberta agora.
zh_cn: 现在门是敞开的。

source: You have a feeling that you will need the flute down there.
de: Du hast das Gefühl, dass du die Flöte dort unten brauchen wirst.
fr: Vous avez le sentiment que vous aurez besoin de la flûte en bas.
ja: 下でフルートが必要になりそうな予感がする。
pt: Tem a sensação de que precisará da flauta lá embaixo.
zh_cn: 你有一种感觉，你在下面会需要长笛。

source: My hellebori! Can't you be careful?
de: Mein Nieswurz! Kannst du nicht aufpassen?
fr: Mon hellébore ! Tu ne peux pas faire attention ?
ja: ヘレボリが！ 気をつけてもらえないか？
pt: Meu hellebori! Não pode ter cuidado?
zh_cn: 我的赫勒博里！你就不能小心点吗？

source: No! Get away from my cerastii!
de: Nein! Geh weg von meinen Hornkräutern!
fr: Non ! Dégage de mon cerastii !
ja: やめろ！ セラスティから離れて！
pt: Não! Afaste-se do meu cerastii!
zh_cn: 不！远离我的塞拉斯蒂！

source: Watch it! Don't step on my precious buphtalmum!
de: Pass auf! Tritt nicht auf meine wertvollen Ochsenaugen!
fr: Attention ! Ne marche pas sur mon précieux buphtalmum !
ja: 気をつけろ！ ブフタルムムを踏まないでください！
pt: Assista! Não pise no meu precioso buphtalmum!
zh_cn: 小心点！别踩到我的宝贝蟾蜍属！

source: My arenaria! Don't step on my arenaria!
de: Meine Sandkräuter! Tritt nicht auf meine Sandkräuter!
fr: Mon arenaria ! Ne marche pas sur mon arenaria !
ja: アレナリアが！ アレナリアを踏まないでくれ！
pt: Meu arenaria! Não pise no meu arenaria!
zh_cn: 我的菊花！不要踩到我的菊花！

source: Watch it! Don't step on my strelitzia reginae!
de: Pass auf! Tritt nicht auf meine Paradiesvogelblumen!
fr: Attention ! Ne mets pas les pieds sur mon strelitzia reginae !
ja: 気をつけてくれ！ ゴクラクチョウカを踏まないで！
pt: Assista! Não pise no meu strelitzia reginae!
zh_cn: 小心点!不要踩到我的雷公藤!

source: There is no door to the gate house on this side.
de: Auf dieser Seite gibt es keine Tür ins Torhaus.
fr: Il n'y a pas de porte vers le pavillon d'entrée de ce côté.
ja: こちら側には門楼はない。
pt: Não há porta à portaria deste lado.
zh_cn: 在这一侧没有通往门房的门。

source: A hollow voice cries: Who daaares to distuuurb my rest?
de: Eine dumpfe Stimme schreit: Wer waaagt es meine Ruuhe zu stöören?
fr: Une voix creuse s'écrie : Qui ooooose déraaaanger mon repos ?
ja: 虚ろな声が叫ぶ: わが眠りをさまたげる者は誰だ？
pt: Uma voz oca grita: Quem se atrreeeve a peertuuurbar o meu descanso?
zh_cn: 一个空洞的声音喊道。谁敢扰乱我的休息？

source: Uuuuaaahahahaaaa!
fr: Ouuuaaahahahaaaa !
ja: ウウゥーッ、ハアァーッ！
pt: Uuuaaahahahaaaa!
zh_cn: 呜呜呜呜呜呜！

source: Completely wrong! Are you lost?
de: Völlig kalt! Hast du dich verlaufen?
fr: Complètement faux ! Tu es perdu ?
ja: 全然違う！ 迷ったのか？
pt: Completamente errado! Está perdido?
zh_cn: 完全错了！你迷路了吗？

source: Coocoo, here I am!
de: Kuckuck, ich bin hier!
fr: Coucou, je suis là !
ja: どうした、私はここだ！
pt: Coocoo, aqui estou eu!
zh_cn: 咕咕，我来了！

source: Where am I? You will never find me!
de: Wo bin ich? Du wirst mich nie finden!
fr: Où suis-je ? Tu ne me trouveras jamais !
ja: 私はどこかな？ 絶対に見つけられまい！
pt: Onde estou? Nunca me encontrará!
zh_cn: 我在哪里？你永远也找不到我!

source: [Whispering from below] Oh, how I long to take my place here...
de: [Flüstern von unten] Oh, wie sehne ich mich danach, endlich meinen Platz hier einzunehmen...
fr: [Murmure de derrière] Oh, comme j'ai envie de prendre ma place ici...
ja: （下からささやき声）ああ、ここを手にするときがどれほど待ち遠しいことか…
pt: [Sussurrando de baixo] Oh, como anseio por tomar o meu lugar aqui...
zh_cn: [从下面低声]哦，我多么渴望能在这里占据一席之地......

source: Sweet Hannah will be my bride...
de: Die süße Hannah wird meine Braut...
fr: La douce Hannah sera mon épouse...
ja: 愛らしいハンナはわが花嫁となり…
pt: Doce Hannah será minha noiva...
zh_cn: 可爱的汉娜将成为我的新娘......

source: And Guynmart shall rot deep down in his own dungeon...
de: Und Guynmart soll tief unten in seinem eigenen Kerker verrotten.
fr: Et Guynmart devrait pourrir au fond de son propre donjon...
ja: グインマートは自身の地下牢で腐り果てるのだ…
pt: E Guynmart apodrecerá profundamente na masmorra dele própria…
zh_cn: 而盖恩玛特将在他自己的地牢里深深地腐烂......

source: I should leave the gallery - quietly.
de: Ich sollte die Gallerie verlassen - aber leise.
fr: Je devrais quitter la gallerie - tranquillement.
ja: 静かに回廊を離れたほうが良さそうだ。
pt: Deveria sair da galeria - em silêncio.
zh_cn: 我应该离开画廊--悄悄地。

source: Yoo-Hoo! You again - fine! I'm coming...
de: Juhu! Du schon wieder - toll! Ich komme...
fr: You-hou ! Encore toi, cool ! J'arrive...
ja: おーい！ またお前か、いいだろう！ 今そちらへ向かう…
pt: Yoo-Hoo! De novo - tudo bem! Estou a chegar...
zh_cn: 哟嗬!你又来了--好的!我来了...

source: Olav? Oh no - not the special guest exit again!
de: Olav? Oh nein - nicht schon wieder der spezielle Besucherausgang!
fr: Olav ? Oh non, pas encore la sortie de l'invité spécial !
ja: オラフだって？ しまった、また特別な客用出口じゃないのか！
pt: Olav? Oh não - não, o convidado especial sair novamente!
zh_cn: 奥拉夫？哦，不--不会又是特邀嘉宾的退出吧！

source: REST Do you want to rest here?
de: SCHLAFEN Willst du dich hier ausruhen?
fr: REPOS Voulez-vous vous reposer ici ?
ja: 休憩 ここで休みますか？
pt: DESCANSAR Quer descansar aqui?
zh_cn: 休息 你这里要休息？

source: OK
ja: はい
zh_cn: 好的

source: Cancel
de: Abbrechen
fr: Annuler
ja: キャンセル
pt: Cancelar
zh_cn: 取消

source: You close your eyes and almost immediately see people starving, with rats everywhere, chewing on the faces of the dead, and demons throwing their shackled human slaves into giant cauldrons of a boiling, foul smelling brew...
de: Du schließt deine Augen und siehst fast sofort verhungernde Menschen, mit Ratten überall, die an den Gesichtern der Toten nagen, und Dämonen, die ihre gefesselten Menschensklaven in riesige Kessel mit einer kochenden, übel riechenden Flüssigkeit werfen...
fr: Vous fermez les yeux et presque immédiatement vous voyez des gens mourir de faim, avec des rats partout, mâchant les visages des morts, et des démons jetant leurs escalves humains enchaînés dans des chaudrons géants emplis d'un breuvage bouillant immonde...
ja: 目を閉じるとすぐさま、飢えた人々、死者の顔の至るところをかじっているネズミ、悪魔が拘束した人間の奴隷を悪臭を放つ沸騰した巨大な大釜へと投げ込んでいるのが見える…
pt: Fecha os olhos e quase imediatamente vê as pessoas a morrer de fome, com ratos em todos os lugares, a mastigar os rostos dos mortos e demônios a jogar os escravos humanos algemados deles em caldeirões gigantes de uma poção fervente, fedorenta...
zh_cn: 你闭上眼睛，几乎马上就能看到人们在挨饿，到处都是老鼠，它们在啃咬死者的脸，恶魔把它们带着镣铐的人类奴隶扔进巨大的大锅里，锅里是沸腾的、散发着恶臭的酒水......

source: We have come to get you! We are hungry!
de: Wir sind gekommen, um dich zu holen! Wir haben Hunger!
fr: Nous sommes venus te chercher ! Nous avons faim !
ja: 迎えに来たぞ！ 腹が減った！
pt: Viemos te apanhar! Estamos com fome!
zh_cn: 我们来找你了!我们很饿！

source: I have no fear of dirty sheets.
de: Ich habe keine Angst vor dreckigen Laken.
fr: Je n'ai pas peur des draps sales.
ja: シーツが汚れる心配はない。
pt: Não tenho medo de lençóis sujos.
zh_cn: 我不害怕脏床单。

source: Nooo! I want to wake up!
de: Niiiicht! Ich will aufwachen!
fr: Noooon ! Je veux me réveiller !
ja: うわぁぁあ！ 起こしてくれ！
pt: Nãooo! Quero acordar!
zh_cn: 不！我想醒来！

source: You should have! We will teach you!
de: Du solltest aber! Wir werden sie dich lehren!
fr: Tu aurais dû ! On va t'apprendre !
ja: そうなればよかったのに！ 思い知れ！
pt: Devia ter! Vamos te ensinar!
zh_cn: 你应该有!我们会教你的!

source: You awake sweating. A nightmare - no wonder in such place.
de: Du wachst schwitzend auf. Ein Alptraum - kein Wunder an so einem Ort.
fr: Vous vous réveillez en sueur. Un cauchemar - pas étonnant dans un endroit pareil.
ja: あなたは汗をかいて目を覚ます。悪夢…こんな場所なら不思議なことではない。
pt: Acorda suado. Um pesadelo - não é de admirar em tal lugar.
zh_cn: 你醒来时满头大汗。一场噩梦--在这样的地方不足为奇。

source: This looks like a mechanism to open and close the main gate.
de: Das sieht aus wie ein Mechanismus zum Öffnen und Schließen des Haupttores.
fr: On dirait un mécanisme pour ouvrir et fermer le portail principal.
ja: これは正門を開閉する機構のようだ。
pt: Isso parece um mecanismo para abrir e fechar o portão principal.
zh_cn: 这看起来像是一个开启和关闭主门的机关。

source: Open
de: Öffnen
fr: Ouvrir
ja: 開く
pt: Abrir
zh_cn: 打开

source: Close
de: Schließen
fr: Fermer
ja: 閉じる
pt: Fechar
zh_cn: 关闭

source: Leave it unchanged
de: Lass es wie es ist
fr: Laisser inchangé
ja: そのままにしておく
pt: Deixar inalterado
zh_cn: 不做任何改动

source: This ... is ... hard ... work...
de: Das... ist... Schwerst...arbeit...
fr: C'est... un... travail... pénible...
ja: これ…は…重労働…だ…
pt: Isso… é… trabalho… duro...
zh_cn: 这......是......艰苦的......工作。

source: I should have asked a guard to do it.
de: Ich hätte das eine der Wachen machen lassen sollen.
fr: J'aurais dû demander au garde de le faire.
ja: 守衛に頼めばよかった。
pt: Deveria ter pedido a um guarda para fazer isso.
zh_cn: 我应该让一个警卫来做这件事。

source: Done, the gate is open.
de: Geschafft, das Tor ist offen.
fr: C'est fait, le portail est ouvert.
ja: 完了だ、門が開いた。
pt: Feito, o portão está aberto.
zh_cn: 完成了，大门打开了。

source: Done, the gate is open, and Guynmart's personal guard can enter. I should leave quickly now, maybe to the farmhouse south of here.
de: Geschafft, das Tor ist offen und Guynmarts persönliche Garde kann nun reinkommen. Ich sollte jetzt schnell abhauen, vielleicht zu dem Bauernhaus im Süden.
fr: C'est fait, le portail est ouvert, et la garde personnelle de Guynmart peut entrer. Je devrais partir rapidement maintenant, peut-être à la ferme au sud d'ici.
ja: 完了だ、門が開いた。これでグインマート近衛兵が入れるようになった。すぐに離れないと、ここの南の農家はどうだろう。
pt: Feito, o portão está aberto e a guarda pessoal de Guynmart pode entrar. Deveria sair rapidamente agora, talvez à fazenda ao sul daqui.
zh_cn: 完成了，大门打开了，盖恩玛特的私人卫队可以进入。我现在应该迅速离开，也许是去南边的农舍。

source: Closing is easier than opening.
de: Schließen ist einfacher als Öffnen.
fr: Il est plus facile de fermer que d'ouvrir.
ja: 開くより閉じるほうが簡単だ。
pt: Fechar é mais fácil que abrir.
zh_cn: 关闭比打开更容易。

source: Done, the gate is closed again.
de: Geschafft, das Tor ist wieder geschlossen.
fr: C'est fait, le portail est ouvert à nouveau.
ja: 完了だ、門がまた閉じた。
pt: Feito, o portão é fechado novamente.
zh_cn: 完成后，大门再次关闭。

source: Done, the gate is closed again. But it was a stupid idea, so I had better open the gate again.
de: Geschafft, das Tor ist wieder geschlossen. Aber es war eine blöde Idee, also sollte ich das Tor besser wieder öffnen.
fr: C'est fait, le portail est fermé à nouveau. Mais c'était une idée stupide, je ferais mieux de l'ouvrir à nouveau.
ja: 完了だ、門がまた閉じた。でもバカげた考えだったので、もう一度門を開けたほうがいい。
pt: Feito, o portão é fechado novamente. Mas foi uma ideia estúpida, então é melhor abrir o portão novamente.
zh_cn: 完成了，大门又关上了。但这是个愚蠢的想法，所以我最好再次打开大门。

source: Hi, kid. Wanna visit Guynmart Castle? Ancient walls, and sometimes a ghost at midnight?
de: Hallo, Kind. Möchtest du Guynmart Castle besichtigen? Uralte Gemäuer und manchmal ein Geist zu Mitternacht?
fr: Salut gamin. Tu veux visiter le Château de Guynmart ? Des murs anciens, et parfois un fantôme à minuit ?
ja: やあ、君。グインマート城に行ってみたいか？ 古代の城壁に、真夜中には時々幽霊も出てくるぞ？
pt: Oi garoto. Quer visitar o Castelo Guynmart? Paredes antigas e às vezes um fantasma à meia-noite?
zh_cn: 嗨，孩子。想去参观盖恩玛特城堡吗？古老的城墙，有时在午夜还有鬼魂？

source: No, thank you.
de: Nein, danke.
fr: Non merci.
ja: いや、結構。
pt: Não, obrigado.
zh_cn: 不用了谢谢。

source: Might be interesting. And an easy way to get in...
de: Scheint interessant zu sein. Und ein leichter Weg hinein...
fr: Ca pourrait être intéressant. Et un moyen facile d'entrer...
ja: おもしろそう。しかも簡単に入れるし…
pt: Pode ser interessante. E uma maneira fácil de entrar...
zh_cn: 可能会很有趣。而且是一个容易进入的方法......

source: Great choice, you won't regret it. Adults 20 gold, kids 12 gold. Bilingual guide would be 3 gold extra.
de: Großartige Wahl, du wirst sie nicht bereuen. Erwachsene 20 Gold, Kinder 12 Gold. Ein zweisprachiger Reiseführer kostet 3 Gold extra.
fr: Très bon choix, tu ne le regretteras pas. C'est 20 pièces d'or par adulte, 12 par enfant. 3 pièces en plus pour un guide bilingue.
ja: いい選択だ、後悔はさせんよ。大人は20ゴールド、子供は12ゴールド。ガイドは3ゴールドの追加料金となっている。
pt: Ótima escolha, não se vai arrepender. Adultos 20 moedas, crianças 12 gold. Guia bilíngue seria 3 extra de ouro.
zh_cn: 伟大的选择，你不会后悔的。成人20金，儿童12金。双语导游将额外收取3金。

source: OK, one kid, without guide, please.
de: Gut. Ein Kind, ohne Führer, bitte.
fr: Ok, un enfant, sans guide, s'il vous plait.
ja: はい、子供1人、ガイドなしでお願いします。
pt: OK, uma, "criança", sem guia, por favor.
zh_cn: 好的，一个孩子，没有向导，请。

source: One kid and a guide, please.
de: Ein Kind, und einen Führer, bitte.
fr: Un enfant et un guide, s'il vous plait.
ja: 子供1人とガイドをお願いします。
pt: Um garoto e um guia, por favor.
zh_cn: 一个孩子和一个向导，谢谢。

source: I changed my mind. Bye.
de: Ich habe mich anders entschieden. Tschüss.
fr: J'ai changé d'avis. Au revoir.
ja: 気が変わった。それでは。
pt: Mudei de ideia. Tchau.
zh_cn: 我改变了主意。再见。

source: [Gold taken] HAHAHA! Once again some stupid person with more money than brains! HAHAHA!
de: [nimmt das Gold] [HAHAHA! Und schon wieder eine dumme Person mit mehr Geld als Verstand! HAHAHA!
fr: [Or pris] HAHAHA ! Encore un imbécile avec plus d'argent que de cerveau ! HAHAHA !
ja: （ゴールドを受け取る） ハハハハッ！ 知恵より金ばかりあるバカがまた1人引っかかった！ ハハハハッ！
pt: [Moedas tomadas] HAHAHA! Mais uma vez, uma pessoa estúpida com mais dinheiro que cérebro! HAHAHA!
zh_cn: [拿了金子] 哈哈哈!又是一些钱比脑子多的蠢人!哈哈哈!

source: Hey!
de: Heh!
fr: Hé !
ja: おい！
pt: Ei!
zh_cn: 嘿！

source: No trespassing! Especially for kids!
de: Kein Durchgang! Schon gar nicht für Kinder!
fr: Défense d'entrer ! Surtout pour les enfants !
ja: 立ち入り禁止だ！ 特に子供はな！
pt: Não ultrapasse! Especialmente para crianças!
zh_cn: 禁止擅入!特别是对孩子来说!

source: Here is 100 gold.
de: Hier sind 100 Gold.
fr: Voici 100 pièces d'or.
ja: 100ゴールドをどうぞ。
pt: Aqui estão 100 moedas.
zh_cn: 这里有100金。

source: I just want to pass through.
de: Ich möchte einfach nur hier durch.
fr: Je veux juste passer.
ja: ちょっと通してもらえますか。
pt: Só quero passar.
zh_cn: 我只想通过。

source: May I pick a rose?
de: Darf ich eine Rose pflücken?
fr: Je peux prendre une rose ?
ja: バラを摘んでもいいですか？
pt: Posso tirar uma rosa?
zh_cn: 我可以摘一朵玫瑰吗？

source: I am not allowed to let anyone in or out. And I am incorruptable below 100 pieces of gold.
de: Ich darf niemanden rein oder raus lassen. Und ich bin absolut unbestechlich unter 100 Goldstücken.
fr: Je n'ai pas le droit de laisser quiconque entrer ou sortir. Et je suis incorruptible en-dessous de 100 pièces d'or.
ja: 誰も出入りさせてはならんのだ。私は100ゴールド以下では清廉潔白でな。
pt: Não tenho permissão para deixar ninguém entrar ou sair. E sou incorruptível abaixo de 100 moedas de ouro.
zh_cn: 我不允许任何人进出。而且我在100金币以下是不可能腐化的。

source: Well, I think I'll look for another entrance.
de: Nun, ich werde mich mal nach einem anderen Eingang umsehen.
fr: Bien, je pense que je vais chercher une autre entrée.
ja: なら、他の入り口を探してみようかな。
pt: Bem, acho que vou procurar outra entrada.
zh_cn: 好吧，我想我将寻找另一个入口。

source: Sorry, I don't have that much gold with me.
de: Tschuldigung, soviel Gold habe ich gerade nicht bei mir.
fr: Désolé, je n'ai pas autant d'or avec moi.
ja: 悪いけどそんなお金はありません。
pt: Desculpe, não tenho muitas moedas comigo.
zh_cn: 对不起，我没有带那么多黄金。

source: Mind your own business. I hate kids. Just disappear!
de: Kümmere dich um deinen eigenen Kram. Ich hasse Kinder. Verschwinde einfach!
fr: Occupe-toi de tes affaires. Je déteste les enfants. Disparait !
ja: 余計なお世話だ。これだから子供は嫌いなんだ。失せろ！
pt: Não é da tua conta. Odeio crianças. Simplesmente suma!
zh_cn: 管好你自己的事。我讨厌孩子。消失吧！

source: Wait!
de: Warte!
fr: Attends !
ja: 待った！
pt: Espere!
zh_cn: 等等！

source: I am standing around kicking my heels and answering stupid questions.
de: Ich stehe hier meine Füße in den Bauch und beantworte dumme Fragen.
fr: Je reste planté là, à m'ennuyer et répondre à des questions stupides.
ja: こうしてダラダラと突っ立ってくだらない質問に答えている。
pt: Estou de pé, a chutar meus calcanhares e a responder a perguntas estúpidas.
zh_cn: 我站在一边踢我的脚后跟并回答愚蠢的问题。

source: I want to pass through.
de: Ich möchte hier durch.
fr: Je veux passer.
ja: 通してください。
pt: Quero passar.
zh_cn: 我想通过。

source: Pick? A rose? You? No way! All flowers in this garden are the personal property of Lady Hannah.
de: Pflücken? Eine Rose? Du? Auf keinen Fall! Alle Blumen in diesem Garten sind Privateigentum von Fräulein Hannah.
fr: Cueillir une rose ? Pas question ! Toutes les fleurs de ce jardin sont la propriété personnelle de Dame Hannah.
ja: バラを？ 摘む？ お前が？ ありえん！ この庭園の花々はすべて、ハンナお嬢様が所有しているものだぞ。
pt: Escolher? Uma rosa? Você? De jeito nenhum! Todas as flores deste jardim são propriedade pessoal de Lady Hannah.
zh_cn: 挑选？一朵玫瑰？你呢？没门！这个花园里所有的花都是汉娜女士的个人财产。

source: Who is Lady Hannah?
de: Wer ist Fräulein Hannah?
fr: Qui est Dame Hannah ?
ja: ハンナお嬢様って誰？
pt: Quem é a Lady Hannah?
zh_cn: 谁是汉娜女士？

source: Come on. With so many plants she will not miss a single flower.
de: Komm schon. Bei so vielen Pflanzen wird sie eine einzige Blume kaum vermissen.
fr: Allons. Avec tant de plantes, une seule fleur en moins, ça ne lui manquera pas.
ja: いいでしょ。こんなに植物だらけなんだし、花の1輪くらい気づかないって。
pt: Vamos. Com tantas plantas, ela não sentirá falta de uma única flor.
zh_cn: 来吧。有这么多植物，她不会错过任何一朵花。

source: Hannah is Guynmart's daughter.
de: Hannah ist Guynmarts Tochter.
fr: Hannah est la fille de Guynmart.
ja: ハンナはグインマートの娘だ。
pt: Hannah é filha de Guynmart.
zh_cn: 汉娜是盖恩玛特的女儿。

source: And Guynmart is...?
de: Und Guynmart ist...?
fr: Et Guynmart est... ?
ja: ならグインマートって…？
pt: E Guynmart é...?
zh_cn: 而盖恩玛特是......？

source: Guynmart has a daughter?
de: Guynmart hat eine Tochter?
fr: Guynmart a une fille ?
ja: グインマートの娘？
pt: Guynmart tem uma filha?
zh_cn: 盖恩玛特有女儿？

source: Hannah knows every single plant in her garden. Nobody but herself and old Nuik may touch the plants.
de: Hannah kennt jede einzelne Pflanze im ihrem Garten. Niemand außer ihr und der alte Nuik dürfen diese Pflanzen berühren.
fr: Hannah connait chaque plant de son jardin. Il n'y a qu'elle et le vieux Nuik qui peuvent toucher les plantes.
ja: ハンナは庭園のすべての草花を把握している。彼女本人とヌイクの爺さん以外、誰も草花に触れてはならんのだ。
pt: Hannah conhece todas as plantas do seu jardim. Ninguém além dela e do velho Nuik podem tocar as plantas.
zh_cn: 汉娜知道她花园里的每一种植物。除了她自己和老努克，没有人可以碰这些植物。

source: Who is Nuik again?
de: Wer ist schon wieder Nuik?
fr: C'est qui Nuik, déjà ?
ja: それでヌイクって誰？
pt: Quem é Nuik agora?
zh_cn: 努克又是谁？

source: Nuik has been a gardener here for as long as I can remember. And now disappear!
de: Nuik ist schon solange ich denken kann hier der Gärtner. Und nun verschwinde!
fr: Nuik est le jardinier ici depuis aussi longtemps que je me souvienne. Et maintenant, disparait !
ja: 私の覚えている限りヌイクはここの庭師だ。それと失せろ！
pt: Nuik tem sido um jardineiro aqui desde que me lembro. E agora desapareça!
zh_cn: 从我记事起，努克就一直是这里的园丁。现在失踪了！

source: I have another question.
de: Ich habe eine andere Frage.
fr: J'ai une autre question.
ja: 他にも質問が。
pt: Tenho outra pergunta.
zh_cn: 我还有一个问题。

source: OK, OK, I'll leave.
de: Schon verstanden, ich gehe.
fr: Ok, ok, je vais partir.
ja: わかったわかった、もう行くよ。
pt: OK, OK,vou sair.
zh_cn: 好吧，好吧，我走了。

source: Don't you know anything? Guynmart has been Lord of Guynmart castle for as long as I remember. His wife died early, during the birth of their daughter.
de: Weißt du überhaupt was? Guynmart ist schon solange ich denken kann der Gebieter auf Guynmart Castle. Seine Gattin ist jung gestorben, bei der Geburt ihrer Tochter.
fr: Tu ne sais rien ? Guynmart a été le Seigneur de Guynmart depuis aussi longtemps que je me souvienne. Sa femme est morte prématurément, pendant la naissance de leur fille.
ja: お前は何も知らんのか？ 知る限りグインマートはずっとグインマート城の城主を務めている。妻は娘が生まれたときに早世した。
pt: Não sabe de nada? Guynmart tem sido o lorde do castelo de Guynmart desde que me lembro. A esposa dele morreu cedo, durante o nascimento da filha deles.
zh_cn: 你什么都不知道吗？从我记事起，盖恩玛特就一直是盖恩玛特城堡的领主。他的妻子很早就去世了，在他们的女儿出生期间。

source: Hannah's beauty is well known all over the country. Many young men asked to marry her. But she only has eyes for Lovis.
de: Hannahs Schönheit ist weithin bekannt. Viele junge Männer haben um ihre Hand angehalten. Aber sie hat nur Augen für Lovis.
fr: La beauté de Hannah est connue dans tout le pays. De nombreux jeunes hommes ont demandé à l'épouser. Mais elle n'a d'yeux que pour Lovis.
ja: ハンナの美しさは国中に知れ渡っている。多くの若者が彼女に求婚したものだ。だが彼女はロビス以外は見向きもしない。
pt: A bonita Hannah é bem conhecida em todo o país. Muitos jovens pediram para se casar com ela. Mas ela só tem olhos para Lovis.
zh_cn: 汉娜的美貌在全国都很有名。许多年轻男子要求娶她。但她眼里只有洛维斯。

source: Ah.
ja: へえ。
zh_cn: 啊。

source: And who is Lovis?
de: Und wer ist Lovis?
fr: Et qui est Lovis ?
ja: そのロビスって誰？
pt: E quem é Lovis?
zh_cn: 谁是洛维斯？

source: This is getting boring.
de: Das wird langweilig.
fr: Ca devient ennuyeux.
ja: 飽きてきた。
pt: Isso está a ficar chato.
zh_cn: 这越来越无聊了。

source: Lovis is a good boy. I have not seen him for a while.
de: Lovis ist ein guter Junge. Ich habe ihn seit einer Weile nicht mehr gesehen.
fr: Lovis est un bon garçon. Il n'a pas été vu depuis un moment.
ja: ロビスはなかなかの好青年だぞ。ここしばらくは見かけてないな。
pt: Lovis é um bom menino. Não o vejo há algum tempo.
zh_cn: 洛维斯是个好孩子。我已经有一段时间没有见到他了。

source: La la la ... I'm not listening anymore...
de: La la la... Ich höre gar nicht mehr zu...
fr: Tra la la... je n'écoute plus...
ja: ラララ…もう聞いてられないや…
pt: La la la… não estou mais a ouvir...
zh_cn: 啦啦啦……我不听了……

source: But when Lovis is back, I am sure he will marry Hannah immediately.
de: Aber wenn Lovis zurückkommt, wird er Hannah sicherlich sofort heiraten.
fr: Mais quand Lovis sera de retour, je suis sûre qu'il épousera Hannah immédiatement.
ja: だがロビスが戻ってくれば、きっとすぐにハンナと結婚するのだろうな。
pt: Mas quando Lovis estiver de volta, tenho certeza de que ele se casará com Hannah imediatamente.
zh_cn: 但当洛维斯回来后，我相信他将立即与汉娜结婚。

source: This is all very interesting. Are you letting me through now?
de: Das ist alles sehr interessant. Lässt du mich jetzt durch?
fr: C'est très intéressant. Vous me laissez entrer maintenant ?
ja: とても興味深いですね。通してもらえますか？
pt: Tudo isso é muito interessante. Deixaria-me passar agora?
zh_cn: 这一切都非常有趣。你现在让我过去吗？

source: What? No, of course not!
de: Was? Nein, natürlich nicht!
fr: Quoi ? Non, bien sûr que non !
ja: ハァ？ ダメに決まってるだろう！
pt: O que? Não, claro que não!
zh_cn: 什么？不，当然不是！

source: Here are 100 gold.
de: Hier sind 100 Gold.
fr: Voici 100 pièces d'or.
ja: 100ゴールドをどうぞ。
pt: Aqui estão 100 moedas.
zh_cn: 这里有100个黄金。

source: Do you not know me anymore? I've already given you enough gold.
de: Erkennst du mich nicht mehr? Ich habe dir schon genug Gold gegeben.
fr: Tu ne me connais plus ? Je t'ai déjà donné assez d'or.
ja: もう僕のことを忘れたの？ お金ならちゃんとあげたのに。
pt: Não me conhece mais? Já te dei moedas suficiente.
zh_cn: 你不认识我了吗？我已经给了你足够的黄金。

source: I would like to pass through again.
de: Ich möchte gerne nochmal hier durch.
fr: Je voudrais passer à nouveau.
ja: もう1回通してください。
pt: Gostaria de passar novamente.
zh_cn: 我想再次通过。

source: Gold can never be enough. So it is 200 pieces of gold now.
de: Man kann nie genug Gold haben. Also sind es jetzt 200 Goldstücke.
fr: Il n'y a jamais assez d'or. Donc c'est 200 pièces d'or maintenant.
ja: 金が足りん。今は200ゴールドだ。
pt: As moedas nunca pode ser o suficiente. Então são 200 moedas de ouro agora.
zh_cn: 黄金永远不够用。所以现在是200块黄金。
