Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: That's expensive. I'll think about it.
fr: C'est cher. Je vais y réfléchir.
ja: 高いですね。考えてみます。
pt: Está caro. Vou pensar sobre isso.
zh_cn: 这很贵。我要考虑一下。

source: That's too expensive. I'll keep the dagger and the gem I have.
fr: C'est trop cher. Je vais garder la dague et la gemme.
ja: 高すぎます。ダガーと宝石はそのまま取っておこうと思います。
pt: Isso é muito caro. Vou ficar com a adaga e a gema.
zh_cn: 那太贵了。我将保留我的匕首和宝石。

source: OK. I agree. Here are the dagger and the gem.
fr: Ok. Je suis d'accord. Voici la dague et la gemme.
ja: わかりました。それでいいですよ。ダガーと宝石をどうぞ。
pt: Certo. Aceito. Aqui estão a adaga e a gema.
zh_cn: 好的。我同意。这里是匕首和宝石。

source: That is up to you, although I think you have made a mistake.
fr: C'est comme tu veux, même si je pense que tu as fais une erreur.
ja: 間違った判断だと思うがな、まあ決めるのは君だ。
pt: Isso é consigo, embora pense que cometeu um erro.
zh_cn: 这由你决定，尽管我认为你犯了一个错误。

source: This will take me some time. Please come back later to collect the repaired dagger.
fr: Cela va prendre un certain temps. Reviens plus tard pour récupérer la dague restaurée.
ja: これには少し時間がかかる。修理したダガーを取りに後で戻ってきてくれ。
pt: Isso vai me levar algum tempo. Volte mais tarde para recolher a adaga reparada.
zh_cn: 这将花费我一些时间。请稍后再来领取修复后的匕首。

source: Yes, it is done. Here is the repaired dagger. It's nice to see Lawellyn's dagger brought back to its original glory. There is some mystery about his death. I don't know anything about it though. Maybe someone else in town can tell you more.
fr: Oui, c'est fait. Voici la dague réparée. Ça fait plaisir de voir la dague de Lawellyn ramenée à sa gloire originelle. Il y a du mystère autour de la mort de Lawellyn, mais je n'en sais pas plus. Peut-être que quelqu'un d'autre en ville pourra t'en dire davantage.
ja: ああ、終わったよ。これが修理したダガーだ。ローリンのダガーが元の性能を取り戻してくれてよかった。彼の死には謎があるんだ。私はそれについては何も知らないが。町の誰かがもっと詳しく教えてくれるかもな。
pt: Sim, está feito. Aqui está a adaga reparada. É bom ver a adaga de Lawellyn trazida de volta à sua glória original. Há algum mistério sobre a sua morte. Mas não sei nada sobre isso. Talvez outra pessoa na cidade te possa dizer mais.
zh_cn: 是的，它已经完成了。这就是修复后的匕首。 很高兴看到劳埃林的匕首恢复了它原来的光彩。关于他的死亡，有一些谜团。但我对此一无所知。也许镇上的其他人可以告诉你更多。

source: No, not yet. You must have patience. I told you this is a difficult repair.
fr: Non, pas encore. Tu dois être patient. Je t'ai dit que c'est une réparation difficile.
ja: いや、まだだ。我慢してくれ。難しい修理だと言ったろう。
pt: Não, ainda não. Deve ter paciência. Disse que é um reparo difícil.
zh_cn: 不，还没有。你必须有耐心。我告诉过你这是一个困难的维修。

source: Feel free to come back when you decide.
fr: Sens-toi libre de revenir quand tu veux.
ja: お決まりになったらまたのお越しを。
pt: Sinta-se livre para voltar quando decidir.
zh_cn: 当你下定决心，请随时回来。

source: This will take me some time. Please come back later to collect the repaired dagger.
fr: Cela va me prendre du temps. Reviens plus tard pour récupérer la dague réparée.
ja: これには少し時間がかかる。修理したダガーを取りに後で戻ってきてくれ。
pt: Isso vai me levar algum tempo. Volte mais tarde para recolher a adaga reparada.
zh_cn: 这将花费我一些时间。请稍后再来领取修复后的匕首。

source: May I help you? [He looks down on you.]
fr: Puis-je t'aider ? [Il te regarde de haut.]
ja: 何かお探しで？（あなたを見下している）
pt: Posso ajudá-lo? [Ele olha para baixo a si.]
zh_cn: 我可以帮你吗？[他俯视着你。］

source: I am just checking things out.
fr: Je regarde juste.
ja: ちょっと見ているだけです。
pt: Só estou a verificar as coisas.
zh_cn: 我只是在调查事情的真相。

source: Are you looking for something in particular?
fr: Recherches-tu quelque chose en particulier ?
ja: 特に何かお探しのものでも？
pt: Está a procurar por algo em particular?
zh_cn: 你是否在寻找一些特别的东西？

source: [You point to a very expensive looking necklace] How much is this?
fr: [Tu montres du doigt un collier qui a l'air extrêmement cher] Combien cela coûte-t-il ?
ja: （とても高価そうなネックレスを指さして）これはおいくらですか？
pt: [Aponta para um colar muito caro] Quanto custa isso?
zh_cn: [你指着一条看起来很贵的项链]这个多少钱？

source: I don't think this would fit you.
fr: Je ne pense pas que cela te convienne.
ja: こちらはあなたには相応しくないかと。
pt: Não acho que isso se encaixaria consigo.
zh_cn: 我认为这并不适合你。

source: Well, I didn't ask if it would fit. I asked how much it was.
fr: Je n'ai pas demandé si cela me convenait. J'ai demandé son prix.
ja: あの、相応しいかは聞いてません。いくらなのかって聞いてます。
pt: Bem, não perguntei se 'encaixaria'. Perguntei quanto era.
zh_cn: 好吧，我没有问它是否合适。我问的是多少钱。

source: It is very expensive. I don't think we have anything for you. You are obviously in the wrong place. Please leave.
fr: Il coûte très cher. Je ne pense pas que nous ayons quoi que ce soit pour toi. Tu es manifestement au mauvais endroit. Pars s'il te plaît.
ja: 大変高価なものです。差し出せるものは何もないかと。あなたは明らかに場違いです。どうかお引き取りを。
pt: É muito caro. Acho que não temos nada para si. Obviamente está no lugar errado. Por favor, vá-se embora.
zh_cn: 它是非常昂贵的。我不认为我们有什么东西可以给你。你显然来错地方了。请离开。

source: [You slowly pull out your coin bag and show him your gold.]
fr: [Tu sors lentement ta bourse et lui montre ton or.]
ja: （ゆっくりとコインバッグを取り出して彼にお金を見せる）
pt: [Lentamente puxa o seu saco de moedas e mostra-lhe o seu ouro.]
zh_cn: [你慢慢掏出你的钱袋，给他看你的金子。］

source: Hello again, Sir.
fr: Je vous souhaite le bonjour, Monsieur.
ja: こんにちは。
pt: Olá novamente, Senhor.
zh_cn: 又见面了，先生。

source: I will keep an eye on you.
fr: Je vais garder un œil sur toi.
ja: 君から目を離さない。
pt: Vou ficar de olho em si.
zh_cn: 我会留意你的。

source: How can I serve you, Sir?
fr: Comment puis-je vous servir, Monsieur ?
ja: どのようなご用件でしょうか？
pt: Como posso servi-lo, Senhor?
zh_cn: 先生，我能为您效劳吗？

source: Show me your wares.
fr: Montrez-moi ce que vous avez à vendre.
ja: 商品を見せてください。
pt: Mostre-me os seus produtos.
zh_cn: 让我看看你的商品。

source: I am looking for a necklace in our family colors of red, green and white, that I would like to give as a present to my father.
fr: Je recherche un collier aux couleurs de notre famille, rouge, vert et blanc, que je souhaiterais offrir en cadeau à mon père.
ja: 父にプレゼントしたいと思い、赤、緑、白のファミリーカラーのネックレスを探しています。
pt: Estou a procurar um colar nas cores da nossa família de vermelho, verde e branco, que gostaria de dar como presente ao meu pai.
zh_cn: 我正在寻找一条我们家族的红、绿、白颜色的项链，我想把它作为礼物送给我父亲。

source: [His eyes widen.] Oh I was just kidding, child... I mean... Sir!
fr: [Ses yeux s'écarquillent.] Oh Je plaisantais, gamin... je veux dire... Monsieur !
ja: （目を見開く）ああ 今のはちょっとした冗談でして…つまりですね…！
pt: [Os olhos dele arregalam-se.] Oh Estava a brincar, criança... quero dizer... senhor!
zh_cn: [他的眼睛扩大了。]哦 我只是在开玩笑，孩子...我是说...先生！

source: Show me your wares, you worm.
fr: Montre-moi ta marchandise, vermisseau.
ja: 商品を見せろよ、この虫けらが。
pt: Mostre-me seus produtos, seu verme.
zh_cn: 让我看看你的商品，你这只爬行动物。

source: No problem, Sir. I can arrange one for you. Just tell me how much you want to spend.
fr: Pas de problème, Monsieur. Je peux en faire un pour vous. Dites-moi juste combien vous souhaitez dépenser.
ja: かしこまりました。ご用意できます。予算を教えてください。
pt: Sem problemas, senhor. Posso arranjar um para si. Só me diga quanto quer gastar.
zh_cn: 没问题，先生。我可以为你私人订制一个。只要告诉我你想花多少钱。

source: Give me a necklace for 5 gold coins.
fr: Donne-moi un collier pour 5 pièces d'or.
ja: 5ゴールドのネックレスをください。
pt: Dê-me um colar por 5 moedas de ouro.
zh_cn: 给我一条5金币的项链。

source: Give me a necklace for 500 gold coins.
fr: Donne-moi un collier pour 500 pièces d'or.
ja: 500ゴールドのネックレスをください。
pt: Dê-me um colar por 500 moedas de ouro.
zh_cn: 给我一条500金币的项链。

source: Give me a necklace for 50,000 gold coins.
fr: Donne-moi un collier pour 50 000 pièces d'or.
ja: 50,000ゴールドのネックレスをください。
pt: Dê-me um colar por 50.000 moedas de ouro.
zh_cn: 给我一条50000金币的项链。

source: Take this wonderful necklace. Your father will be very happy.
fr: Prenez ce magnifique collier. Votre père sera très heureux.
ja: こちらの素敵なネックレスをどうぞ。お父様もきっとお喜びくださるでしょう。
pt: Tome este colar maravilhoso. O seu pai ficará muito feliz.
zh_cn: 带上这条美妙的项链。你的父亲会非常高兴。

source: Here is the necklace.
fr: Voici le collier.
ja: こちらがネックレスです。
pt: Aqui está o colar.
zh_cn: 这是项链。

source: Take this... valuable necklace. Your father will be proud to wear it.
fr: Prenez ce... collier de valeur. Votre père sera fier de le porter.
ja: こちらの…貴重なネックレスをどうぞ。お父様も誇りに思ってくださると思いますよ。
pt: Tome este... colar valioso. O seu pai vai ficar orgulhoso de o usar.
zh_cn: 拿着这个......珍贵的项链。你父亲戴上它会很自豪的。

source: I asked you to search for your brother Andor and you did not find out anything and instead you are bringing me a necklace? Go and search for your brother!
fr: Je t'ai demandé de chercher ton frère Andor, tu n'as rien trouvé et à la place tu m'apportes un collier ? Va chercher ton frère !
ja: 兄のアンドールを探しに行くように頼んだのに、何も探さず代わりにネックレスを持ってきたというのか？ お兄さんを探しに行ってこい！
pt: Pedi que procurasse o seu irmão Andor e não descobriu nada e, ao invés disso, está a trazer-me um colar? Vá procurar o seu irmão!
zh_cn: 我让你去寻找你哥哥安道尔，你什么都没找到，反而给我带了条项链？去寻找你的哥哥吧！

source: Sorry father. I will go and search for Andor.
fr: Je m'excuse, père. Je vais aller chercher Andor.
ja: お父さんごめんなさい。アンドールを探してきます。
pt: Desculpe, pai. Vou procurar o Andor.
zh_cn: 对不起，父亲。我这就去寻找安道尔。

source: Oh, you are such a nice child.
fr: Oh, tu es un si bon fils.
ja: おお、よくできた子だ。
pt: [REVIEW]Oh, é um filho tão bom.
zh_cn: 哦，你真是个好孩子。

source: [Give him the cheap necklace]
fr: [Lui donner le collier bon marché]
ja: （安価なネックレスを渡す）
pt: [Dar-lhe o colar barato]
zh_cn: [把便宜的项链给他]

source: [Give him the necklace]
fr: [Lui donner le collier]
ja: （ネックレスを渡す）
pt: [Dar-lhe o colar]
zh_cn: [把项链给他]

source: [Give him the expensive necklace]
fr: [Lui donner le collier précieux]
ja: （高価なネックレスを渡す）
pt: [Dar-lhe o colar caro]
zh_cn: [把昂贵的项链给他]

source: Maybe I promised too much.
fr: Peut-être ai-je trop promis.
ja: 期待させすぎたかも。
pt: Talvez tenha prometido demais.
zh_cn: 也许我承诺得太多了。

source: Oh, where did you get the money to buy this? Maybe I don't want to know...
fr: Où as-tu eu l’argent pour acheter ça ? Je ne veux peut-être pas le savoir...
ja: おお、どこでこんなものを買うお金を手に入れたのだ？ 知りたくもない…
pt: Oh, onde conseguiu o dinheiro para comprar isso? Talvez não queira saber...
zh_cn: 哦，你哪来的钱买这个？也许我不想知道......。

source: Thank you my child for this wonderful necklace. Oh and it is in our family colors!
fr: Merci mon fils pour ce merveilleux collier. Oh, et il est aux couleurs de notre famille !
ja: 素敵なネックレスをどうもありがとう、息子よ。お、しかも我が家のファミリーカラーなのだな！
pt: [REVIEW]Obrigado, meu filho, por este colar maravilhoso. Ah, e está nas cores da nossa família!
zh_cn: 谢谢你，我的孩子，谢谢你送我这条美妙的项链。哦，它是我们家族的颜色!

source: Hm, thank you. Looks like you spent all your pocket money for this.
fr: Hmm, merci. On dirait que tu as dépensé tout ton argent de poche pour cela.
ja: うむ、ありがとう。このためにお小遣いを使い果たしたようだな。
pt: Hm, obrigado. Parece que gastou todo o seu dinheiro para isso.
zh_cn: 嗯，谢谢你。看起来你为这个花光了你所有的零花钱。

source: Did you find out something?
fr: As-tu trouvé quelque chose ?
ja: 何か分かったか？
pt: Descobriu alguma coisa?
zh_cn: 你发现了什么吗？

source: I asked around in Crossglen and they sent me to Fallhaven.
fr: Je me suis renseigné à Crossglen et ils m'ont envoyé à Fallhaven.
ja: クロスグレンで尋ねたらフォールヘブンへと送られました。
pt: Perguntei em Crossglen e mandaram-me para Fallhaven.
zh_cn: 我在克罗斯山谷打听了一下，他们让我去法尔海文。

source: Someone in Fallhaven told me that he met Andor and that he was searching for a man called Lodar.
fr: Quelqu'un à Fallhaven m'a dit qu'il avait rencontré Andor et que ce dernier recherchait un homme appelé Lodar.
ja: アンドールと会ったフォールヘブンのある人は、ロダーという人物を探していたと教えてくれました。
pt: Alguém em Fallhaven disse-me que conheceu Andor, também disse que Andor estava a procurar por um homem chamado Lodar.
zh_cn: 在法尔海文有人告诉我，他遇到了安道尔，他正在寻找一个叫洛达尔的人。

source: I met a man called Lodar and he told me that Andor probably went to Nor City.
fr: J'ai rencontré un homme appelé Lodar et il m'a dit qu'Andor était probablement allé à Norville.
ja: ロダーという人と会って、アンドールはノアシティに向かったのではと言われました。
pt: Conheci um homem chamado Lodar e disse-me que o Andor provavelmente foi para Nor City.
zh_cn: 我遇到一个叫洛达尔的人，他告诉我，安道尔可能去了诺尔城。

source: No I did not find out anything yet.
fr: Non, je n'ai encore rien trouvé.
ja: いえ、まだ何も分かってません。
pt: Não, ainda não descobri nada.
zh_cn: 我尚未找到任何东西。

source: Did you go to Nor City?
fr: Es-tu allé à Norville ?
ja: ノアシティには行ったのか？
pt: Foi para Nor City?
zh_cn: 你去过诺尔城吗？

source: Did you find this Lodar?
fr: As-tu trouvé ce Lodar ?
ja: ロダーは見つかったのか？
pt: Encontrou esse Lodar?
zh_cn: 你找到这个洛达尔了吗？

source: Yes, and he told me that Andor probably went to Nor City.
fr: Oui, et il m'a dit qu'Andor était probablement parti à Norville.
ja: はい、アンドールはノアシティに向かったのではとその人から言われました。
pt: Sim e disse-me que Andor provavelmente foi para Nor City.
zh_cn: 是的，他告诉我，安道尔可能去了诺尔城。

source: Thank you my child. Keep on searching for Andor.
fr: Merci mon fils. Continue de chercher Andor.
ja: ありがとう息子よ。アンドールの捜索を続けてくれ。
pt: [REVIEW]Obrigado, meu filho. Continue a procurar por Andor.
zh_cn: 谢谢你，我的孩子。继续去寻找安道尔吧。

source: Did you go the dangerous way to Fallhaven?
fr: As-tu pris la dangereuse route de Fallhaven ?
ja: フォールヘブンへの危険な道を通ったのか？
pt: Foi pelo caminho perigoso até Fallhaven?
zh_cn: 你走了危险的道路去法尔海文吗？

source: Yes and someone in Fallhaven told me that he met Andor and that he was searching for a man called Lodar.
fr: Oui, et quelqu'un à Falhaven m'a dit avoir rencontré Andor, et que ce dernier cherchait un homme nommé Lodar.
ja: はい、アンドールと会ったフォールヘブンのある人は、ロダーという人を探していたと話してくれました。
pt: Sim e alguém em Fallhaven disse-me que conheceu Andor e que ele estava a procurar por um homem chamado Lodar.
zh_cn: 是的，在法尔海文有人告诉我，他遇到了安道尔，他正在寻找一个叫洛达尔的人。

source: Then I met a man called Lodar and he told me that Andor probably went to Nor City.
fr: J'ai ensuite rencontré un homme appelé Lodar qui m'a dit qu'Andor était probablement parti à Norville.
ja: それからロダーという人と会って、アンドールはノアシティに向かったのではと言われました。
pt: Então conheci um homem chamado Lodar e ele disse-me que Andor provavelmente foi para Nor City.
zh_cn: 后来我遇到一个叫洛达尔的人，他告诉我，安道尔可能去了诺尔城。

source: [I better wait and talk to the soldiers about what they did with my belongings]
fr: [Je ferais mieux d'attendre et de parler aux soldats de ce qu'ils ont fait de mes affaires]
ja: （待機して兵士たちに持ち物をどうしたのか聞いた方がいい）
pt: [É melhor esperar e falar com os soldados sobre o que eles fizeram com os meus pertences]
zh_cn: [我最好等一等，和士兵们谈谈他们对我的物品做了什么]

source: Stop in the name of Feygard! [The soldiers approach and search your belongings]
fr: Halte au nom de Feygard ! [Les soldats approchent et fouillent vos affaires]
ja: フェイガードの名において止まれ！ （兵士が近づいてきて、あなたの持ち物を調べる）
pt: Pare em nome de Feygard! [Os soldados aproximam-se e revistam os seus pertences]
zh_cn: 以费加德的名义停下来! [士兵们靠近并搜查你的物品]

source: You are carrying a lot of gear. Any disallowed substances? You have to wait while I check your belongings.
fr: Tu transportes beaucoup d'équipement. Peut-être même des substances interdites ? Tu dois attendre pendant que je vérifie tes affaires.
ja: 荷物が多いな。何か禁止されているものは？ 持ち物を確認している間、待っているように。
pt: Está a carregar um monte de equipamento. Alguma substância proibida? Tem que esperar enquanto checo os seus pertences.
zh_cn: 你携带了大量的装备。有什么违禁品吗？ 你必须等待，我将检查你的物品。

source: You again. You have to wait while I check your belongings.
fr: Encore toi. Tu dois attendre que je vérifie tes affaires.
ja: また君か。 持ち物を確認している間、待っているように。
pt: Você de novo. Tem que esperar enquanto checo os seus pertences.
zh_cn: 又是你。 你得等我检查你的东西。

source: Everything is OK. Stay clean.
fr: Tout va bien. Reste dans la légalité.
ja: すべて問題なし。これからも品行方正を心掛けるように。
pt: Está tudo bem. Fique limpo.
zh_cn: 一切都很好，保持干净。

source: What's this? Smells like Bonemeal! Bonemeal is illegal and forbidden by the law of Feygard. I will have to confiscate it. [He gives you back all your belongings but keeps the Bonemeals] Keep away from illegal stuff. Now go on your way.
fr: Qu'est-ce donc que cela ? Ça sent la potion d'os ! Les potions d'os sont prohibées par la loi de Feygard. Je vais devoir les confisquer. [Il te rend tes affaires mais garde les potions d'os] Tiens-toi à l'écart de tout ce qui est illégal. Maintenant, continue ton chemin.
ja: これは何だ？ 骨粉の匂いがするぞ！ 骨粉は違法である、フェイガードの法で禁じられているのだ。没収させてもらう。 （一通りの持ち物を返してくれるものの、骨粉だけは確保したままだ） 違法なものには関わるんじゃないぞ。さあ、行け。
pt: O que é isto? Cheira a Farinha de osso! Farinha de osso é ilegal e proibido pela lei de Feygard. Terei que confiscá-lo. [Ele devolve todos os seus pertences, mas guarda a Farinha de ossos] Fique longe de coisas ilegais. Agora siga o seu caminho.
zh_cn: 这是什么？闻起来像骨粉！ 骨粉是非法的，被费加德的法律禁止。我将不得不没收它。 [他把你所有的东西都还给你，但保留了骨粉] 远离非法物品。现在继续上路吧。

source: I am a weaponsmith. I have a good selection at the moment. Would you like to take a look?
fr: Je suis un armurier. J'ai une large sélection en ce moment. Veux-tu y jeter un coup d’œil ?
ja: うちは武器屋です。今ならいい品が揃ってますよ。ご覧になりますか？
pt: Sou um armeiro. Tenho uma boa seleção no momento. Gostaria de dar uma olhada?
zh_cn: 我是一名武器制造者。我目前有一个很好的东西。你想看一下吗？

source: No thanks. I need to move on.
fr: Non merci. J'ai besoin de reprendre la route.
ja: 結構です。もう行かないと。
pt: Não, obrigado. Preciso de seguir em frente.
zh_cn: 不，谢谢。我需要继续赶路。

source: Not now. I wanted to ask you about something else. I am looking for my brother Andor. He looks a bit like me. Have you seen him?
fr: Pas maintenant. Je voulais vous demander quelque chose d'autre. Je cherche mon frère Andor. Il me ressemble un petit peu. L'auriez-vous aperçu ?
ja: 今はいいです。他にも伺いたいことがあります。僕の兄のアンドールを探しています。僕に少し似てます。見かけたことは？
pt: Agora não. Queria te perguntar sobre outra coisa. Estou a procurar o meu irmão Andor. Ele parece-se um pouco comigo. Viu-o?
zh_cn: 现在暂时不要。我想问你一些别的事情。我正在寻找我的哥哥安道尔。他看起来有点像我。你见过他吗？

source: No, sorry, but I haven't. I spend most of my time indoors working on my trade though. He could have passed though town without me noticing.
fr: Non, navré, je ne l'ai pas vu. Je passe cependant la plupart de mon temps à l'intérieur, travaillant à mon commerce. Il aurait pu passer en ville sans que je le remarque.
ja: いえ、申し訳ありませんが。ただ私はほとんどの時間を室内で仕事をしてまして。気づかないうちに町を通り過ぎたかもしれませんね。
pt: Não, desculpe, mas não vi. Passo a maior parte do meu tempo dentro de casa a trabalhar no meu comércio. Ele poderia ter passado pela cidade sem que eu percebesse.
zh_cn: 不，对不起，我没见到。不过我大部分时间都在室内进行交易。他可能会在我没有注意到的情况下经过小镇。

source: Do you get many travelers here?
fr: Recevez-vous beaucoup de voyageurs ici ?
ja: ここは旅人が多いのですか？
pt: Recebe muitos viajantes aqui?
zh_cn: 你们这里有很多旅行者吗？

source: We get quite a few, yes. We are not on the main road, but many paths pass through Brimhaven.
fr: Nous en voyons quelques-uns, oui. Nous ne sommes pas sur la route principale, mais beaucoup de chemins passent par Brimhaven.
ja: かなりの数が訪れますよ、ええ。主要街道ではありませんが、ブリムヘブンを通る道はたくさんありますからね。
pt: Recebemos alguns, sim. Não estamos na estrada principal, mas muitos caminhos passam por Brimhaven.
zh_cn: 当然，络绎不绝。我们不在主干道上，但许多小路都经过布林海文。

source: Few stay here though. We only have a few beds available at the inn on the east side of town.
fr: Cependant, peu d'entre eux restent. Nous n'avons que quelques lits disponibles à l'auberge du côté Est de la ville.
ja: ただ、ここに泊まる人はほとんどいないですね。町の東の宿にはベッドが少ししかありませんし。
pt: Poucos ficam aqui. Só temos algumas camas disponíveis na pousada no lado leste da cidade.
zh_cn: 不过很少有人在这里住宿。我们在镇东边的旅馆只有几张床位。

source: OK. Thanks for the information. I need to go.
fr: D'accord. Merci pour l'information. Je dois y aller.
ja: なるほど。教えてくれてありがとう。もう行かないと。
pt: Certo. Obrigado pela informação. Preciso ir.
zh_cn: 好的。谢谢你的信息。我需要过去。

source: OK. Thanks for the information. What do you sell?
fr: D'accord. Merci pour l'information. Que vendez-vous ?
ja: なるほど。教えてくれてありがとう。何を売っていますか？
pt: Certo. Obrigado pela informação. O que vende?
zh_cn: 好的。谢谢你的信息。你们卖什么？

source: Rrrrrraaaaaaa
fr: Rrrrrrraaaaaa
ja: ピィーッ
zh_cn: 呜呜呜呜呜呜呜呜呜呜呜呜呜呜呜呜呜呜呜呜呜呜呜呜呜呜呜呜呜

source: Stop annoying my pet!
fr: Arrête d'ennuyer mon animal de compagnie !
ja: うちのペットに迷惑をかけるのはやめてください！
pt: Pare de irritar meu o animal de estimação!
zh_cn: 别惹我的宠物了！

source: Anything more I can help you with?
fr: Puis-je t'aider pour quelque chose d'autre ?
ja: 他には何かありますか？
pt: Posso ajudá-lo com mais alguma coisa?
zh_cn: 还有什么我能帮到你的吗？

source: Please tell me something that you can see about me or my brother Andor. [Give him 100 gold]
fr: Dites-moi ce que vous pouvez voir sur moi ou mon frère Andor. [Lui donner 100 pièces d'or]
ja: 僕か兄のアンドールのことで何かわかることがあれば教えてください。（100ゴールドを差し出す）
pt: Por favor, diga-me algo que possa ver sobre mim ou meu irmão Andor. [Dar-lhe 100 moedas de ouro]
zh_cn: 请告诉我一些你所看到的关于我或我哥哥安道尔的事情。[给他100金币]

source: I don't have 100 gold to pay you.
fr: Je n'ai pas 100 pièces d'or pour vous payer.
ja: 支払いの100ゴールドがありません。
pt: Não tenho 100 moedas de ouro para o pagar.
zh_cn: 我没有100金币可以付给你。

source: Maybe I can help you.
fr: Je peux peut-être vous aider.
ja: あなたの力になれるかも。
pt: Talvez possa ajudar.
zh_cn: 也许我能帮到你。

source: I see you talking to your brother, somewhere far from here in a big city. Feygard or Nor City, I think.
fr: Je te vois parlant à ton frère, quelque part, loin d'ici, dans une grande ville. Feygard ou Norville, je pense.
ja: あなたがお兄さんと話しているのが見えます、ここより遠く離れた大都市ですね。フェイガードかノアシティでしょう。
pt: Vejo o a falar com o seu irmão, em algum lugar longe daqui numa cidade grande. Feygard ou Nor City, acho eu.
zh_cn: 我看到你在和你哥哥说话，在离这里很远的某个大城市里。我想是费加德或诺尔城。

source: I see your brother bound by dark forces.
fr: Je vois ton frère lié par des forces obscures.
ja: あなたのお兄さんが闇の勢力に縛られているのが見えます。
pt: Vejo o seu irmão cercado por forças das trevas.
zh_cn: 我看到你的兄弟被黑暗力量束缚。

source: Your brother is in league with dark forces.
fr: Ton frère est de mèche avec des forces obscures.
ja: あなたのお兄さんは闇の勢力と手を組んでいます。
pt: Seu irmão está aliado às forças das trevas.
zh_cn: 你的兄弟与黑暗势力勾结。

source: He needs your help. Something horrible ... argh.
fr: Il a besoin de ton aide. Quelque chose d'horrible... argh.
ja: 彼はあなたの助けを必要としています。何か恐ろしいものが…ああっ。
pt: Ele precisa da tua ajuda. Algo horrível... raios.
zh_cn: 他需要你的帮助。可怕的事情......唉。

source: I can't see more. My view seems to be blocked.
fr: Je ne peux en voir plus. Ma vue semble être bloquée.
ja: これ以上は見えません。視界が遮られているようですね。
pt: Não consigo ver mais. Minha visão parece estar bloqueada.
zh_cn: 我无法看到更多。我的视野似乎被挡住了。

source: I see you walking up a path on a mountain. Beware! There is something wating for you ahead. I see you being attacked by monsters and they kill you.
fr: Je te vois marchant sur un chemin de montagne. Méfie-toi ! Il y a quelque chose qui t'attend devant. Je te vois attaqué par des monstres qui te tuent.
ja: あなたが山道を歩いているのが見えます。お気をつけて！ この先に何かが待ち構えています。あなたがモンスターに襲われて殺されているのが見えます。
pt: Vejo-o a subir um caminho numa montanha. Cuidado! Há algo a esperar à frente. Vejo-o a ser atacado por monstros e eles o matam.
zh_cn: 我看到你在山上的一条小路上行走。请注意!前面有东西在等着你。我看到你被怪物攻击，他们杀了你。

source: I see you frozen to stone on a pedestal admist many flowers. Or is it a statue with your looks?
fr: Je te vois figé dans la pierre sur un piédestal entouré de nombreuses fleurs. Ou est-ce une statue à ton image ?
ja: 多くの花に囲まれた台座の上で、石となって固まっているあなたが見えます。それともこれはあなたの姿をした彫像でしょうか？
pt: Vejo-o congelado em pedra num pedestal e muitas flores. Ou é uma estátua com sua aparência?
zh_cn: 我看到你被冻成了石头，放在一个有很多花的基座上。还是以你的容貌成为一座雕像？

source: I see a thief. He will take something from you.
fr: Je vois un voleur. Il va te dérober quelque chose qui t'appartient.
ja: 盗賊が見えます。彼はあなたから何かを奪うでしょう。
pt: Vejo um ladrão. Ele vai tirar algo de si.
zh_cn: 我看到一个小偷。他将从你那里拿走一些东西。

source: I can see you in a prison cell but I cannot be sure where it is.
fr: Je te vois dans une cellule de prison mais je ne suis pas sûr de sa location.
ja: 監獄の中にいるあなたが見えます、ただどこであるかはわかりません。
pt: Posso vê-lo numa cela de prisão, mas não posso ter certeza onde ela está.
zh_cn: 我可以看到你在一个牢房里，但我不能确定它在哪里。

source: I can see you talking to some nobles in a big city. Feygard or Nor City, I think.
fr: Je te vois parlant à des nobles dans une grande ville. Feygard ou Norville, je pense.
ja: あなたが大都市で貴族と話しているのが見えます。フェイガードかノアシティでしょう。
pt: Posso ver-lo a falar com alguns nobres numa cidade grande. Feygard ou Nor City, acho eu.
zh_cn: 我可以看到你在一个大城市与一些贵族交谈。我想是费加德或诺尔城。
