Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: Poor old Selgan and Hesor apparently got the worst of it, and both died the day before yesterday.
de: Die armen alten Selgan und Hesor traf es anscheinend am schlimmsten, beide sind vorgestern gestorben.
fr: Selgan et Hesor, les malheureux, semblent avoir eu le pire, et sont morts tous les deux avant-hier.
ja: かわいそうに、セルガンとヘソーは最悪の事態に陥ったようで、2人とも一昨日に亡くなりました。
pt: Pobre Selgan e Hesor: aparentemente ficaram com a forma mais forte disso e âmbos morreram anteontem.
zh_cn: 可怜的老赛尔甘和黑索显然受到了最严重的影响，他们都在前天去世了。

source: Cursed illness, why did it have to be Selgan and Hesor? I wonder who is next.
de: Verfluchte Krankheit, warum ausgerechnet Selgan und Hesor? Ich frage mich, wen es als nächsten trifft.
fr: Satanée maladie, pourquoi devais-tu emporter Selgan et Hesor ? Je me demande qui sera le prochain.
ja: 忌まわしい病め、どうしてセルガンとヘソーを？ 次は誰なのだか。
pt: Maldita doença, por que tinha que ser Selgan e Hesor? Quero saber quem é o próximo.
zh_cn: 被诅咒的疾病，为什么必须是赛尔甘和黑索？我想知道下一个会是谁。

source: We all started to investigate what could be the cause. We still aren't certain what the cause is, but we have our suspicions.
de: Alle begannen wir, nach der Ursache zu forschen. Zwar sind wir noch nicht sicher, aber wir haben schon einen Verdacht.
fr: Nous avons tous commencé à chercher la cause de la maladie. Nous n'en sommes toujours pas certains, mais nous avons nos doutes.
ja: みんなで原因を調べ始めました。原因はまだはっきりしていませんが、疑惑はあります。
pt: Todos começamos a investigar o que poderia ser a causa. Ainda não descobrimos a causa, mas temos as nossas suspeitas.
zh_cn: 我们开始调查原因。我们仍然不确定原因是什么，但我们有我们的怀疑。

source: Luckily, now Feygard has sent patrols up here to help guard the village at least. We are still suffering though, and we fear who will be taken by the illness next.
de: Glücklicherweise hat Feygard Patroullien hier hoch geschickt, um unser Dorf bewachen zu helfen. Dennoch leiden wir und sind in Angst, wen die Krankheit als nächsten dahinrafft.
fr: Heureusement, Feygard a maintenant envoyé des patrouilles pour aider à garder le village. Mais nous souffrons encore, et nous redoutons la prochaine victime.
ja: 幸運なことに、フェイガードはパトロール隊を送ってくれて少なくとも村の警備を支援してくれています。私たちはまだ苦しんでいて、次は誰が病気にかかってしまうのかと心配です。
pt: Felizmente, agora Feygard enviou patrulhas aqui para ajudar a proteger a vila, pelo menos. Ainda estamos a sofrer, porém e tememos quem será o próximo a ser tomado pela doença.
zh_cn: 幸运的是，现在费加德已经派巡逻队到这里帮助守卫村庄。不过，我们仍在受苦，我们担心接下来谁会被疾病夺走。

source: Please report any suspicious behavior you might see to Kuldan.
de: Melde bitte jedes verdächtige Verhalten das du bemerkst an Kuldan.
fr: Si tu vois un comportement suspect, merci d'en informer Kuldan.
ja: 不審な行動を見かけたら、クルダンまで通報してください。
pt: Por favor, informar qualquer comportamento suspeito que puder descobrir a Kuldan.
zh_cn: 请向库尔丹报告你可能看到的任何可疑行为。

source: What have we done to deserve this? Please, will you help us?
de: Womit haben wir das verdient? Bitte, wirst du uns helfen?
fr: Qu'avons-nous fait pour mériter ceci ? Peux-tu nous aider, s'il te plaît ?
ja: 私たちが何をしたというのです？ どうかお助けくださりませんか？
pt: O que fizemos para merecer isso? Por favor, pode nos ajudar?
zh_cn: 我们做了什么事要受这样的遭遇？求你了，你会帮助我们吗？

source: What do you think is the cause of the illness?
de: Was denkst du, ist die Ursache dieser Krankheit?
fr: Quelle est la cause de la maladie, selon vous ?
ja: 病気の原因は何だと思いますか？
pt: O que acha que é a causa da doença?
zh_cn: 你认为该病的原因是什么？

source: My guess is that this must be something done by those arrogant people from Feygard.
de: Ich schätze, das muss etwas sein, was diese arroganten Feygarder getan haben.
fr: Je dirais que ce doit être quelque chose manigancé par ces personnes arrogantes de Feygard.
ja: 私の推測では、これは傲慢なフェイガードの人々による仕業に違いありません。
pt: Meu palpite é que isso deve ter sido algo feito por essas pessoas arrogantes de Feygard.
zh_cn: 我猜，这一定是费加德那些狂妄自大的人干的事情。

source: They are always looking for ways to make our lives a little bit harder.
de: Sie trachten immer danach, uns das Leben noch ein wenig schwieriger zu machen.
fr: Ils cherchent toujours à nous rendre la vie plus difficile.
ja: あの方々はいつでも私たちの生活を少しでも苦しめる方法を模索しています。
pt: Eles estão sempre a procurar maneiras de tornar nossa vida um pouco mais difícil.
zh_cn: 他们总是千方百计让我们的生活变得更艰难。

source: We try to farm our lands to feed ourselves, but they demand that they get a share of whatever we bring in.
de: Wir versuchen, unser Land zu bebauen um uns selbst zu ernähren, aber sie verlangen nach Abgaben auf alles, was wir einbringen.
fr: Nous cultivons notre terre juste assez pour nous nourrir, mais ils demandent toujours une plus grande part de nos récoltes.
ja: 私たちは自分たちの土地を耕して自分の食料にしようとしますが、あの人たちはこちらが取り込んだものに対して何にでも分け前を要求してくるのですよ。
pt: Tentamos cultivar nossas terras para nos alimentar, mas eles exigem que eles recebam uma parcela de tudo o que obtemos das vendas.
zh_cn: 我们努力耕种土地来养活自己，但不管是什么，他们都要分走一份。

source: Lately, the crops haven't been as good as they used to be, and the guards apparently think we are withholding some part of their share.
de: Unsere letzte Ernte war nicht so gut wie sonst, und die Wachen dachten offenbar, dass wir etwas von ihrem Anteil zurückhalten.
fr: Ces dernières années les récoltes n'ont pas été aussi bonnes, et les soldats croient qu'on en cache pour ne pas leur en donner autant.
ja: 近頃は以前ほど作物の出来が良くないのですがね、それを衛兵たちは分け前の一部を差し控えていると考えているようなのです。
pt: Ultimamente, as culturas não têm sido tão boas como costumavam ser e os guardas, aparentemente, acho que estão a embolsar com uma parcela do que está a ser pago.
zh_cn: 最近，庄稼不像以前那么好了，守卫们显然认为我们把他们的那部分藏了起来。

source: I am sure that they did something to us as punishment for not following their *rules*. They are always talking about how the laws and rules are so precious to them.
de: Ich bin sicher, sie haben uns etwas angetan, als Strafe dafür, dass wir nicht ihren *Regeln* folgen. Sie reden immer davon, wie wertvoll ihre Gesetze und Regeln ihnen sind.
fr: Je suis convaincu qu'ils ont fait quelque chose pour nous punir de ne pas avoir suivi leurs *règles*. Ils répètent toujours que les lois et les règles sont si précieuses.
ja: 私たちが彼らの規則に従わなかった罰として何かしたに違いありません。あの人たちはいつも、自分たちにとって法や規則がいかに大切かと話していますから。
pt: Estou certo de que eles tenham feito algo conosco, como punição por não seguirmos as regras* deles. Eles estão sempre a falar sobre como as leis e as regras são-lhes tão preciosas.
zh_cn: 我确信他们对我们做了一些事情作为惩罚，因为我们没有遵守他们的“规矩”。他们总是在说法律和规矩对他们来说是多么珍贵。

source: That's what I think anyway.
de: Das ist es, was ich ohnehin denke.
fr: C'est ce que je crois du moins.
ja: とにかくそう思います。
pt: Isso é o que acho, de qualquer maneira.
zh_cn: 反正我是这么想的。

source: There's something else also. I talked to that drunk, Landa, in the tavern earlier today. He said he saw something but didn't dare tell me what it was.
de: Dann ist da noch etwas anderes: Ich sprach heute früh in der Taverne mit diesem Betrunkenen, dem Landa. Er erzählte mir, dass er etwas gesehen hätte, wagte aber nicht zu sagen, was es war.
fr: Ce n'est pas tout. J'ai parlé à cet ivrogne Landa à la taverne plus tôt aujourd'hui. Il m'a dit qu'il a vu quelque chose, mais n'osait pas me dire quoi.
ja: ああ他にも。今日、酒場で酔っ払いのランダと話をして、どうやら何かを見たとか。それが何かまでは話してくれなかったものの。
pt: Há algo mais, também. Conversei com aquele bêbado, Landa, na taberna, mais cedo hoje. Ele disse que viu alguma coisa, mas não se atreveu a dizer-me o que era.
zh_cn: 还有一些其他的东西。我今天早些时候在酒馆和那个醉鬼兰达谈过。他说他看见了什么，但不敢告诉我是什么。

source: Thank you, I will go talk to him.
de: Danke, ich werde mit ihm reden.
fr: Merci. J'irai lui parler.
ja: ありがとうございます、話を聞いてきます。
pt: Obrigado, vou falar com ele.
zh_cn: 谢谢，我去和他谈谈。

source: Great, another drunk that I have to talk to.
de: Klasse, noch ein Besoffener, mit dem ich reden muss.
fr: Exactement ce que je cherchais : un autre ivrogne à qui je dois aller parler.
ja: 参ったな、もう1人酔っ払いと話をしないといけないんだ。
pt: Grande, devo falar com mais um bêbado.
zh_cn: 太好了，又一个我要找的酒鬼。

source: We keep the order around here. I wonder what the people of Loneford would do without us guards from Feygard. Poor things.
de: Wir sorgen hier für Ordnung. Ich frage mich, was die Leute aus Loneford ohne uns Feygarder Wachen tun würden. Arme Dinger.
fr: Nous maintenons l'ordre ici. Je me demande bien ce que les gens de Loneford feraient sans nous, les soldats de Feygard.
ja: この周辺での治安維持を行っている。フェイガードから我々が警備を担当しに来ていなければ、今頃ローンフォードの者たちはどうなっていたことだか。かわいそうに。
pt: Mantemos a ordem por aqui. Pergunto-me o que as pessoas de Loneford fariam sem nós, guardas de Feygard. Coitados.
zh_cn: 我们维持这里的秩序。我想知道如果没有我们费加德的守卫，隆福德的人该怎么办。可怜的东西。

source: *cough* Please help us, soon there won't be many left of us!
de: *Hust* Bitte hilf uns, bald werden nicht mehr viele von uns übrig sein!
fr: *tousse* S'il te plait aide-nous, bientôt il ne restera plus grand monde !
ja: コホッ。どうか助けてください、このままだとみんないなくなってしまいます！
pt: *tosse* Por favor, ajude-nos, em breve não haverá muitos mais de nós!
zh_cn: 请帮帮我们，很快我们就所剩无几了!

source: I can't feel my face anymore, please help us!
de: Ich kann mein Gesicht nicht mehr spüren - bitte hilf uns!
fr: Je ne sens plus mon visage, s'il te plaît aide-nous !
ja: 顔の感覚がなくなってきた、助けてください！
pt: Não consigo sentir mais o meu rosto! Por favor, ajude-nos!
zh_cn: 我的脸没知觉了，请帮帮我们!

source: Don't disturb me, I need to finish chopping this wood. Go bother someone else.
de: Störe mich nicht, ich muss dieses Holz hier fertig hacken. Geh jemand anders belästigen.
fr: Ne me dérange pas. Je dois terminer de couper ce bois. Va déranger quelqu'un d'autre.
ja: 邪魔しないでくれ、木を切り終えないといかんのだ。他の人に相手をしてもらいなさい。
pt: Não me perturbe, preciso de acabar de cortar a madeira. Vá incomodar outra pessoa.
zh_cn: 别打扰我，我得把木头砍完。去找别人吧。

source: I fear for our survival. It seems we are getting worse every day that passes. It's a good thing Feygard helps us at least.
de: Ich fürchte um unser Überleben. Wie es aussieht, geht es uns von Tag zu Tag schlimmer. Es ist eine gut Sache, dass uns wenigstens Feygard hilft.
fr: Je crains pour notre survie. Ça semble empirer de jour en jour. Au moins c'est une bonne chose que Feygard nous aide.
ja: 私たちの存亡が不安でなりませんよ。日を追うごとに悪化しているようで。フェイガードが助けてくれてよかった。
pt: Temo pela nossa sobrevivência. Parece que estamos a piorar a cada dia que passa. É uma coisa boa que Feygard nos ajude, pelo menos.
zh_cn: 我担心我们的生存。似乎我们一天比一天糟糕。至少费加德帮了我们，这是件好事。

source: Don't I know you from somewhere? You look familiar somehow.
de: Kenne ich dich nicht von irgendwo her? Du siehst irgendwie vertraut aus.
fr: Est-ce qu'on se connait ? Ton visage m'est familier.
ja: どこかで会わなかったかい？ なんだか見覚えがあるような。
pt: Não te conheço de algum lugar? Parece-me familiar de alguma forma.
zh_cn: 我是不是在哪儿见过你?你看起来很眼熟。

source: Wha? You!? No, get away from me!
de: Was? Du!? Nein, bleib mir vom Leib!
fr: Quoi ? Toi ? Non, fiche-moi la paix !
ja: は？ お前か！？ やめろ、こっちに来るな！
pt: O que? Você? Não, fica longe de mim!
zh_cn: 什么？你！？不，离我远点！

source: I heard that you saw something that you won't talk about.
de: Ich habe gehört, du hättest etwas gesehen, über das du nicht reden möchtest.
fr: J'ai entendu que vous avez vu quelque chose mais que vous ne voulez pas en parler.
ja: 何やら話せないようなものを見たそうですね。
pt: Ouvi dizer que viu alguma coisa de que não vai falar.
zh_cn: 我听说你看到了一些你不愿透露的东西。

source: [Landa gives you a terrified look]
de: (Landa schaut dich erschrocken an)
fr: [Landa vous jette un regard terrifié]
ja: （ランダはあなたに恐怖の表情を浮かべる）
pt: [Landa dá-lhe um olhar aterrorizado]
zh_cn: [兰达惊恐地看了你一眼]

source: You were there! I ssssaw you!
de: Du warssst da! Ich habe dich gessseeehen!
fr: Vous y étiez ! Je vous ai vu !
ja: お前がそこにいたのを！ みみみ、見たんだ！
pt: Estava lá! V-v-vi-o!
zh_cn: 你在那儿！我看见你了！

source: Or was it you? No, it looked like you, and I have a good memory! [Bites lip]
de: Oder warst du es? Nein, er sah aus wie du, und ich habe ein gutes Gedächtnis! *Beißt sich auf die Lippen*
fr: Ou bien c'était toi ? Non, il te ressemblait, et j'ai une bonne mémoire ! [Se mord la lèvre]
ja: あれはお前だったのか？ いや、あいつに似てる、オレは記憶力はいいんだ！ （唇を噛む）
pt: Não foi você? Não, parecia consigo e tenho uma boa memória! [Morde o lábio]
zh_cn: 还是你？不，它看起来像你，我的记忆力很好！ [咬嘴唇]

source: Calm down.
de: Immer mit der Ruhe.
fr: Calmez-vous.
ja: 落ち着いて。
pt: Calma.
zh_cn: 冷静点。

source: Get away from me, whatever you did over there, it's your business and I don't want any trouble!
de: Geh weg. Was immer du dort drüben gemacht hast, es ist deine eigene Angelegenheit und ich möchte keinen Ärger!
fr: Laisse-moi tranquille. Peu importe ce que tu as fait là-bas, c'est tes affaires et je ne veux pas m'en mêler !
ja: 離れろ！ お前が向こうで何かしてたとしても、そいつはお前の問題だ、オレを巻き込まないでくれ！
pt: Fique longe de mim, o que quer que tenha feito por lá, o problema é o seu e não quero me intrometer!
zh_cn: 离我远点，不管你在那里做了什么，那是你的事，我不想惹麻烦!

source: Landa, you must have me confused with someone else! What was it you saw?
de: Landa, du musst mich mit jemand anderem verwechselt haben. Was hast du gesehen?
fr: Landa, vous devez me prendre pour quelqu'un d'autre ! Qu'avez-vous vu ?
ja: ランダ、あなたは僕を誰かと勘違いしている！ 何を見たんですか？
pt: Landa, deve ter-me confundido com outra pessoa! O que foi que viu?
zh_cn: 兰达，你一定是把我和别人搞混了!你看到了什么?

source: No, you are smaller than him.
de: Nein, du bist kleiner als er.
fr: Non, tu es plus petit que lui.
ja: 違うのか、お前はあいつよりも背が低いんだな。
pt: Não, é menor do que ele.
zh_cn: 不，你比他小。

source: Are you going to tell me what it was you saw?
de: Würdest du mir sagen, was du gesehen hast?
fr: Allez-vous me dire ce que vous avez vu ?
ja: 何を見たのか話してくれますか？
pt: Vai me dizer o que foi que viu?
zh_cn: 你要告诉我你看到了什么吗?

source: The boy. He was doing something. I tried to sneak up closer to see what it was he was doing, I did. But he ran away before I could see.
de: Der Junge. Er hat etwas getan. Ich habe versucht mich anzuschleichen, um zu sehen was er tut. Aber er rannte weg, bevor ich es sehen konnte.
fr: Le garçon. Il faisait quelque chose. J'ai tenté de me faufiler pour l'observer de plus près. Mais il s'est enfui avant que je puisse voir quoi que ce soit.
ja: 少年だ。何かしていやがった。オレはソイツが何をしてるのか見ようとこっそり近寄ってみたんだ。だがオレが見るより先にソイツは逃げていった。
pt: O rapaz. Ele estava a fazer algo. Tentei a esgueirar-se por perto para ver o que foi que ele estava a fazer, o que fiz. Mas ele fugiu antes que pudesse ver.
zh_cn: 这个男孩。他在做些什么。我试着偷偷靠近他看看他在做什么，我靠近了。但我还没看到他就跑了。

source: He did something by the well here in Loneford.
de: Er hat etwas am Brunnen hier in Loneford getan.
fr: Il a définitivement fait quelque chose au puits de Loneford.
ja: あいつはローンフォードの井戸の側で何かしてたんだ。
pt: Ele fez algo no poço de Loneford.
zh_cn: 他在隆福德的井旁做了些事。

source: When was this?
de: Wann war das?
fr: Quand est-ce que tout ça s'est passé ?
ja: いつのことですか？
pt: Quando foi isso?
zh_cn: 什么时候？

source: It was in the middle of the night, on the day before everything started. The day after, I was sleeping it off during the day, so I didn't notice all the turmoil about when they brought Hesor back.
de: Es war mitten in der Nacht, am Tag bevor alles anfing. Am nächsten Tag habe ich verschlafen, so dass ich den ganzen Tumult verpasste, als sie Hesor zurück brachten.
fr: Ça s'est passé au milieu de la nuit, le jour avant que ce drame commence. Le lendemain j'ai dormi toute la journée alors j'ai manqué l'agitation quand ils ont ramené Hesor.
ja: あれはすべてが始まる前の日の真夜中のことだった。次の日、オレは昼間は寝てたから、ヘソーが運び込まれたときの騒動にはまったく気がつかなかった。
pt: Foi no meio da noite, no dia antes de tudo começar. No dia seguinte, estava a dormir durante o dia. Assim, não percebi toda a agitação quando eles trouxeram Hesor volta.
zh_cn: 那是在午夜，在一切开始的前一天。第二天，我白天都在睡觉，所以我没有注意到他们把黑索带回来时的混乱。

source: Almost the whole village wanted to see what had happened to Hesor. I kept to myself and didn't dare talk to anyone.
de: Fast das ganze Dorf wollte sehen, was mit Hesor geschehen war. Ich hielt mich zurück und wagte nicht, mit irgend jemand darüber zu reden.
fr: Presque tout le village voulait voir ce qui était arrivé à Hesor. Je me suis mêlé de mes affaires et je n'ai pas osé parler à qui que soit.
ja: 村のほとんどのやつらはヘソーに何があったのか見たがってた。オレは誰とも話さないように1人でいた。
pt: Quase toda a aldeia queria ver o que tinha acontecido com Hesor. Guardei isso para mim e não me atrevi a falar com ninguém.
zh_cn: 几乎整个村子的人都想看看黑索出了什么事。我一个人呆着，不敢和任何人说话。

source: The same day, others started to get pale as well. I could see it in their faces.
de: Noch am selben Tag wurden auch andere ganz bleich. Ich konnte es ihren Gesichtern ansehen.
fr: Le même jour, d'autres ont commencé à pâlir. Je l'ai vu dans leurs visages.
ja: 同じ日に、他のやつらの顔色も悪くなり始めた。オレにはそいつが見て取れたよ。
pt: No mesmo dia, outros começaram a ficar pálidos também. Podia ver isso em seus rostos.
zh_cn: 同一天，其他人脸色也开始变得苍白。我可以从他们的脸上看出来。

source: The following night, I was getting ready to go to the well myself to look for any traces of what the boy had done.
de: In der folgenden Nacht machte ich mich bereit, selbst zum Brunnen zu gehen, um nach Spuren zu suchen, was der Junge getan hatte.
fr: La nuit suivante, j'étais prêt à aller voir le puits moi-même pour chercher des traces de ce que le garçon avait fait.
ja: 次の日の夜だ、オレは少年がやってたことの痕跡を探そうと思って井戸に行く準備をしていた。
pt: Na noite seguinte, estava a preparar-me para ir ao poço e procurar todos os vestígios do que o rapaz tinha feito.
zh_cn: 第二天晚上，我准备亲自到井里去看看那个男孩做了什么。

source: I peeked out the window to see if there was anyone that might see me. Instead, I saw someone skulking around the well, filling up several vials with both dirt around the well, and water from the well itself.
de: Ich spähte aus dem Fenster um festzustellen, ob irgendjemand mich sehen könnte. Stattdessen sah ich jemanden um den Brunnen herumschleichen, der mehrere Phiolen füllte - sowohl mit Dreck aus der Umgebung des Brunnens als auch mit Wasser aus dem Brunnen selbst.
fr: J'ai regardé par la fenêtre pour voir si quelqu'un pourrait m'apercevoir. C'est à ce moment que j'ai vu quelqu'un qui se promenait autour du puits, méfiant des regards, et qui remplissait plusieurs fioles avec de la poussière trouvée autour du puits ainsi qu'avec de l'eau de celui-ci.
ja: 誰かに見られるかもしれないから、窓の外を覗いたんだ。代わりに、誰かが井戸の周りをうろついていて、バイアルのいくつかを井戸の周りの土と井戸の水の両方で満たしているのが見えた。
pt: Olhei pela janela para ver se havia alguém que pudesse me ver. Em vez disso, vi alguém se a esconder em torno do poço, a encher vários frascos a misturar imundice e com a água do próprio poço.
zh_cn: 我向窗外窥视，看是否有人看见我。然而，我看到有人在井周围鬼鬼祟祟，用井周围的泥土和井里的水装满了几个小瓶。

source: I am sure it was Buceth, from the chapel. I have a good eye for people, and a good memory. Yes, I am sure it was Buceth.
de: Ich bin mir sicher, dass es Buceth war, der von der Kapelle. Ich habe ein gutes Auge für Leute, und ein gutes Gedächtnis. Ja, ich bin sicher: Es war Buceth.
fr: Je suis certain que c'était Buceth, de la chapelle. J'ai l'œil pour reconnaître les gens, et une bonne mémoire aussi. Oui, je suis certain que c'était lui.
ja: 礼拝堂のブセスだったと思う。オレは人を見る目と記憶力は良いんだ。そうだ、あれは確かにブセスだった。
pt: Tenho certeza que foi Buceth, da capela. Tenho um bom olho para as pessoas, e uma boa memória. Sim, tenho a certeza que foi Buceth.
zh_cn: 我敢肯定是教堂里的布凯斯。我看人的眼光很好，记性也很好。是的，我肯定是布凯斯。

source: Also, isn't it strange how Buceth has not gotten ill, while all the others in the village have gotten ill?
de: Außerdem: ist es nicht seltsam, dass Buceth nicht krank geworden ist, wärend alle anderen im Dorf erkrankt sind?
fr: Aussi, n'est-ce-pas étrange que Buceth ne soit pas malade, alors que tous les autres du village ont des symptômes ?
ja: それにだ、村の他のやつらは病気にかかったのに、ブセスがかかってないってのは変じゃねえか？
pt: Além disso, não é estranho que Buceth não tenha ficado doente, enquanto todos os outros na aldeia ficaram doentes?
zh_cn: 而且，村里的其他人都病了，而布凯斯却没有病，这难道不奇怪吗?

source: He must be up to something. He and that boy that looked like you. Are you sure it wasn't you?
de: Er muss etwas im Schilde geführt haben. Er und der Junge, der aussieht wie du. Bist du sicher, dass du es nicht warst?
fr: Il doit cacher quelque chose. Lui et ce garçon qui te ressemble. Es-tu certain que ce n'était pas toi ?
ja: あいつはなにか企んでやがるんだ、違いねえ。あいつと、お前に似ていたあの少年。あれはホントにお前じゃなかったのか？
pt: Ele deve estar a tramar algo. Ele e aquele rapaz se pareciam consigo. Tem certeza de que não foi você?
zh_cn: 他一定在搞什么鬼。他和那个长得像你的男孩。你确定不是你吗?

source: Never mind. Please don't tell anyone that I told you all this.
de: Schon gut. Bitte sage niemandem, dass ich dir das alles erzählt habe.
fr: Oublie ça. S'il te plaît n'en parle à personne.
ja: 気にしないでくれ。オレが話したことは誰にも言わんでくれよ。
pt: Não importa. Por favor, não diga a ninguém que lhe disse tudo isso.
zh_cn: 不要紧。请别告诉别人是我告诉你的。

source: Now, get out of here kid, before anyone sees you talking to me. [Looks around anxiously]
de: Nun raus mit dir Kind, bevor irgend jemand sieht, dass du mit mir redest. *Schaut sich ängstlich um*
fr: Maintenant, va-t'en d'ici gamin. Je ne veux pas que quelqu'un nous voie parler. [Regarde autour de lui avec inquiétude]
ja: ほら、誰かに話してるところを見られる前に、ここから出ていけボウズ。 （不安そうに辺りを見回す）
pt: Agora, sai daqui garoto, antes que alguém o veja falar comigo. [Olha em volta ansiosamente]
zh_cn: 现在，在别人看到你和我说话之前，滚出去，孩子。 (他焦急地四处张望)

source: Thank you Landa. Your secret is safe with me.
de: Danke, Landa. Dein Geheimnis ist bei mir sicher.
fr: Merci Landa. Votre secret est en sécurité avec moi.
ja: ありがとうランダ。秘密は守ります。
pt: Obrigado Landa. Seu segredo está seguro comigo.
zh_cn: 谢谢你，兰达。我会保守你的秘密的。

source: Thank you Landa. I'll consider it.
de: Danke, Landa. Ich werde es mir überlegen.
fr: Merci Landa. Je vais en tenir compte.
ja: ありがとうランダ。考察してみるよ。
pt: Obrigado Landa. Vou considerar isso.
zh_cn: 谢谢你，兰达。我会考虑的。

source: Are you done? Phew, I thought you were never going to stop talking.
de: Bist du fertig? Puh, ich dachte schon, du würdest nie mehr mit dem Reden aufhören.
fr: Avez-vous terminé ? Ouf, je croyais que vous ne vous tairiez jamais.
ja: 終わった？ ふう、いつになったら話が終わるのかと。
pt: Terminou? Ufa, pensei que nunca ia parar de falar.
zh_cn: 你说完了吗?唷，我还以为你永远不会停止说话呢。

source: You again? I already told you. Get out of here before anyone sees you talking to me.
de: Du wieder? Ich habe es dir bereits erzählt. Raus hier, bevor irgendjemand sieht, dass du mit mir redest.
fr: Encore toi ? Je t'ai déjà dit : déguerpis avant que quelqu'un ne te voie me parler.
ja: またかよ？ もう話したろ。誰かに見られる前に出ていってくれ。
pt: De novo? Já lhe disse. Saia daqui antes que alguém o veja falar comigo.
zh_cn: 你还来搞事?我已经告诉过你了。在别人看到你跟我说话之前快滚。

source: You again. Thank you for the gold earlier.
de: Du wieder. Danke für das Gold vorhin.
fr: Vous encore. Merci de nous avoir donné de l'or l'autre fois.
ja: あなたですか。先程はお金をありがとうございました。
pt: De novo. Obrigado pelo ouro antes.
zh_cn: 又是你。谢谢你之前的黄金。

source: Welcome back my friend. Walk with the Shadow.
de: Willkommen zurück, mein Freund. Gehe mit dem Schatten.
fr: Bienvenue à nouveau mon ami. Marche avec l'Ombre.
ja: おかえりなさい。シャドウとともに歩まんことを。
pt: Bem-vindo de volta meu amigo. Caminhe com a Sombra.
zh_cn: 欢迎回来，我的朋友。与暗影同行。

source: I know of your business at the well the night after the illness broke out.
de: Ich weiß um dein Treiben am Brunnen, in der Nacht, nachdem die Krankheit ausgebrochen ist.
fr: Je suis au courant pour vos agissements près du puits la nuit avant que n'apparaisse la maladie.
ja: 病気が起きた日の夜の、あなたの井戸での行動を僕は知っています。
pt: Sei do seu negócio no poço à noite posterior à eclosão da doença.
zh_cn: 疾病爆发后的那个晚上，我知道你在井里搞了什么鬼。

source: Oh, I am sure you do. But what proof do you have, eh? Anything the guards would believe?
de: Oh, ich bin sicher, dass du das tust. Aber welchen Beweis hast du, na? Irgendetwas, dem die Wachen Glauben schenken würden?
fr: Oh, très bien. Mais quelles preuves as-tu, hein ? Quelque chose que les gardes seraient prêts à croire ?
ja: ええ、そうでしょうね。ですが何の証拠があるというのです？ 衛兵が信じるようなものは？
pt: Ah, tenho certeza que sabe. Mas o que prova que tem, hein? Alguma coisa que os guardas acreditariam?
zh_cn: 哦，我相信你会的。但你有什么证据呢?卫兵会相信你说的什么?

source: Let me ask you something first, and we might talk after that.
de: Lass mich zuerst etwas fragen, reden können wir danach.
fr: Permettez-moi de vous demander d'abord quelque chose, et nous pourrons parler après.
ja: まずあなたにお伺いしたい、その後でしたらお話しできるかもしれません。
pt: Deixe-me perguntar uma coisa primeiro e podemos falar depois disso.
zh_cn: 我先问你点事，然后我们再谈。
