Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: Well, yes. But just killing them won't have any effect. We have tried that, to no avail. They just keep coming back.
de: Ja, gut. Aber sie einfach zu töten, hat keine Auswirkungen. Wir haben es versucht, ohne Erfolg. Sie kommen immer wieder zurück.
fr: Oui, mais les tuer n'est pas suffisant. On a déjà essayé, en vain. Ils reviennent toujours.
ja: ああ、そうだ。しかし殺すだけでは意味がない。試したものの無駄に終わっている。やつらはすぐ戻ってくるのだ。
pt: Bem, sim. Mas só matá-los não vai ter qualquer efeito. Já tentámos isso, sem sucesso. Eles continuam a voltar.
zh_cn: 好吧，是的。但只是杀掉它们也不会有任何影响。我们试过了，但没有什么用。他们只是不断卷土重来。

source: You sound like my kind of type!
de: Das klingt, als wärst du genau der richtige Kerl für mich!
fr: Vous respectez les critères demandés !
ja: 君は私好みの人間のようだな！
pt: Pareces ser do meu tipo!
zh_cn: 你的话听起来像我喜欢的类型！

source: Gornaud? I haven't heard about those. But I'm sure they couldn't possibly be worse than these beasts up here.
de: Gornaud? Nie von denen gehört. Doch ich bin mir sicher, sie können wohl kaum schlimmer als diese Biester hier oben sein.
fr: Les gornauds ? Jamais entendu parler. Mais je suis sûr qu'ils ne sont pas pires que les bêtes d'ici en haut.
ja: ゴルノー？ それは聞いたことがないが。だがここの怪物以上に害悪な連中でもあるまい。
pt: Gornaud? Nunca ouvi falar nada sobre isso. Mas tenho a certeza que não poderia ser pior do que estas feras aqui.
zh_cn: 戈尔诺？我没听说过这种怪物。但我觉得它们不可能比这里的畜生更糟。

source: Anyway, the beasts are really starting to cut down our numbers. But they are not our only concern.
de: Jedenfalls fangen die Bestien wirklich an, unsere Reihen zu dezimieren. Doch sie sind nicht unsere einzige Sorge.
fr: De toute façon, les bêtes sont vraiment en train de décimer nos hommes. Mais ce n'est pas notre seul souci.
ja: とにかく、怪物どもによって我々は数を減らし始めている。しかし心配ごとはそれだけではない。
pt: De qualquer forma, os animais estão mesmo a começar a dizimarem-nos. Mas eles não são a nossa única preocupação.
zh_cn: 不管怎样，这些野兽确实开始让我们减员了。而这还并不是我们需要关心的唯一问题。

source: On top of that, we are being attacked by raids from those bastards down in that low-life town of Prim at the base of the mountain.
de: Dazu kommt, dass Banden der Bastarde aus dieser zwielichtigen Stadt Prim am Fuß des Bergs uns überfallen.
fr: En plus de cela, nous sommes attaqués par des incursions de ces bâtards de la ville de Prim au bas de la montagne.
ja: それに加え、山の麓にあるあの低俗な町プリムのクズどもからの襲撃を受けている。
pt: Além disso, estamos a ser atacados por aqueles bastardos da cidade de Prim do sopé da montanha.
zh_cn: 除此之外，我们还遭到了那些混蛋的袭击，他们聚集在山脚下一个低贱的小镇——普里姆。

source: Oh, those treacherous, fake bastards.
de: Oh, diese betrügerischen, falschen Bastarde.
fr: Oh, les traîtres, les faux-frères.
ja: ああ、あの信用ならない紛い者どもめが。
pt: Ah, esses traiçoeiros, falsos bastardos.
zh_cn: 呃啊，那些奸诈的虚伪混蛋。

source: I talked to Guthbered in Prim. They say you are the ones doing the attacks, and that you are behind the gornaud attacks on Prim.
de: Ich habe mit Guthbered in Prim gesprochen. Er sagt, dass ihr es seit, die diese Überfälle verübt, und dass ihr hinter den Angriffen der Gornauds gegen Prim steckt.
fr: J'ai parlé à Guthbered à Prim. Ils disent que les attaques sont de votre fait, et que vous êtes également à l'origine des attaques des Gornauds sur Prim.
ja: プリムのガスベレッドと話しました。そちらが攻撃をしており、プリムへのゴルノー襲撃の背後にはあなた方がいると話しています。
pt: Conversei com o Guthbered em Prim. Eles dizem que são vocês que os estão a atacar e que estão por trás dos ataques dos gornaud sobre Prim.
zh_cn: 我和那里的古斯伯里德谈过。他们反倒说是我在攻击，我是戈尔诺攻击普里姆的幕后黑手。

source: They come here at night and sabotage our supplies.
de: Sie kommen nachts hier her und sabotieren unsere Vorräte.
fr: Ils viennent ici la nuit et pillent nos provisions.
ja: やつらは夜にここを訪れ、我々の物資を破壊しているのだ。
pt: Eles vêm até aqui à noite para sabotar as nossas provisões.
zh_cn: 他们晚上来这里故意毁坏我们的物资。

source: We are almost certain they are the ones behind these monsters also.
de: Wir sind ziemlich sicher, dass sie es auch sind, die hinter diesen Monstern stecken.
fr: Nous sommes presque certains qu'ils ont quelque chose à voir avec ces monstres.
ja: モンスターの背後にいるのがやつらであることもほぼ確信している。
pt: Temos quase a certeza que são eles que estão por trás desses monstros também.
zh_cn: 我们几乎可以肯定他们是这些怪物袭击的幕后黑手。

source: Why, yes. Of course. If you are up to it.
de: Warum, ja, natürlich. Wenn du dazu bereit bist.
fr: Pourquoi pas. Mais bien sûr, si tu es de taille.
ja: あるに決まっているとも。もちろんだ。そのつもりが君にあるのであれば。
pt: Bem, sim. Claro. Se estiveres disposto a isso.
zh_cn: 嗨，是的。当然。如果你能胜任的话。

source: Considering you made it up here alive, I'm pretty sure you can handle yourself.
de: Wenn man bedenkt, dass du es lebend hier herauf geschafft hast, bin ich mir ziemlich sicher, dass du auf dich selbst acht geben kannst.
fr: Vu comme tu t'es frayé un chemin jusqu'ici, je suis quasi sûr que tu en es capable.
ja: 生きてここまでやって来れたことを考えれば、君ならうまくやってくれるに違いない。
pt: Considerando que chegaste até aqui vivo, tenho certeza que consegues lidar com isso.
zh_cn: 考虑到你能活着到这里来，我很确定你能照顾好自己。

source: We?! Hah! It figures he would say that. They are always lying and cheating to get things their way. We have certainly not attacked them!
de: Wir?! Hah! Es sieht ihm ähnlich, dass er das sagt. Sie lügen und betrügen immer, um etwas in ihrem Sinne zu beeinflussen. Wir haben sie sicherlich nicht angegriffen!
fr: Nous ?! Ha ! J'étais sûr qu'il dirait ça. Ils sont toujours à mentir et tricher pour que les choses aillent dans leur sens. Nous ne les avons certainement pas attaqués !
ja: 我々が？！ ハッ！ あの男ならそう言うだろうな。やつらは自分の思い通りにするためなら平気で嘘をつくし、騙そうとする。我々はやつらを攻撃などしていない！
pt: Nós?! Hah! Imagino que ele tenha dito isso. Eles estão sempre a mentir e a fazer batota para fazerem as coisas à maneira deles. Certamente não os atacamos!
zh_cn: 我们？！哈哈！估计他也会这么说。他们总是靠撒谎和欺骗来达到目的。我们当然没有攻击他们！

source: It is, of course, *they* who are the ones causing all the trouble.
de: Es sind natürlich *sie*, die die ganzen Probleme verursacht haben.
fr: Ce sont eux, bien sûr, qui causent tous ces problèmes.
ja: 当然、問題を起こしているのは"やつら"の方だ。
pt: É, claro, *eles* é que são os causadores de todos os problemas.
zh_cn: 当然，是*他们*制造了所有的麻烦。

source: They even captured one of our fellow scouts. Who knows what they have done to him.
de: Sie haben sogar einen unserer Späher gefangen genommen. Wer weiß, was sie ihm angetan haben.
fr: Ils ont même pris l'un de nos confrères éclaireurs. Qui sait ce qu'ils lui ont fait.
ja: 仲間の斥候の1人を捕らえもした。何を目当てとしたものかは不明だ。
pt: Além disso, capturaram um dos nossos batedores. Quem sabe o que eles fizeram com ele.
zh_cn: 他们甚至抓到了我们的一个同伴。谁知道他们对他做了什么。

source: I'm telling you, they are treacherous and lying!
de: Ich sage dir, sie sind heimtückisch und verlogen!
fr: Je te le dis, ce sont des traîtres et des menteurs !
ja: いいかよく聞け、やつらは信用ならんし嘘をついているのだ！
pt: Estou a dizer-te, eles são traidores e mentirosos!
zh_cn: 我告诉你，他们嘴里没有一句实话！

source: Sure, I believe you. What do you need from me?
de: Sicher, ich glaube dir. Was brauchst du von mir?
fr: Bien sûr, je vous crois. Qu'avez-vous besoin que je fasse ?
ja: ええ、信じます。何が必要ですか？
pt: Claro, acredito em ti. O que precisas que eu faça?
zh_cn: 当然，我相信你。你需要我做什么？

source: What would I gain by helping you instead of them?
de: Was bekomme ich, wenn ich euch anstatt ihnen helfe?
fr: Qu'obtiendrais-je en vous aidant vous plutôt qu'eux ?
ja: 代わりにそちらに手を貸すことで僕は何を得るの？
pt: O que é que eu ganharia em ajudar-te em vez deles?
zh_cn: 假如我帮你而不是他们，我能得到什么？

source: I'm not buying this. I think I would rather help the people of Prim than you people.
de: Das kauf ich dir nicht ab. Ich glaube, ich sollte besser den Leuten von Prim statt euch helfen.
fr: Je n'en suis pas. Je pense que je vais plutôt aider les gens de Prim.
ja: 信じられませんね。あなた方よりプリムの人たちを助けたいと思います。
pt: Não acredito. Acho que prefiro ajudar o povo de Prim do que vocês.
zh_cn: 我不吃这套。我宁愿帮普里姆的人也不帮你们。

source: Gain? Our trust of course. You would always be welcome here in our camp. Our traders have some excellent equipment.
de: Was du bekommst? Unser Vertrauen natürlich. Du würdest hier in unserem Lager immer willkommen sein. Unsere Händler haben ausgezeichnete Ausrüstung.
fr: À gagner ? Notre confiance bien sûr. Tu seras toujours le bienvenu ici, dans notre colonie. Nos commerçants ont un excellent équipement.
ja: 何を得るか？ 無論、我々からの信頼を。君のことをいつでも歓迎しよう。うちの商人は優れた装備を扱っているぞ。
pt: Ganhar? A nossa confiança, é claro. Serias sempre bem-vindo aqui no nosso acampamento. Os nossos comerciantes têm equipamentos excelentes.
zh_cn: 获得啥？当然是我们的信任。我们的营地会永远欢迎你。这里的商人们也有一些很好的装备。

source: OK, I'll help you deal with them.
de: Ok, ich werde euch helfen mit ihnen fertig zu werden.
fr: Ok, je vais vous prêter main-forte pour régler ce souci.
ja: わかりました、対処に協力します。
pt: OK, vou ajudar-te a lidar com eles.
zh_cn: 好吧，我会帮你的。

source: I'm still not convinced, but I'll help you for now.
de: Ich bin noch nicht überzeugt, aber ich helfe dir erstmal.
fr: Je ne suis pas encore convaincu, mais ok pour vous aider pour l'instant.
ja: まだ納得はできないけど、とりあえず手は貸します。
pt: Ainda não estou convencido, mas para já vou ajudar-te.
zh_cn: 我还是不太相信，但我眼下会帮你的。

source: Good. We will need an able fighter to help us deal with the monsters and the Prim bandits.
de: Gut. Wir brauchen einen fähigen Kämpfer der uns hilft mit den Monstern und den Prim-Schurken fertig zu werden.
fr: Bon. Nous aurons besoin d'un combattant capable de nous aider à composer avec les monstres et les bandits de Prim.
ja: よろしい。モンスターとプリムの山賊どもを相手取るのに優秀な戦士が必要でな。
pt: Ainda bem. Vamos precisar de um lutador capaz de nos ajudar a lidar com os monstros e os bandidos de Prim.
zh_cn: 很好。我们需要一个能干的战士来帮助我们对付怪物和普里姆的土匪。

source: Bah. Then you are useless to me. Why did you even bother to come up here and waste my time? Begone.
de: Bah. Dann bist du nutzlos für mich. Wieso hast du mich überhaupt damit belästigt, hier herauf zu kommen und meine Zeit zu verschwenden? Verschwinde.
fr: Bah. Dans ce cas, tu m'es inutile. Pourquoi avoir même pris la peine de venir ici pour me faire perdre mon temps ? Va-t'en.
ja: ふん。ならば貴様は役立たずということだ。何故わざわざやって来て私の時間を無駄にした？ 出て行け。
pt: Bah. Então és inútil para mim. Porque te preocupaste em vir aqui e desperdiçar o meu tempo? Vai-te embora.
zh_cn: 呸。那你们对我没有价值。你为什么要来这里浪费我的时间？走开。

source: OK, this is the plan. I want you to go talk to Guthbered down in Prim, and give him our ultimatum:
de: Ok, das ist der Plan. Ich möchte, dass du zu Guthbered unten in Prim gehst und ihm unser Ultimatum überbringst:
fr: Ok, voilà le plan. Je veux que tu ailles parler à Guthbered en bas à Prim et que tu lui présentes notre ultimatum :
ja: よし、計画はこうだ。プリムのガスベレッドのところまで行って、最後通牒を突きつけてくれ。
pt: Ok, este é o plano. Quero que vás falar com Guthbered em Prim e dás-lhe o nosso ultimato:
zh_cn: 好的，这是行动计划。我要你去跟古斯伯里德谈谈，给他下最后通牒：

source: Either they stop their attacks, or we will have to deal with them.
de: Entweder beenden sie ihre Überfälle oder wir werden uns mit ihnen befassen.
fr: Soit ils arrêtent leurs attaques, soit on s'occupe de leur cas.
ja: そちらが攻撃を止めるか、我々に始末されるかを選べ。
pt: Ou eles param com os ataques ou vamos ter de lidar com eles.
zh_cn: 要么他们停止攻击，要么我们被迫反击。

source: Sure. I will go tell him your ultimatum.
de: Sicher. Ich werde ihm dein Ultimatum überbringen.
fr: Bien, je vais lui adresser votre ultimatum.
ja: 了解しました。最後通牒を伝えてきます。
pt: Certo. Vou dizer-lhes o teu ultimato.
zh_cn: 没问题。我去传达你的最后通牒。

source: No. In fact, I think I should help the people of Prim instead.
de: Nein. Vielmehr denke ich, ich sollte stattdessen den Leuten von Prim helfen.
fr: Non. En fait, je pense aider les habitants de Prim plutôt.
ja: いえ。むしろプリムの人々を助けるべきだと思う。
pt: Não. Na verdade, acho que em vez disso, devia ajudar as pessoas de Prim.
zh_cn: 不了。事实上，我想我应该帮助普里姆的人民。

source: Good. Now hurry! We don't know how much time we have left before they attack again.
de: Gut. Nun beeil dich. Wir wissen nicht, wieviel Zeit wir haben, bevor sie erneut angreifen.
fr: Parfait. Fais vite ! On ne sait pas quand leur prochaine attaque aura lieu.
ja: いいぞ。では急いでくれ！ 攻撃が再開されるまでにどれだけの時間が残されているかわからん。
pt: Ainda bem. Agora despacha-te! Não sabemos quanto tempo nos resta antes de eles nos atacarem de novo.
zh_cn: 很好。动作快点！在他们再次进攻之前，我们不知道还有多少时间。

source: You again? I want no business with you. Leave me.
de: Du schon wieder? Ich möchte nichts mit dir zu tun haben. Verschwinde.
fr: Encore toi ? Je ne veux rien avoir à faire avec toi. Laisse-moi.
ja: またか？ 貴様とは関わりたくない。あっちへ行け。
pt: Outra vez? Não quero nenhum negócio contigo. Vai-te embora.
zh_cn: 又是你？我不想和你做生意，走开。

source: Why are you people attacking the village of Prim?
de: Wieso greift ihr Leute das Dorf Prim an?
fr: Pourquoi attaquez-vous le village de Prim ?
ja: どうしてプリムの村を攻撃するの？
pt: Porque é que o teu povo está a atacar as pessoas da aldeia de Prim?
zh_cn: 你们为什么要袭击普里姆村？

source: Welcome back, traveller. What's on your mind?
de: Willkommen zurück, Reisender. Was ist los?
fr: Content de te revoir, voyageur. Qu'est-ce qui te préoccupe ?
ja: よく戻った、旅の方よ。何を考えている？
pt: Bem-vindo novamente, viajante. O que tens em mente?
zh_cn: 欢迎回来，旅行者。你在考虑什么？

source: I talked to Guthbered in Prim. They say you are attacking Prim, and that you are behind the gornaud attacks on Prim.
de: Ich habe mit Guthbered in Prim gesprochen. Sie sagen, dass ihr Prim angreift und hinter den Angriffen der Gornaud steckt.
fr: J'ai parlé à Guthbered à Prim. Ils disent que les attaques sont de votre fait, et que vous êtes également à l'origine des attaques des Gornaud sur Prim.
ja: プリムのガスベレッドと話しました。そちらが攻撃をしており、プリムへのゴルノー襲撃の背後にはあなた方がいると話しています。
pt: Conversei com Guthbered em Prim. Eles dizem que estás a atacar Prim e que estás por trás dos ataques dos gornaud sobre Prim.
zh_cn: 我和古斯伯里德谈过了。他们说你们不光在攻击普里姆，还是戈尔诺袭击的幕后黑手。

source: What was that you said earlier about the monsters that are attacking your settlement?
de: Was hattest du vorhin noch über die Monster gesagt die eure Siedlung angreifen?
fr: Que m'avez-vous dit plus tôt sur les monstres qui attaquent votre colonie ?
ja: さっき集落を攻撃しているモンスターについて話してくれたことは何でしたっけ？
pt: O que é que disseste sobre os monstros que estão a atacar o teu povoado?
zh_cn: 你刚才提到那些怪物攻击你们营地，那是怎么回事？

source: Welcome back, traveller. Did you talk to that deceiving Guthbered down in Prim?
de: Wilkommen zurück, Reisender. Hast du mit dem trügerischen Guthbered unten in Prim gesprochen?
fr: Content de te revoir, voyageur. As-tu parlé à ce fourbe de Guthbered à Prim ?
ja: よく戻った、旅の者よ。プリムで詐欺野郎ガスベレッドとは話せたか？
pt: Bem-vindo de volta, viajante. Falaste com o traiçoeiro do Guthbered em Prim?
zh_cn: 欢迎回来，旅行者。你和普里姆那个装腔作势的骗子谈过了吗？

source: Yes, I talked to him. He denies that they are behind any of the attacks.
de: Ja, ich habe mit ihm geredet. Er bestreitet, dass sie hinter irgendeinem der Angriffe stecken.
fr: Oui, je lui ai parlé. Il nie être à l'origine des attaques.
ja: ええ、話しました。攻撃の背後に自分たちがいることを否定しています。
pt: Sim, falei com ele. Ele nega que eles estejam por trás de quaisquer ataques.
zh_cn: 是的，我和他谈过了。他否认他们是任何袭击的幕后黑手。

source: My scouts have given me a most interesting report. They say you are working for Prim.
de: Meine Kunderschafter haben mir etwas höchst interessantes berichtet. Sie sagen, du arbeitest für Prim.
fr: Mes éclaireurs m'ont rapporté plus intéressant. Ils disent que tu travailles pour Prim.
ja: うちの斥候からとても興味深い報告が上がってきたぞ。プリムのために働いているそうだな。
pt: Os meus batedores deram-me um relatório muito interessante. Eles dizem que estás a trabalhar para Prim.
zh_cn: 我的侦察员给了我一份非常有趣的报告。他们说你为普里姆做事。

source: Of course we can't have that here. We can't have a spy in our midst. You should leave our settlement while you still can, traitor.
de: Natürlich können wir das nicht zulassen. Wir dulden keinen Spion in unserer Mitte. Du solltest aus unserer Siedlung verschwinden, so lange du es noch kannst, Verräter.
fr: Il est évident que nous ne pouvons le tolérer. Pas d'espion parmi nous. Tu devrais quitter notre colonie tant que tu le peux encore, traître.
ja: 無論ここでそんな真似などさせん。スパイを引き入れるわけにはいかんのだ。今のうちに集落を出ていくことだな、この裏切り者が。
pt: É claro que não podemos ter isso aqui. Não podemos ter um espião entre nós. Deves deixar a nossa povoação enquanto ainda podes, traidor.
zh_cn: 当然，我们不允许这种事。我们中间不能有间谍。你应该趁现在还可以的时候离开我们的营地，叛徒。

source: Thank you, friend. Your help is greatly appreciated. Everyone in the Blackwater mountain settlement will want to talk to you now.
de: Danke, Freund. Deine Hilfe ist uns sehr willkommen. Jeder in der Blackwater Mountain Siedlung wird nun mit dir sprechen wollen.
fr: Merci mon ami. Ton aide nous est précieuse. Tous ceux de notre colonie du mont Encreau voudront te parler maintenant.
ja: どうもありがとう。君の協力には本当に感謝している。ブラックウォーター山集落の人々も君との交流を望んでいるようだ。
pt: Obrigado, amigo. A tua ajuda é muito apreciada. Todos na povoação da montanha das Águas Negras vão querer falar contigo agora.
zh_cn: 谢谢你，朋友。非常感谢你的帮助。黑水营地的每个人现在都想和你谈谈。

source: I'm sure the monster attacks will stop now when we kill the last few monsters that are outside the settlement.
de: Ich bin sicher, die Monsterangriffe werden nun aufhören, wenn wir die letzten paar Monster außerhalb der Siedlung noch töten.
fr: Je suis sûr que les attaques de monstres vont cesser, maintenant, quand nous en aurons fini avec les quelques-uns restant en dehors de la colonie.
ja: 集落の外にいる残りわずかなモンスターを始末すれば、このモンスターの襲撃も止むことだろう。
pt: Tenho a certeza que os ataques de monstros vão parar agora, quando matar os últimos monstros que estão fora do povoado.
zh_cn: 我确信当我们杀死最后几个在营地外的怪物时，怪物的所有袭击就将会停止。

source: He denies it?! Bah, that treacherous fool. I should have known that he wouldn't dare tell the truth.
de: Er bestreitet es?! Bah, dieser heimtückische Narr. Ich hätte wissen sollen, dass er es nicht wagt, die Wahrheit zu sagen.
fr: Il le nie ?! Bah, ce fou perfide. J'aurais dû savoir qu'il ne daignerait pas dire la vérité.
ja: 否定しているだと？ ハァ、不実な愚か者めが。本当のことを言う勇気があの男にないことくらい、理解してしかるべきだった。
pt: Ele nega isso?! Bah, mas que idiota traiçoeiro. Devia saber que ele não se atreveria a dizer a verdade.
zh_cn: 他否认了？！呸，那个奸诈的小丑。我早该知道他不敢说实话。

source: I am still sure that they somehow are behind all these attacks on us. Who else could there be? There are no other settlements around here for quite a walk.
de: Ich bin immer noch sicher, dass sie irgendwie hinter den ganzen Angriffen auf uns stecken. Wer sonst könnte es sein? Es gibt keine anderen Siedlungen in der Nähe.
fr: Je suis toujours convaincu qu'ils sont à l'origine de toutes ces attaques contre nous. Qui d'autre cela pourrait-il être ? Il n'y a pas d'autre village à proximité.
ja: それでも私はやつらがこの攻撃の背後にいると確信している。他に誰がいると？ ここまでやって来れるような集落など、この辺りには他にないのだ。
pt: Ainda estou convencido que eles, de alguma forma, estão por detrás de todos estes ataques contra nós. Quem mais poderia ser? Não há outros povoados nas redondezas.
zh_cn: 我仍然确信他们是所有这些袭击的幕后黑手。除此之外还有谁呢？这周边很大的范围内就没有别的定居点了。

source: Besides, they have always been treacherous. No, of course they are behind the attacks.
de: Ausserdem waren sie immer heimtückisch. Nein, natürlich stecken sie hinter den ganzen Angriffen.
fr: De toute façon, ils ont toujours été fourbes. Non, il n'y a pas à tortiller, ils sont derrière ces attaques.
ja: それに、連中はいつも裏切ってきた。攻撃の背後には当然やつらがいる。
pt: Além disso, eles têm sido sempre traiçoeiros. Não, claro que eles estão por trás dos ataques.
zh_cn: 再说了，他们一直都是诡计多端。哼，他们当然是幕后黑手。

source: OK, this leaves us with no choice. We will have to step this up to another level.
de: Ok, das lässt uns keine Wahl. Wir müssen wohl schwerere Geschütze auffahren.
fr: Ok, cela ne nous laisse pas le choix. Nous allons devoir changer de braquet.
ja: よし、仕方があるまい。ステップを次のレベルへと引き上げねばな。
pt: Está bem, isso não nos deixa alternativa. Vamos ter que subir isso para outro patamar.
zh_cn: 好吧，这让我们别无选择。我们不得不将事态上升一个层面了。

source: Are you sure you are up to it? You are not one of their spies are you? If you are working for them, then you should know that they are not to be trusted!
de: Sicher, dass du bereit bist? Du bist keiner ihrer Spione, oder? Wenn du für sie arbeitest, lass dir gesagt sein, dass man ihnen nicht trauen kann!
fr: Es-tu sûr d'être à la hauteur ? Tu n’es pas un de leurs espions au moins ? Si tu travailles pour eux, alors je dois quand même te dire qu’ils ne sont pas dignes de confiance !
ja: 君にはそのつもりはあるか？ スパイではないのか？ 仮にやつらのために働いているとするなら、あのような連中など信用に値しないと知っておくことだ！
pt: Tens a certeza de que estás pronto para isso? Não és um dos espiões deles? Se estiveres a trabalhar para eles, então deves saber que eles não são de confiança!
zh_cn: 你确定你能胜任吗？你不是他们的间谍吧？如果你为他们干活，那么你应该知道他们是信不过的！

source: I am ready for anything. I will help your settlement.
de: Ich bin für alles bereit. Ich werde eurer Siedlung helfen.
fr: Je suis prêt a tout. J'aiderai votre colonie.
ja: 何でも言ってください。この集落を手伝います。
pt: Estou pronto para qualquer coisa. Vou ajudar a tua povoação.
zh_cn: 我准备好面对一切了。我会帮助你们营地的。

source: Actually, now that you mention it...
de: Tatsächlich, jetzt da du es sagst...
fr: En fait, maintenant que vous le dites…
ja: ああ、言われてみれば…
pt: Na verdade, agora que mencionaste isso...
zh_cn: 事实上，既然你提到了……

source: Yes, I am working for Prim also. They seem like sensible people.
de: Ja, ich arbeite auch für Prim. Sie scheinen vernünftige Leute zu sein.
fr: Oui, je travaille également pour Prim. Ils semblent être raisonnables.
ja: ええ、プリムのために働いていますよ。分別のある方々のようです。
pt: Sim, também estou a trabalhar para Prim. Eles parecem ser pessoas sensatas.
zh_cn: 是的，我也为普里姆工作。他们看起来很理智。

source: What? Are you working for them or not?
de: Wie? Arbeitest du für sie oder nicht?
fr: Quoi ? Tu travailles pour eux oui ou non ?
ja: 何だと？ やつらのために働いているのか？
pt: O quê? Estás a trabalhar para eles ou não?
zh_cn: 什么？你到底是不是在为他们做事？

source: No, never mind. I am ready to help your settlement.
de: Nein, vergiss es. Ich bin bereit, euerer Siedlung zu helfen.
fr: Non, oubliez ce que j'ai dit. Je suis prêt à vous aider.
ja: いえ、気にしないでください。この集落を手伝う覚悟はできてます。
pt: Não importa. Estou pronto para ajudar a tua povoação.
zh_cn: 不，这没关系。我随时准备帮助你们。

source: I was. But I have decided to help you instead.
de: Ich hatte. Aber ich habe mich entschlossen, stattdesssen euch zu helfen.
fr: Oui, je travaillais pour eux. Mais j'ai finalement décidé de vous aider.
ja: そうでした。でもあなた方を助けることにしました。
pt: Estava. Mas em vez disso decidi ajudar-te.
zh_cn: 我曾经是。但我现在决定帮你们了。

source: Yes. I am helping them get rid of you people.
de: Ja, Ich helfe ihnen, euch Leute los zu werden.
fr: Oui. Je les aide à se débarrasser de vous.
ja: ええ。あなた方を排除する手伝いをしています。
pt: Sim. Estou a ajudá-los a livrarem-se de vocês.
zh_cn: 对啊。我在帮他们赶走你们这些人。

source: We believe they are planning to attack us any day now. But we lack the proof that we would need to do anything about it.
de: Wir glauben, sie planen, uns in den nächsten Tagen anzugreifen. Aber uns fehlt der nötige Beweis, um etwas dagegen zu unternehmen.
fr: Nous pensons qu'ils ont l'intention de nous attaquer d'un jour à l'autre. Mais les preuves nous manquent pour faire quoi que ce soit à ce sujet.
ja: 我々はやつらが今にもこちらを攻撃しようとしているものと考えている。だが、それに対して行動を起こそうにも証拠を欠いていてな。
pt: Cremos que eles estão a planear atacar-nos a qualquer momento. Mas ainda não temos nenhuma prova disso.
zh_cn: 我们相信他们计划随时攻击我们。但我们缺乏证据证明我们需要对此采取必要的行动。

source: This is where I think an outsider like you might help.
de: Hier, denke ich, könnte ein Außenstehender wie du hilfreich sein.
fr: C'est là que je pense qu'un tiers comme vous pourrait aider.
ja: これには君のような部外者が頼りになるだろう。
pt: É aqui que acho que um estranho nos pode ajudar.
zh_cn: 我想像你这样的局外人会帮上忙的。

source: I want you to go investigate Prim for any signs that you might find of them preparing an attack on us.
de: Ich möchte, dass du Prim nach Anzeichen eines vorbereiteten Angriffs auskundschaftest.
fr: Je veux que tu ailles enquêter à Prim pour trouver tout indice qui indiquerait qu'ils préparent une attaque contre nous.
ja: 攻撃の準備を進めている兆候がないかどうか、プリムを調査してきてくれ。
pt: Quero que vás investigar Prim, à procura de provas de que eles estão a preparar um ataque contra nós.
zh_cn: 我要你去调查普里姆有没有什么迹象表明他们准备袭击我们。

source: Sure, sounds easy.
de: Klar, klingt leicht.
fr: Bien sûr, ça semble facile.
ja: ええ、簡単そうですね。
pt: Claro, parece fácil.
zh_cn: 行，听上去很简单。
