Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: It's OK ... it's just that is not my kind of work.
de: Das ist OK ... es ist nur nicht meine Art von Arbeit.
fr: Ca va... c'est juste que c'est pas mon genre de travail.
ja: 大丈夫です…僕には向いてない仕事だっただけ。
pt: Tudo bem… é que esse não é o meu tipo de trabalho.
zh_cn: 没关系……只是那不是我的工作。

source: Urgh ... I just need better tasks! Do you still think I'm not yet ready?
de: Urgh ... ich brauche bessere Aufgaben! Denkst Du immer noch, dass ich nicht bereit bin?
fr: Urgh... J'ai besoin de meilleures missions ! Pensez-vous toujours que je ne suis pas prêt ?
ja: ううっ…もっといい仕事がほしい！ 僕にはまだ早いと思うの？
pt: Urgh… Só preciso de tarefas melhores! Ainda acha que ainda não estou pronto?
zh_cn: 呃......我只需要更好的任务！你还认为我还没有准备好吗？

source: Sometimes people must do things that they don't like. Maybe you're still too young to understand that?
de: Manchmal müssen Menschen Dinge tun, die sie nicht mögen. Vielleicht bist Du einfach noch zu jung, um das zu verstehen?
fr: Parfois les gens doivent faire ce qu'ils n'aiment pas. Peut-être es-tu trop heune pour comprendre ça ?
ja: 人は時には嫌なことをしなければならないこともある。君がそれを理解するにはまだ早すぎるかな？
pt: Às vezes, as pessoas precisam fazer coisas que não gostam. Talvez ainda seja jovem demais para o entender?
zh_cn: 有时人们必须做他们不喜欢的事情。也许你还太年轻，无法理解？

source: Not at all.
de: Keineswegs.
fr: Pas du tout.
ja: そんなことはないです。
pt: De modo nenhum.
zh_cn: 一点也不。

source: No, nothing of the kind! I was .... Well, let's talk.
de: Nein, nichts dergleichen! Ich war ... Also, lass uns reden.
fr: Non, rien de la sorte ! J'étais... Bien, parlons.
ja: いいや、そんなことはない！ 私は…では話をしようか。
pt: Não, nada disso! Estava…. Bem, vamos conversar.
zh_cn: 不，没有这样的事!我是....好吧，我们来谈谈。

source: Well .... Anyway, I promise we won't give you those kind of jobs for a while.
de: Nun gut ... Wie auch immer, ich verspreche dir, dass wir dir für eine Weile nicht mehr solche Aufgaben geben werden.
fr: Eh bien... De toutes façons, je te promets qu'on ne te donnera plus ce genre de travail pendant un bon moment.
ja: ふむ…ともかく、しばらくはそんな仕事は与えないことを約束しよう。
pt: Bem… De qualquer forma, prometo que não lhe daremos esse tipo de trabalho por um tempo.
zh_cn: 好吧....总之，我保证我们暂时不会给你那种工作。

source: Fine.
de: Gut.
fr: Bien.
ja: よし。
pt: Bem.
zh_cn: 很好。

source: That is good news for me.
de: Das sind gute Neuigkeiten für mich.
fr: Bonne nouvelle pour moi.
ja: それは朗報ですね。
pt: Essa é uma boa notícia para mim.
zh_cn: 这对我来说是个好消息。

source: Great, so let's talk then.
de: Großartig, dann lass uns sprechen.
fr: Super, alors parlons.
ja: そうか、それでは話をしよう。
pt: Ótimo, então vamos conversar então.
zh_cn: 很好，那我们就谈谈吧。

source: First of all, take this gold for a job well done. We have already sent people to ask for the ransom.
de: Nimm zunächst dieses Gold für deine gute Arbeit. Wir haben bereits Leute geschickt, um das Lösegeld einzufordern.
fr: Tout d'abord, prends cet or pour avoir rempli ta mission. On a déjà envoyé des gens demander la rançon.
ja: まず最初に、上手く仕事をやってくれた報酬としてこの金を受け取ってくれ。すでに身代金を要求するために人を送ってある。
pt: Primeiro de tudo, pegue esse ouro por um trabalho bem feito. Já enviamos pessoas para pedir o resgate.
zh_cn: 首先，拿着这些金子，感谢你的出色工作。我们已经派人去要赎金了。

source: (Umar looks a little worried) This is really not your line of work huh? I suggest you rest for a while before doing more. You look tired.
de: (Umar sieht etwas besorgt aus) Das ist wirklich nicht dein Ding, oder? Ich schlage vor, du ruhst dich ein bisschen aus, bevor es weitergeht. Du siehst müde aus.
fr: (Umar a l'air un peu préoccupé) Ce n'est vraiment pas ton genre de travail hein ? Je te suggère de prendre un peu de repos avant d'en faire plus. Tu as l'air fatigué.
ja: （ウマルは少し心配そうにしている） これは本当に望んでいる仕事とは違うのだな？ しばらく休んでから仕事に取り組むことを勧める。君は疲れているようだ。
pt: (Umar parece um pouco preocupado) Esta não é realmente sua linha de trabalho, hein? Sugiro que descanse um pouco antes de fazer mais. Parece cansado.
zh_cn: (奥马尔看起来有点担心) 这真的不是你的工作范围啊？ 我建议你在做更多事情之前先休息一段时间。你看起来很累。

source: I'm not tired at all.
de: Ich bin gar nicht müde.
fr: Je ne suis pas fatigué du tout.
ja: 全然疲れてません。
pt: Não estou cansado.
zh_cn: 我一点都不累。

source: Tired? I don't know what that means!
de: Müde? Ich weiß nicht, was du damit meinst!
fr: Fatigué ? Je ne sais même pas ce que ça veut dire !
ja: 疲れてる？ 意味がわからない！
pt: Cansado? Não sei o que isso significa!
zh_cn: 累？我不知道那是什么意思！

source: Good idea.
de: Gute Idee.
fr: Bonne idée.
ja: いい考えだ。
pt: Boa ideia.
zh_cn: 好主意。

source: I prefer that you are completely rested before talking about work.
de: Ich möchte, dass du völlig ausgeruht bist, ehe wir wieder über die Arbeit sprechen.
fr: Je préfère que tu sois complètement reposé avant de parler de travail.
ja: 仕事の話の前にしっかり休息を取ったほうがいい。
pt: Prefiro que esteja completamente descansado antes de falar sobre o trabalho.
zh_cn: 我更希望你在谈论工作之前已经完全休息好了。

source: Ugh ... OK.
fr: Berk... ok.
ja: うっ…わかりました。
zh_cn: 呃......。好的。

source: I'm always rested!
de: Ich bin immer ausgeruht!
fr: Je suis toujours reposé !
ja: ちゃんと休んでる！
pt: Estou sempre descansado!
zh_cn: 我一直都在休息！

source: Don't be overconfident. Take my advice and rest. We'll talk tomorrow.
de: Sei nicht zu selbstsicher. Hör auf meinen Rat und ruh dich aus. Wir reden morgen weiter.
fr: Ne sois pas trop confiant. Suis mon conseil et repose-toi. On marchera demain.
ja: 自信過剰にならないでくれ。忠告を聞いて休みなさい。また明日話をしよう。
pt: Não confie demais. Siga meu conselho e descanse. Conversaremos amanhã.
zh_cn: 不要过于自信。听我的建议，好好休息。我们明天再谈。

source: Tsch. All right, sir.
de: Tsch. In Ordnung, Sir.
fr: Tsss. D'accord, monsieur.
ja: チッ。わかりましたよ。
pt: Tsch. Tudo bem senhor.
zh_cn: 啧。好的，先生。

source: Come back to me when you're prepared. Bear in mind that your next task isn't going to be as easy as the ones you already did. We'll talk about that tomorrow.
de: Komm zu mir zurück, wenn Du bereit bist. Denk daran, dass Deine nächste Aufgabe nicht so einfach sein wird, wie die, die Du bereits erledigt hast. Wir unterhalten uns morgen darüber.
fr: Reviens me voir quand tu es préparé. Garde à l'esprit que ta prochaine mission ne sera pas aussi facile que les précédentes. On en parlera demain.
ja: 支度が整ったら戻ってくるように。次の仕事は、これまでのもののように簡単にはいかないことを心に留めておきなさい。 それについては明日話そう。
pt: Volte para mim quando estiver preparado. Lembre-se de que sua próxima tarefa não será tão fácil quanto as que já fez. Falaremos sobre isso amanhã.
zh_cn: 等你准备好了再来找我。请记住，你的下一个任务不会像你已经做过的那些任务那样简单。 我们明天再谈这个问题。

source: I expected that. See you tomorrow then.
de: Das habe ich erwartet. Wir sehen uns dann morgen.
fr: Je m'y attendais. A demain donc.
ja: そういうのを期待してました。ではまた明日。
pt: Esperei isso. Vejo-o amanhã então.
zh_cn: 我预料到了。那就明天见吧。

source: Easy? Argh, they've been so difficult! Good night.
de: Leicht? Argh, sie waren verdammt schwer! Gute Nacht.
fr: Faciles ? Argh, elles étaient difficiles ! Bonne nuit.
ja: 簡単だって？ ええっ、今までだってすごく大変だったのに！ お休みなさい。
pt: Fácil? Raios, eles têm sido tão difíceis! Boa noite.
zh_cn: 容易？唉，他们太难了！晚安。

source: (You should go to the bed now. You take off your bag and grab the blanket. This bed is more comfortable than you thought, but maybe that's because you are really exhausted. Finally, you blow out the candle in the room.)
de: (Du solltest jetzt ins Bett gehen. Du legst deine Tasche ab und nimmst die Decke. Dieses Bett ist bequemer als du dachtest, aber vielleicht liegt das daran, dass du wirklich erschöpft bist. Schließlich bläst du die Kerze im Zimmer aus).
fr: (Vous devriez aller au lit maintenant. Vous posez votre sac et attrapez la couverture. Ce lit est plus confortable que vous ne le pensiez, mais peut-être est-ce parce que vous êtes vraiment fatigué. Finalement, vous soufflez la bougie de la chambre.)
ja: （そろそろ寝たほうがいい。あなたはバッグを取り外し毛布を手に取る。ベッドは思っていたより快適だが、疲れているからかもしれない。最後に、部屋のろうそくを吹き消す）
pt: (Deve ir para a cama agora. Tira a sua bolsa e agarra no cobertor. Essa cama é mais confortável do que pensava, mas talvez seja porque você está realmente exausto. Finalmente, apaga a vela no quarto.)
zh_cn: （你现在应该去睡觉了。你脱下你的包，抓住毯子。这张床比你想象的要舒服，但也许这是因为你真的筋疲力尽。最后，你吹灭房间里的蜡烛。)

source: Umar was clear. Sleep, then return. I should do what he said and go to bed.
de: Umar war deutlich. Schlafen, dann wiederkommen. Ich sollte tun was er sagte und ins Bett gehen.
fr: Umar a été clair. Dormir, puis y retourner. Je devrais faire ce qu'il a dit et aller au lit.
ja: ウマルは明確だった。眠り、それから戻る。言われた通りに寝よう。
pt: Umar estava certo. Durma e volte depois. Deveria fazer o que ele disse e ir para a cama.
zh_cn: 奥马尔很清楚。睡觉，然后回来。我应该按照他说的去做，然后上床睡觉。

source: (The night here is anything but quiet. You can hear wolves' howls, as they become more active during the night. Even people's conversations can be overheard. However, you couldn't care less about that right now. You finally fall asleep)
de: (Die Nacht hier ist alles andere als ruhig. Du kannst das Heulen der Wölfe hören, die in der Nacht immer aktiver werden. Selbst die Gespräche der Menschen bekommst du mit. Aber das ist dir im Moment völlig egal. Du schläfst endlich ein)
fr: (La nuit ici est tout sauf calme. Vous pouvez entendre le hurlement des loups, qui deviennent plus actifs pendant la nuit. Même les conversations des gens s'entendent. Pourtant, vous n'y faites pas attention maintenant. Finalement vous vous endormez)
ja: （ここでの夜は決して静かなものではない。夜になると活動的になるオオカミの遠吠えが聞こえる。人の会話も聞こえてくる。しかし、今はそんなことは気にしなくてもいい。あなたはようやく眠りにつく）
pt: (A noite aqui é tudo menos silenciosa. Pode ouvir os uivos dos lobos, à medida que se tornam mais ativos durante a noite. Até as conversas das pessoas podem ser ouvidas. No entanto, você não se importava com isso agora. Finalmente adormece)
zh_cn: （这里的夜晚绝不是安静。你可以听到狼的嚎叫声，因为它们在夜间变得更加活跃。甚至能听到人们的对话。但是，您现在根本不关心这些。你终于睡着了）

source: (The sun rises and you open your eyes. You feel fully rested and eager to talk with Umar. He's probably waiting for you.)
de: (Die Sonne geht auf und du öffnest deine Augen. Du fühlst Dich völlig erholt und brennst darauf, mit Umar zu sprechen. Er wartet wahrscheinlich schon auf dich.)
fr: (Le soleil se lève et vous ouvrez les yeux. Vous vous sentez complètement reposé et d'attaque pour parler à Umar. Il vous attend probablement.)
ja: （日が昇ってあなたは目を開く。休息は十分にとれウマルと話したいと思っている。向こうはおそらくあなたを待っていることだろう）
pt: (O sol nasce e abre os olhos. Se sente totalmente descansado e ansioso para conversar com Umar. Ele provavelmente está a esperar por si.)
zh_cn: (太阳升起，你睁开眼睛。你感到完全休息好了，渴望与奥马尔交谈。他可能正在等你。）

source: I should not leave the city now. Father told me once that monsters and beasts are more dangerous at night.
de: Ich sollte die Stadt jetzt noch nicht verlassen. Vater erzählte mir einmal, dass Monster und Ungeheuer nachts am gefährlichsten sind.
fr: Je ne devrais pas quitter la ville maintenant. Père m'a dit un jour que les bêtes et les monstres sont plus dangereux la nuit.
ja: 今は街を離れないほうがいい。モンスターや獣は夜のほうが危険だと父から聞いたことがある。
pt: Não deveria deixar a cidade agora. Papai me disse uma vez que monstros e bestas são mais perigosos à noite.
zh_cn: 我现在不应该离开这个城市。父亲曾经告诉我，怪物和野兽在晚上更危险。

source: Why am I heading in this direction? The tavern isn't in this way!
de: Warum gehe ich in diese Richtung? Die Taverne liegt gar nicht in dieser Richtung!
fr: Pourquoi vais-je dans cette direction ? La taverne n'est pas par ici !
ja: どうしてその方向に向かっているのですか？ 酒場はそっちではありません！
pt: Por que estou a ir nessa direção? A taberna não é aí!
zh_cn: 我为什么要往这个方向走？酒馆不在这个方向上！

source: It would be better to not bother people at this hour.
de: Es wäre besser, die Leute um diese Zeit nicht zu stören.
fr: Ca serait mieux de ne pas déranger les gens à cette heure-ci.
ja: こんな時間に人に迷惑をかけない方がいい。
pt: Seria melhor não incomodar as pessoas a essa hora.
zh_cn: 在这个时候最好不要打扰别人。

source: I see you are better than yesterday.
de: Wie ich sehe, geht es dir besser als gestern.
fr: Je vois que tu es mieux qu'hier.
ja: 昨日よりも顔色が良さそうだ。
pt: Vejo que é melhor que ontem.
zh_cn: 我看你比昨天好多了。

source: Indeed I am!
de: Das stimmt!
fr: Oui c'est vrai !
ja: そうですね！
pt: De fato, sou!
zh_cn: 的确，我是这样的!

source: Yes ...
de: Ja ...
fr: Oui...
ja: はい…
pt: Sim...
zh_cn: 是的......。

source: Fine. Listen to me carefully.
de: Gut. Hör mir genau zu.
fr: Bien. Ecoute-moi attentivement.
ja: 結構。私の話をよく聞きなさい。
pt: Bem. Ouça-me com atenção.
zh_cn: 很好。仔细听我说。

source: Sure, tell me what you have to say.
de: Sicher, sag mir, was du zu sagen hast.
fr: Bien-sûr, dites-moi ce que vous avez à dire.
ja: ええ、教えてください。
pt: Claro, me diga o que tem a dizer.
zh_cn: 当然，告诉我你要说什么。

source: Here in the guild, as you know, members range from apprentices to veterans. The veterans are usually specialized in specific jobs.
de: Wie du sicher weißt, haben wir hier in der Gilde Mitglieder vom Lehrling bis zum Altmeister. Die Altmeister sind in der Regel auf bestimmte Berufe spezialisiert.
fr: Ici dans la guilde, comme tu le sais, les membres vont des apprentis aux vétérans. Les vétérans sont généralement spécialisés dans certains types de missions.
ja: このギルドでは君も知っているように、メンバーは見習いからベテランまで様々いる。ベテランは通常、特定の仕事に特化している。
pt: Aqui na guilda, como sabe, os membros variam de aprendizes a veteranos. Os veteranos geralmente são especializados em trabalhos específicos.
zh_cn: 在行会里，如你所知，成员从学徒到老兵都有。退伍军人通常专门从事特定的工作。

source: Troublemaker is my right hand man. He's in charge of planning jobs that have some level of complexity.
de: Hitzkopf ist meine rechte Hand. Er ist zuständig für die Planung der anspruchsvolleren Jobs.
fr: Fauteur de Troubles est mon bras droit. Il est responsable d'organiser des missions avec un certain niveau de complexité.
ja: トラブルメーカーは私の右腕だ。彼にはある程度複雑な仕事の計画を担当してもらっている。
pt: Troublemaker é o meu braço direito. Ele está encarregado de planejar trabalhos que tenham algum nível de complexidade.
zh_cn: 麻烦制造者是我的得力助手。他负责规划具有一定复杂性的工作。

source: Pickpocket has developed his stealth skills to such an extreme that he's able to take your equipment, and you'll barely even feel it.
de: Pickpocket hat seine Tarnfähigkeiten so perfektioniert, dass er in der Lage ist, dir deine Ausrüstung wegzunehmen, und du wirst es kaum bemerken.
fr: Le pickpocket a tellement développé ses compétences de rapine qu'il peut prendre ton équipement, et tu le sentiras à peine.
ja: ピックポケットはステルス系の技能を極端なまでに極めている。君の装備を盗み取ることができ、しかも君にはそれを感じ取ることさえほとんどできないだろう。
pt: Pickpocket desenvolveu suas habilidades furtivas a tal ponto que ele é capaz de levar o seu equipamento e você nem sente.
zh_cn: 扒手已经把他的隐身技能发展到了极致，他能够拿走你的装备，而你甚至几乎感觉不到它。

source: Woah, how is that possible?
de: Woah, wie ist das möglich?
fr: Ouah, comment c'est possible ?
ja: へえ、そんなことがあり得るんですか？
pt: Uau, como isso é possível?
zh_cn: 哇，这怎么可能？

source: I don't believe you.
de: Ich glaube dir nicht.
fr: Je ne vous crois pas.
ja: 信じられない。
pt: Não acredito em si.
zh_cn: 我不相信你。

source: Each person has their own way to reach the top.
de: Jeder Mensch hat seinen ganz eigenen Weg, um an die Spitze zu gelangen.
fr: Chaque personne a sa propre façon d'atteindre le sommet.
ja: 人にはそれぞれ頂上にたどり着く方法があるのだよ。
pt: Cada pessoa tem um próprio caminho para chegar ao topo.
zh_cn: 每个人都有自己的方式到达顶峰。

source: Believe me, I'm not lying.
de: Glaub mir, ich lüge nicht.
fr: Crois-moi, je ne mens pas.
ja: 信じてもらいたいものだ、私は嘘をついてない。
pt: Acredite, não estou a mentir.
zh_cn: 相信我，我没有说谎。

source: Anyway, the fact is that one of our veterans has betrayed us.
de: Wie auch immer, Tatsache ist, dass uns einer unserer Altmeister betrogen hat.
fr: De toutes façons, le fait est qu'un vétéran nous a trahis.
ja: いずれにせよだ、事実としてはベテランの1人が我々を裏切った。
pt: De qualquer forma, o fato é que um de nossos veteranos nos traiu.
zh_cn: 无论如何，事实是，我们的一位老兵背叛了我们。

source: Betrayed ... us?
de: Betrogen ... uns?
fr: Nous a... trahis ?
ja: 裏切った…僕たちを？
pt: Traído… nós?
zh_cn: 背叛了......我们？

source: Yes. He and his former comrades were sent to the Fallhaven catacombs.
de: Ja. Er und seine ehemaligen Gefährten wurden zu den Katakomben in Fallhaven geschickt.
fr: Oui. Ses anciens camarades et lui ont été envoyés aux catacombes de Fallhaven.
ja: そう。彼とその元仲間はフォールヘブン地下墓地へと送っていたのだがね。
pt: Sim. Ele e seus ex-camaradas foram enviados para as catacumbas de Fallhaven.
zh_cn: 是的。他和他以前的战友被送到法尔海文地下墓穴。

source: I thought the work there was done since I brought the key of Luthor to you.
de: Ich dachte, die Aufgabe wäre erledigt als ich dir den Schlüssel von Luthor brachte.
fr: Je pensais que le travail était fini vu que je vous avais approté la clé de Luthor.
ja: ルーサーの鍵を持ってきたのでその仕事は終わったと思ってた。
pt: Pensei que o trabalho havia sido feito desde que lhe trouxe a chave de Luthor.
zh_cn: 我以为自从我把路德的钥匙带给你之后，那里的工作就完成了。

source: And what happened then?
de: Und was ist dann passiert?
fr: Et qu'est-il arrivé alors ?
ja: それでどうなったの？
pt: E o que aconteceu então?
zh_cn: 然后发生了什么？

source: The key is just the first part. We need to decipher the runes in the key in order to reach the crypt.
de: Der Schlüssel ist nur der erste Teil. Wir müssen die Runen auf dem Schlüssel entziffern, um in die Krypta zu gelangen.
fr: La clé est juste la première partie. On a décidé de déchiffrer les runes de la clé afin d'atteindre la crypte.
ja: 鍵は最初の部分に過ぎないのだよ。暗号に到達するには、鍵の中のルーンを解読する必要がある。
pt: A chave é apenas a primeira parte. Precisamos decifrar as runas na chave para alcançar a cripta.
zh_cn: 钥匙只是第一部分。我们需要破译钥匙中的符文才能到达地穴。

source: What crypt? I've never heard of it.
de: Welche Gruft? Davon habe ich noch nie gehört.
fr: Quelle crypte ? Je n'en ai jamais entendu parler.
ja: 暗号って？ 聞いたことがないです。
pt: Que cripta? Nunca ouvi sobre isso.
zh_cn: 什么地穴？我从来没有听说过它。

source: And what did they do?
de: Und was haben sie getan?
fr: Et qu'ont-ils fait ?
ja: それで何をしたの？
pt: E o que eles fizeram?
zh_cn: 他们做了什么？

source: The team leader and others loyal to him killed the rest of the team and escaped with the key, before entering the church. They have probably deciphered the code and they want to sell the information to the highest bidder. That happened three nights ago.
de: Der Anführer und andere, die ihm treu ergeben sind, töteten den Rest der Truppe und entkamen mit dem Schlüssel, bevor sie die Kirche betraten. Wahrscheinlich haben sie den Code entschlüsselt und wollen nun die Informationen an den Meistbietenden verkaufen. Das geschah vor drei Nächten.
fr: Le chef d'équipe et d'autres qui lui sont loyaux ont tué le reste de l'équipe et se sont échappés avec la clé, avant d'entrer dans l'église. Ils ont probablement déchiffré le code et veulent le vendre au plus offrant. C'est arrivé il y a trois nuits.
ja: チームリーダーと彼に忠実な者たちは、教会に入る前にチームの残りメンバーを殺害し鍵を持ち去ったのだ。おそらくは暗号を解読し、情報を売りたいのだろう。3日前の夜の出来事だ。
pt: O líder da equipa e outros leais a ele mataram o resto da equipa e escaparam com a chave, antes de entrar na igreja. Eles provavelmente decifraram o código e desejam vender as informações ao maior lance. Isso aconteceu três noites atrás.
zh_cn: 队长和其他忠于他的人在进入教堂之前杀死了团队的其他成员，并带着钥匙逃脱了。他们可能已经破译了代码，他们想把信息卖给出价最高的人。这发生在三天前的晚上。

source: Why did they do that?
de: Warum haben sie das getan?
fr: Pourquoi font-ils ça ?
ja: どうしてそんなことを？
pt: Por que eles fizeram isso?
zh_cn: 他们为什么这样做？

source: I see ....
de: Ich verstehe ... .
fr: Je vois...
ja: そうか…
pt: Entendo…
zh_cn: 明白了。。。。

source: Let's just say that's not important to you at this moment. What they did is more important now.
de: Das ist momentan nicht von Bedeutung für dich. Was sie getan haben, das ist jetzt wichtiger.
fr: Disons juste que ce n'est pas important pour toi en ce moment. Ce qu'ils ont fait est plus important maintenant.
ja: ここではそれは重要なことではないとだけ言っておこう。しでかした事の方が重要なのだ。
pt: Vamos apenas dizer que não é importante para si neste momento. O que eles fizeram é mais importante agora.
zh_cn: 我们只能说此刻这对你来说并不重要。他们所做的现在更重要。

source: So, what did they do?
de: So, was haben sie denn getan?
fr: Alors, qu'ont-ils fait ?
ja: それで何をしたの？
pt: Então, o que eles fizeram?
zh_cn: 那么，他们做了什么？

source: Honestly, I don't know for certain.
de: Ehrlich gesagt, weiß ich es nicht sicher.
fr: Honnêtement, je n'en suis pas sûr.
ja: 正直なところ、はっきりとしたことは分かっていない。
pt: Honestamente, não sei ao certo.
zh_cn: 坦率地说，我不确定。

source: Apparently they decided the Guild wasn't the best option, so they turned greedy and betrayed us. That's more common than I would like to admit.
de: Anscheinend haben sie beschlossen, dass die Gilde nicht die beste Option war, also wurden sie gierig und verrieten uns. Das kommt häufiger vor, als ich zugeben möchte.
fr: Apparemment ils ont décidé que la Guilde n'était pas la meilleure option, ils sont devenus avides et nous ont trahis. C'est plus commun que je ne voudrais l'admettre.
ja: どうやらギルドは最善の選択肢ではないと判断したらしい。それで貪欲になって我々を裏切ったようだ。認めがたくはあるがよくあることだ。
pt: Aparentemente, eles decidiram que a Guilda não era a melhor opção, então ficaram gananciosos e nos traiu. Isso é mais comum do que gostaria de admitir.
zh_cn: 显然，他们认为公会不是最好的选择，所以他们变得贪婪并背叛了我们。这比我想承认的更常见。

source: What filthy and disloyal people.
de: Was für fiese, treulose Kerle.
fr: Quels gens dégoûtants et déloyaux.
ja: なんて汚い不誠実な人たちなんだ。
pt: Que pessoas sujas e desleais.
zh_cn: 多么肮脏和不忠的人。

source: They have signed their own death sentence.
de: Damit haben sie ihr eigenes Todesurteil unterschrieben.
fr: Ils ont signé leur propre arrêt de mort.
ja: そいつらは自分の死刑宣告にサインした。
pt: Eles assinaram as própria sentença de morte deles.
zh_cn: 他们已经宣告了自己的死刑判决。

source: There's more. Two days ago the southern route from here to the Duleian road was closed, because there was a murder. Soldiers are trying to prevent the murderer from escaping to the west.
de: Es gibt noch mehr. Vor zwei Tagen wurde wegen eines Mordes die südliche Route von hier zur Duleianstraße gesperrt. Soldaten versuchen, zu verhindern, dass der Mörder nach Westen entkommt.
fr: Ce n'est pas tout. Il y a deux jours l'accès sud allant d'ici à la route Duleian a été fermé, à cause d'un meurtre. Les soldats essayent d'empêcher le meurtrier de s'échapper à l'ouest.
ja: 他にもある。2日前に殺人があったので、ここからデュリアン街道への南ルートは封鎖された。兵士は、殺人犯が西へ逃げるのを防ごうとしている。
pt: Hã mais. Dois dias atrás, a rota sul daqui até a estrada Duleian estava fechada, porque houve um assassinato. Os soldados estão a tentar impedir que o assassino escape para o oeste.
zh_cn: 还有呢。两天前，从这里到杜莱恩路的南部路线被关闭，因为发生了一起谋杀案。士兵们正试图阻止凶手逃往西部。

source: And you think the traitors are involved in that?
de: Und du denkst, dass die Verräter darin verwickelt sind?
fr: Et vous pensez que les traîtres sont impliqués ?
ja: それに裏切り者が関与してると思うのですか？
pt: E acha que os traidores estão envolvidos nisso?
zh_cn: 而你认为叛徒与此有关？

source: I'm pretty sure about it. The team leader is the one we call "Crackshot", as he is a master of murder, torture and the subjugation arts. He's really a dangerous man.
de: Ich bin mir ziemlich sicher. Der Anführer der Truppe ist "Crackshot". Er wird so genannt, weil er ein Meister des Mordes, der Folter und der Unterwerfungskunst ist. Er ist wirklich ein gefährlicher Mann.
fr: J'en suis relativement sûr. Le chef d'équipe est celui qu'on appelle "Crackshot", car il est maître dans les arts des meurtres, tortures, et assujettissements. C'est vraiment un homme dangereux.
ja: それについては確信がある。チームリーダーは殺人、拷問、そして支配の達人であることから我々が"クラックショット"と呼ぶ人物でね。本当に危険な男だ。
pt: Tenho certeza disso. O líder da equipa é o que chamamos de "Crackshot", pois ele é um mestre em assassinatos, torturas e artes da subjugação. Ele é realmente um homem perigoso.
zh_cn: 我很确定。组长是我们称之为 "疯狂打靶 "的人，因为他是谋杀、酷刑和征服艺术的大师。他真的是个危险人物。

source: So, do you have a plan?
de: Also, hast du einen Plan?
fr: Donc, avez-vous un plan ?
ja: それで、計画は？
pt: Então, tem um plano?
zh_cn: 那么,你有一个计划吗？

source: What am I supposed to do?
de: Was soll ich jetzt machen?
fr: Que suis-je supposé faire ?
ja: どうすればいい？
pt: O que eu deveria fazer?
zh_cn: 我应该怎么做呢？

source: Hmm ... I think we have no choice. We'll have to deal with him and his henchmen ... forever.
de: Hmm ... ich denke, wir haben keine Wahl. Wir müssen ihn und seine Schergen zur Strecke bringen ... für immer.
fr: Hmm... Je crois qu'on n'a pas le choix. On devra s'occuper de lui et de ses acolytes... pour toujours.
ja: ふむ…仕方がないか。我々は暫しの間…あの男とその部下とを構わねばならないようだ。
pt: Hmm… acho que não temos escolha. Teremos que lidar com ele e os capangas dele… para sempre.
zh_cn: 嗯……我想我们别无选择。我们将不得不对付他和他的心腹……永远。
