Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: I find great pleasure in my books. They contain the accumulated knowledge of past generations.
de: Ich habe großes Vergnügen an meinen Büchern. Sie enthalten das angehäufte Wissen vergangener Generationen.
fr: Je trouve beaucoup de plaisir dans mes livres. Ils contiennent le savoir accumulé depuis les générations passées.
ja: 書物はじつに有益だ。先人の知恵が詰まっている。
pt: Tenho um grande prazer nos meus livros. Eles contêm o conhecimento acumulado de gerações passadas.
zh_cn: 我对我的书很感兴趣。它们包含了过去几代人积累的知识。

source: Do you have a book called 'Calomyran Secrets'?
de: Hast du ein Buch mit dem Namen 'Calomyranische Geheimnisse'?
fr: Auriez-vous un livre intitulé « les secrets de Calomyran » ?
ja: "カロミランの神秘"という本はお持ちですか？
pt: Tens um livro chamado 'Segredos de Calomyran'?
zh_cn: 你有一本叫《卡洛米伦的秘密》的书吗?

source: 'Calomyran Secrets'? Hmm, yes I think I have one of those in my basement.
de: 'Calomyranische Geheimnisse'? Hm, ja ich denke ich habe eins davon im Keller.
fr: « Les secrets de Calomyran » ? Hmm, oui, je dois en avoir un exemplaire à la cave.
ja: "カロミランの神秘"？ ふむ、地下室にあったはずだ。
pt: 'Segredos de Calomyran'? Hum, sim, acho que tenho um desses na minha cave.
zh_cn: 《卡洛米伦的秘密》？嗯，是的，我想我的地下室里有一本。

source: Old man Benradas came by last week, wanting to sell me that book. Since it's not really my kind of book, I declined.
de: Der alte Mann Benradas kam letzte Woche vorbei, wollte mir das Buch verkaufen. Weil das Buch nicht wirklich mein Fall ist, habe ich abgelehnt.
fr: Le vieux Benradas est venu ici la semaine dernière, il voulait me vendre ce livre. Comme ce n'est pas vraiment mon style de livre, j'ai décliné son offre.
ja: 先週、ベンラダス爺さんが売りたいと持ってきたのだ。あまり興味がなかったので断ったよ。
pt: O velho Benradas veio aqui na semana passada e queria vender-me esse livro. Como não é o tipo de livros que gosto, não o quis.
zh_cn: 老人本拉达斯上星期来过，想把那本书卖给我。因为这不是我喜欢的书，我拒绝了。

source: He seemed upset that I didn't like his book, and threw it at me while storming out of the house.
de: Er scheint sehr verärgert gewesen zu sein, dass ich sein Buch nicht mochte und warf es nach mir, während er aus dem Haus stürmte.
fr: Il était très en colère que je n'apprécie pas son livre et il me l'a jeté en se ruant hors de la maison.
ja: 断ったことに腹を立てて、本を投げつけると足を踏み鳴らして出て行ったよ。
pt: Parece que ficou chateado por eu dizer que não gostava do livro. Atirou-o ao chão e saiu disparado.
zh_cn: 我不喜欢他的书，他似乎很不高兴，就在气冲冲地走出屋子的时候把书扔给了我。

source: Poor old man Benradas, he probably forgot that he left it here. He tends to forget things.
de: Der arme alte Mann Benradas, er vergass wahrscheinlich, dass er es hier gelassen hatte. Er neigt dazu Dinge zu vergessen.
fr: Pauvre vieux Benradas, il a probablement oublié qu'il l'avait laissé ici. Il a tendance à tout oublier.
ja: 本を置いていったことを忘れてしまったんだろう。ベンラダス爺さんは物忘れするから。かわいそうに。
pt: Pobre Benradas, provavelmente esqueceu-se que o deixou aqui. Ele costuma esquecer-se das coisas.
zh_cn: 可怜的老本拉达斯，他可能忘了把它忘在这儿了。他容易忘记事情。

source: You looked downstairs but didn't find it? And a note you say? I guess there must have been someone in my house.
de: Du hast unten nachgeschaut, aber nichts gefunden? Eine Notiz sagst du? Ich vermute, es muss jemand in meinem Haus gewesen sein.
fr: Tu es allé en bas et tu ne l'as pas trouvé ? Et il y avait une note dis-tu ? J'imagine que quelqu'un est entré chez moi.
ja: 地下室にない？ メモだって？ だれか押し入ったんだろうか。
pt: Procuraste na cave e não o viste? Disseste uma nota? Acho que alguém esteve na minha casa.
zh_cn: 你在地下室找了找但没找到？但有一个纸条是吗？我想一定有人在我家拿走了它。

source: I heard you found it and gave it back to old man Benradas. Thank you. He tends to forget things.
de: Ich hörte du hast es gefunden und zum alten Mann Benradas zurückgebracht. Vielen Dank. Er neigt dazu Dinge zu vergessen.
fr: J'ai entendu dire que tu as retrouvé le livre et l'as rendu au vieux Benradas. Merci. Il a tendance à tout oublier.
ja: 本を見つけてベンラダス爺さんに返してくれたんだったね。よかった。彼は物忘れがひどいから。
pt: Ouvi dizer que o encontraste e devolveste-o ao Benradas. Obrigado. Ele costuma esquecer-se das coisas.
zh_cn: 我听说你找到了那本书，并把它还给了老头本拉达斯。谢谢您。他容易忘记事情。

source: What did the note say? Larcal ... I know of him. Always causing trouble. He is usually in the barn to the east of here.
de: Was stand auf der Notiz? Larcal.. Ist mir bekannt. Macht immer Ärger. Er ist normalerweise im Stall östlich von hier.
fr: Que disait la note ? Larcal ... Je le connais. Toujours à faire des problèmes. Il est souvent dans la grange à l'est d'ici.
ja: メモにはなんて書かれていたんだい？ ラルカル…あいつか。問題ばかり起こすな。ここから東にある納屋にいつもいるぞ。
pt: O que diz a nota? Larcal... eu conheço-o. Sempre a causar problemas. Normalmente ele está no celeiro, a este (→) daqui.
zh_cn: 纸条上写了什么? 拉尔卡……我知道他。总是制造麻烦。他通常在这里东边的谷仓里。

source: Hi again, welcome back to the ... Oh wait, I thought you were someone else.
de: Hallo nochmal, willkommen zurück zu .. Oh wart mal, Ich dachte, du wärst jemand anders.
fr: Re-bonjour, bon retour à la ... Oh, excuse-moi, je t'ai pris pour quelqu'un d'autre.
ja: また会ったね。こっちに戻って来たんだ…あれ、違う人かな。
pt: Olá outra vez, bem-vindo ao... oh, espera, pensei que fosse outra pessoa.
zh_cn: 嗨，欢迎回来。哦，等等，我还以为你是别人呢。

source: What do you know about the Thieves' Guild?
de: Was weisst du über die Diebesgilde?
fr: Que savez-vous de la guilde des voleurs ?
ja: 盗賊ギルドについてなにか知ってますか？
pt: O que sabes sobre a Corja dos Ladrões?
zh_cn: 你对盗贼工会了解多少？

source: How interesting that you should ask. What if I had seen him? Why would I tell you?
de: Wie interessant, dass du fragst. Was wenn ich ihn gesehen hätte? Warum sollte ich es dir erzählen?
fr: Comme c'est intéressant que tu me poses cette question. Et si je l'avais vu ? Pourquoi te le dirais-je ?
ja: おもしろいこと聞くね。俺がそいつに会ってたとして？ 教える必要ある？
pt: Interessante teres perguntado. E se os vi? Porque é que te iria contar?
zh_cn: 你问得真有意思。我见过又怎样？我为什么要告诉你？

source: No, I can't tell you. Now please leave.
de: Nein, das kann ich dir nicht sagen. Jetzt geh bitte.
fr: Non, je n'ai rien à dire. Maintenant, va-t'en.
ja: いいや、お断りだね。さあ帰った帰った。
pt: Não, não posso dizer-te. Agora sai, por favor.
zh_cn: 不，我不能告诉你。现在请离开。

source: Wh, what? No, I don't know anything about that.
de: Wa, was? Nein, ich weiss nichts darüber.
fr: Qu, quoi ? Non, je ne sais rien de tout cela.
ja: ん？ いいや、なにも知らないね。
pt: Hum, o quê? Não, não sei nada sobre isso.
zh_cn: 什么？不, 我什么都不知道。

source: OK kid. You've proven yourself to me. Yes, I saw some other kid by that description running around here a few days ago.
de: Okay Junge. Du hast dich als nützlich erwiesen. Ja, ich sah vor ein paar Tagen einen Junge nach deiner Beschreibung hier herumlaufen.
fr: C'est bon gamin. Tu as fait tes preuves. Oui, j'ai vu un autre gamin ressemblant à cela se baladant dans les environs il y a quelques jours.
ja: やるじゃないか、ガキンチョ。そうだな、お前のいうようなガキを何日か前に見たな。
pt: Está bem miúdo. Mostraste-me o que vales. Sim, vi um miúdo com essa descrição a andar por aqui há uns dias atrás.
zh_cn: 好吧，孩子。你向我证明了你自己。是的，我在几天前看到过符合你描述的其他孩子在这附近跑来跑去。

source: I don't know what he was up to though. He kept asking a lot of questions. Kind of like you do. *snicker*
de: Ich weiss nicht genau, was er wollte. Er stellte andauernd irgendwelche Fragen. Ganz ähnlich wie du. *kicher*
fr: Je ne sais pas ce qu'il cherchait cependant. Il n'arrêtait pas de poser des questions à tout bout de champ. Un peu comme toi. *rire sarcastique*
ja: 目的はわからんが、いろいろ聞きまわってたよ。いまのお前みたいにな。（鼻で笑う）
pt: Mas não sei o que é que ele estava a magicar. Não parava de fazer perguntas. Olha, como tu. *risos*
zh_cn: 我不知道他到底在干什么。他不停地问了许多问题，就跟你一样。*窃笑*

source: Anyway, that's all I know. You should go talk to Umar, he probably knows more. Down that hatch over there.
de: Jedenfalls ist das alles, was ich weiss. Du solltest mit Umar sprechen, er weiss wahrscheinlich mehr. Durch die Bodenluke dort hinten.
fr: De toute façon, c'est tout ce que je sais. Tu devrais aller en parler avec Umar, il en sait sûrement plus. En bas de cette trappe par là.
ja: とまあ、俺がわかるのはここまでだな。あとはウマルに聞くといい。あいつのほうが詳しいはずだ。そこのハッチを降りたとこにいるぜ。
pt: Enfim, é tudo o que sei. Devias falar com o Umar. Provavelmente sabe mais. Desce por aquelas escadas.
zh_cn: 总之，我只知道这些。你应该去找奥马尔谈谈，他可能知道更多。从那边的开口下去。

source: Who told you that? Argh. OK so you found us. Now what?
de: Wer hat dir das gesagt? Argh. Okay du hast uns gefunden. Und jetzt?
fr: Qui t'a dit ça ? Argh D'accord, tu nous as trouvés. Et maintenant ?
ja: おいおい、だれに聞いたんだ？ オーケーそれでここに来たと。で？
pt: Quem te disse isso? Raios. Tudo bem, encontraste-nos. E agora?
zh_cn: 这是谁告诉你的？啊。 好吧，你找到我们了。现在怎么办呢？

source: Can I join the Thieves' Guild?
de: Kann ich mich der Diebesgilde anschliessen?
fr: Puis-je rejoindre la guilde des voleurs ?
ja: 盗賊ギルドに入れてもらえませんか？
pt: Posso juntar-me à Corja dos Ladrões?
zh_cn: 我可以加入盗贼工会吗？

source: Hah! Join the Thieves' Guild?! You?! You're one funny kid.
de: Hah! Der Diebesgilde beitreten?! Du?! Du bist ein spaßiger Junge.
fr: Ha ! Rejoindre la guilde des voleurs ?! Toi ?! T'es un gamin marrant.
ja: ハハ！ 盗賊ギルドに入るって？！ お前が？！ おもしろいガキだな。
pt: Ha ha ha! Juntares-te à Corja dos Ladrões? Tu? És um miúdo engraçado.
zh_cn: 哈！加入盗贼公会？！你？！ 你真是个有趣的孩子。

source: I'm serious.
de: Es ist mir ernst.
fr: Je suis sérieux.
ja: 本気です。
pt: Estou a falar a sério.
zh_cn: 我是认真的。

source: Yeah, pretty funny eh?
de: Ja ja, sehr lustig, hä?
fr: Oui, un vrai boute-en-train, pas vrai ?
ja: 笑えるよね？
pt: Sim, muito engraçado, heim?
zh_cn: 是啊，很有趣吧？

source: OK, tell you what kid. Do a task for me and maybe I'll consider giving you more info.
de: Okay, ich sag dir was Junge. Erfülle eine Aufgabe für mich und vielleicht ziehe ich es dann in betracht dir mehr Informationen zu geben.
fr: D'accord, je vais te dire gamin. Rends-moi un service et je pourrai peut-être envisager de te donner quelques renseignements supplémentaires.
ja: オーケーよく聞け。お前がひと仕事するなら、もう少し付き合ってやらないこともない。
pt: Está bem, digo-te miúdo. Faz-me uma coisa e talvez te dê as informações que queres.
zh_cn: 好吧，告诉你，孩子。为我做一个任务，也许我会考虑给你更多的信息。

source: What kind of task are we talking about?
de: Über was für eine Aufgabe sprechen wir?
fr: De quel genre de service parlons-nous ?
ja: ひと仕事ってどんな事ですか？
pt: O que é que queres que faça?
zh_cn: 我们讨论的是什么样的任务？

source: As long as this leads to some treasure, I'm in!
de: Solange etwas für mich dabei herausspringt, bin ich dabei!
fr: Tant qu'il y a quelque butin à la clef, ça me va !
ja: お宝にありつけるなら、やりますよ！
pt: Desde que me conduza a um tesouro, estou pronto!
zh_cn: 只要这会带来一些财富，我就加入！

source: Bring me the key of Luthor and we can talk more. I don't know anything about the key itself, but rumor has it that it is located somewhere in the catacombs beneath Fallhaven Church.
de: Bring mir den Schlüssel von Luthor und wir sprechen weiter. Ich weiß nichts über den Schlüssel selbst, aber Gerüchte sagen er ist irgendwo in den Katakomben unter der Fallhaven Kirche versteckt.
fr: Ramène-moi la clef de Luthor et nous pourrons parler un peu plus. Je ne sais rien sur la clef elle-même, mais la rumeur dit qu'elle est quelque part dans les catacombes sous l'église de Fallhaven.
ja: ルーサーの鍵を持ってこい。話はそれからだ。鍵については知らねえが、フォールヘブン教会の地下墓地にあるってウワサだ。
pt: Traz-me a chave de Luthor e podemos falar mais. Não sei nada sobre a chave, mas dizem que ela está nas catacumbas da igreja de Fallhaven.
zh_cn: 如果你能给我路德的钥匙，我们可以多谈谈。我对那钥匙本身一无所知，但有传言说它位于法尔海文教堂的地下墓穴里。

source: OK, sounds easy enough.
de: Okay, hört sich leicht genug an.
fr: Ok, cela semble assez facile.
ja: わかりました。楽勝ですよ。
pt: Está bem, parece fácil.
zh_cn: 好的，听起来很简单。

source: How is the search for the key of Luthor going?
de: Wie geht die Suche nach dem Schlüssel von Luthor vorwärts?
fr: Alors, où en es-tu de ta quête de la clef de Luthor ?
ja: ルーサーの鍵は見つかったか？
pt: Como é que está a correr a procura da chave de Luthor?
zh_cn: 寻找路德的钥匙进展如何?

source: Here, I have it. The key of Luthor.
de: Hier, ich habe ihn. Den Schlüssel von Luthor.
fr: La voici, la clef de Luthor.
ja: 持ってきました。ルーサーの鍵です。
pt: Toma, aqui está a chave de Luthor.
zh_cn: 这里，我找到了。路德的钥匙。

source: I'm still looking for it. Bye.
de: Ich bin immer noch am suchen. Tschüss.
fr: Je suis toujours à sa recherche. Au revoir.
ja: 探しているところです。では。
pt: Ainda não a encontrei. Adeus.
zh_cn: 我还在找呢。再见。

source: Wow, you actually got the key of Luthor? I didn't think you would make it out of there.
de: Wow, du hast den Schlüssel von Luthor wirklich bekommen? Ich denke, ich würde es dort nicht mehr heraus schaffen.
fr: Mince, tu as réellement récupéré la clef de Luthor ? Je ne pensais pas que tu y arriverais.
ja: ルーサーの鍵を見つけた？ まさか本気でそこまでやるとは思わなかったぜ。
pt: Uau! Encontraste mesmo a chave de Luthor? Pensava que não conseguirias.
zh_cn: 哇，你真的拿到了路德的钥匙？我没想到你会成功。

source: Well done kid.
de: Gut gemacht, Junge.
fr: Bravo gamin.
ja: すごいもんだ。
pt: É assim mesmo miúdo.
zh_cn: 干得好，小鬼。

source: So, let's talk. What do you want to know?
de: Also lass uns reden. Was wolltest du wissen?
fr: Bon, causons. Que veux-tu savoir ?
ja: それじゃ、なにから聞きたい？
pt: Então, vamos conversar. O que queres saber?
zh_cn: 所以,让我们谈谈。你想知道什么?

source: What do you know about my brother Andor?
de: Was weißt du über meinen Bruder Andor?
fr: Que savez-vous de mon frère Andor ?
ja: 兄のアンドールについて話してくれませんか？
pt: O que sabes sobre o meu irmão Andor?
zh_cn: 你知道我哥哥安道尔的情况吗？

source: Shadow, embrace me.
de: Schatten, umgebe mich.
fr: Ombre, étreins-moi.
ja: シャドウよ、お守りください。
pt: Sombra, abraçar-me.
zh_cn: 暗影,拥抱我。

source: The Shadow protects us from the dangers of the night. It keeps us safe and comforts us when we sleep.
de: Der Schatten beschützt uns vor den Gefahren der Nacht. Bei ihm sind wir sicher aufgehoben und er stärkt uns während wir schlafen.
fr: L'Ombre nous protège des dangers de la nuit. Elle nous garde à l'abri et nous réconforte lorsque nous dormons.
ja: シャドウは夜の牙からお守りくださいます。我々が眠るときも、安寧と平穏をもたらし給うのです。
pt: As Sombras protegem-nos dos perigos da noite. Mantêm-nos seguros e confortam-nos enquanto dormimos.
zh_cn: 阴影保护我们免受黑夜的危险。当我们睡觉时，它使我们安全舒适。

source: Tharal sent me and told me to tell you the password 'Glow of the Shadow'.
de: Tharal schickt mich und wies mich an dir das Passwort 'Leuchten des Schattens' zu sagen.
fr: Tharal m'a envoyé et m'a dit de vous donner le mot de passe « lueur de l'Ombre ».
ja: タラルに聞いて来ました。合言葉は"シャドウの輝き"だと。
pt: O Tharal enviou-me e disse para te dizer a palavra-passe 'Brilho da Sombra'.
zh_cn: 塔拉尔让我告诉你密码“暗影之光”。

source: Sounds like nonsense to me.
de: Hört sich für mich unsinnig an.
fr: Cela ne veut rien dire pour moi.
ja: なんのことかわかりません。
pt: Soa a algo sem sentido para mim.
zh_cn: 听起来像胡说八道。

source: This is our chapel of worship in Fallhaven. Our community turns to us for support.
de: Das ist unsere Kapelle der Verehrung in Fallhaven. Unsere Gemeinde wendet sich an uns um Unterstützung zu erhalten.
fr: C'est notre chapelle de piété à Fallhaven. Notre communauté compte sur nous pour les aider.
ja: ここはフォールヘブンの礼拝堂です。我々はお手伝いをしています。
pt: Esta é a nossa capela de adoração em Fallhaven. A nossa comunidade vem ter connosco para obter auxílio.
zh_cn: 这是我们在法尔海文的礼拜堂。我们的社区向我们寻求支持。

source: This church has withstood hundreds of years, and has been kept safe from grave robbers.
de: Diese Kirche hat hunderten von Jahren standgehalten und wurde vor Grabjägern bewahrt.
fr: Cette église se dresse depuis des centaines d'années et elle a résisté aux pilleurs de tombes.
ja: この教会は何百年も持ちこたえています。墓泥棒も入り込めません。
pt: Esta igreja tem resistido há centenas de anos e tem sido mantida segura contra ladrões de túmulos.
zh_cn: 这座教堂历经数百年的风雨洗礼，从未遭到过盗墓者的袭击。

source: Glow of the Shadow indeed my child. So my old friend Tharal in Crossglen village sent you?
de: 'Leuchten des Schattens' wirklich mein Junge. Also mein alter Freund Tharal im Dorf Crossglen schickt dich?
fr: Lueur de l'Ombre, mon enfant. Ainsi c'est mon vieil ami Tharal du village de Crossglen qui t'a envoyé ?
ja: シャドウの輝きですな。我らが子よ。我が旧友、クロスグレンのタラルの遣いというわけですね？
pt: Brilho da Sombra, realmente, meu filho. Então o meu velho amigo Tharal da aldeia de Crossglen enviou-te?
zh_cn: 确实，暗影之光。克罗斯山谷村的老朋友塔拉尔派你来的?

source: The catacombs beneath the church house the remains of our passed leaders. Our great King Luthor is rumored to be buried there.
de: Die Katakomben unter dem Kirchenschiff gehören zu den Überbleibseln vergangener Anführer. Unser großer König Luthor ist Gerüchten zufolge dort begraben.
fr: Les catacombes sous l'église sont le lieu où se trouvent les restes de nos anciens seigneurs. On dit que notre grand roi Luthor serait enseveli ici.
ja: 教会地下の墓地には亡くなられた教主が眠っています。偉大なるルーサー王も埋葬されているとか。
pt: Nas catacumbas, sob a casa da igreja, estão os restos mortais dos nossos menores passados. Há rumores que o grande Rei Luthor foi enterrado lá.
zh_cn: 教堂下面的地下墓穴是我们过去的领袖的遗体。传说我们伟大的国王路德就葬在那里。

source: Has anyone entered the catacombs?
de: War schon jemand in den Katakomben?
fr: Quelqu'un est-il déjà entré dans ces catacombes ?
ja: 地下墓地に入った人はいますか？
pt: Já alguém entrou nas catacumbas?
zh_cn: 有人进过墓穴吗?

source: There was something else I wanted to talk about.
de: Da war noch etwas, über das ich reden wollte.
fr: Je voulais vous parler d'autre chose.
ja: 他に伺いたいことがあります。
pt: Há mais uma coisa que gostaria de falar.
zh_cn: 我还有别的事要谈。

source: No one is allowed down in the catacombs, except for Athamyr, my apprentice. He is the only one that has been down there for years.
de: Niemand ist es erlaubt in die Katakomben zu gehen, abgesehen von Athamyr, meinem Lehrling. Seit Jahren ist er der einzige, der jemals dort unten war.
fr: Personne n'a le droit de descendre dans les catacombes hormis Athamyr, mon apprenti. Il est le seul à s'y être rendu depuis des années.
ja: 何人も地下墓地に入ることは許されません、我が弟子アサミール以外は。ここ何年も、降りたのは彼だけです。
pt: Ninguém tem permissão para entrar nas catacumbas, a não ser o Athamyr, o meu aprendiz. Ele é o único que esteve lá durante estes anos todos.
zh_cn: 除了我的徒弟阿萨米尔以外，没有人被允许进入地下墓穴。他是唯一一个在那里呆了很多年的人。

source: OK, I might go see him.
de: Okay, vielleicht besuche ich ihn.
fr: D'accord, je vais aller le voir.
ja: では彼のところに行ってみます。
pt: Está bem, eu podia vê-lo.
zh_cn: 好，我可能去见他。

source: Shhh, we shouldn't talk so loud about using bonemeal. As you know, Lord Geomyr issued a ban on all use of bonemeal.
de: Shhh, wir sollten nicht laut über die Verwendung von Knochenmehl reden. Wie du weißt, erliess Lord Geomyr ein Verbot auf jegliche Verwendung von Knochenmehl.
fr: Chut, il ne faut pas parler aussi fort des cendres d’os. Comme tu le sais, le seigneur Geomyr a interdit tout usage des cendres d’os.
ja: シーッ、骨粉の話題は声を落として。知っての通りジオミア卿は骨粉の使用を禁止しました。
pt: Shiuuuu, não devemos falar tão alto sobre o uso da farinha de ossos. Como sabes, o Lorde Geomyr emitiu um decreto a proibir a utilização da farinha de ossos.
zh_cn: 嘘，我们不应该这么大声说要用骨粉。如你所知，吉奥米尔勋爵颁布了一项禁令，禁止所有的骨粉的使用。

source: When the ban came, I did not dare keep any, so I threw my whole supply away. It was quite foolish now that I look back on it.
de: Als das Verbot kam, riskierte ich nicht welches zu behalten, darum habe ich alle meine Vorräte weggeworfen. Wenn ich es jetzt bedenke, war das ziemlich töricht.
fr: Quand l'interdiction a été prononcée, je n'ai pas osé en garder et j'ai jeté tout ce que j'avais. Lorsque j'y repense, je crois que c'était un geste inconsidéré.
ja: お触れが出て、私はなにも残さずすべての品物を捨てました。今思えば、馬鹿なことだったかもしれません。
pt: Quando a proibição chegou, não me atrevi a guardar alguma comigo, por isso deitei fora a que tinha. Fui mesmo tolo. Agora que penso nisso.
zh_cn: 当禁令到来时，我不敢保留任何东西，所以我扔掉了所有的补给。我现在回想起来，真是太愚蠢了。

source: Do you think you could find me 5 skeletal bones that I can use for mixing a bonemeal potion? The bonemeal is very potent in healing old wounds.
de: Könntest du mir 5 Skelettknochen finden, die ich zum Anmischen von Knochenmehl verwenden kann? Das Knochenmehl ist sehr gut geeignet alte Wunden zu heilen.
fr: Penses-tu pouvoir me trouver 5 os de squelettes que je pourrais utiliser pour concocter à nouveau de la potion d'os ? Les cendres d’os sont très efficaces pour soigner les vieilles blessures.
ja: スケルトンを倒して骨を5つ集められますか？ それで骨粉のポーションを精製できます。骨粉には古傷を癒やすチカラがあるのです。
pt: Achas que consegues arranjar-me 5 ossos de esqueleto que possa usar para fazer uma poção de ossos? A farinha de ossos é muito potente a curar feridas antigas.
zh_cn: 你能帮我找5块骨骼来混合一种骨粉吗？骨粉对治疗旧伤口非常有效。

source: Sure, I might be able to do that.
de: Sicher, ich schaff das schon.
fr: Bien sûr, je devrais pouvoir faire cela.
ja: ええ、できると思います。
pt: Claro, sou capaz de fazer isso.
zh_cn: 当然，我也许能做到这一点。

source: I have those bones for you.
de: Ich habe die Knochen für dich.
fr: J'ai ramené ces os pour vous.
ja: 骨を持ってきました。
pt: Tenho aqui os ossos.
zh_cn: 我有那些骨头，给你。

source: Thank you, please come back soon. I heard there were some undead near an old abandoned house just north of Fallhaven. Maybe you can check for bones there?
de: Vielen dank, bitte komm bald zurück. Ich hörte da wären einige Untote bei einem verlassenen Haus ein wenig nördlich von Fallhaven. Vielleicht kannst du dort Knochen finden?
fr: Merci, reviens bientôt. J'ai entendu dire qu'il y avait quelques morts-vivants du côté d'une vieille maison abandonnée au Nord de Fallhaven. Peut-être pourrais-tu trouver des os par là bas ?
ja: 頼みましたよ。早いお帰りを。フォールヘブンの北、古い廃屋にアンデッドが現れると聞きます。そこで骨を探してみてはいかがですか？
pt: Obrigado, por favor volta em breve. Ouvi dizer que existem alguns mortos-vivos perto de uma casa velha e abandonada a norte de Fallhaven. Talvez possas ver se há ossos por lá?
zh_cn: 谢谢，请快点回来。我听说在法尔海文北部一个废弃的旧房子附近有一些亡灵。也许你可以去那里看一看？

source: OK, I'll go check there.
de: Okay, ich werde es überprüfen.
fr: D'accord, je vais aller chercher de ce côté.
ja: はい、行ってきます。
pt: Está bem, vou ver.
zh_cn: 好的，我去看看。

source: Thank you, these bones will do fine. Now I can start creating some bonemeal healing potions for you.
de: Vielen dank, diese Knochen werden genügen. Jetzt kann ich anfangen, einige Knochenmehl Heiltränke für dich zu mischen.
fr: Merci, ces os feront parfaitement l'affaire. Je peux maintenant concocter à nouveau de la potion d'os pour te soigner.
ja: ありがたい。この骨なら大丈夫そうです。さっそく骨粉のヒーリングポーションを作って差し上げましょう。
pt: Obrigado, estes ossos vão servir. Agora posso começar a fazer uma poção de cura de farinha de ossos para ti.
zh_cn: 谢谢，这些骨头很好。现在我可以开始为你创造一些骨粉了。

source: Give me some time to mix the bonemeal potion. It is a very potent healing potion. Come back in a little while.
de: Gib mir zum Herstellen der Knochenmehltränke etwas Zeit. Es ist ein sehr starker Heiltrank. Komm in kürze wieder her.
fr: Laisse-moi un peu de temps pour concocter des potions d'os. Ce sont des potions de soins très efficaces. Reviens dans quelque temps.
ja: 骨粉のポーションができるまで、すこし時間がかかります。とても効果の高い治療薬です。あとで戻って来てください。
pt: Dá-me algum tempo para misturar a poção de farinha de ossos. É uma poção de cura muito potente. Volta em breve.
zh_cn: 给我点时间调一下骨粉。这是一种非常有效的治疗药剂。过一会儿再来。

source: Yes, the bonemeal potions are ready. Please use them with care, and don't let the guards see you. We are not actually allowed to use them anymore.
de: Ja, die Knochenmehltränke sind fertig. Bitte verwende sie mit Bedacht und lass es die Wachen nicht sehen. Wir dürften es eigentlich nicht mehr verwenden.
fr: Oui, les potions d'os sont prêtes. Utilise-les avec précaution, et ne te fais pas prendre par les gardes. Nous n'avons plus le droit de les utiliser.
ja: ええ、骨粉のポーションは完成しました。扱いにはくれぐれも注意を。衛兵に見られてはなりません。使用は禁じられているのです。
pt: Sim, as poções de farinha de ossos estão prontas. Usa-as com cuidado e não deixes que os guardas te vejam. Já não temos autorização para usá-las.
zh_cn: 是的，骨粉已经准备好了。请小心使用，不要让警卫看到你。我们实际上被禁止使用它们了。

source: Let me see what potions you have made so far.
de: Lass mich sehen, welche Tränke du schon gemacht hast.
fr: Montrez-moi les potions que vous avez déjà faites.
ja: どんなポーションを作られたのか、見せてください。
pt: Deixa-me ver quantas poções fizeste até agora.
zh_cn: 让我看看到目前为止你都做了些什么魔药。
