Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: This is settled then. Let us now look for an exit.
de: Dann ist ja alles klar. Nun lass uns nach einem Ausgang suchen.
fr: Marché conclu alors. Cherchons une sortie.
ja: これで決まりだね。出口を探そう。
pt: Então está resolvido. Vamos agora procurar uma saída.
zh_cn: 这就解决了。现在让我们寻找一个出口。

source: What a dreadful place. Time seems endless here.
de: Was für ein furchtbarer Ort. Die Zeit schein hier endlos zu sein.
fr: Quel endroit affreux. Le temps a l'air sans fin ici.
ja: とんでもないところだな。ここにいると時間が果てしなく感じられる。
pt: Que lugar horrível. O tempo parece não ter fim aqui.
zh_cn: 这是一个多么可怕的地方。这里的时间似乎没有尽头。

source: Yes, but we must not give up hope.
de: Stimmt, aber wir dürfen die Hoffnung nicht aufgeben.
fr: Oui, mais nous ne devons pas abandonner l'espoir.
ja: はい、でも希望を捨てちゃダメだ。
pt: Sim, mas não devemos perder as esperanças.
zh_cn: 是的，但我们决不能放弃希望。

source: I will play something on my flute. Maybe this will give us some hope.
de: Ich werde etwas auf meiner Flöte spielen. Vielleicht bringt uns das etwas Hoffnung.
fr: Je vais jouer quelque chose avec ma flûte. Peut-être que ça nous donnera de l'espoir.
ja: フルートで何か演奏しよう。これが希望を与えてくれるかもしれない。
pt: Vou tocar algo na minha flauta. Talvez isso nos dê alguma esperança.
zh_cn: 我将用我的长笛演奏一些东西。也许这将给我们带来一些希望。

source: Please do. Maybe a tune you used to play for Lady Hannah?
de: Bitte mach das. Vielleicht eine Melodie, die du für Lady Hannah gespielt hast?
fr: Allez-y s'il vous plait. Peut-être un air que vous aviez l'habitude de jouer pour Dame Hannah ?
ja: どうぞ。ハンナお嬢様のために演奏してた曲かな？
pt: Por favor, faça. Talvez uma música que tocava para a Lady Hannah?
zh_cn: 请说吧。也许是你以前为汉娜女士演奏的曲子？

source: Is that a good idea? We might disturb someone.
de: Ist das so eine gute Idee? Wir könnten jemanden stören.
fr: Est-ce une bonne idée ? Nous pourrions déranger quelqu'un.
ja: それは名案なの？ 誰かの邪魔になってしまうかも。
pt: É uma boa ideia? Podemos perturbar alguém.
zh_cn: 这是个好主意吗？我们可能会打扰别人。

source: [Fluting]
de: [spielt Flöte]
fr: [Air de flûte]
ja: （フルートを吹く）
pt: [Tocar Flauta]
zh_cn: [吹笛]

source: What a lovely tune! I almost seem to understand the meaning.
de: Was für eine liebliche Melodie! Ich glaube fast die Worte zu verstehen.
fr: Quel air charmant ! J'ai presque l'impression de comprendre le sens.
ja: なんて素敵な曲だろう！ 情景が伝わってくるかのようだ。
pt: Que melodia adorável! Quase pareço entender o significado.
zh_cn: 多么动听的曲子啊!我几乎明白了其中的含义。

source: Eh, nice, thank you for trying.
de: Äh, nett, danke für den Versuch.
fr: Hé, joli, merci d'avoir essayé.
ja: えっと、すごいですね。やってくれてありがとう。
pt: Nossa, ótimo, obrigado por tentar.
zh_cn: 嗯，不错，谢谢你的努力。

source: ...do me wrong...
de: ...so jung und morgenschön...
fr: ...ça me fait du mal...
ja: …不当な扱い…
pt: ...me faz mal...
zh_cn: ……我错了……

source: ...all my joy ... my delight...
de: ...dass du ewig denkst an mich...
fr: ...toute ma joie... mon délice...
ja: …すべての喜び…わが喜び…
pt: ...toda a minha alegria… meu prazer...
zh_cn: ...我所有的快乐...我的喜悦...。

source: Hush - I hear footsteps.
de: Still - ich höre Schritte.
fr: Chut ! J'entends des pas.
ja: 静かに、足音がする。
pt: Silêncio! Ouço passos.
zh_cn: 嘘--我听到了脚步声。

source: Maybe some friendly soul will let us out? After all, we are completely innocent.
de: Vielleicht will uns eine freundliche Seele befreien? Schließlich sind wir völlig unschuldig.
fr: Peut-être qu'une âme charitable nous laissera sortir ? Après tout, nous sommes complètement innocents.
ja: 親切な人が外に出してくれるのかな？ 結局のところ僕たちは完全に無実なんだ。
pt: Talvez alguma alma bondosa nos deixará sair? Afinal, somos completamente inocentes.
zh_cn: 也许一些友好的灵魂会让我们出去？毕竟，我们是完全无辜的。

source: Oh no! Look! The torturer! I will run around him and look for Guynmart's personal guards outside in the wood. They will help us. I hope Guynmart himself is also with them.
de: Oh nein! Sieh nur! Der Folterknecht! Ich werde an ihm vorbeirennen und draußen im Wald nach Guynmarts Leibgarde suchen. Sie werden uns sicher helfen. Ich hoffe sehr, dass Guynmart selbst bei ihnen ist.
fr: Oh non ! Regarde ! Le bourreau ! Je vais courir en le contournant, et chercher les gardes personnels de Guynmart dehors dans la forêt. Ils vont nous aider. J'espère que Guynmart est aussi avec eux.
ja: しまった！ 見てくれ！ 拷問官だ！ ボクはヤツの周りを走り抜けて、グインマート近衛兵を探そう。助けてくれるはずだ。グインマート本人も一緒にいてくれるといいのだけど。
pt: Oh, não! Olhe! O torturador! Vou correr à volta dele e procurar os guardas pessoais do Guynmart lá fora na floresta. Eles vão ajudar-nos. Espero que o próprio Guynmart também esteja com eles.
zh_cn: 哦不!看！那个拷问者！我会绕过他，在外面的树林里寻找盖恩玛特的私人卫兵。他们会帮助我们的。我希望盖恩玛特本人也和他们在一起。

source: OK, we will see each other later.
de: Einverstanden, wir sehen uns später.
fr: Ok, nous nous verrons plus tard.
ja: わかりました、あとで会おう。
pt: OK, nos vemos mais tarde.
zh_cn: 好的，我们以后会再见面的。

source: I will try to still be alive then.
de: Ich versuche, bis dahin am Leben zu bleiben.
fr: J'essaierai d'être toujours vivant alors.
ja: そのときまで生き残れるよう努力する。
pt: Vou tentar continuar vivo.
zh_cn: 那时我会努力活下去。

source: Oh yes, I'm happy too.
de: Oh ja, ich bin auch glücklich.
fr: Oh oui, je suis content aussi.
ja: ええ、僕も嬉しいですね。
pt: Ah, sim, também estou feliz.
zh_cn: 哦，是的，我也很高兴。

source: Welcome $playername - you helped us in our greatest needs. But let Lady Hannah speak first.
de: Willkommen $playername - du hast uns in größter Not geholfen. Aber lassen wir zuerst Lady Hannah sprechen.
fr: Bienvenue $playername, tu nous as grandement aidés. Mais laissons Dame Hannah parler d'abord.
ja: よく来てくれた、$playername。君はボクたちにとってこの上ない助けとなってくれた。でも先にハンナに話してもらおうか。
pt: Bem-vindo $playername - ajudou-nos nas nossas maiores necessidades. Mas deixe a Senhorita Hannah falar primeiro.
zh_cn: 欢迎$playername - 你在我们最需要的时候帮助了我们。但让汉娜女士先说。

source: We are deeply in your debt, indeed.
de: Wir stehen wahrhaftig tief in deiner Schuld.
fr: Nous te devons beaucoup, c'est vrai.
ja: 君には深く恩義を感じているよ。
pt: Estamos, de fato, profundamente endividados consigo.
zh_cn: 我们确实深深地感激你。

source: We also have good news for you.
de: Wir haben auch eine gute Nachricht für dich.
fr: Nous avons aussi de bonnes nouvelles pour toi.
ja: いい知らせもある。
pt: Também temos boas notícias para si.
zh_cn: 我们也有好消息要告诉你。

source: Rorthron, the ringmaker, was behaving rather strangely, and so we questioned him. It came to light that he seems to have damaged one of your rings.
de: Rorthron, der Ringschmied, verhielt sich recht auffällig weshalb wir ihn befragten. Es kam heraus, dass er wohl einen deiner Ringe beschädigt hat.
fr: Rorthron le fabricant d'anneaux, agissait étrangement alors nous l'avons questionné. Il nous est apparu qu'il avait endommagé un de tes anneaux.
ja: 指輪師ロースロンの様子がおかしかったので、彼を問いただしてみた。すると君の指輪の1つを傷つけたらしいことが判明した。
pt: Rorthron, o fabricante de anéis, estava se a comportar de forma estranha e então o questionamos. Descobrimos que ele aparentemente danificou um dos seus anéis.
zh_cn: 戒指制造者罗斯通的行为相当奇怪，所以我们询问了他。结果发现，他似乎损坏了你的一个戒指。

source: He eventually admitted that he secretly exchanged your ring for a worthless ring.
de: Er gab schließlich zu, dass er heimlich deinen Ring mit einem wertlosen Ring vertauscht hat.
fr: Il a fini par admettre qu'il avait secrètement échangé ton anneau contre un anneau sans valeur.
ja: 最終的には、君の指輪を無価値なものとこっそり交換したことを認めたよ。
pt: Ele eventualmente admitiu ter trocado o seu anel por um inútil.
zh_cn: 他最终承认，他秘密地用你的戒指换了一个不值钱的戒指。

source: He promised never to do such things again and handed the real ring over to us. We want to leave it at that.
de: Er hat versprochen so etwas nicht mehr zu tun und gab uns den echten Ring. Wir wollen es dabei belassen.
fr: Il a promis de ne jamais refaire une chose pareille, et nous a donné le véritable anneau. Nous voulons en rester là.
ja: 彼は二度とこのような真似はしないと約束し、本物の指輪はこちらで預かった。それで手打ちとしたいと思う。
pt: Ele prometeu nunca mais fazer coisas assim e nos entregou o anel. Queremos deixar isto assim.
zh_cn: 他保证再也不做这样的事情，并把真正的戒指交给了我们。我们想就这样算了。

source: So here, take your precious ring back.
de: Also hier, nimm deinen kostbaren Ring zurück.
fr: Donc tiens, reprends ton précieux anneau.
ja: では、大事な指輪を君に返そう。
pt: Então aqui, leve o seu precioso anel de volta.
zh_cn: 所以在这里，把你宝贵的戒指拿回去。

source: Oh! I can't believe it! Is it really true?
de: Oh! Ich kann es nicht glauben! Ist es wirklich wahr?
fr: Oh ! Je n'y crois pas ! C'est vrai ?
ja: わぁ！ 信じられない！ 本当に？
pt: Oh! Não acredito! Isso é mesmo verdade?
zh_cn: 哦！我不能相信！这真的是真的吗？

source: You have earned your reward. Go now into our treasury.
de: Du hast dir deine Belohnung redlich verdient. Gehe nun in unsere Schatzkammer.
fr: Tu as mérité ta récompense. Maintenant va dans notre trésorerie.
ja: 君には報酬を与えよう。さあ、宝物庫に入ってくれ。
pt: Ganhou a sua recompensa. Agora vá atrás do nosso tesouro.
zh_cn: 你已经赢得了你的奖励。现在进入我们的库房吧。

source: So you found something you like. Good.
de: Also hast du etwas gefunden, das dir zusagt. Gut.
fr: Donc tu as trouvé quelque chose qui te plait. Bien.
ja: 気に入ったものが見つかったか。それはよかった。
pt: Então encontrou algo que gosta. Bom.
zh_cn: 所以你找到了你喜欢的东西。很好。

source: Oh yes - I am overwhelmed by your generosity!
de: Oh ja - ich bin überwältigt von eurer Großzügigkeit!
fr: Oh oui, je suis comblé par votre générosité !
ja: ええ、あなたの気前の良さには圧倒されます！
pt: Oh sim - Estou impressionado com a sua generosidade!
zh_cn: 哦，是的--我被你的慷慨所折服！

source: We prepared a surprise for you. Go and look east of the castle near the sheep pasture. Farewell until we meet again!
de: Wir haben eine Überraschung für dich vorbereitet. Geh und schaue östlich des Schlosses auf der Schafsweide vorbei. Leb wohl bis wir uns wiedersehen!
fr: Nous t'avons préparé une surprise. Va voir l'est du château près du pâturage à moutons. A une prochaine fois !
ja: 君のためにサプライズを用意してあるんだ。城の東、羊の牧場近くを見に行ってくれ。さようなら、また会う日まで！
pt: Preparámos uma surpresa para si. Vá e olhe para leste do castelo, perto do pasto de ovelhas. Adeus, até nos encontrarmos de novo!
zh_cn: 我们为你准备了一个惊喜。去城堡东边的羊肠小道附近看看。再见，直到我们再次见面!

source: At last we have to part. Farewell until we meet again! When you will find your brother, tell him that he is always welcome.
de: Letztendlich müssen wir uns trennen. Leb wohl bis wir uns wiedersehen! Wenn du deinen Bruder findest, sag ihm, dass er hier immer willkommen ist.
fr: Enfin nous devons nous séparer. A une prochaine fois ! Quand tu trouveras ton frère, dis-lui qu'il est toujours le bienvenu.
ja: ついにお別れの時だな。さらば、また会う日まで！ 兄を見つけたらいつでも歓迎すると伝えてくれ。
pt: Finalmente temos de partir. Até logo! Quando encontrar o seu irmão, diga-lhe que ele é sempre bem-vindo.
zh_cn: 最后我们不得不分开。再见，直到我们再次相见!当你找到你的兄弟时，告诉他，我们永远欢迎他。

source: Regrettably, we still have to sort out an unpleasant thing. Let our shepherd speak.
de: Leider müssen wir uns noch um eine etwas unangenehme Sache kümmern. Lasst unseren Schäfer sprechen.
fr: Malheureusement, il nous reste à régler quelque chose de peu plaisant. Laissons notre berger parler.
ja: 残念なことに、まだ不愉快な件のことを片付ける必要がある。羊飼いの話をしよう。
pt: Lamentavelmente, ainda temos que resolver uma coisa desagradável. Deixe nosso pastor falar.
zh_cn: 遗憾的是，我们仍然要整理出一件不愉快的事情。让我们的牧羊人说话。

source: Grumble ... grumble...
de: Brummen... schimpfen...
fr: Scrogneugneu... scrogneugneu...
ja: ブツブツ…ブツブツ…
pt: Resmungar... resmungar...
zh_cn: 咕哝……咕哝……

source: It seems sheep were killed by your hand. Our sheep, to be precise.
de: Es scheint, dass einige Schafe durch deine Hand umgekommen sind. Unsere Schafe, um genau zu sein.
fr: On dirait que des moutons ont été tués de ta main. Nos moutons, pour être précis.
ja: 君の手で羊が殺されたそうだ。正確には、我々の羊が、だ。
pt: Parece que ovelhas foram mortas pela sua mão. Nossas ovelhas, para ser preciso.
zh_cn: 羊好像被你杀死了。我们的羊，准确地说。

source: You will be fined 100 gold for each sheep you killed. Do you accept this judgment?
de: Zur Strafe musst du 100 Gold für jedes von dir getötete Schaf zahlen. Akzeptierst du dieses Urteil?
fr: Tu devras payer une amende de 100 pièces d'or pour chaque mouton tué. Accepte-tu ce jugement ?
ja: 殺した羊1頭につき君には100ゴールドの罰金が科せられる。この裁きを受け入れるか？
pt: Será multado no valor de 100 ouro por cada ovelha que matou. Aceita este julgamento?
zh_cn: 你每杀一只羊，将被罚款100金。你接受这个判决吗？

source: Yes, what I did was stupid.
de: Ja. Was ich tat, war dumm.
fr: Oui, ce que j'ai fait était stupide.
ja: はい、馬鹿なことをしてしまいました。
pt: Sim, o que fiz foi estúpido.
zh_cn: 是的，我所做的事情很愚蠢。

source: Lies! All lies!
de: Lügen! Alles Lügen!
fr: Mensonges ! Que des mensonges !
ja: 嘘だ！ 全部嘘だ！
pt: Mentiras! Tudo mentiras!
zh_cn: 谎言！全是骗人的！

source: I can explain - it was an accident...
de: Ich kann alles erklären - es war ein Unfall...
fr: Je peux expliquer, c'était un accident...
ja: 説明させてくれ、あれは事故だったんだ…
pt: Posso explicar - foi um acidente...
zh_cn: 我可以解释--这是个意外......。

source: As you wish. I already regret that we prepared a surprise for you next to the sheep pastures. I am very disappointed in you. Go now.
de: Wie du meinst. Ich bereue inzwischen, dass wir eine Überraschung für dich nahe der Schafsweide vorbereitet haben. Ich bin sehr enttäuscht von dir. Gehe jetzt.
fr: Comme tu veux. Je regrette déjà qu'on ait préparé une surprise pour toi dans les pâturages. Tu me déçois beaucoup. Va maintenant.
ja: 好きにするといい。羊の放牧地の隣にサプライズを用意したことをすでに後悔しているよ。君にはとても失望した。もう行ってくれ。
pt: Como quiser. Já me arrependo de ter-lhe preparado uma surpresa ao lado das pastagens de ovelhas. Estou muito desapontado consigo. Saia daqui.
zh_cn: 如你所愿。我已经很后悔，我们在羊群牧场旁边为你准备了一个惊喜。我对你感到非常失望。现在就去吧。

source: No, sorry, I didn't mean it.
de: Nein, es tut mir leid. Ich habe das nicht gewollt.
fr: Non, désolé, je n'étais pas sérieux.
ja: いえ、ごめんなさい、そういう意味じゃないんだ。
pt: Não, desculpe, não quis dizer isso.
zh_cn: 不，对不起，我不是这个意思。

source: I will go. Bye.
de: Ich werde gehen. Tschüss.
fr: J'y vais. Au revoir.
ja: もう行く。それでは。
pt: Vou. Adeus.
zh_cn: 我将离开。再见。

source: As you wish. I am very disappointed with you - go now.
de: Wie du meinst. Ich bin sehr enttäuscht von dir - geh jetzt.
fr: Comme tu veux. Tu me déçois beaucoup. Va maintenant.
ja: 好きにするといい。君にはとても失望した、もう行ってくれ。
pt: Como quiser. Estou muito decepcionado consigo. Vá embora.
zh_cn: 如你所愿。我对你非常失望--现在走吧。

source: 100 gold for the killed sheep.
de: 100 Gold für jedes getötete Schaf.
fr: 100 pièces d'or pour le mouton tué.
ja: 殺された羊1頭で100ゴールドだ。
pt: 100 moedas pelas ovelhas mortas.
zh_cn: 被杀的羊可获得100金。

source: Here is the gold.
de: Hier ist das Gold.
fr: Voici l'or.
ja: お金をどうぞ。
pt: Aqui está o ouro.
zh_cn: 这里是黄金。

source: I don't have enough gold.
de: Ich habe nicht genug Gold.
fr: Je n'ai pas assez d'or.
ja: そんなお金はありません。
pt: Não tenho ouro suficiente.
zh_cn: 我没有足够的黄金。

source: 200 gold for 2 killed sheep.
de: 200 Gold für 2 getötete Schafe.
fr: 200 pièces d'or pour les 2 moutons tués.
ja: 殺された羊2頭で200ゴールドだ。
pt: 200 moedas para 2 ovelhas mortas.
zh_cn: 200金币买2只被杀的羊。

source: 300 gold for 3 killed sheep.
de: 300 Gold für 3 getötete Schafe.
fr: 300 pièces d'or pour les 3 moutons tués.
ja: 殺された羊3頭で300ゴールドだ。
pt: 300 moedas para 3 ovelhas mortas.
zh_cn: 300金币买3只被杀的羊。

source: 400 gold for 4 killed sheep.
de: 400 Gold für 4 getötete Schafe.
fr: 400 pièces d'or pour les 4 moutons tués.
ja: 殺された羊4頭で400ゴールドだ。
pt: 400 moedas para 4 ovelhas mortas.
zh_cn: 400金币买4只被杀的羊。

source: 500 gold for 5 killed sheep.
de: 500 Gold für 5 getötete Schafe.
fr: 500 pièces d'or pour les 5 moutons tués.
ja: 殺された羊5頭で500ゴールドだ。
pt: 500 moedas para 5 ovelhas mortas.
zh_cn: 500金币换5只被杀的羊。

source: 600 gold for 6 killed sheep.
de: 600 Gold für 6 getötete Schafe.
fr: 600 pièces d'or pour les 6 moutons tués.
ja: 殺された羊6頭で600ゴールドだ。
pt: 600 moedas para 6 ovelhas mortas.
zh_cn: 600金币买6只被杀的羊。

source: 700 gold for 7 killed sheep.
de: 700 Gold für 7 getötete Schafe.
fr: 700 pièces d'or pour les 7 moutons tués.
ja: 殺された羊7頭で700ゴールドだ。
pt: 700 moedas para 7 ovelhas mortas.
zh_cn: 700金币买7只被杀的羊。

source: 800 gold for 8 killed sheep.
de: 800 Gold für 8 getötete Schafe.
fr: 800 pièces d'or pour les 8 moutons tués.
ja: 殺された羊8頭で800ゴールドだ。
pt: 800 moedas para 8 ovelhas mortas.
zh_cn: 800金币买8只被杀的羊。

source: 900 gold for 9 killed sheep.
de: 900 Gold für 9 getötete Schafe.
fr: 900 pièces d'or pour les 9 moutons tués.
ja: 殺された羊9頭で900ゴールドだ。
pt: 900 moedas para 9 ovelhas mortas.
zh_cn: 900金币买9只被杀的羊。

source: 1000 gold for 10 or perhaps even more killed sheep.
de: 1000 Gold für 10 oder sogar mehr getötete Schafe.
fr: 1000 pièces d'or pour les 10 moutons tués.
ja: 殺された羊10頭以上で1000ゴールドだ。
pt: 1000 moedas para 10 ou mais ovelhas mortas.
zh_cn: 1000金币换取10只甚至更多的被杀羊。

source: 1500 gold for 15 or perhaps even more killed sheep.
de: 1500 Gold für 15 oder sogar mehr getötete Schafe.
fr: 1500 pièces d'or pour les 15 moutons tués, ou peut-être même plus.
ja: 殺された羊15頭以上で1500ゴールドだ。
pt: 1500 moedas para 15 ou mais ovelhas mortas.
zh_cn: 1500金币换取15只或甚至更多的被杀羊。

source: 2000 gold for 20 or perhaps even more killed sheep.
de: 2000 Gold für 20 oder sogar mehr getötete Schafe.
fr: 2000 pièces d'or pour les 20 moutons tués, ou peut-être même plus.
ja: 殺された羊20頭以上で2000ゴールドだ。
pt: 2000 moedas para 20 ou mais ovelhas mortas.
zh_cn: 2000金币换取20只或甚至更多的被杀羊。

source: 2500 gold for 25 or perhaps even more killed sheep.
de: 2500 Gold für 25 oder sogar mehr getötete Schafe.
fr: 2500 pièces d'or pour les 25 moutons tués, ou peut-être même plus.
ja: 殺された羊25頭以上で2500ゴールドだ。
pt: 2500 moedas para 25 ou mais ovelhas mortas.
zh_cn: 2500金币换取25只或甚至更多的被杀羊。

source: You will find a way to get the missing gold. Then come back and pay the rest.
de: Du wirst eine Möglichkeit finden, das fehlende Gold zu beschaffen. Komm dann zurück und bezahle den Rest.
fr: Trouve un moyen d'obtenir l'or manquant. Puis reviens et paye le reste.
ja: 不足しているお金を手に入れる方法を探すように。戻ってきて残りを支払ってくれ。
pt: Vai encontrar uma maneira de obter o ouro a faltar. Então volte e pague o resto.
zh_cn: 你会找到一个方法来获得丢失的黄金。然后再回来支付剩下的钱。

source: [Gold taken] All the sheep you killed are paid for, so now we will forget the whole thing.
de: [Gold gegeben]↵ Du hast für alle von dir getöteten Schafe bezahlt, also lasst uns nun die ganze Sache vergessen.
fr: [Or pris] Tu as payé pour tous les moutons tués, donc maintenant cette fâcheuse histoire est oubliée.
ja: （ゴールドを受け取る） 君が殺した羊の罰金はこれですべて支払われた、なのでこれについては水に流すとしよう。
pt: [Moedas tomadas] Todas as ovelhas que matou são pagas, então agora vamos esquecer a coisa toda.
zh_cn: [拿了金子] 你所杀的羊都已经付过钱了，现在我们要忘掉这一切。

source: I am relieved.
de: Ich bin erleichtert.
fr: Je suis soulagé.
ja: ホッとしました。
pt: Estou aliviado.
zh_cn: 我松了一口气。

source: We have good news for you.
de: Wir haben gute Neuigkeiten für dich.
fr: Nous avons de bonnes nouvelles pour toi.
ja: いい知らせがある。
pt: Temos boas notícias para você.
zh_cn: 我们有好消息要告诉你。

source: The ring. This human wears the ring of bone. Let him pass.
de: Der Ring. Dieser Mensch trägt den Ring aus Knochen. Lasst ihn durch.
fr: L'anneau. Cet humain porte l'anneau d'os. Laisse-le passer.
ja: 指輪が。この人間は骨のリングを着けている。お通ししろ。
pt: O anel. Este humano está a usar o anel de osso. Deixe-o passar.
zh_cn: 戒指。这个人类戴着骨环。让他通过。

source: A bit scary - but really useful, this ring.
de: Ein bisschen gruselig - aber wirklich nützlich, dieser Ring.
fr: Un peu effrayant mais vraiment utile, cet anneau.
ja: ちょっと怖いけどこの指輪はとても便利だ。
pt: Um pouco assustador - mas este anel é realmente útil.
zh_cn: 有点吓人--但真的很有用，这个戒指。

source: You are in my way. Attack!
de: Du bist mir im Weg. Angriff!
fr: Tu es sur mon chemin. A l'attaque !
ja: 邪魔だ。攻撃！
pt: Está no meu caminho. Ataque!
zh_cn: 你挡住了我的路。攻击!

source: Who is there?
de: Wer ist da?
fr: Qui est là ?
ja: そこにいるのは誰だ？
pt: Quem está aí?
zh_cn: 谁在那里？

source: A friend.
de: Ein Freund.
fr: Un ami.
ja: 味方です。
pt: Um amigo.
zh_cn: 一个朋友。

source: Good. At last. Go and bring Norgothla here.
de: Gut. Endlich. Geh und hole Norgothla hierher.
fr: Bien. Enfin. Va chercher Norgothla et amène-le ici.
ja: そうか。ようやくか。ノルゴトラを連れてきてくれ。
pt: Bom. Enfim. Vá e traga Norgothla aqui.
zh_cn: 很好。终于到了。去把诺戈特拉带过来。

source: Norgothla is out in the woods and awaits you there with his men. Unkorh persuaded him that you commanded that.
de: Norgothla ist draußen im Wald und wartet dort mit seinen Männern auf Euch. Unkorh hat ihm weisgemacht, dass Ihr dies befohlen habt.
fr: Norgothla est dehors dans les bois et t'attend avec ses hommes. Unkorh l'a persuadé que c'est toi qui a commandé ça.
ja: ノルゴトラなら森の中で部下と一緒にあなたを待ってる。あなたの命令だとウンコールが説得したんだ。
pt: Norgothla está na floresta e o espera lá com os homens dele. Unkorh persuadiu-o a falar que ordenou isso.
zh_cn: 诺戈特拉在树林里，和他的手下在那里等着你。乌克尔说服了他，说是你指挥的。

source: Unkorh! I curse the day when I made him my steward.
de: Unkorh! Ich verfluche den Tag, an dem ich ihn zu meinem Verwalter machte.
fr: Unkorh ! Je maudis le jour où j'en ai fais mon intendant.
ja: ウンコール！ ヤツを執事とした日を悔やんでならん。
pt: Unkorh! Amaldiçoo o dia em que lhe fiz meu servo.
zh_cn: 哼!我诅咒我让他当管家的那一天。

source: How can I help you now? Shall I search for the keys to your cell?
de: Wie kann ich dir jetzt helfen? Soll ich nach den Schlüsseln für deine Zelle suchen?
fr: Comment puis-je aider maintenant ? Devrais-je chercher les clés de votre cellule ?
ja: 何かお役に立てることは？ 独房の鍵を探しましょうか？
pt: Como posso te ajudar agora? Devo procurar as chaves do seu celular?
zh_cn: 我现在该怎么帮你呢？要不要我去找找你牢房的钥匙？

source: No time for that. I am too weak to be of much help. We need Norgothla now.
de: Dafür ist jetzt keine Zeit. Ich bin zu schwach, um von Nutzen zu sein. Wir brauchen jetzt Norgothla.
fr: Pas le temps. Je suis trop faible pour aider. Nous avons besoin de Norgothla maintenant.
ja: そのような時間はない。体の弱りすぎたワシでは大して役には立たん。今はノルゴトラが必要なのだ。
pt: Não há tempo para isso. Estou muito fraco para ser de muita ajuda. Precisamos de Norgothla agora.
zh_cn: 没有时间了。我太虚弱了，帮不上什么忙。我们现在需要诺戈特拉。

source: Lovis is on his way to him. He can probably persuade Norgothla to come to the castle.
de: Lovis ist bereits auf dem Weg zu ihm. Er kann Norgothla sicher überzeugen, zurück zum Schloss zu kommen.
fr: Lovis est parti le voir. Il peut probablement persuader Norgothla de venir au château.
ja: ロビスが向かってる。彼ならノルゴトラを説得して城に連れて来れるんじゃないかな。
pt: Lovis está a caminho dele. Ele provavelmente pode convencer Norgothla a vir ao castelo.
zh_cn: 洛维斯正在去找他的路上。他也许可以说服诺戈特拉到城堡来。

source: Good. Norgothla knows and trusts him. Tell me - is the main gate shut?
de: Gut. Norgothla kennt und vertraut ihm. Sag mir - ist das Haupttor geschlossen?
fr: Bien. Norgothla le connais et lui fait confiance. Dis-moi, est-ce que le portail principal est fermé ?
ja: よし。ノルゴトラは彼を知っておるし、信頼もある。そうだ、正門は閉まっているのか？
pt: Bom. Norgothla sabe e confia nele. Diga-me, o portão principal está fechado?
zh_cn: 很好。诺戈特拉知道并信任他。告诉我--主门关闭了吗？

source: Yes. I came through the garden door.
de: Ja. Ich kam durch das Gartentor.
fr: Oui. Je suis venu par la porte du jardin.
ja: はい。庭の扉から入ったんだ。
pt: Sim. Vim pela porta do jardim.
zh_cn: 是的，我从花园的门进来。

source: Then you must open the gate! Go to the gatehouse and open it, so that my men can get in. Be quick. After that go to the farm south of here. I expect a ferocious battle.
de: Dann musst du es öffnen! Gehe in das Torhaus und öffne das Haupttor, damit meine Männer hinein können. Beeil dich. Danach fliehe zu dem Bauernhof südlich von hier. Ich erwarte eine grausame Schlacht.
fr: Alors tu dois ouvrir le portail ! Va au corps de garde et ouvre-le, pour que mes hommes puissent entrer. Sois rapide. Après cela, va à la ferme au sud d'ici. Je m'attends à une bataille féroce.
ja: ならば門を開けてくれ！ 門楼へと向かい開くのだ、部下が入れるようにな。急いでくれ。 その後はここから南の農場に行くといい。激しい戦いが予想されるのでな。
pt: Então deve abrir o portão! Vá até a portaria e abra, para que meus homens possam entrar. Seja rápido. Depois disso, vá à fazenda ao sul daqui. Espero uma batalha feroz.
zh_cn: 那么你必须打开大门!到门房去，把它打开，这样我的人就可以进去了。要快。 之后去南边的农场。我期待一场激烈的战斗。

source: YOU AGAIN!
de: DU SCHON WIEDER!
fr: ENCORE TOI !
ja: またお前か！
pt: VOCÊ DE NOVO!
zh_cn: 又是你！

source: Yikes! The steward!
de: Huch! Der Verwalter!
fr: Argh ! L'intendant !
ja: げっ！ 執事だ！
pt: Caramba! O mordomo!
zh_cn: 呀!那个管家!

source: [Groaning] ...open the gate...
de: [Stöhnend] ...öffne das Tor...
fr: [Marmonne] ...ouvre le portail...
ja: （うめき声）…門を開けよ…
pt: [Gemendo]…abra o portão...
zh_cn: [呻吟]......打开大门......。

source: ...then go ... to Rhodita...
de: ...dann gehe... zu Rhodita...
fr: ...puis va... chez Rhodita...
ja: …それから…ロディータのもとへ…
pt: ...então vá... para Rhodita...
zh_cn: ...然后去......找罗迪塔......。
