Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: I noticed a lot of tree stumps around here.
de: Mir ist die große Menge Baumstümpfe hier im Umkreis aufgefallen.
fr: J'ai vu beaucoup de souches d'arbre par ici.
ja: この辺は切り株がたくさんあるんですね。
pt: Notei um monte de tocos de árvores por aqui.
zh_cn: 我注意到这附近有很多树桩。

source: Our orders were to cut down all trees south of the Feygard bridge and north of this here road to Carn Tower.
de: Unser Befehl lautete, alle Bäume südlich der Brücke nach Feygard und nördlich dieser Straße zum Turm von Carn zu fällen.
fr: Nos ordres étaient de couper tous les arbres au sud du pont de Feygard et au nord de cette route vers la Tour de Carn.
ja: オレらへのオーダーは、フェイガードブリッジの南側とこの道路の北側にある、カーンタワーまでの木全部を伐採することだったんだ。
pt: Nossas ordens eram para cortar todas as árvores sul da ponte Feygard e norte da estrada daqui à Torre Carn.
zh_cn: 我们的命令是砍掉费加德桥以南和这里通往卡恩塔的道路以北的所有树木。

source: I guess the nobles of Feygard have some plans for these lands.
de: Ich schätze, die Edlen von Feygard haben ihre Pläne für dieses Land.
fr: J'imagine que les nobles de Feygard ont quelques idées avec ces terres.
ja: フェイガードの貴族さま方はこの土地に何か計画を持ってるらしい。
pt: Acho que os nobres de Feygard tem alguns planos para estas terras.
zh_cn: 我想费加德的贵族们对这些土地有一些计划。

source: We, we just cut down them trees. No questions asked.
de: Wir, wir haben einfach diese Bäume gefällt. Keine Fragen dazu gestellt.
fr: Nous, nous coupons juste ces arbres. On pose pas de questions.
ja: オレたちは、ただ木を切り倒しただけだったんだよ。なにも聞かずにな。
pt: Nós, apenas cortamos aquelas árvores. Sem perguntas.
zh_cn: 我们，我们只是砍掉了这些树。不问原因。

source: However, this time we encountered some trouble.
de: Wie auch immer, dieses Mal sind wir in Schwierigkeiten geraten.
fr: Mais cette fois-ci, on a rencontré quelques problèmes.
ja: ところが今回トラブルが発生しやがった。
pt: No entanto, desta vez, encontramos alguns problemas.
zh_cn: 然而，这一次我们遇到了一些麻烦。

source: You see, there were these really nasty wasps in that forest we cut down.
de: Schau, da waren diese wirklich scheußlichen Wespen in dem Wald, den wir umgelegt haben.
fr: Tu vois, il y a vraiment des guêpes féroces dans la forêt qu'on abât.
ja: 見ての通りさ、伐採した森には本当に厄介なワスプどもが潜んでやがったんだ。
pt: Veja, havia essas vespas realmente desagradáveis na floresta que cortamos.
zh_cn: 你看，在我们砍掉的那片森林里有这些非常讨厌的黄蜂。

source: Nothing like we've seen before, and I'll tell you, we have seen a lot of wildlife in our days.
de: So was wie die haben wir nie zuvor gesehen, und ich kann dir sagen, wir haben in unserem Leben eine Menge von der Wildnis gesehen.
fr: Rien à voir avec ce que nous avons vu avant, et je vous le dis, nous avons vu énormément de bête.
ja: これまでだって色んな野生動物を見ちゃきたんだがな、こいつはこれまで見たことのないものだった。
pt: Nada que já tivéssemos visto antes e, vou te dizer, temos visto um monte de animais selvagens em nossos dias.
zh_cn: 它们不像我们过去见过的任何东西，我要告诉你，我们以前可是见过很多野生动物的。

source: They almost got the best of us, and we were almost ready to quit it. But a job is a job and we need to get paid by Feygard for this job.
de: Die haben uns beinahe fertig gemacht und wir waren nahe daran aufzugeben. Aber ein Auftrag ist ein Auftrag und wir sind darauf angewiesen, dass uns Feygard für diese Arbeit bezahlt.
fr: Ils ont presque eu le meilleur d’entre nous, et nous avons failli abandonner. Mais un travail est un travail et nous avons besoin d’être payé par Feygard pour ce travail.
ja: 危うく蹴散らされるところだった。仕事を辞めようかとさえ思った。だが仕事は仕事だしな、フェイガードからこの仕事の報酬を貰わなにゃあならん。
pt: Elas quase obtiveram successo conosco e estávamos quase prontos para abandonar tudo. Mas trabalho é trabalho e fomos pagos por Feygard para este trabalho.
zh_cn: 他们几乎得到了我们的青睐，我们几乎准备退出了。但工作就是工作，我们需要从费加德那里得到这份工作的报酬。

source: So we went ahead and finished all of them trees, trying to evade the wasps as much as we could.
de: Darum haben wir weitergemacht und all diese Bäume umgelegt und sind den Wespen dabei so gut wie möglich ausgewichen.
fr: Donc nous sommes allés de l'avant et nous avons finis de couper ses arbres, en tentant d'éviter les guêpes autant que nous le pouvions.
ja: そこで、できるだけワスプを避けようと先に進んで、ようやっと全部の木を片付け終えたのさ。
pt: Então fomos em frente e terminamos de cortar todas as árvores, a tentar evitar as vespas, tanto quanto pudéssemos.
zh_cn: 因此，我们继续前进，砍完了所有这些树，尽可能地躲避黄蜂。

source: However, I bet that whatever plans the nobles of Feygard have for these lands, they surely don't include these nasty wasps still being around.
de: Was auch immer die Edlen von Feygard mit diesem Land vorhaben, ich wette, sie haben nicht mit diesen scheußlichen Wespen hier gerechnet.
fr: Cependant, je parie que, peu importe les plans des nobles de Feygard ont pour ces terres, ils n'envisagent pas la présence des guêpes géantes ici.
ja: とはいえだ。フェイガードの貴族さま方がこの土地にどんな計画を持ってるにしてもだな、この辺にまだ残ってる厄介なワスプどもは間違いなくそこに含まれちゃいるまいよ。
pt: No entanto, aposto que, o que quer que os nobres de Feygard pretendam nestas terras, eles certamente não incluem nos planos deles que essas vespas desagradáveis ainda estejam por perto.
zh_cn: 然而，我敢打赌，无论费加德贵族对这些土地有什么计划，他们肯定不知道这些讨厌的黄蜂仍然在身边。

source: See this scratch here? And this abscess? Yep, those wasps.
de: Siehst du diesen Kratzer hier? Und dieses eitrige Geschwür? Jawoll, das waren diese Wespen.
fr: Tu vois cette cicatrice ? Et cet abcès ? Ouais, les guêpes.
ja: ここに傷があるだろ？ この膿だ。そう、ワスプだよ。
pt: Veja este risco aqui? E este abcesso? Sim, essas vespas.
zh_cn: 看到这里的划痕吗？还有这个脓肿？对，都是黄蜂干的。

source: I would love to get revenge on those wasps. We, we aren't good enough fighters to take on those wasps, they are really too quick for us.
de: Ich würde mich liebend gern an diesen Wespen rächen. Aber wir, wir sind nicht kampferprobt genug, um es mit denen aufzunehmen, sie sind wirklich zu schnell für uns.
fr: J'aimerais me venger de ces guêpes. Nous, nous sommes pas d'assez bons combattants pour s'attaquer à ces guêpes, elles sont trop rapides.
ja: あのワスプに仕返しをしてやりたい。オレらの腕じゃあワスプに対抗できねぇ。素早すぎるんだ。
pt: Gostaria de vingança contra as vespas. Infelizmente, não somos combatentes bons o suficiente para apanhar essas vespas, eles são realmente rápidas demais para nós.
zh_cn: 我很想向那些黄蜂报仇。但是我们，我们不擅长对付那些黄蜂，它们对我们来说真的太快了。

source: Tough luck, you seem like a bunch of weaklings anyway.
de: So ein Pech aber auch, ihr scheint mir ein Haufen Schwächlinge zu sein.
fr: Tant pis, vous avez l'air d'être une bande de mauviettes de toute façon.
ja: ついてないね、お前たちは弱虫の集まりにしか見えないや。
pt: Dura sorte, parecem ser mesmo uma banda de covardes.
zh_cn: 运气不好，反正你们看起来像一群弱者。

source: I could try to take on those wasps for you if you want.
de: Wenn ihr wollt, kann ich versuchen, es mit diesen Wespen aufzunehmen.
fr: Je pourrais essayer de m'attaquer à ces guêpes si vous voulez.
ja: よければワスプを代わりに引き受けますよ。
pt: Poderia tentar eliminar-lhe essas vespas, se quiser.
zh_cn: 如果你愿意，我可以尝试为你对付那些黄蜂。

source: Just a couple of wasps? That's no problem for me. I'll kill them for you.
de: Bloß ein paar Wespen? Kein Problem für mich. Ich werde sie für euch töten.
fr: Juste une paire des guêpes ? Pas de problèmes pour moi. Je les tuerai pour vous.
ja: ワスプがたったの数匹？ 僕なら問題ない。殺してやる。
pt: Apenas um punhado de vespas? Isso não é problema para mim. Vou matá-los para si.
zh_cn: 只是几只黄蜂？这对我来说不是问题。我会为你杀死它们。

source: I will pretend I didn't hear that.
de: Ich tue mal so, als hätte ich das nicht gehört.
fr: Je vais faire comme si je n'avais pas entendu ça.
ja: 聞かなかったことにしておくよ。
pt: Vou fingir que não ouvi isso.
zh_cn: 我会假装我没有听到这些句话。

source: You would? Sure, you have a try.
de: Du würdest? Sicher, versuch es.
fr: Tu voudrais ? Bien sûr, tu as un essai.
ja: お前さんがか？ そうか、やってみな。
pt: Faria-o? Claro, tem uma chance.
zh_cn: 你能吗？当然，你可以试一试。

source: I noticed that some of the wasps are larger than the other ones, and the other wasps tend to follow the larger ones around.
de: Ich habe bemerkt, dass einige der Wespen größer als die übrigen sind und die andere Wespen neigen dazu, den größeren zu folgen.
fr: J'ai remarqué que certaines des guêpes sont plus grosses que les autres, et que ces dernières ont tendance à suivre les plus grosses.
ja: ワスプの中には他の個体より大きなのもいて、他のワスプはその大きいやつについて行く傾向がある。
pt: Notei que algumas das vespas são maiores do que as outras e as outras vespas tendem a seguir as maiores á volta delas.
zh_cn: 我注意到有些黄蜂比其他黄蜂大，而其他黄蜂往往跟着大黄蜂走。

source: If you could kill at least five of those giant ones and bring me back their wings as proof, I would be very grateful.
de: Wenn du wenigstens fünf dieser Riesenwespen töten und mir ihre Flügel als Beweis bringen könntest, wäre ich sehr dankbar.
fr: Si tu pouvais tuer cinq guêpes géantes et ramener leurs ailes comme preuve, je te serais vraiment reconnaissant.
ja: 少なくともその巨大なやつを5匹殺して、翅を証拠に持ってきてくれたら実に助かる。
pt: Se pudesse matar pelo menos cinco daquelas gigantes e me trazer de volta as asas delas como prova, ficaria muito grato.
zh_cn: 如果你能杀死至少五个这样的巨大黄蜂，并把它们的翅膀带回来作为证据，我将非常感激。

source: Sure, I will be back with those giant wasp wings for you.
de: Sicher, ich bin bald zurück mit diesen Riesenwespenflügeln.
fr: Bien sûr, je reviendrai avec ces ailes des guêpes géantes pour toi.
ja: わかりました、巨大ワスプの翅を持って戻ります。
pt: Claro, vou estar de volta com essas asas de vespas gigantes para si.
zh_cn: 当然，我将带着那些巨大的黄蜂翅膀回来给你。

source: On second thought, I better stay out of this.
de: hab nochmal drüber nachgedacht und halte mich da besser raus.
fr: Après réflexion, je devrais rester en dehors de ça.
ja: 考え直してみると、これには手を出さないほうがいいですね。
pt: A pensar bem, é melhor ficar fora dessa.
zh_cn: 转念一想，我最好不要插手此事。

source: Fine, I guess we can find someone else to help us get revenge on them.
de: Schön, ich schätze, wir können auch jemand anders finden, der uns an ihnen rächt.
fr: Parfait, je pense qu'on pourra trouver quelqu'un d'autre pour nous venger.
ja: そうかい、仕返しを手伝ってくれる他の誰かを探せばいいかね。
pt: Tudo bem, acho que podemos encontrar alguém para ajudar-nos a obter vingança sobre elas.
zh_cn: 好吧，我想我们可以找其他人来帮助我们向它们报仇。

source: Good, hurry back once you are done.
de: Gut, komm schnell zurück, sobald du das erledigt hast.
fr: Bien, dépêche-toi de revenir une fois que tu as fini.
ja: よし、終わったらすぐに戻ってこい。
pt: Bom, apresse-se em voltar assim que estiver terminado.
zh_cn: 很好，做完后赶快回来。

source: Hello again. Did you kill those wasps for us?
de: Nocheinmal hallo! Hast du diese Wespen für uns getötet?
fr: Re-bonjour. As-tu tué ces guêpes pour nous ?
ja: また会ったな。ワスプを退治してくれたか？
pt: Olá novamente. Matou-nos aquelas vespas?
zh_cn: 又见面了。你为我们杀了那些黄蜂吗？

source: Could you tell me your story again?
de: Kannst du mir deine Geschichte noch einmal erzählen?
fr: Pouvez-vous me répéter l'histoire ?
ja: もう一度話を聞かせてくれませんか？
pt: Podias contar-me outra vez a história?
zh_cn: 你能再给我讲一遍你的故事吗？

source: Yes, I killed six of them.
de: Ja, ich habe sechs von denen getötet.
fr: Oui, j'ai tué six d'entre elles.
ja: はい、6匹殺しました。
pt: Sim, matei seis delas.
zh_cn: 是的，我杀了其中的六个。

source: Yes, I killed five of them.
de: Ja, ich habe fünf von denen getötet.
fr: Oui, j'ai tué cinq d'entre elles.
ja: はい、5匹殺しました。
pt: Sim, matei cinco delas.
zh_cn: 是的，我杀了其中五个。

source: Wow, you actually killed those things?
de: Wow, du hast diese Dinger wirklich getötet?
fr: Wow, vous avez vraiment tué ces choses ?
ja: ほう、本当に殺したのか？
pt: Uau, realmente matou essas coisas?
zh_cn: 哇，你真的杀了那些东西？

source: Wow, you actually killed six of those things? I thought there were only five, so I guess I should be even more grateful. Here, take these gloves as thanks.
de: Wow, du hast tatsächlich sechs von diesen Dingern getötet? Ich dachte, das wären nur fünf, also glaube ich, ich sollte sogar noch dankbarer sein. Hier, nimm diese Handschuhe als Dank.
fr: Wow, vous avez vraiment tué 6 d’entre eux ? Je croyais qu’il n’y en avait que 5, alors je suppose que je devrais être encore plus reconnaissant. Tenez, prenez ces gants comme remerciements.
ja: ほう、本当に6匹も殺したのか？ 5匹しかいないと思っていたから、お前さんにはもっと感謝しないとな。礼にこの手袋を取っときな。
pt: Uau, realmente matou seis dessas coisas? Pensei que eram apenas cinco, então acho que devo ser ainda mais agradecido. Aqui, tome estas luvas como agradecimento.
zh_cn: 哇，您实际上杀死了其中六个？我以为只有五个，所以我想我应该更加感激。所以，请戴上这些手套。

source: Well done my friend. Thank you for getting revenge on those things.
de: Gut gemacht, mein Freund. Danke, dass du uns an diesen Biestern gerächt hast.
fr: Bien joué, mon ami. Merci de nous avoir vengé.
ja: よくやった。仕返ししてくれてありがとよ。
pt: Muito bem meu amigo. Obrigado por se vingar sobre essas coisas.
zh_cn: 做得好，我的朋友。谢谢替我们报复了那些家伙。

source: Hello again. Thank you for your help with those wasps earlier.
de: Hallo nochmal. Danke, dass du uns wegen dieser Wespen geholfen hast.
fr: Merci pour ton aide face à ces guêpes.
ja: また会ったな。さっきはワスプの件で世話になったな。
pt: Olá novamente. Obrigado pela sua ajuda com as vespas anteriores.
zh_cn: 又见面了。谢谢你之前的那些帮助。

source: As a token of our appreciation, we are willing to trade some of our equipment with you if you want.
de: Als Zeichen unserer Anerkennung sind wir bereit, etwas von unserer Ausrüstung zum Handel anzubieten, wenn du möchtest.
fr: En gage de notre reconnaissance, nous souhaiterions échanger de l'équipement avec toi, si tu veux.
ja: 感謝の印に、よければオレたちの装備の一部を取引してもいいぞ。
pt: Como um símbolo de nossa gratidão, estamos dispostos a negociar alguns dos nossos equipamentos consigo, se quiser.
zh_cn: 为了表示感谢，如果你愿意，我们愿意与你交换一些设备。

source: It's not much, but we do have some really sharp axes that you might be interested in.
de: Es ist nicht viel, aber wir haben einige richtig scharfe Äxte, die dich vielleicht interessieren könnten.
fr: Ce n'est pas grand chose mais on a quelques haches tranchantes qui pourraient t'intéresser.
ja: 数は少ないが、お前さんの興味を引けそうな尖った斧もある。
pt: Não é muito, mas temos alguns machados realmente afiados que pode estar interessado.
zh_cn: 虽然不贵重，但我们确实有一些非常锋利的斧头，你可能会感兴趣。

source: No thanks. Goodbye.
de: Nein danke. Auf Wiedersehen.
fr: Non merci. Au revoir.
ja: 結構です。それでは。
pt: Não, obrigado. Tchau.
zh_cn: 不，谢谢。再见。

source: OK, let me see what you have.
de: Ok, zeig mir was du hast.
fr: Ok, faites voir ce que vous avez.
ja: はい、何があるか見せてください。
pt: Ok, deixe-me ver o que tem.
zh_cn: 哦，让我看看你有什么。

source: You attacked my sheep! Get away from me you filthy murderer!
de: Du bist über meine Schafe hergefallen. Verschwinde, du dreckiger Mörder!
fr: Vous avez attaqué mes moutons ! Eloignez-vous de moi, sale meurtrier !
ja: 私の羊を襲ったな！ 近づくんじゃない、この汚らわしい殺人鬼め！
pt: Atacou minhas ovelhas! Fique longe de mim, assassino imundo!
zh_cn: 你袭击了我的羊！离我远点，你这个肮脏的杀人犯！

source: Hello again. Thank you for helping me find my lost sheep.
de: Hallo nochmal. Danke, dass du mir geholfen hast, meine verlorenen Schafe zu finden.
fr: Bonjour. Merci de m'avoir aidé à trouver mes moutons perdus.
ja: また会ったね。迷子の羊を探すのを手伝ってくれてどうもありがとう。
pt: Olá novamente. Obrigado por me ajudar a encontrar a minha ovelha perdida.
zh_cn: 再次向你问好。谢谢你帮我找到我丢失的羊。

source: I talked to Benbyr and heard the story about you two.
de: Ich sprach mit Benbyr und hörte die Geschichte von euch beiden.
fr: J'ai parlé à Benbyr et entendu l'histoire à propos de vous deux.
ja: ベンバーと話をしてお二人の話を聞きました。
pt: Conversei com Benbyr e ouvi a história sobre vocês dois.
zh_cn: 我和本比尔谈过了，听到了关于你们俩的故事。

source: Hello there. You wouldn't happen to want to help an old shepherd would you?
de: Hallo du. Du hast nicht vielleicht Lust, einem alten Schafhirten zu helfen?
fr: Bonjour. Tu ne voudrais pas aider un vieux berger, par hasard ?
ja: こんにちは。羊飼いの老人を助けてもらえないかね？
pt: Olá. Não gostaria de ajudar um velho pastor?
zh_cn: 嗨，你好。你不会碰巧想帮助一个老牧羊人吧？

source: What's the problem?
de: Was ist das Problem?
fr: Quel est le probleme ?
ja: どうしました？
pt: Qual é o problema?
zh_cn: 有什么问题吗？

source: You see, I tend my flock of sheep here. These fields are excellent pastures for them.
de: Weißt du, ich halte hier meine Schafherde. Diese Felder sind für sie eine vorzügliche Weidefläche.
fr: Vous voyez, je garde mon troupeau de moutons ici. Ces champs sont d'excellents pâturages pour eux.
ja: 見ての通り、私はここで羊の群れの世話をしているんだ。ここは羊にとって最高の牧草地なんだよ。
pt: Veja, estou aqui com o meu rebanho de ovelhas. Estes campos são excelentes pastagens para elas.
zh_cn: 你看，我在这里照顾我的羊群。这些田地是它们的绝佳牧场。

source: The thing is, I have lost four of them. Now I won't dare leave the ones I still have in my sight to go look for the lost ones.
de: Die Sache ist die: Ich habe vier meiner Schafe verloren. Nun wage ich es nicht, die anderen, die ich hier im Blick habe, alleine zu lassen, um die verlorenen suchen zu gehen.
fr: Il se trouve que j'en ai perdu quatre. Maintenant je n'ose pas quitter des yeux celles qui me reste pour aller chercher celles qui sont perdues.
ja: 問題というのは、そのうち4頭を見失ってしまったことだ。まだ目の前に残っている子たちを置いて、見失った子を探しに行く勇気がないんだ。
pt: Mas o problema é que perdi quatro delas. Agora não ousaria deixar as que ainda tenho na minha visão para ir buscar as perdidas.
zh_cn: 问题是，我已经失去了其中的四个。现在我不敢离开还在我视线中的那些，离开去寻找丢失的那些。

source: Would you be willing to help me find them?
de: Wärst du bereit, mir suchen zu helfen?
fr: Aurais-tu la gentillesse de m'aider à les trouver ?
ja: 探すのを手伝ってくれないだろうか？
pt: Estaria disposto a me ajudar a encontrá-las?
zh_cn: 您愿意帮我找到他们吗？

source: This doesn't sound like there will be any fighting involved. I only do things where there's fighting involved.
de: Dies klingt nicht danach, dass es was zu kämpfen gibt. Ich mache nur Dinge, bei denen gekämpft wird.
fr: Cela ne sonne pas comme si des combats étaient impliqués. Je n'agis que lorsque des combats sont impliqués.
ja: これは戦闘にはならなそうだ。僕は戦いになることしかやるつもりはない。
pt: Não parece que exista alguma luta envolvida. Só faço coisas onde possa lutar com alguém.
zh_cn: 这听起来不会涉及任何战斗。我只做涉及战斗的事情。

source: Absolutely, it would be my honor to assist you in locating your missing sheep.
de: Durchaus, es wäre mir eine Ehre, dir bei der Suche nach deinen verlorenen Schafen beizustehen.
fr: Absolument, ce serait pour moi un honneur de vous accompagner dans votre recherche de vos moutons perdus.
ja: もちろん、行方不明の羊を探す手伝いができて光栄です。
pt: Certamente, seria um prazer ajudar a um senhor de idade.
zh_cn: 当然，我很荣幸能协助你找到你失踪的羊群。

source: What would I gain from this?
de: Was würde ich dafür bekommen?
fr: Qu'est-ce que j'en gagnerai ?
ja: これで何の得があるの？
pt: O que ganho com isso?
zh_cn: 我能从中得到什么？

source: Oh well, it didn't hurt to ask.
de: Oh,schon gut. Fragen kostet ja nichts.
fr: Oh, bien, ça ne faisait pas mal de demander.
ja: 仕方がない、聞いてみただけだよ。
pt: Oh, bem, não custa perguntar.
zh_cn: 哦，好吧，问问也无妨。

source: Gain? Why, my thanks of course.
de: Bekommen? Na, meinen Dank natürlich.
fr: Gain ? pourquoi, mes remerciements bien sûr.
ja: 得？ もちろん感謝はするよ。
pt: Ganho? Meu agradecimento é claro.
zh_cn: 收益？什么，当然是我的感谢。

source: Sure, I will help you find your sheep.
de: Sicher, ich werde dir helfen, deinen Schafe zu finden.
fr: Bien sûr, je vous aiderai à retrouver vos moutons.
ja: わかりました、羊を探すのを手伝います。
pt: Claro, vou ajudá-lo a encontrar o seu rebanho.
zh_cn: 当然，我将帮助你找到你的羊。

source: No thanks, I better not get involved in this.
de: Nein, danke. Hier möchte ich nicht mitmachen.
fr: Non merci, je ferais mieux de ne pas m'impliquer dedans.
ja: 結構です、この件には巻き込まれたくないので。
pt: Não, obrigado, é melhor não me envolver nisso.
zh_cn: 算了，我最好不要参与其中。

source: Good, thank you. Please put these bells around their necks so I can hear them.
de: Gut, danke. Bitte lege ihnen diese Glocken um ihren Hals, damit ich sie hören kann.
fr: Super, merci. Mettez ces cloches autour de leurs cous pour que je les entende, s'il vous plaît.
ja: よかった、ありがとう。このベルをあの子たちの首に巻いて、私に聞こえるようにしてくれるかな。
pt: Ótimo, obrigado. Por favor, ponha esses sinos em volta do pescoço para que eu possa ouvi-los.
zh_cn: 很好，谢谢你。请把这些铃铛挂在他们的脖子上，这样我就能听到它们的声音。

source: Return to me once you have placed bells around the neck of each of the four missing sheep.
de: Wenn du allen vier vermissten Schafen eine Glocke um den Hals gehängt hast, komm zu mir zurück.
fr: Reviens-moi une fois que tu as mis une cloche autour de chaque cou des quatre moutons disparus.
ja: 4頭の行方不明の羊にベルを巻いたら、戻ってきてほしい。
pt: Volte para mim depois de ter situado os sinos ao redor do pescoço de cada uma das quatro ovelhas desaparecidas.
zh_cn: 一旦你把铃铛挂在四只失踪羊的脖子上， 就回到我身边。

source: Hello again. Did you find all four of my missing sheep?
de: Hallo nochmal. Hast du alle meine vier verlorenen Schafe gefunden?
fr: Bonjour encore. As-tu trouvé tous mes quatre moutons disparus ?
ja: また会ったね。行方不明の羊は4頭全部見つかったかな？
pt: Olá novamente. Encontrou todas os quatro das minhas ovelhas faltantes?
zh_cn: 又见面了。你找到我失踪的四只羊了吗？

source: Yes, I found all of them.
de: Ja, ich habe sie alle gefunden.
fr: Oui, je les ai tous trouvés.
ja: はい、全部見つけました。
pt: Sim, encontrei todas eles.
zh_cn: 是的，我都找到了。

source: Not yet. I am still looking.
de: Noch nicht. Ich bin noch am suchen.
fr: Pas encore. Je cherche encore.
ja: いいえ、まだ探しています。
pt: Ainda não. Ainda estou à procura.
zh_cn: 还没有。我还在找呢。

source: What was I supposed to do?
de: Was sollte ich nochmal machen?
fr: Qu'est-ce que j'étais censé faire ?
ja: 何をすればいいんでしたっけ？
pt: O que devo fazer mesmo?
zh_cn: 我应该怎么做呢？

source: Yes, I can hear distant sounds of bells from the fields to the south. I am sure they will come back here now that they have the bells on them.
de: Ja, ich kann entfernt den Klang von Glocken in den Feldern im Süden hören. Ich bin sicher, dass sie wiederkommen, jetzt da sie ihre Glocken umhaben.
fr: Oui, je peux entendre des sons lointains de cloches provenant des champs au Sud. Je suis certain qu'ils vont revenir ici maintenant qu'ils ont leurs cloches sur eux.
ja: うん、南の野原からベルの音が聞こえるね。ベルがついたから、きっと戻ってくるだろうね。
pt: Sim, posso ouvir sons distantes dos sinos dos campos ao sul. Tenho certeza de que elas irão retornar aqui, agora que elas trazem os sinos.
zh_cn: 是的，我可以听到从田野到南方的远处的钟声。我确定他们现在已经摇铃，他们现在会回到这里。

source: I am happy to help.
de: Freut mich, das ich helfen konnte.
fr: Je suis contente d'aider.
ja: お役に立てて嬉しいです。
pt: Fico feliz em ajudar.
zh_cn: 我很乐意提供帮助。

source: That was some hard work. What about a reward?
de: Das war harte Arbeit. Wie wäre es mit einer Belohnung?
fr: C'était un dur labeur. Que penses-tu d'une récompense ?
ja: 大変な仕事でした。それで報酬は？
pt: Esse foi um trabalho duro. Que tal uma recompensa?
zh_cn: 这是一项艰苦的工作。奖励呢？

source: I am sorry, but I am a simple shepherd. I have no wealth or magical trinkets to give you.
de: Es tut mir leid, aber ich bin nur ein einfacher Schäfer. Ich habe keine Reichtümer oder magischen Kram, den ich dir geben könnte.
fr: Je suis désolé, mais je ne suis qu'un berger. Je n'ai pas de richesse ou de bibelot magique à te donner.
ja: すまないね、私はただの羊飼いなんだ。君に渡せるような富も魔法の装身具も持ってないんだよ。
pt: Sinto muito, mas sou um simples pastor. Não tenho nenhuma riqueza ou bugigangas mágicas para lhe dar.
zh_cn: 我很抱歉，但我是一个简单的牧羊人。我没有财富或神奇的饰品可以给你。

source: Thank you for helping me.
de: Danke, dass du mir geholfen hast.
fr: Merci de m'avoir aidé.
ja: 手伝ってくれてありがとう。
pt: Obrigado por me ajudar.
zh_cn: 谢谢你对我的帮助。

source: Is he still around? I thought the guards got the best of him.
de: Treibt der sich immer noch hier rum? Ich dachte, die Wachen hätten ihn geschnappt.
fr: Est-il encore par là ? Je pensais que les gardes avaient le meilleur de lui.
ja: アイツがまだ近くにいるのかい？ 衛兵にやられたと思っていたのに。
pt: Ele ainda está aí? Pensei que os guardas haviam pego esse arruaceiro.
zh_cn: 他还在吗？我以为守卫者得到了他的好处。

source: Anyway, I do not want to talk about that. I have left that kind of life behind me. Herding sheep is what I do now.
de: Wie auch immer, ich möchte darüber nicht sprechen. Mit diesem Teil meines Lebens habe ich abgeschlossen. Schafe hüten ist, was ich jetzt tue.
fr: Bref, je ne veux pas parler de cela. J'ai laissé ce genre de vie derrière moi. Maintenant je garde mes troupeaux de mouton.
ja: とにかく、その話はやめてくれ。そんな生活はもう捨てたんだ。今は羊を世話するのが私の仕事だ。
pt: Enfim, não quero falar sobre isso. Deixei esse tipo de vida atrás de mim. Pastorear ovelhas é o que faço agora.
zh_cn: 无论如何，我不想谈论这个。我已经把那种生活抛在脑后了。放牧羊群是我现在要做的。

source: Baah!
de: Määäh!
fr: Bah !
ja: メェ～！
pt: Beeh!
zh_cn: 呸！

source: [Place Tinlyn's bell around the neck of the sheep]
de: [Hänge dem Schaf Tinlyns Glocke um den Hals]
fr: [Met la cloche de Tinlyn autour du cou du mouton]
ja: （ティンリンのベルを羊の首にかける）
pt: [Pôr os sinos de Tinlyn ao redor do pescoço das ovelhas]
zh_cn: [将丁林的铃铛放在羊的脖子上]

source: [Attack]
de: [zum Angriff]
fr: [Attaquer]
ja: （攻撃する）
pt: [Ataca]
zh_cn: 【攻打】
