Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: Help me do what?
de: Um was zu machen?
fr: M'aider à faire quoi ?
ja: 何をしてくれるの？
pt: Ajudar-me a fazer o quê?
zh_cn: 帮我干什么？

source: Great!
de: Großartig!
fr: Super !
ja: いいね！
pt: Ótimo!
zh_cn: 很好！

source: A kid that looked like you was here. He apparently did some business with the owner and the regulars.
de: Ein Kind, das aussah wie du war hier. Er hatte wohl Geschäfte mit dem Eigentümer und einigen Stammgästen am Laufen.
fr: Un gamin qui te ressemblait était ici. Apparemment il a fait du business avec le propriétaire et les client habituels.
ja: お前に似たガキがここにいた。オーナーや常連客と取引してたようだな。
pt: Estava aqui um miúdo parecido contigo. Pelo que parece, fez alguns negócios com o proprietário e os frequentadores.
zh_cn: 一个看起来像你的孩子在这里。他显然与老板和常客们做了一些生意。

source: They were very careful, and even I couldn't catch a glimpse of their deeds, but you should be cautious if you deal with them.
de: Sie waren sehr vorsichtig, selbst ich konnte nichts von deren Absichten erhaschen. Aber du solltest Vorsicht walten lassen, wenn du dich mit denen abgibst.
fr: Ils faisaient très attention, moi même je n'ai jamais rien capté de leurs actions, mais tu devrais être très précautionneux si tu fais affaires avec eux.
ja: とにかく用心深い連中だった、オレでもヤツらの様子を覗き見るのは無理だったよ。お前が相手にすることになったときには気をつけな。
pt: Eles foram muito cuidadosose e até eu não pude ter um vislumbre dos seus feitos, mas tens de ser cauteloso se lidares com eles.
zh_cn: 他们非常小心，连我都没能瞥见他们的行径，但如果你和他们打交道，你应该谨慎行事。

source: Thanks for the advice. I'll take care.
de: Vielen Dank für den Hinweis. Ich werde aufpassen.
fr: Merci pour le conseil. Je ferai attention.
ja: アドバイスありがとう。気をつけます。
pt: Obrigado pelo conselho. Vou ter cuidado.
zh_cn: 谢谢你的建议。我会注意的。

source: I can handle myself! I don't fear them, or anyone else!
de: Ich schaffe das selbst! Ich habe keine Angst vor denen oder sonst jemanden!
fr: Je peux me débrouiller ! Je n'ai pas peur d'eux, ou de personne !
ja: 自分のことは自分でできる！ その人たちも他の誰かも恐れたりしない！
pt: Consigo desenrascar-me sozinho! Não tenho medo deles, nem de ninguém!
zh_cn: 我可以处理我自己！我不害怕他们，也不害怕任何人。我不惧怕他们，也不惧怕任何人!

source: Just sayin'. Do what you will.
de: Ich mein ja nur. Mach was du willst.
fr: Je dis ça, je dis rien. Fais ce que tu voudras.
ja: 言っただけだ。好きにしな。
pt: Estou só a dizer. Faz o que bem entenderes.
zh_cn: 只是说说而已。做你想做的。

source: Psst.
de: Pst.
ja: おい。
zh_cn: 注意。

source: An unknown force prevents you from going further.
de: Eine unbekannte Kraft hindert dich am Weitergehen.
fr: Une force inconnue t'empêche d'aller plus loin.
ja: 未知の力がこれ以上進むことを妨げている。
pt: Uma força desconhecida impede-te de ir mais longe.
zh_cn: 一种未知的力量使你无法进一步发展。

source: I'm Glasforn, proud owner of this fine establishment.
de: Ich bin Glasforn, stolzer Eigentümer dieser feinen Einrichtung.
fr: Je suis Glasforn, fier propriétaire de ce bel établissement.
ja: 私はグラスホルン、この施設の誇り高きオーナーです。
pt: Sou Glasforn, orgulhoso proprietário deste excelente estabelecimento.
zh_cn: 我是格拉斯弗恩，这家高档酒店的引以为荣的所有者。

source: Can I use one of your beds?
de: Kann ich eines deiner Betten benutzen?
fr: Puis-je utiliser un de vos lits ?
ja: ベッドを使ってもいいですか？
pt: Posso usar uma das tuas camas?
zh_cn: 我可以用一张你的床吗？

source: What can you tell me about the strange noises in the church?
de: Was kannst du mir über das eigenartige Grollen in der Kirche berichten?
fr: Que pouvez-vous me dire à propos des bruits étranges dans l'église ?
ja: 教会での異音について教えてもらえますか？
pt: O que é que me podes dizer sobre os ruídos estranhos na igreja?
zh_cn: 关于教堂里的怪声，你能告诉我什么？

source: Sorry, none are available today.
de: Leider ist heute keines verfügbar.
fr: Désolé, aucun n'est disponible à ce jour.
ja: 申し訳ありませんが本日は満席です。
pt: Desculpa, não tenho nada disponível hoje.
zh_cn: 对不起，今天没有。

source: What about them?
de: Was ist damit?
fr: À propos de ceux-là ?
ja: どういうことです？
pt: O que têm eles?
zh_cn: 那他们呢？

source: Well, I heard they may be related to my brother Andor. I'm looking for him.
de: Nun, ich hörte, dass es vielleicht mit meinem Bruder Andor zusammenhängt. Ich suche nach ihm.
fr: Eh bien, j'ai ouï dire qu'ils pourraient être liés à mon frère Andor. Je suis à sa recherche.
ja: ええと、僕の兄アンドールが関係しているかもしれないと聞いたので。彼を探しています。
pt: Bem, ouvi dizer que eles podem estar relacionados com o meu irmão Andor. Estou à procura dele.
zh_cn: 嗯，我听说他们可能与我的哥哥安道尔有关。我正在找他。

source: You indeed look a lot like him...
de: Du siehst ihm wirklich ähnlich...
fr: Tu lui ressembles effectivement beaucoup...
ja: 確かによく似ていますね…
pt: É mesmo parecido com ele...
zh_cn: 你确实长得很像他......

source: OK, I can believe that you are Andor's sibling. You should have told me earlier!
de: Stimmt, ich kann mir vorstellen, dass du Andors Bruder bist. Das hättest du mir schon früher sagen können!
fr: OK, je veux bien croire que tu es le frère d'Andor. Tu aurais dû me le dire plus tôt !
ja: そうでしたか、あなたは確かにアンドールのご兄弟のようですね。それならそうと、もっと早く言ってくださればよかったのに！
pt: Está bem. Não sabia que eras o irmão do Andor. Devias ter-me dito mais cedo!
zh_cn: 好吧，我可以相信你是安道尔的弟弟。你应该早点告诉我!

source: Why?
de: Warum?
fr: Pourquoi ?
ja: どうして？
pt: Porquê?
zh_cn: 为什么？

source: Well, you see, I keep some beds for occasions like this one. You can use the one in the corner, near the painting, if you wish to rest.
de: Nun ja, ich reserviere einige Betten für Gelegenheiten wie diese. Du kannst das Bett in der Ecke neben dem Gemälde nutzen, wenn du dich ausruhen möchtest.
fr: Eh bien, tu vois, je garde des lits pour des occasions comme celle-ci. Tu peux utiliser celui dans le coin, près du tableau, si tu veux te reposer.
ja: ええ、このようなときのためにベッドを用意してあります。お休みの際は、絵画近くの隅にあるものをお使いください。
pt: Bem, guardo algumas camas para ocasiões como esta. Podes usar a da esquina, perto do quadro, se quiseres descansar.
zh_cn: 好吧，你看，我为像这样的场合保留了一些床。如果你想休息，你可以使用角落里靠近画的那张。

source: For free?
de: Umsonst?
fr: Gratuitement ?
ja: タダで？
pt: De graça?
zh_cn: 免费的？

source: About those noises...
de: Wegen des Grollens...
fr: À propos de ces bruits...
ja: 騒音のことで…
pt: Quanto aos ruídos...
zh_cn: 关于那些噪音...

source: Oh, you'll definitely enjoy our beds. I'm very proud of them.
de: Oh, du wirst die Betten auf jeden Fall genießen. Ich bin sehr stolz auf sie.
fr: Oh, tu vas vraiment apprécier nos lits. J'en suis très fier.
ja: ええ、間違いなく私どものベッドを気に入っていただけますよ。自慢の一品でして。
pt: Ah,vais mesmo gostar das nossas camas. Tenho muito orgulho nelas.
zh_cn: 哦，你肯定会喜欢我们的床。我为它们感到非常自豪。

source: ...yes but...
de: ... schon, aber...
fr: ...oui mais...
ja: …ええ、ですけど…
pt: ...sim, mas...
zh_cn: ...是的，但是...

source: Our food isn't bad either. Go see our cook. He's weird, but does great work.
de: Unser Essen ist auch nicht schlecht. Triff unseren Koch. Er ist etwas eigenartig aber macht tolle Arbeit.
fr: Notre nourriture n'est pas mauvaise non plus. Va voir notre cuistot. Il est spécial, mais fait du bon boulot.
ja: 料理だって悪くありません。コックのところに行ってみてください。彼は変わり者ですけど、仕事は素晴らしい。
pt: A nossa comida também não é má. Vai ver o nosso cozinheiro. Ele é esquisito, mas faz um ótimo trabalho.
zh_cn: 我们的食物也不差。去看看我们的厨师。他很奇怪，但工作做得很好。

source: So kid, have you tried that bed? Our beds are the best!
de: Also Kleiner, hast du das Bett schon ausprobiert? Unsere Betten sind die Besten!
fr: Alors gamin, tu as essayé ce lit ? Nos lits sont les meilleurs !
ja: ベッドを試してみましたか？ うちのベッドは最高ですよ！
pt: Então miúdo, já experimentaste essa cama? As nossas camas são as melhores!
zh_cn: 那么孩子，你试过那张床吗？我们的床是最好的!

source: About Andor...
de: Wegen Andor...
fr: À propos d'Andor...
ja: アンドールのことで…
pt: Sobre o Andor...
zh_cn: 关于安道尔...

source: You really should try that bed. You'll thank me afterwards.
de: Du solltest wirklich das Bett ausprobieren. Du wirst mir noch dankbar sein.
fr: Tu devrais vraiment essayer ce lit. Tu me remercieras après.
ja: ベッドを使ってみてください。あとで私に感謝することでしょう。
pt: Devias mesmo experimentar aquela cama. Vais agradecer-me depois.
zh_cn: 你真的应该试试那张床。之后你会感谢我的。

source: You hear a loud rumble, then nothing. Silence. What was that monster?
de: Du hörst ein lautes Grollen, dann nichts mehr. Stille. War war das für ein Monster?
fr: Tu entends un fort grondement, puis plus rien. Silence. Quel était ce monstre ?
ja: 大きなゴロゴロという音がするが、すぐに何も聞こえなくなった。静寂。あのモンスターは何だったのだろう？
pt: Ouves um ruído alto e depois nada. Silêncio. Qual seria o monstro?
zh_cn: 你听到一个巨大的隆隆声，然后什么也没有。沉默。那是什么怪物？

source: Wha... Impossible...! How did you...?
de: Wie...? Unmöglich...! Wie hast du...?
fr: Quoi... Impossible... ! Comment as-tu ... ?
ja: え…まさか…！ どうやって…？
pt: O quê... Impossível...! Como é que tu...?
zh_cn: 什么...不可能的...!你怎么会......？

source: I should kill you right now!
de: Ich sollte dich gleich umbringen!
fr: Je devrais te tuer sur-le-champ !
ja: 今すぐ殺してやる！
pt: Devia matar-me aqui mesmo!
zh_cn: 我现在应该杀你！

source: What was that beast?
de: Was war das für ein Biest?
fr: Quelle était cette bête ?
ja: あの生き物は何だったの？
pt: Que besta era aquela?
zh_cn: 那只野兽是什么？

source: What did you do to me?
de: Was hast du mir nur angetan?
fr: Qu'est-ce que tu m'as fait ?
ja: 僕に何をした？
pt: O que fizeste comigo?
zh_cn: 你对我做了什么？

source: You ... you should be dead!
de: Du... du solltest tot sein!
fr: Tu ... devrais être mort !
ja: あなたは…死ぬべきだ！
pt: Tu... tu devias estar morto!
zh_cn: 你......你应该死了!

source: And so should you.
de: Genau wie du.
fr: Tout comme toi.
ja: お前もだ。
pt: E tu também.
zh_cn: 你也应该如此。

source: Stop. Talk. Tell me everything.
de: Genug. Rede. Sag mir alles.
fr: Attends. Parle. Dis-moi tout.
ja: 止めましょう。話してください。全部話して。
pt: Pára. Fala. Conta-me tudo.
zh_cn: 停止。说话。告诉我一切。

source: Wait. OK. I stand no chance against you. I'll tell you all I know.
de: Warte. In Ordnung. Ich habe gegen dich keine Chance. Ich werde dir alles erzählen, was ich weiß.
fr: Attends. OK. Je n'ai aucune chance face à toi. Je vais te dire tout ce que je sais.
ja: 待ってください。わかりました。あなたには敵わない。知ってることはすべてお話しします。
pt: Espera! Está bem. Não tenho hipótese contra ti. Vou-te contar tudo o que sei.
zh_cn: 等等。好吧。我没有能力对付你。我会告诉你我所知道的一切。

source: It'd better be worth it.
de: Das sollte es auch wert sein.
fr: Ça a intérêt à valoir le coup.
ja: それだけの価値があると願います。
pt: É bom que valha a pena.
zh_cn: 它最好是值得的。

source: I'm all ears.
de: Bin ganz Ohr.
fr: Je suis tout ouïe.
ja: 聞きましょう。
pt: Sou todo ouvidos.
zh_cn: 我洗耳恭听。

source: It was Andor. He made us do it, and promised to rid us of the Shadow church if we helped.
de: Es war Andor. Er hat es von uns verlangt und versprochen, die Kirche des Schatten loszuwerden, wenn wir ihm helfen.
fr: C’était Andor. Il nous a demandé de le faire, et a promis de nous débarrasser de l'église de l'Ombre si on l'aidait.
ja: アンドールの仕業です。彼が私たちにこれをやらせたんです、協力すればシャドウ教会を追い出すと約束してくれました。
pt: Foi a culpa do Andor. Ele fez-nos fazer isso e prometee de livrar-nos da igreja das Sombras se o ajudássemos.
zh_cn: 是安道尔。他让我们这么做，并承诺如果我们帮忙，就把我们从暗影教会里弄出去。

source: When he came, he asked me for a "private" place where he could do his weird stuff undisturbed. It had to be underground, and it had to be in the city. I have no idea why.
de: Als er ankam, fragte er mich nach einem "privaten" Ort, wo er seinen "Geschäften" ungestört nachgehen könnte. Er musste unterirdisch und in der Stadt sein. Keine Ahnung warum.
fr: Quand il est venu, il a demandé un espace "privé" où il pourrait faire ses trucs bizarres sans être dérangé. Cela devait être au sous-sol, et dans la ville. Je ne sais pas pourquoi.
ja: 彼がやってきた際、おかしなことを邪魔されずにできる"プライベートな"場所を求められました。地下でなければならず、また街中である必要があった。理由はわかりません。
pt: Quando ele veio, pediu-me um lugar "privado" onde poderia fazer as coisas estranhas dele sem ser perturbado. Tinha que ser subterrâneo e tinha que estar na cidade. Não tenho ideia porquê.
zh_cn: 当他来的时候，他向我要了一个 "私人 "地方，在那里他可以不受干扰地做他的怪事。它必须在地下，而且必须在城市里。我不知道为什么。

source: I showed him the cellar under the old derelict house.
de: Ich zeigte ihm den Keller unter dem alten, abbruchreifen Haus.
fr: Je lui ai montré la cave sous la vieille maison abandonnée.
ja: 私は古い空き家の地下室を案内しました。
pt: Mostrei-lhe o porão sob a velha casa abandonada.
zh_cn: 我给他看了那座废弃的老房子下面的地窖。

source: I think he spent several days in there, as we didn't see him. Around that time, the rumbles in the church began and we knew he would be keeping his promise.
de: Ich glaube er blieb mehrere Tage dort, da wir ihn nicht mehr sahen. Zu dieser Zeit begann das Grollen in der Kirche und wir wussten, dass er Wort hielt.
fr: Je pense qu'il a passé plusieurs jours là-dedans, car on ne l'a pas vu. À peu près à ce moment-là, les grondements dans l'église ont commencé et on a su qu'il tiendrait promesse.
ja: それから姿は見かけなかったので数日はそこで過ごしてたと思います。その頃、教会の中でゴロゴロという音がし始めたので約束を守ってくれているとわかりました。
pt: Acho que ele passou vários dias lá, porque não o vimos. Naquela época, os burburinhos da igreja começaram e sabíamos que ele estaria a cumprir a promessa dele.
zh_cn: 我想他在那里呆了几天，因为我们没有看到他。大约在那个时候，教堂里开始骚动，我们知道他会信守诺言。

source: When he returned he put this horrible necklace on me. He told me that thing in the cellar needed lives to grow stronger, and either I could give it those lives or the necklace would take mine.
de: Als er zurückkehrte, legte er mir diese schreckliche Halskette um. Er erzählte mir, dass das Ding im Keller regelmäßig Lebewesen als Nahrung bräuchte um stärker zu werden und ich ihm entweder diese Lebewesen beschaffen könne oder mir die Halskette das Leben nehmen würde.
fr: Quand il est revenu il a mis cet horrible collier autour de mon cou. Il m'a dit que cette chose dans la cave avait besoin de vies pour devenir plus forte, et soit je lui donnais ces vies soit le collier prendrait la mienne.
ja: 彼が戻ってきたときに、この恐ろしいネックレスを私につけさせました。彼が言うには、地下室にあるものはより強く成長するために命が必要だとか。そしてその命を私が用意するか、ネックレスが私の命を奪うかのどちらかなのだ、と。
pt: Quando ele voltou, pôs-me este colar horrível. Ele disse-me que aquela coisa na adega precisava de vidas para ficar mais forte e eu poderia entregar-lhe a vida de outras pessoas ou o colar levaria a minha vida.
zh_cn: 当他回来时，他给我戴上了这条可怕的项链。他告诉我，地窖里的东西需要生命来壮大，要么我给它那些生命，要么项链会夺走我的生命。

source: I'm sorry! How was I to know you could actually kill it? You're just a kid! Anyway, now I can remove the necklace. Please take it. I never want to see it again.
de: Es tut mir so leid! Wie konnte ich wissen, dass du das Wesen töten kannst? Du bist nur ein Kind! Immerhin kann ich jetzt diese Halskette abnehmen. Bitte nimm sie. Ich möchte sie nie mehr wiedersehen.
fr: Je suis désolé ! Comment aurais-je pu savoir que tu pouvais vraiment la tuer ? T'es juste un gamin ! De toutes façons, maintenant je peux enlever ce collier. Prends-le. Je ne veux plus jamais le revoir.
ja: すみませんでした！ あなたがそれを殺せるなどと、どうして思えます？ まだ子供ですよ！ とにかくこれでネックレスを外せます。どうぞお受け取りください。もう二度と見たくありませんよ。
pt: Sinto Muito! Como ia saber que você poderia realmente matá-lo? É só uma criança! De qualquer forma, agora posso remover o colar. Por favor, pegue. Nunca mais quero ver isso de novo.
zh_cn: 我很抱歉！我怎么知道你真的能杀死它？你只是个孩子！总之，现在我可以摘下项链了。请收下它。我再也不想看到它了。

source: That's all I know, I swear. Please spare me. You can use the bed safely now.
de: Das war alles, ich schwöre es. Bitte verschone mich. Du kannst das Bett jetzt ohne Gefahr nutzen.
fr: C'est tout ce que je sais, juré. S'il te plaît, épargne-moi. Tu peux utiliser le lit en sécurité maintenant.
ja: 私が知っているのは誓ってそれだけです。もう勘弁してください。これでベッドは安心してお使いいただけます。
pt: É tudo que sei, juro. Por favor, me poupe. Pode usar a cama com segurança agora.
zh_cn: 我只知道这些，我发誓。请放过我吧。你现在可以安全地使用这张床了。

source: I'll spare you. For now. But no more tricks. Or else...
de: Ich werde dich vorläufig verschonen. Aber keine weiteren Tricks mehr. Oder...
fr: Je vais t'épargner, pour le moment. Mais plus de cachotteries, sinon ...
ja: 許すよ。今のところはね。ただし次はないぞ。さもないと…
pt: Vou poupar-lo, por agora. Mas não faça mais batotas. Se não...
zh_cn: 我就不说了。暂时如此。但不要再耍花招了。否则...

source: I guess this was all necessary.
de: Ich schätze, dass war alles notwendig.
fr: Je pense que tout cela était nécessaire.
ja: これはすべて必要なことだったのでしょうね。
pt: Acho que isso foi tudo necessário.
zh_cn: 我想这都是必要的。

source: I swear. You'll be my honored guest for life.
de: Ich schwöre. Du wirst auf ewig mein geehrter Gast sein.
fr: Je le jure. Tu seras mon invité d'honneur à vie.
ja: 誓います。あなたは私にとって生涯の大事なお客様です。
pt: Juro. Será meu convidado de honra por toda a vida.
zh_cn: 我发誓。你将是我一生的尊贵客人。

source: Hello again. Have you found anything about what is causing the noises in the church? It seems they have stopped.
de: Da bist du ja wieder. Hast du herausgefunden, was das Grollen in der Kirche verursacht hat? Es scheint aufgehört zu haben.
fr: Salut à nouveau. As-tu trouvé quoi que ce soit à propos de la source des bruits dans l'église ? On dirait qu'ils ont stoppé.
ja: お久しぶりです。教会の騒音の原因について何かわかりましたか？ 収まったようですが。
pt: Olá de novo. Encontrou alguma coisa sobre o que está a causar os ruídos na igreja? Parece que os ruídos pararam.
zh_cn: 又见面了。你有没有发现什么是导致教堂里的噪音的原因？似乎它们已经停止了。

source: Yes. I think I found the cause.
de: Ja. Ich denke ich habe die Ursache gefunden.
fr: Oui. Je pense que j'en ai trouvé la cause.
ja: はい。原因はわかったと思います。
pt: Sim. Acho que encontrei a causa.
zh_cn: 是的，我想我找到了原因。

source: Great. You should talk to my master. I told him you were not who he thought you were.
de: Großartig. Du solltest mit meinem Meister sprechen. Ich habe ihn schon über dich aufgeklärt.
fr: Génial. Tu devrais aller parler à mon maître. Je lui ai dit que tu n'étais pas celui que l'on pensait.
ja: それはよかった。我が主に話してきてください。あなたが思っているような人でないことはお伝えしてありますから。
pt: Ótimo. Deveria falar com meu mestre. Disse-lo que você não era quem ele pensava que era.
zh_cn: 很好。你应该和我的主人谈谈。我告诉他你不是他想的那样。

source: You! You saved us!
de: Du! Du hast uns gerettet!
fr: Toi ! Tu nous as sauvé !
ja: あなたが！ あなたが助けてくださったのですね！
pt: Você! Salvou-nos!
zh_cn: 你!你拯救了我们！

source: No thanks to you...
de: Nicht dank dir...
fr: Non, merci à toi...
ja: あなたは全然助けてくれなかったけどね…
pt: Não, graças a si...
zh_cn: 不，谢谢你...

source: Indeed.
de: Stimmt.
fr: En effet.
ja: そうですね。
pt: De fato.
zh_cn: 的确如此。

source: That was the right thing to do.
de: Es war die richtige Entscheidung.
fr: C'était la bonne chose à faire.
ja: それが正しい行いでしたから。
pt: Essa foi a coisa certa a fazer.
zh_cn: 那是正确的做法。

source: Would you come with me to talk to Blornvale? He wants to confess something important.
de: Würdest du mit mir zu Blornvale gehen? Er scheint etwas Wichtiges gestehen zu wollen.
fr: Accepteriez-vous de venir parler à Blornvale avec moi ? Il veut confesser quelque chose d’important.
ja: ブロンベールと話をしに来てくれませんか？ 何か重要なことを告白するつもりです。
pt: Viria comigo para conversar com Blornvale? Ele quer confessar algo importante.
zh_cn: 你能和我一起去和布隆维尔谈谈吗？他想坦白一些重要的事情。

source: My sincerest apologies for earlier. I took you for someone else. Do you know what was causing the rumbles?
de: Ich muss mich ehrlich bei dir entschuldigen. Ich habe dich für jemand anderen gehalten. Weißt du, was das Grollen verursacht hat?
fr: Mes sincères excuses pour tout à l'heure. Je t'ai pris pour quelqu'un d'autre. Tu sais ce qui provoquait ces grondements ?
ja: 先ほどは本当に申し訳ありませんでした。あなたを他の方と間違えてしまいまして。何が騒音の原因だったかはわかりますか？
pt: As minhas sinceras desculpas por mais cedo. Levei-o para outra pessoa. Sabe o que estava a causar os roncos?
zh_cn: 我对之前的事情表示最真诚的歉意。我把你当成了别人。你知道是什么引起了隆隆声吗？

source: [Show Demon heart] Some monster. Here's what it left when I killed it.
de: [Zeige das Dämonenherz] Ein Monster. Das ist alles, was von ihm übrig geblieben ist, nachdem ich es erlegt hatte.
fr: [Montre le cœur du démon] Un monstre. Voilà ce qu'il en reste maintenant que je l'ai trucidé.
ja: （悪魔の心臓を見せる）モンスターです。これが殺したときに残ったものです。
pt: [Exibe um Coração de Demônio] Algum monstro. Aqui está o que restou quando o matei.
zh_cn: [展示恶魔之心]有怪物， 这是我杀死它时,它留下的东西。

source: Not really...
de: Nicht wirklich...
fr: Pas vraiment...
ja: 特には…
pt: Na verdade não...
zh_cn: 并非如此...

source: Oh my. It's the heart of a lich! These are nasty creatures.
de: Himmel. Es ist das Herz eines Lichs! Das sind grässliche Kreaturen.
fr: Mon Dieu. C'est le cœur d'une liche ! Ce sont de mauvaises créatures.
ja: 何と。それはリッチーの心臓ですよ！ あれらは厄介な怪物なのです。
pt: Oh meu. É o coração de um lich, um tipo de morto-vivo! Estes são criaturas desagradáveis.
zh_cn: 哦，我的天。这是一个巫师的心脏!这些讨厌的生物。

source: These? You mean there are others?
de: Diese? Es gibt noch mehr?
fr: Sont ? Tu veux dire qu'il y en a d'autres ?
ja: あれら？ 他にもいるということですか？
pt: Estes? Quer dizer que existem outros?
zh_cn: 这些？你是说还有其他的吗？

source: They aren't common, but I have heard stories. They are powerful and live underground. They seem to be related to Kazaul somehow.
de: Sie sind selten, aber ich habe Geschichten gehört. Sie sind sehr mächtig und leben unterirdisch. Sie scheinen mit Kazaul in Verbindung zu stehen.
fr: Elles ne sont pas communes, mais j'ai entendu pas mal d'histoires. Elles sont puissantes et vivent sous terre. Elles semblent liées à Kazaul d'une façon ou une autre.
ja: 一般的ではありませんが、話には聞いたことがあります。強大な力を持ち地下に住んでいるとのこと。どうやらカザウルとも関係があるとか。
pt: Eles não são comuns, mas ouvi histórias. Eles são poderosos e vivem no subsolo. Eles parecem estar relacionados ao Kazaul de alguma forma.
zh_cn: 他们并不常见，但我听说过一些故事。他们很强大，住在地下。他们似乎与卡扎尔有某种关系。

source: I'm surprised such a young kid as you managed to survive encountering one, let alone actually kill it.
de: Ich bin überrascht, dass ein kleiner Junge wie du eine Begegnung überleben, geschweige denn einen töten konnte.
fr: Je suis surpris qu'un gamin aussi jeune que toi ait réussi à survivre à une telle rencontre, et d'autant plus à la tuer.
ja: あなたのような若い方が遭遇して生き延びたとは驚きです、それどころか殺してしまうとは。
pt: Estou surpreso com um garoto tão jovem como conseguiu sobreviver a encontrar um e muito menos realmente matá-lo.
zh_cn: 我很惊讶像你这样年轻的孩子在遇到这种情况时能活下来，更不用说真正杀死它了。

source: Too bad. Come back when you know more.
de: Wie schade. Komme wieder, wenn du mehr weißt.
fr: Dommage. Reviens quand tu en sauras plus.
ja: 残念ですな。もっとわかったらまた来てください。
pt: Que pena. Volte quando souber mais.
zh_cn: 太糟糕了。等你知道更多的时候再来。

source: You know, since those monsters' attacks, we don't have much to offer, but take these. By the way, do you have any idea who might be responsible for all this?
de: Wie du schon weißt, können wir dir wegen der Monsterangriffe nicht viel anbieten, aber nimm das. Weißt du zufällig, wer für alles verantwortlich ist?
fr: Tu sais, depuis les attaques de ces monstres, nous n'avons plus grand chose à offrir, mais prends ceci. Au fait, tu aurais une idée de qui serait responsable de tout cela ?
ja: ご存知のように、あのモンスターの襲撃以来我々にお渡しできるようなものはあまりないのですが、こちらをお受け取りください。ところで、この件の犯人に心当たりはありませんか？
pt: Sabe, desde os ataques desses monstros não temos muito a oferecer, mas leve isso. De qualquer forma, tem alguma ideia de quem poderia ser responsável por tudo isso?
zh_cn: 你知道，自从那些怪物的攻击以来，我们没有很多东西可以提供，但要接受这些。顺便说一句，你知道谁应该对这一切负责吗？

source: Not really.
de: Nicht wirklich.
fr: Pas vraiment.
ja: 特には。
pt: Na verdade não.
zh_cn: 并非如此。

source: It was all Glasforn's doing. The tavern owner.
de: Das ist alles Glasforns Schuld. Dem Eigentümer der Taverne.
fr: Tout est à cause de Glasforn. Le gérant de la taverne.
ja: グラスホルンの仕業です。酒場のオーナーの。
pt: Foi tudo feito por Glasforn. O dono da taberna.
zh_cn: 这都是格拉斯弗恩的功劳。那个酒馆老板。

source: It was my brother Andor. I need to find him.
de: Es war mein Bruder Andor. Ich muss ihn finden.
fr: C'était mon frère Andor. Je dois le trouver.
ja: 僕の兄のアンドールです。見つけ出さないと。
pt: Foi meu irmão Andor. Preciso encontrá-lo.
zh_cn: 是我的哥哥安道尔。我需要找到他。

source: It's a shame we cannot punish the culprits. Thank you for your help kid.
de: Es ist frustrierend, dass wir die Verantwortlichen nicht zur Rechenschaft ziehen können. Danke für deine Hilfe, Kleiner.
fr: C'est une honte de ne pas pouvoir punir les coupables. Merci pour ton aide gamin.
ja: 犯人を罰することができないのは残念です。助けてくださりありがとうございました。
pt: É uma pena não podermos punir os culpados. Obrigado pela ajuda garoto.
zh_cn: 我们不能惩罚罪魁祸首，真是太可惜了。谢谢你的帮助，孩子。

source: That fool! We'll make him pay. Thank you for your help kid.
de: Dieser Dummkopf! Er wird dafür bezahlen. Danke für deine Hilfe, Kleiner.
fr: Ce fou ! On va lui faire payer. Merci pour ton aide gamin.
ja: あの愚か者が！ 彼には償わせましょう。助けてくださりありがとうございました。
pt: Esse tolo! Vamos fazê-lo pagar. Obrigado pela sua ajuda garoto.
zh_cn: 那个傻瓜！我们会让他付出代价的。谢谢你的帮助，孩子。
