Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: Farrik in the Fallhaven Thieves' Guild told me of a plan to help a fellow thief escape from the Fallhaven jail.
de: Farrik, ein Mitglied der Diebesgilde in Fallhaven, hat mir von einer geplanten Flucht erzählt. Ein Mitglied der Gilde soll aus dem Gefängnis von Fallhaven befreit werden.
fr: Farrik de la guilde des voleurs de Fallhaven m'a parlé d'un plan pour aider un confrère voleur à s'évader de la prison de Fallhaven.
ja: フォールヘブン盗賊ギルドのファリックが、仲間の盗賊をフォールヘブン刑務所から脱出させる計画について話してくれた。
pt: Farrik na corja de ladrões de Fallhaven contou-me sobre um plano para ajudar um colega de crimes a fugir da prisão Fallhaven.
zh_cn: 法尔海文盗贼公会的法里克告诉我一个计划，帮助一个盗贼同伴从法尔海文监狱逃出来。

source: Farrik in the Fallhaven Thieves' Guild told me the details of the plan, and I accepted the task of helping him. The guard captain apparently has a drinking problem. The plan is that I get a prepared mead from the cook in the Thieves' Guild that will knock out the guard captain in the jail. I might be required to bribe the guard captain.
de: Farrik hat mir die Details zu dem Fluchtplan genannt und ich habe die Aufgabe der Gilde zu helfen angenommen. Der Hauptmann der Wache im Gefängnis hat anscheinend ein Alkoholproblem. Dem Plan zufolge soll ich eine präparierte Flasche Met vom Koch der Diebesgilde an ihn übergeben, was ihn mit Sicherheit einige Stunden außer Gefecht setzen wird. Es könnte außerdem notwendig sein, den Hauptmann zu bestechen.
fr: Farrik de la guilde des voleurs de Fallhaven m'a donné les détails du plan, et j'ai accepté de l'aider. Le capitaine des gardes a apparemment tendance à boire. Le plan consiste à lui fournir de l'hydromel somnifère préparé par le cuistot de la guilde des voleurs, de façon à l'endormir. Je serais peut-être amené à corrompre le capitaine des gardes.
ja: フォールヘブン盗賊ギルドのファリックから計画の詳細を聞いて、彼を助ける仕事を引き受けた。衛兵隊長はどうやら飲酒問題を抱えているらしい。計画は、盗賊ギルドのコックから用意されたミードを受け取り、刑務所の衛兵隊長を眠らせることだ。もしかしたら賄賂を衛兵隊長から要求されるかもしれない。
pt: Farrik na corja de ladrões de Fallhaven deu-me detalhes do plano e aceitei a tarefa de ajudá-lo. O capitão da guarda, aparentemente, tem um problema com a bebida. O plano é que lhe dê uma dose de hidromel preparada pelo cozinheiro da corja dos ladrões que vai pôr o capitão da guarda para dormir na prisão. Pode ser necessário subornar o capitão da guarda.
zh_cn: 法尔海文盗贼公会的法里克告诉我这个计划的细节，我接受了帮助他的任务。这位警卫队长显然有酗酒问题。计划是，我从盗贼公会的厨师那里得到一种准备好的蜂蜜酒，可以在监狱里弄晕警卫队长。我可能需要贿赂警卫队长。

source: I got the prepared mead from the cook in the Thieves' Guild.
de: Ich habe den präparierten Met vom Koch der Diebesgilde erhalten.
fr: J'ai obtenu l'hydromel somnifère du cuistot de la guilde des voleurs.
ja: 盗賊ギルドのコックからミードを受け取った。
pt: Peguei o hidromel preparado pelo cozinheiro da Guilda dos Ladrões.
zh_cn: 我从盗贼公会的厨师那里得到了准备好的蜂蜜酒。

source: I told Farrik that I don't fully agree with their plan. I might tell the guard captain about their shady plan.
de: Ich habe Ferrik gesagt, dass ich nicht in allen Punkten mit seinem Plan einverstanden bin. Ich könnte dem Hauptmann der Wache von ihrem zwielichtigen Plan berichten...
fr: J'ai dit à Farrik que je n'adhérais pas totalement à leur plan. Je devrais peut-être prévenir le capitaine des gardes de leur plan louche.
ja: ファリックには、その計画には同意できないと伝えた。彼らの陰謀をあなたは衛兵隊長に伝えるかもしれない。
pt: Disse ao Farrik que não concordo totalmente com o seu plano. Poderia dizer ao capitão da guarda sobre o plano sombrio.
zh_cn: 我告诉法里克，我不完全同意他们的计划。我可能会告诉警卫队长他们的阴险计划。

source: I have given the prepared mead to the guard captain.
de: Ich habe den präparierten Met an den Hauptmann der Wache übergeben.
fr: J'ai donné l'hydromel somnifère au capitaine des gardes.
ja: 用意したミードを衛兵隊長に渡した。
pt: Dei o hidromel preparado ao capitão da guarda.
zh_cn: 我已经把准备好的蜂蜜酒给了警卫队长。

source: I have told the guard captain of the plan that the thieves have to release their friend.
de: Ich habe dem Hauptmann der Wache von Plan der Diebe, ihren Freund zu befreien, erzählt.
fr: J'ai prévenu le capitaine des gardes du plan des voleurs pour faire évader leur ami.
ja: 衛兵隊長に、盗賊たちの仲間を解放する計画について伝えた。
pt: Disse ao capitão da guarda do plano que os ladrões têm para libertar o seu amigo.
zh_cn: 我已经告诉警卫队长这个计划，小偷必须释放他们的朋友。

source: The guard captain wants me to tell the thieves that the security will be lowered for tonight. We might be able to catch some of the thieves.
de: Der Hauptmann möchte, dass ich den Dieben erzähle, dass die Wache heute Nacht nur aus einer Notmannschaft besteht. Das sollte dafür sorgen, dass einige Diebe gefangen werden können.
fr: Le capitaine des gardes m'a dit de dire aux voleurs que la garde serait réduite cette nuit. Nous pourrions peut-être attraper quelques voleurs.
ja: 衛兵隊長は盗賊たちに今夜は警備を緩めると伝えてほしいそうだ。何人かの盗賊を捕まえることができるかもしれない。
pt: O capitão da guarda quer que eu diga os ladrões que a segurança será reduzida nessa noite. Poderíamos ser capazes de capturar alguns dos ladrões.
zh_cn: 警卫队长要我告诉盗贼，今晚将降低警戒。我们也许能抓到一些小偷。

source: I managed to bribe the guard captain into drinking the prepared mead. He should be out during the night allowing the thieves to break their friend free.
de: Ich habe den Hauptmann dazu gebracht, den präparierten Met zu trinken. Er sollte heute Nacht außer Gefecht sein, so dass die Diebe ihren Freund befreien können.
fr: J'ai réussi à convaincre le capitaine des gardes de boire l'hydromel somnifère ce soir. Il devrait être dans l'incapacité d'agir cette nuit, permettant aux voleurs de faire évader leur ami.
ja: 衛兵隊長に賄賂を差し出すことで、用意したミードを飲ませることに成功した。今夜盗賊が仲間を解放している間、彼には席を外していてもらおう。
pt: Consegui subornar o capitão da guarda a beber o hidromel preparado. Ele deve estar apagado durante a noite, a permitir que os ladrões para libertem o amigo deles.
zh_cn: 我设法贿赂了警卫队长，让他喝下准备好的蜂蜜酒。他应该在夜里出去，让盗贼们把他们的朋友解救出来。

source: Farrik rewarded me for helping the Thieves' Guild.
de: Farrik hat mich für meine Hilfe der Diebesgilde gegenüber belohnt.
fr: Farrik m'a remercié d'avoir aidé la guilde des voleurs.
ja: ファリックは盗賊ギルドを助けてくれたお礼を言ってくれた。
pt: Farrik recompensou-me para ajudar a corja dos ladrões.
zh_cn: 法里克奖励我帮助盗贼公会。

source: I have told Farrik that the security will be lowered tonight.
de: Ich habe Ferrik erzählt, dass die Wache heute Nacht nur sehr dünn besetzt sein wird.
fr: J'ai dit à Farrik que la garde serait réduite cette nuit.
ja: ファリックに今夜警備が緩むことを伝えた。
pt: Disse Farrik que a segurança será reduzido essa noite.
zh_cn: 我已经告诉法力克，今晚将降低安全等级。

source: The guard captain thanked me for helping him plan to catch the thieves. He said he will also tell other guards that I helped him.
de: Der Hauptmann der Gefängniswache dankte mir für die Hilfe bei der Gefangennahme der Diebe. Er sagte, dass er auch den anderen Wachen davon erzählen würde.
fr: Le capitaine des gardes m'a remercié de l'avor aidé à mettre au point un plan pour attraper les voleurs. Il m'a dit qu'il préviendrait d'autres gardes que je l'avais aidé.
ja: 衛兵隊長は盗賊を捕まえる計画を手伝ってくれたことに感謝した。他の衛兵にもあなたが手伝ったことを伝えると言っていた。
pt: O capitão da guarda agradeceu-me por ajudar planear a apanhar os ladrões. Disse que também vai contar outros guardas que o ajudei.
zh_cn: 警卫队长感谢我帮助他计划抓贼。他说他也会告诉其他警卫，我帮助了他。

source: A lost potion
de: Ein verlorener Trank
fr: La potion perdue
ja: 行方知れずのポーション
pt: Uma porção perdida
zh_cn: 丢失的药水

source: I should find a potion maker called Lodar. Umar in the Fallhaven Thieves' Guild told me that I will need to know the right words to pass a guardian in order to reach Lodar's hideaway.
de: Ich soll einen Alchemisten namens Lodar finden. Umar von der Diebesgilde in Fallhaven erzählte mir auch, dass ich auf dem Weg zu Lodar's Versteck einen Wächter passieren müsse, für den ich ein Passwort benötigen würde.
fr: Je dois trouver un concocteur de potions dénommé Lodar. Umar de la guilde des voleurs de Fallhaven m'a dit que je devais connaître les mots qui me permettraient de passer le gardien et rejoindre la retraite de Lodar.
ja: ロダーという薬師を探そう。フォールヘブン盗賊ギルドのウマルによると、ロダーの隠れ家に行くためには番人を通過するための正しい言葉を知る必要があるという。
pt: Devo encontrar um fabricante de poção chamado Lodar. Umar da corja dos ladrões de Fallhaven disse-me que vou precisar de saber as palavras certas para passar por um guardião, a fim de alcançar o esconderijo de Lodar.
zh_cn: 我应该找到一个叫洛达尔的药剂师。在法尔海文盗贼公会的奥马尔告诉我，我需要知道正确的话语来通过一个守护者，以便到达洛达尔的藏身之处。

source: Umar told me I should go see someone called Ogam in Vilegard. Ogam can supply me with the right words to reach Lodar's hideaway.
de: Umar sagte mir, dass ich das Passwort für Lodar's Versteck bei Ogam in Vilegard in Erfahrung bringen könnte.
fr: Umar m'a dit que je devais voir quelqu'un du nom de Ogam à Vilegard. Ogam peut me donner les bons mots pour atteindre la retraite de Lodar.
ja: ウマルはヴィルガードのオガムという人に会いに行くよう言った。オガムはロダーの隠れ家に行くための正しい言葉を授けてくれる。
pt: Umar disse-me que devo ir ver alguém chamado Ogam em Vilegard. Ogam pode fornecer-me as palavras certas para alcançar o esconderijo de Lodar.
zh_cn: 奥马尔告诉我，我应该去见一个叫奥加姆的人，在维尔加德。奥加姆可以为我提供正确的话语，以到达洛达尔的藏身之处。

source: I have visited Ogam in southwest Vilegard. He was talking in what seemed like riddles. I could barely make out some details when I asked about Lodar's hideaway. 'Halfway between the Shadow and the light. Rocky formations.' and the words 'Glow of the Shadow.' were among the things he said. I am not sure what they mean.
de: Ich habe Ogam im Südwesten von Vilegard besucht. Er schien in Rätseln zu sprechen. Ich konnte kaum etwas verstehen, als ich in nach Lodar's Versteck fragte. 'Auf halbem Weg zwischen dem Schatten und dem Licht. Felsformationen.' und 'Das Leuchten des Schattens.' waren einige seiner Worte. Ich habe keine Ahnung, was das bedeuten könnte.
fr: J'ai rendu visite à Ogam au Sud-Ouest de Vilegard. Il semblait parler par énigmes. J'ai à peine pu comprendre les détails lorsque je lui ai parlé de la retraite de Lodar. Parmi les phrases qu'il a prononcées, j'ai retenu « À mi-chemin de l'Ombre et de la Lumière. Des Formations rocheuses », ainsi que les mots « Lueur de l'Ombre ». Je ne suis pas sûr de ce que cela signifie.
ja: ヴィルガード南西部のオガムを訪ねた。彼はなぞなぞのように話していた。ロダーの隠れ家のことを聞いてもいまいち分からなかった。"シャドウと光の中間。岩場"と、"シャドウの輝き"という言葉が話の中にあった。これが何を意味しているのかはよくわからない。
pt: Visitei Ogam no sudoeste de Vilegard. Ele estava a falar algo que pareciam enigmas. Mal pude conseguir alguns detalhes quando perguntei sobre o refúgio de Lodar. 'A meio caminho entre a sombra e a luz. Formações rochosas.' E as palavras 'Brilho da Sombra' estavam entre as coisas que ele disse. Não sei o que isso quer dizer.
zh_cn: 我曾拜访过维尔加德西南部的奥加姆。他说的似乎是谜语。当我问起洛达尔的藏身之处时，我几乎听不出来一些细节。"阴影和光明之间的一半。"他说的内容包括岩石的形成，以及 "阴影的光芒 "这几个字。我不确定它们是什么意思。

source: I have found a formation of rocks on the Duleian Road. It does not look like they were naturally placed, but rather that they are meant to symbolize something.
de: Ich habe eine Felsformation an der Duleianstraße gefunden. Sie sieht nicht natürlich aus, vielmehr als ob sie irgendetwas versinnbildlichen soll.
fr: J'ai trouvé un monticule de pierres sur la route Duleian. Cela ne ressemble pas à une formation naturelle, quelqu'un les a sûrement placées ainsi pour informer de quelque chose.
ja: デュリアン街道で岩場を見つけた。自然に置かれたものではなく、何かを象徴するもののようだ。
pt: Encontrei uma formação de rochas na estrada de Duleian. Não parece que eles foram naturalmente postos, mas simbolizam algo.
zh_cn: 我在杜莱恩路上发现了一个岩石阵。看起来它们并不是自然放置的，而是为了象征什么。

source: Could this be the 'rocky formation' that the old man Ogam mentioned? If that is the case, then this might be a clue as to where Andor went.
de: Kann dies die 'Felsformation' sein, die der alte Ogam erwähnte? Wenn das so ist, könnte dies ein Hinweis sein, wohin Andor gegangen ist.
fr: Se pourrait-il qu'il s'agisse des « formations rocheuses » que le vieil homme Ogam a mentionné ? Si c'est bien le cas, j'ai là un indice concernant la direction prise par Andor.
ja: これがオガムが言っていた"岩場"なのだろうか？ そうであれば、これはアンドールがどこに行ったのかの手がかりになるかもしれない。
pt: Esta poderia ser a "formação rochosa" que o velho nomeado por Ogam mencinou? Se for esse o caso, isso pode ser uma pista sobre onde Andor foi.
zh_cn: 这可能是奥加姆老人提到的'岩层'吗？如果是这样的话，那么这可能是安道尔去向的线索。

source: In the woods close to the rocky formation, I encountered a creature blocking the way into the forest.
de: Im Gehölz nahe der Felsformation begegnete ich einer Kreatur, die den Weg in den Wald versperrt.
fr: Dans les bois, près du monticule de pierres, j'ai rencontré une créature bloquant le passage vers la forêt.
ja: 岩場に近い森の中で、森への道を塞いでいる生き物に遭遇した。
pt: Na floresta perto da formação rochosa, encontrei uma criatura que bloqueava o caminho à floresta.
zh_cn: 在靠近岩层的树林里，我遇到了一个生物，挡住了进入森林的道路。

source: By speaking the words that Ogam had mentioned, the creature moved out of the way, and almost seemed to welcome me further into the forest.
de: Nachdem ich Ogams Worte aussprach, gab die Kreatur den Weg frei und schien mich sogar im Wald willkommen zu heissen.
fr: En prononçant les mots que Ogam m'avait mentionné, la créature s'est écartée de mon chemin, et semblait presque m'inviter à m'engager dans la forêt.
ja: オガムが言った言葉を口にすると、その生き物は道を退き、森の中へとあなたを迎え入れてくれるようになった。
pt: Ao falar as palavras que Ogam mencionou, a criatura se afastou do caminho e quase parecia me acolher mais na floresta.
zh_cn: 通过说出奥加姆提到的那些话，那只生物让开了道，而且似乎欢迎我进入森林。

source: I encountered a guard from Feygard in the woods. He told me a tale of a madman that the guards from Feygard are searching for. The madman is wanted for a number of reasons that he would not disclose. He warned me both about the twisty mazes ahead, and about the madman. Apparently, several guards have gone missing after venturing forth, either by getting lost in the maze, or by something that the madman has done to them.
de: Ich begegnete im Wald einem Wächter aus Feygard. Er erzählte mir von einem Verrückten, nach dem die Feygarder Wache fahndet. Dieser Verrückte wird aus verschiedenen Günden gesucht, die der Wächter nicht nennen wollte. Er warnte mich vor den vor mir liegenden verwirrenden Pfaden und auch vor dem Verrückten. Anscheinend würden mehrere Wächter vermisst, nachdem sie sich tiefer hinein gewagt hatten. Entweder haben sie sich in dem Labyrinth verirrt, oder der Verrückte hat irgendwas mit ihnen gemacht.
fr: Jai rencontré un garde de Feygard dans les bois. Il m'a rapporté l'existence d'un homme fou dont les gardes sont à la recherche. Cette personne est recherchée pour des raisons dont il ne m'a pas fait part. On m'a mis en garde sur le labyrinthe qui m'attend plus loin, ainsi que sur le fou. Plusieurs gardes auraient disparu après s'être aventurés trop loin, perdus dans le labyrinthe ou peut-être même attaqués par le fou.
ja: 森の中でフェイガードの衛兵に出くわした。彼はフェイガード衛兵が探している狂人について話してくれた。狂人はいくつかの理由で指名手配されているが、その理由までは明かさなかった。彼はこの先の曲がりくねった迷路と狂人について警告してくれた。どうやら何人かの衛兵が危険を冒して向かった後に、迷路で迷子になったか狂人が何かしたかのどちらかで行方不明になったらしい。
pt: Encontrei um guarda de Feygard na floresta. Ele contou-me uma lenda de um louco que os guardas de Feygard estão a procurar. O louco é procurado por uma série de razões que ele não divulgou. Ele avisou-me sobre os labirintos à frente e sobre o louco. Aparentemente, vários guardas desapareceram depois de se aventurarem, seja a perderem-se no labirinto ou por algo que os deixou doidos.
zh_cn: 我在树林里遇到了一个来自费加德的守卫。他告诉我一个故事，说费加德的守卫正在寻找一个疯子。疯子被通缉的原因有很多，他不愿透露。他既警告我前面有曲折的迷宫，也警告我关于那个疯子的事。显然，有几个守卫在冒险前行后失踪了，要么是在迷宫中迷路，要么是疯子对他们做了什么。

source: Before leaving, the guard warned me both about the twisty mazes ahead, and about the madman. Apparently, several guards have gone missing after venturing forth, either by getting lost in the maze, or by something that the madman has done to them.
de: Bevor wir uns trennten warnte mich der Wächter vor den vor mir liegenden verwirrenden Pfaden und auch vor dem Verrückten. Anscheinend würden mehrere Wächter vermisst, nachdem sie sich tiefer hinein gewagt hatten. Entweder haben sie sich in dem Labyrinth verirrt, oder der Verrückte hat irgendwas mit ihnen gemacht.
fr: Avant de partir, le garde m'a mis en garde sur le labyrinthe qui m'attend plus loin, ainsi que sur le fou. Plusieurs gardes auraient disparu après s'être aventurés trop loin, perdus dans le labyrinthe ou peut-être même attaqués par le fou.
ja: 出発する前に、衛兵はこの先の曲がりくねった迷路と狂人について警告してくれた。どうやら何人かの衛兵が危険を冒して向かった後に、迷路で迷子になったか狂人が何かしたかのどちらかで行方不明になったらしい。
pt: Antes de sair, o guarda avisou-me sobre os labirintos à frente e sobre o louco. Aparentemente, vários guardas desapareceram depois de se aventurarem, seja a perderem-se no labirinto ou por algo que os deixou doidos.
zh_cn: 在离开之前，守卫警告我前面的迷宫很复杂，还有那个疯子。显然，有几个警卫在冒险前进后失踪了，要么是在迷宫中迷路，要么是疯子对他们做了什么。

source: I found another rocky formation that looked out of place.
de: Ich fand eine weitere Felsformation, die deplatziert aussah.
fr: J'ai repéré une autre formation de pierres qui ne semblait pas naturelle.
ja: 場違いに見える別の岩場を見つけた。
pt: Encontrei outra formação rochosa que parecia fora de lugar.
zh_cn: 我又发现了一个看起来格格不入的岩层。

source: I encountered another guard from Feygard, disoriented and lost. The things he said did not make sense.
de: Ich bin einer weiteren Wache aus Feygard begegnet, orientierungslos und verirrt. Die Dinge, die er sagte, ergaben keinen Sinn.
fr: J'ai rencontré un autre garde de Feygard, complètement désorienté. Ce qu'il disait ne semblait avoir aucun sens.
ja: 道に迷っている別のフェイガード衛兵と遭遇した。彼が話すことは意味をなしていなかった。
pt: Encontrei outro guarda de Feygard, desorientado e perdido. As coisas que ele disse não faziam sentido.
zh_cn: 我遇到了另一个来自费加德的卫兵，他迷失了方向，迷失了方向。他说的事情毫无意义。

source: I encountered another guard from Feygard, that seemed to be affected by something. He attacked me without provocation.
de: Ich bin einer weiteren Wache aus Feygard begegnet, er schien von irgendetwas besessen zu sein. Ohne die geringste Provokation griff er mich an.
fr: J'ai rencontré un autre garde de Feygard, qui semblait sous l'influence de quelque chose. Il m'a attaqué sans crier gare.
ja: 何らかの影響を受けているらしい別のフェイガード衛兵に遭遇した。彼は一方的にあなたを攻撃してきた。
pt: Encontrei outro guarda de Feygard, que parecia ser afetado por algo. Ele me atacou sem provocação.
zh_cn: 我遇到了另一个来自费加德的警卫，他似乎受到了什么影响。他毫无顾忌地攻击了我。

source: I encountered another guard from Feygard, that rambled of something that 'lurks underneath'. He attacked me without provocation.
de: Ich bin einer weiteren Wache aus Feygard begegnet, die von etwas brabbelte, was 'da unten lauert'. Er griff mich ohne die geringste Provokation an.
fr: J'ai rencontré un autre garde de Feygard, qui a marmonné des mots sur une chose 'tapie par-dessous'. Il m'a attaqué sans crier gare.
ja: "下に潜んでいるもの"と、何かについてとりとめもないことを喋る別のフェイガード衛兵と遭遇した。彼は一方的にあなたを攻撃してきた。
pt: Encontrei outro guarda de Feygard, que murmurava algo como 'esconde embaixo'. Ele me atacou sem provocação.
zh_cn: 我遇到了另一个来自费加德的卫兵，他喋喋不休地说着'潜伏在地下的东西'。他毫无顾忌地攻击了我。

source: I found yet another rocky formation that looked out of place.
de: Ich fand noch eine Felsformation, die deplatziert aussah.
fr: J'ai encore repéré une formation de pierres qui ne semblait pas naturelle.
ja: また場違いな別の岩場を見つけた。
pt: Encontrei outra formação rochosa que parecia fora de lugar.
zh_cn: 我又发现了一个看起来不合适的岩石阵。

source: In a well-hidden cave, I encountered yet another rocky formation that looked similar to the other ones that I've already seen. I must be getting close to whatever these formations lead to.
de: In einer versteckten Höhle fand ich eine weitere Felsformation, die den anderen ähnelt, die ich bereits gesehen hab. Ich glaube, ich komme dem Ort näher, zu dem diese Formationen führen.
fr: Dans une caverne bien dissimulée, j'ai trouvé un monticule de pierres ressemblant aux autres déjà vus. Quel que soit ce vers quoi ils mènent, je ne dois plus en être loin.
ja: 巧妙に隠された洞窟の中で、以前に見たものと似たような岩場にまた遭遇した。これらの岩場が導くものへと近づいているに違いない。
pt: Em uma caverna bem escondida, encontrei mais uma formação rochosa que parecia semelhante às outras que já vi. Devo estar me a aproximar do que essas formações conduzirem.
zh_cn: 在一个隐蔽的山洞里，我遇到了另一个岩层，看起来与我已经看到的其他岩层相似。我一定是在接近这些岩层所通往的任何地方了。

source: In the cave, I reached what looks like a tomb. I was unable to venture further into the tomb because of something that held me back.
de: In der Höhle habe ich eine Stelle erreicht, die wie ein Grabmal aussieht. Es war mir nicht möglich, weiter vorzudringen - irgendetwas schien mich zurück zu halten.
fr: Dans la caverne, j'ai atteint ce qui semblait être une tombe. Je n'ai pas réussi à aller plus loin à cause de quelque chose qui me retenait d'avancer.
ja: 洞窟の中で、墓地のようなものにたどり着いた。何かがあなたを引き止めたために、墓地の中に足を踏み入れることができなかった。
pt: Na caverna, alcancei o que parece um túmulo. Não consegui me aventurar mais no túmulo por causa de algo que me impediu.
zh_cn: 在山洞里，我到达了一个看起来像坟墓的地方。我无法进一步进入坟墓，因为有些东西阻碍了我。

source: After navigating through the immense twisty green maze and the damp cave, I have reached a cabin in a clearing. The cabin is occupied by the potion-maker called Lodar.
de: Nachdem ich das riesige verwirrende grüne Labyrinth und die feuchte Höhle durchquert hatte, gelangte ich zu einer Hütte auf einer Lichtung. Diese Hütte wird von einem Tränkemacher namens Lodar bewohnt.
fr: Après avoir traversé l'immense et complexe dédale, ainsi que la grotte humide, j'ai trouvé une cabane dans une clairière. Elle est habitée par un faiseur de potions, appelé Lodar.
ja: 巨大な曲がりくねった緑の迷路と湿った洞窟を通り抜けた後、空き地にある小屋にたどり着いた。小屋にはロダーという薬師が住んでいる。
pt: Depois de navegar pelo imenso labirinto verde tortuoso e a caverna úmida, cheguei a uma cabana numa clareira. Na cabana morava o fabricante de porções chamado Lodar.
zh_cn: 在穿过巨大的曲折的绿色迷宫和潮湿的山洞后，我已经到达一个空地上的小木屋。小屋里住着一个叫洛达尔的药剂师。

source: Trusting an outsider
de: Vertrauen für einen Fremden
fr: Faire confiance à un étranger
ja: よそ者を信じる
pt: Confiando num estrangeiro
zh_cn: 相信一个局外人

source: The people of Vilegard are very suspicious of outsiders. I was told to go see Jolnor in the Vilegard chapel if I want to gain their trust.
de: Die Leute von Vilegard sind sehr misstrauisch gegenüber Fremden. Mir wurde gesagt, dass ich mit Jolnor in der Kapelle von Vilegard rede soll, wenn ich das Vertrauen der Bewohner erlangen möchte.
fr: Les gens de Vilegard sont très suspicieux vis-à-vis des étrangers. On m'a dit d'aller voir Jolnor à la chapelle de Vilegard si je voulais gagner leur confiance.
ja: ヴィルガードの住民はよそ者に対してとても疑り深い。信頼を得たいならヴィルガード礼拝堂のジョルナーに会うよう言われた。
pt: O povo de Vilegard é muito desconfiado de estranhos. Disseram-me para ir ver Jolnor na capela de Vilegard se eu quiser ganhar a confiança deles.
zh_cn: 维尔加德的人对外来者非常怀疑。有人告诉我，如果我想获得他们的信任，就去维尔加德的小教堂找乔纳。

source: I have talked to Jolnor in the Vilegard chapel. He suggests I help three influential people in order to gain the trust of the people in Vilegard. I should help Kaori, Wrye and Jolnor in Vilegard.
de: Ich habe mit Jolnor in der Kapelle von Vilegard geredet. Er schlägt vor, dass ich drei einflussreichen Menschen helfen solle, um das Vertrauen der Menschen zu gewinnen. Ich soll Kaori, Wrye und Jolnar selbst nach Aufgaben fragen.
fr: J'ai parlé à Jolnor de la chapelle de Vilegard. Il m'a suggéré d'aider trois personnes ayant une certaine influence dans le village pour gagner la confiance des gens de Vilegard. Je dois aider Kaori, Wrye et Jolnor de Vilegard.
ja: ヴィルガード礼拝堂でジョルナーと話した。彼はヴィルガードの人々の信頼を得るために3人の有力者を手助けすることを提案した。ヴィルガードでカオリ、ライ、ジョルナーを助けよう。
pt: Conversei com Jolnor na capela de Vilegard. Ele sugere que eu ajude três pessoas influentes, a fim de ganhar a confiança das pessoas em Vilegard. Devo ajudar Kaori, Wrye e o próprio Jolnor em Vilegard.
zh_cn: 我在维尔加德的小教堂里和乔纳谈过。他建议我帮助三个有影响力的人，以获得维勒加德人民的信任。我应该帮助维尔加德的考里、维艾和乔纳。

source: I have helped all three people in Vilegard that Jolnor suggested. Now the people of Vilegard should trust me more.
de: Ich habe den drei wichtigen Bürgern von Vilegard geholfen, so wie Jolnor mir geraten hat. Nun sollten mir die Leute etwas mehr vertrauen.
fr: J'ai aidé les trois personnes de Vilegard ainsi que Jolnor me le suggérait. Maintenant, j'ai gagné la confiance des gens de Vilegard.
ja: ジョルナーが提案したヴィルガードの3人全員を助けてきた。今後はヴィルガードの人々はもっとあなたを信頼してくれることだろう。
pt: Ajudei as três pessoas em Vilegard que Jolnor sugeriu. Agora o povo de Vilegard deve confiar mais em mim.
zh_cn: 我已经帮助了乔纳建议的维尔加德的所有三个人。现在，维尔加德的人们应该更加信任我。
