Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: Look, you should leave this be. Maybe this is too shady for a kid like you.
ja: おい、こりゃあ関わらん方が身のためだぞ。お前みたいなガキにこいつは胡散臭過ぎる。
zh_cn: 听着，你应该离开这里。也许这对你这样的孩子来说太阴暗了。

source: I will discover the whole truth about this.
ja: この件の全貌を明らかにしてみせる。
zh_cn: 我将找到这个问题的全部真相。

source: I'm determined to solve this, once and for all.
ja: 解決するって決めたんだ。
zh_cn: 我决定要解决这个问题，一劳永逸。

source: A few gornauds weren't a problem for me. I have nothing to fear from that thin man.
ja: 多少のゴルノーは僕にとって問題じゃないんだ。あんな痩せた男に恐れることなんか何もない。
zh_cn: 对我来说，几颗戈尔诺不是问题。我对那个瘦子没有什么可担心的。

source: If that is your decision, I will not interfere. You're valiant, kid!
ja: そいつがお前の決断だっていうんなら、俺はもう口出ししない。勇敢だな、坊主！
zh_cn: 如果这是你的决定，我就不干涉了。你很英勇，孩子！

source: Thanks, Shadow be with you.
ja: ありがとう、シャドウがあなたと共にありますように。
zh_cn: 谢谢，暗影与你同在。

source: Things need to be cleared up. Bye.
ja: 事態をはっきりさせる必要がある。それでは。
zh_cn: 事情需要澄清。再见。

source: Hah! *holds up the empty mead jar* I'm pretty sure of that, but beware anyway!
ja: ハッ！（空のミードを掲げる）俺は間違いないと思っているが、とにかく用心しろ！
zh_cn: 哈!我很确定，但还是要小心！"*举起空的蜂蜜酒瓶!

source: Shadow be with you, my drunken friend.
ja: シャドウがあなたと共にありますように。
zh_cn: 暗影与你同在，我的醉鬼朋友。

source: We'll meet later. Bye.
ja: また会いましょう。それでは。
zh_cn: 我们以后会见面的。再见。

source: This is no joke, OK? If that guy has really something to do with the missing people or Lorn's death, he surely isn't just a "thin man".
ja: いいか、こりゃ冗談じゃあないんだ。もしソイツが本当に失踪やロルンの死に関与してるんなら、きっとただの痩せた男じゃあないはずだ。
zh_cn: 这不是开玩笑，好吗？如果那个人真的与失踪的人或洛恩的死有关，他肯定不只是一个 "瘦子"。

source: Pfft, whatever.
ja: プッ、何だっていいよ。
zh_cn: 哎呀，随便什么。

source: You are right, but I didn't lie.
ja: 君の言う通りだ、しかし私は嘘をついていない。
zh_cn: 你是对的，但我没有说谎。

source: How is it not a lie?
ja: どうして嘘じゃないの？
zh_cn: 这怎么会不是一个谎言呢？

source: Remember while you were asking for Lorn, I asked some villagers precisely about that missing couple.
ja: 君がロルンのことを尋ねている間、私が行方不明の夫婦のことを村人にしっかりと聞いていたことを思い出してくれ。
zh_cn: 记得当你在询问洛恩的时候，我正是向一些村民询问那对失踪的夫妇。

source: I'm not going to hear your stories anymore.
ja: あなたの話はもう聞かない。
zh_cn: 我不会再听你的故事了。

source: What I remember is you, telling me about that missing couple.
ja: 僕があなたのことで覚えているのは、行方不明の夫婦のことを話してくれたってことです。
zh_cn: 我记得的是你，告诉我那对失踪的夫妇。

source: $playername, I'm not lying!
ja: $playername、嘘じゃない！
zh_cn: $playername，我没有说谎！

source: Again, you did. I cannot trust you.
ja: またやったな。あなたは信用できない。
zh_cn: 再说一遍，你这么做了。我不能相信你。

source: I can't be sure of that.
ja: 確信が持てない。
zh_cn: 我不能确定。

source: I won't try to convince you. Now you must decide whether to help me or not. I won't ask twice, so make your choice wisely.
ja: 君を説得しようとはしない。私に手を貸すかどうか、今すぐ決めるんだ。二度は聞かない、だから賢明に選んでくれ。
zh_cn: 我不会试图说服你。现在你必须决定是否要帮助我。我不会问第二次，所以请你做出明智的选择。

source: I don't trust you. I will find my own way to solve this.
ja: あなたは信用ならない。自分なりのやり方で解決するよ。
zh_cn: 我不信任你。我会找到我自己的方法来解决这个问题。

source: I'll think about it. See you soon.
ja: 考えておきます。ではまた。
zh_cn: 我会考虑的。再见。

source: Ok, I will help you. Let's solve this once for all.
ja: わかりました、手を貸します。こういうのはこれっきりにして解決しましょう。
zh_cn: 好吧，我会帮助你。让我们一劳永逸地解决这个问题。

source: I see...Good luck, you'll need it. [Ehrenfest walks slowly out of the room]
ja: そうか…頑張ってくれ。 （エーレンフェストはゆっくりと部屋から出て行く）
zh_cn: 明白了。。。祝你好运，你需要冷静。 [埃伦费斯特慢慢走出房间]

source: You're still being shady, huh. Goodbye.
ja: まだ胡散臭いじゃないか、へえ。さようなら。
zh_cn: 你还在阴阳怪气的，嗯。再见。

source: It is, it will.
ja: そうだな、そうなるだろうな。
zh_cn: 是的，会的。

source: You're still being shady, huh.
ja: まだ胡散臭いじゃないか、へえ。
zh_cn: 你还在阴阳怪气的，嗯。

source: Excellent. Let's share what we found out then.
ja: 素晴らしいな。ではわかったことを共有しようか。
zh_cn: 很好。让我们分享一下我们发现的情况。

source: You're already aware of my information.
ja: あなたはもう僕の情報は知っている。
zh_cn: 你已经知道我的信息了。

source: It's time to share what we've discovered.
ja: わかったことを共有する時間だ。
zh_cn: 现在是时候分享我们的发现了。

source: You are already aware of my information.
ja: あなたはもう僕の情報は知っている。
zh_cn: 你已经知道了我的信息。

source: What have you found out?
ja: 何かわかりましたか？
zh_cn: 你发现了什么？

source: Hasn't anybody said anything else?
ja: 誰も他に何も言ってないのか？
zh_cn: 难道就没有人说过别的吗？

source: No, nobody.
ja: いいえ、誰も。
zh_cn: 没有人。

source: Nothing important.
ja: 重要なことは何も。
zh_cn: 没有什么重要的。

source: Then, it seems I've been the lucky one this time.
ja: なら、今回は運が良かったようだ。
zh_cn: 那么，看来这次我很走运的了。

source: What did you find out?
ja: 何かわかったの？
zh_cn: 你发现了什么？

source: Both villagers and guards seemed pretty uneasy when I asked about the Feygard soldiers' presence.
ja: 私がフェイガード兵士の存在のことを尋ねると、村人も衛兵もかなり不安そうにしていた。
zh_cn: 当我问起费加德士兵的存在时，村民和卫兵都显得相当不安。

source: I just confirmed my suspicion.
ja: 私は疑念の裏付けを取っただけだ。
zh_cn: 我刚刚证实了我的猜测。

source: Yes. Please, tell me what you've discovered.
ja: ええ。何を発見したのか教えてください。
zh_cn: 是的。请告诉我你的发现。

source: I strongly believe they're related to the disappearings.
ja: 彼らが失踪に関わっているのだと私は確信している。
zh_cn: 我强烈认为他们与失踪事件有关。

source: Why would they do this?
ja: どうしてこんなことを？
zh_cn: 他们为什么要这样做呢？

source: That has to be taken with a grain of salt.
ja: これは話半分に聞いておいた方がいいな。
zh_cn: 这必须谨慎对待。

source: Put it this way. A weakened Prim will be easier to control. Although Lord Geomyr theoretically reigns over the whole land, his influence has its limits, as I'm sure you know well. Isolated regions like Prim have considerable independence.
ja: 言い方を変えようか。弱ったプリムの方がコントロールしやすくなる。ジオミア卿は名目の上ではこの国全土を支配しているが、その影響力には限界があるのはわかるだろう。プリムのような孤立した地域では、かなりの独立性を保っている。
zh_cn: 这样说吧。一个被削弱的普里姆会更容易被控制。虽然吉奥梅尔勋爵理论上统治着整片土地，但他的影响力是有限度的，我相信你很清楚这一点。像普里姆这样孤立的地区有相当大的独立性。

source: It is well known there is an ancient chamber dedicated to worship of the Shadow, which is probably Lord Geomyr's most powerful threat.
ja: シャドウの礼拝の場である古代の部屋があることはよく知られているが、おそらくジオミア卿にしてみれば最大級の脅威だろう。
zh_cn: 众所周知，这里有一个古老的密室，专门用于崇拜暗影，这可能是吉奥米尔勋爵最强大的威胁。

source: What should we do?
ja: どうしたらいい？
zh_cn: 我们应该怎么做？

source: Maybe you're right...
ja: 多分あなたの言う通りだ…
zh_cn: 也许你是对的...。

source: This is our best bet. I think we'd have to act before it's too late.
ja: これは最善の策だ。手遅れになる前に行動しなくては。
zh_cn: 这是我们最好的时机。 我认为,我们必须在为时已晚之前采取行动。

source: What do you suggest?
ja: どうするの？
zh_cn: 你有什么建议？

source: That Feygard general said he was gonna climb up the mountain. We should follow him up to Blackwater Settlement and stop him.
ja: フェイガードの将軍は山に登ると話していた。ブラックウォーター集落まで追いかけて止めなくてはならん。
zh_cn: 那个费加德将军说他要爬上山。我们应该跟着他到黑水定居点，阻止他。

source: Stop him? You mean to kill him?
ja: 止める？ まさか殺すつもりなの？
zh_cn: 阻止他？你是说要杀了他？

source: I'd love to get rid of that Feygard scum.
ja: フェイガードのクズを駆逐したいな。
zh_cn: 我很想摆脱那个费加德的败类。

source: Excellent, excellent! I will lead the way, meet me at Blackwater Settlement. Beware of the monsters.
ja: 素晴らしい、素晴らしいぞ！ 私が先頭を進む、ブラックウォーター集落で落ち合おうか。モンスターに気をつけなさい。
zh_cn: 好极了！我来带路，在黑水定居点见。小心那些怪物。

source: Fine...Let's do this.
ja: よし…やろう。
zh_cn: 好吧......我们就这样做。

source: Same to you, those scared monsters will make way to me.
ja: あなたと同じだ、怯えるモンスターは僕に道を譲る。
zh_cn: 你也一样，那些胆小的怪物会给我让路。

source: What else could we do?
ja: それ以外に何か出来るとでも？
zh_cn: 我们还能做什么？

source: Maybe try asking him?
ja: 尋ねてみるとか？
zh_cn: 也许可以试着问问他？

source: Never mind, killing him is the safest choice.
ja: 気にしないで、殺すのが一番安全な選択だ。
zh_cn: 不要紧，杀死他是最安全的选择。

source: Are you crazy or something? He would never talk to commoners like us!
ja: 気でも狂ったのか？ あの男は私たちのような庶民と話すことは決してない！
zh_cn: 你是疯了还是怎么了？他不会和我们这样的普通人说话的!

source: We will never know if we don't try.
ja: やってみないとわからないよ。
zh_cn: 如果我们不尝试，我们将永远不会知道。

source: You're right. It'll be better to get rid of him as soon as possible.
ja: あなたの言う通りだ。一刻も早く始末した方がいい。
zh_cn: 你是对的。尽快除掉他会更好。

source: You're the insane guy here, thinking we can beat a group of elite trained soldiers.
ja: まさか優秀な訓練を受けた兵士に勝てると思ってるのか。
zh_cn: 你是这里的疯子，认为我们可以打败一群训练有素的精英士兵。

source: I think you need some time to think about it.
ja: 君には考える時間が必要なようだな。
zh_cn: 我想你需要一些时间来考虑这个问题。

source: Yes. We'd better talk later.
ja: はい。あとで話しましょう。
zh_cn: 是的。我们最好稍后再谈。

source: Pfft, whatever. Let's do it.
ja: プッ、気にしないで。やりましょう。
zh_cn: 噗，不管怎样。开始干活吧。

source: [You hear noises and steps coming from the cabin]
ja: （小屋から物音と足音がする）
zh_cn: [你听到房间里传来的噪音和脚步声]

source: *cough*, *cough* What the... *cough*. Go back home kid, quick. This place is *cough*, dangerous.
ja: ケホッ、コホッ、何を…コホッ。君、早く帰りなさい。ここはコホッ、危険だ。
zh_cn: *咳*，*咳*什么... *咳*。回家吧，孩子，快点。这个地方*咳嗽*，危险。

source: Where can I find General Ortholion?
ja: オルトリオン将軍はどこですか？
zh_cn: 我在哪里可以找到奥瑟里昂将军？

source: Gonna rest here first, sweet dreams.
ja: まずここで休んでからだね、お休みなさい。
zh_cn: 要先在这里休息，做个好梦。

source: What happened to you?
ja: どうしたのですか？
zh_cn: 你怎么了？

source: What? What do you have to do with *cough*, him?
ja: 何？ あの方がコホッ、どうしたのだ？
zh_cn: 什么？你和*咳嗽*有什么关系，他？

source: [Lie] I have an important message to deliver to him. It comes from Prim.
ja: （嘘）大事な伝言があるんだ。プリムからです。
zh_cn: [谎言]我有一个重要的消息要传达给他。它来自普里姆。

source: Never mind, what happened to you?
ja: 気にしないで、どうしたのですか？
zh_cn: 没关系，你怎么了？

source: We were on the way to Blackwater Settlement, when we *cough*, *cough*, were attacked by a group of white wyrms. I got, uh, somewhat injured... So my general decided I should wait right here, safe from the monsters.
ja: ブラックウォーター集落に向かう途中でコホッ、コホッ、ホワイトウィルムの集団に襲われたんだ。そこで私が、えっと、少し怪我をしてしまってな…それでモンスターから安全なここで待機しているよう将軍がお命じになったんだ。
zh_cn: 我们在去黑水定居点的路上，我们*咳嗽*，*咳嗽*，被一群白巫师袭击。我受了，呃，有点受伤了...所以我的将军决定我应该在这里等着，远离怪物。

source: Hope you get better. I must leave.
ja: よくなるといいですね。もう行かないと。
zh_cn: 希望你能好起来。我必须离开。

source: OK. That's everything I need to know.
ja: わかったよ。知りたかったことはこれで全部だ。
zh_cn: 好的。这就是我需要知道的一切。

source: Feygard scum... Are you always such bigmouths? [Kill her]
ja: フェイガードのクズが…お前たちはいつも口が軽いな？（彼女を殺す）
zh_cn: 费加德人渣...你们总是这样大嘴巴吗？[杀了她]

source: I don't *cough*, think anybody would be that crazy to send a kid to a place like this. Sorry, *cough*, I don't have the energy to listen to nonsense.
ja: こんなところに子供を送るなんてケホッ、そんなおかしな人はいないだろう。 すまない、コホッ、そんな馬鹿げた話を聞いてる気力はないんだ。
zh_cn: 我不*咳嗽*，认为任何人都会把一个孩子送到这样的地方那么疯狂。 对不起，*咳*，我没有精力听废话。

source: Thank you, thank *cough* you.
ja: ありコホッ、ありがとう。
zh_cn: 谢谢，真的谢谢*咳嗽*你。

source: The scout is sleeping on the ground. Her wounds don't seem to be that bad.
ja: 斥候は地面で眠っている。傷はそれほど酷くないようだ。
zh_cn: 侦察员正睡在地上。她的伤口似乎没有那么严重。

source: What do you mean? *cough*
ja: どういう意味だ？ ケホッ
zh_cn: 你是什么意思？ *咳嗽*

source: Nothing at all, bye.
ja: 何でもないです。では。
zh_cn: 什么都没有，再见。

source: Sweet dreams, idiot! [Kill her]
ja: 良い夢を、マヌケが！（彼女を殺す）
zh_cn: 做个好梦吧，白痴！[杀了她]

source: Wh..*cough* NO! [You manage to land a fatal blow to the already wounded Feygard scout. Once you're sure she's dead, you set her body aside, out of the cabin]
ja: な…ケホッ、ああッ！ （すでに負傷しているフェイガード斥候へと致命的な一撃を食らわせることに成功した。彼女の死を確かめると遺体を脇に置き、あなたは小屋を出る）
zh_cn: 哦*咳*不！ [你设法对已经受伤的费加德侦察兵进行了致命一击。一旦你确定她已经死了，你就把她的尸体放在一边，走出房间]

source: One less. Good.
ja: 1人減った。よし。
zh_cn: 干掉一个。很好。

source: That was easy.
ja: 楽勝だった。
zh_cn: 这很容易。

source: I should check out the cabin first.
ja: まずは小屋を調べよう。
zh_cn: 我应该先去看看小屋。

source: Hah! What about the shady guy you mentioned?
ja: ハッ！ お前の言ってた怪しいヤツはどうしたよ？
zh_cn: 哈!你提到的那个阴暗的家伙呢？

source: I no longer collaborate with him.
ja: もう彼とは協力しない。
zh_cn: 我不再与他合作了。

source: He would only slow me down.
ja: 彼は僕の足を引っ張るだけだ。
zh_cn: 他只会拖后腿。

source: He seems a good man, but he lied to me.
ja: 彼はいい人のようだけど、僕に嘘をついた。
zh_cn: 他看起来是个好人，但他对我撒了谎。

source: I guess that's a wise choice, so what's your plan?
ja: そりゃ賢明な選択だろうな、それでどうすんだ？
zh_cn: 我想这是一个明智的选择，那么你有什么计划？

source: I...really don't know where to start.
ja: 正直どこから始めたらいいのか…。
zh_cn: 我......真的不知道该从何说起。

source: Do you have anything more to tell me about Lorn?
ja: ロルンについてもっと話すことはないの？
zh_cn: 关于洛恩，你还有什么要告诉我的吗？

source: What plan?
ja: 何か案は？
zh_cn: 什么计划？

source: You sure? Ha ha, you're a kid after all!
ja: 本気で言ってんのか？ ハハハ、やっぱガキだな！
zh_cn: 你确定吗？哈哈，你毕竟是个孩子!

source: Can you tell me anything more about Lorn's latest mission?
ja: ロルンの最後の仕事についてもっと教えてくれませんか？
zh_cn: 你能告诉我更多关于洛恩最新任务的信息吗？

source: What do you mean?!
ja: どういう意味だ？！
zh_cn: 你这是什么意思？！

source: Hmm. Liars can be good guys too, but why lie about that? I hope to not have any future dealings with him!
ja: うーむ。嘘つきはいいヤツにもなれるがな、だったら何だってそんな嘘をつくんだ？ そのヤロウとは今後関わり合いになりたくないもんだ！
zh_cn: 嗯。骗子也可以是好人，但为什么要在这方面撒谎？我希望以后不要和他有任何来往！

source: Do you remember anything more about Lorn's last mission?
ja: ロルンの最後の仕事について何か覚えてないですか？
zh_cn: 你还记得关于洛恩的最后一次任务吗？

source: Oh, c'mon. Then what about beating up those guards? They didn't move a finger for my friend, and I won't forget that.
ja: ああ、よし。 だったら衛兵をぶちのめすってのはどうだい？ アイツらは俺の友人のために指1本動かしやしなかったんだ。そのことは忘れねえ。
zh_cn: 哦，拜托。 那么打那些守卫的事呢？他们没有为我的朋友动一根手指，我不会忘记这一点。

source: Sounds a bad idea, but let's do it.
ja: よからぬ考えに思えるけど、やってみよう。
zh_cn: 听起来是个坏主意，但我们还是要这么做。

source: Sounds good, let's do it!
ja: いいね、やってみよう！
zh_cn: 听起来不错，我们干吧!

source: I don't like to cause trouble.
ja: 迷惑はかけたくない。
zh_cn: 我不喜欢惹麻烦。

source: Hmm, not really. But we could surely ask in the guardhouse. I know very well they will talk. They had better!
ja: うーん、特にないな。でもそうだな、衛兵所で聞いてみりゃいいか。アイツらが言うことならよくわかってる。それがいい！
zh_cn: 嗯，不是真的。但我们肯定可以去警卫室问问。我很清楚他们会说的。他们最好是这样!

source: They'll be a nice warm-up.
ja: いいウォーミングアップになるね。
zh_cn: 他们将是一个很好的热身活动。

source: OK, let's try...Again.
ja: わかりました、もう一度…やってみよう。
zh_cn: 好吧，让我们再试试......。

source: *laughs loudly*
ja: （大声で笑う）
zh_cn: *大声地笑*

source: Ha, ha! Never mind.
ja: ハハハ！ 気にするな。
zh_cn: 哈，哈!不要紧。

source: Do you remember anything more about Lorn's mission?
ja: ロルンの仕事について何か覚えてませんか？
zh_cn: 你还记得关于洛恩的任务吗？

source: Good! I am eager to crush some meatheads!
ja: よし！ あのバカどもを叩きのめしたくて仕方なかったんだ！
zh_cn: 很好!我急于粉碎一些肉头!

source: Hey, not so fast!
ja: ねえ、そんなに急がないでよ！
zh_cn: 嘿，没那么快！

source: Oh, c'mon...
ja: なあ、ほら…
zh_cn: 哦，拜托......。

source: Uh, and then I am the kid, right? Let's go.
ja: えっと、それに僕は子供なんだけどね。行こうか。
zh_cn: 呃，然后我就是那个孩子，对吗？我们走吧。

source: *crush* WHAT THE HELL JERN?! [A fight is happening inside, better to hurry up]
ja: （衝突音）一体何事だ、ジャーン？！ （中で争いが起きている。急いだ方がいい）
zh_cn: *粉碎* 什么该死的杰恩？！ 【里面正在打架，最好快点】

source: Zzz... Zzz...
ja: グー…グー…
zh_cn: ZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZZ...

source: C'mon! Dare to raise your sword! You! You left my partners to DIE!
ja: さあ！ その剣を振り上げな！ お前は！ 俺の仲間を見殺しにしやがった！
zh_cn: 来吧!勇敢拔剑! 你！你让我的伙伴们都死了！

source: Stop, OK?! I'm really sorry, Jern! *sheathes his sword* We were scared. That's all, OK?! Gornauds have been decimating us while you were in the tavern day and night.
ja: やめてくれ？！ ジャーン、本当にすまなかった！（剣を鞘に収める） 我々は怖かった。それだけなんだ？！ お前が連日連夜酒場に居座っていた間に、ゴルノーのせいで人員を大幅に消耗させられてしまったんだ。
zh_cn: 停下来，好吗？我真的很抱歉，杰恩！*挥舞着他的剑* 我们很害怕。就这样，好吗？你在酒馆里的时候，戈尔诺人一直在消灭我们，日夜不停。

source: Ah! Now your incompetence is my fault?
ja: ああッ！ 今度は自分らの無能を俺のせいにすんのかよ？
zh_cn: 啊！现在你的无能是我的错吗？

source: *raises his hands* Drop it already! We're getting more and more surrounded by those beasts, you know? Right now there's no point to worrying about somebody who fell off the mountain!
ja: （手をかざす）もう降ろせ！ お前だって知っているだろうが、怪物からの包囲が一層進んでいるんだ。今は山から落ちた者のことを心配したところで仕方がない！
zh_cn: *举起他的手*已经放下了! 我们被那些野兽包围得越来越厉害了，你知道吗？现在没有必要担心某个从山上掉下来的人!

source: Are you out of your mind? Lorn would never have died from something like that!
ja: 正気かよお前？ ロルンがそんなことで死ぬはずないだろうが！
zh_cn: 你疯了吗？洛恩绝对不会死于这样的事情的!

source: How can you be so sure? Accidents happen! He could have fallen off during an attack or a rock slide.
ja: 何故そう言い切れる？ 事故とは起こるものだ！ 襲撃や落盤で落ちたかもしれんだろう。
zh_cn: 你怎么能如此肯定？意外发生了!他可能是在攻击时掉下来的，也可能是在滑倒时掉下来的。

source: That is what the guy who reported it told me, too! Now I'm starting to welcome those Feygard guys. There aren't attacks anymore since they guard the village.
ja: 報告してくれた者もそう言っていた！ ちょうど今、フェイガードの者たちを迎え入れたところでな。彼らが村を守ってくれている、なのでもう襲われることはあるまいよ。
zh_cn: 报案的人也是这么告诉我的! 现在我开始欢迎那些费加德人了。自从他们守住了村子，就不再有攻击了。

source: Eh?! What Feyga...
ja: ハァ？！ フェイガ…
zh_cn: 恩？！什么费加...

source: Who told you that?
ja: 誰が言ったの？
zh_cn: 谁告诉你的？

source: *stares at you* What the hell kid? Why're you here again?
ja: （あなたを睨みつける）何なんだ君は？ 何故またここにいる？
zh_cn: *盯着你*什么鬼孩子？你为什么又在这里？

source: Hey, show some respect. This youngster dared to go where you didn't. He told me what happened, too.
ja: おい、敬意を示せや。この若者はな、お前らが行かなかったところにわざわざ行ってきてくれたんだよ。何があったのかも話してくれた。
zh_cn: 嘿，放尊重点。这个年轻人敢于去你没有去过的地方。他也告诉我发生了什么。

source: *puts on an exhausted face* Whatever...I don't know his name. Just another one of the very few visitors we receive here. He was wearing a blue cloak, I think.
ja: （疲れ切った顔を浮かべる）どうでもいい…名前は知らん。ここで歓迎した数少ない客人の1人だ。青いマントを羽織っていたと思う。
zh_cn: *摆出一副疲惫不堪的样子*不管怎样...我不知道他的名字。只是我们这里接待的极少数访客中的另一个。他穿着一件蓝色的斗篷，我想。

source: Ehrenfest!
ja: エーレンフェスト！
zh_cn: 埃伦费斯特!

source: The shady guy, isn't it?
ja: うさんくさいヤツだろ？
zh_cn: 那个阴暗的家伙，是不是？

source: He lied to me again!
ja: また僕に嘘をついた！
zh_cn: 他又骗了我！

source: This is serious. That guy might be behind the disappearances.
ja: これは深刻だぞ。あの男が失踪の背後にいるのかもしれん。
zh_cn: 这很严重。这家伙可能是失踪案的幕后黑手。

source: He has been in the mine during these last few days.
ja: 彼ならこの数日鉱山にいたよ。
zh_cn: 在过去的几天里，他一直在矿井里。

source: We should look for him. This Ehrenfest guy needs to clear up many things.
ja: 探すべきだ。このエーレンフェストとかいうヤロウは、色々と明らかにせにゃあならん。
zh_cn: 我们应该去找他。这个埃伦费斯特的家伙需要解释很多事情。

source: We're short of men, and we don't even know where he is right now. *Meanwhile Jern stares at you.*
ja: 人手が足りん、そして現在どこにいるのかさえわからん。 （この間、ジャーンはあなたを見つめている）
zh_cn: 我们缺少人手，而且我们甚至不知道他现在在哪里。 *杰恩盯着你看。*

source: I don't know!
ja: 知らない！
zh_cn: 我不知道!

source: I can't be of help this time...
ja: 今回はお役に立てません…
zh_cn: 这次我帮不上忙了...

source: Or maybe yes.
ja: かもなあ。
zh_cn: 也许是的。

source: Do you remember anything out of the ordinary?
ja: 何かおかしなところはなかったか？
zh_cn: 你记得有什么不寻常的事吗？

source: He's been shady since the very beginning.
ja: 最初からあの人は怪しかった。
zh_cn: 他从一开始就很阴险。

source: No...Apart from his need to not be heard by the Feygard soldiers.
ja: いいえ…フェイガードの兵士に話を聞かれるのを嫌がってたという部分を除けばね。
zh_cn: 不。。。除了他不想被费加德士兵听到。

source: Anything more specific?
ja: もっと具体的には？
zh_cn: 有什么更具体的吗？

source: Umm...No, but I think he was scared of Feygard soldiers hearing our conversation.
ja: うーん…いえ、でもフェイガード兵士に会話を聞かれるのを恐れてたように思います。
zh_cn: 呃......没有，但我想他是害怕费加德士兵听到我们的谈话。

source: Don't worry, We'll talk later.
ja: 心配いらん、また後で話そう。
zh_cn: 别担心，我们以后再谈。

source: I see...Feygard soldiers.
ja: なるほど…フェイガード兵か。
zh_cn: 我明白了......费加德士兵。

source: Asking for their help seems not to be the worst idea right now.
ja: 連中に助けを求めるってのは、今のところ最悪のアイデアじゃあなさそうだな。
zh_cn: 现在，寻求他们的帮助似乎并不是最糟糕的主意。

source: Maybe...
ja: おそらく…
zh_cn: 也许...

source: That's right. But I feel that's what they wanted since the very beginning.
ja: そうだな。だが私は、最初から彼らがこれを待ち望んでいたような気がしてならん。
zh_cn: 没错。但我觉得这就是他们从一开始就想要的。

source: $playername, what do you think? This is probably our best bet.
ja: $playername、どう思う？ コイツが最善の策だろう。
zh_cn: $playername，你怎么看？这可能是我们最好的选择。

source: I'm gonna rest for a while. See you later.
ja: しばらく休むよ。またね。
zh_cn: 我想休息一会儿。回头见。

source: I will warn the general then.
ja: じゃあ将軍に警告してきます。
zh_cn: 到时候我会警告将军的。

source: It's settled then. We will spread the word among the guards.
ja: では決まりだな。我々は衛兵にこのことを広めよう。
zh_cn: 那就这么定了。我们将在守卫中散布这个消息。

source: Great. Shadow be with you.
ja: いいね。シャドウがあなたと共にありますように。
zh_cn: 很好。暗影与你同在。

source: We'll meet soon, then.
ja: じゃあ、すぐに会います。
zh_cn: 那么，我们很快就会见面。

source: $playername, you must reach Blackwater Settlement and get help from General Ortholion.
ja: $playername、ブラックウォーター集落へ行ってオルトリオン将軍の助けを借りるんだ。
zh_cn: 名义上，你必须到达黑水镇，并得到奥瑟里昂将军的帮助。

source: You hear steps up in the mountain. It seems a Feygard soldier is guarding the cave entrance. General Ortholion must have already reached Blackwater Settlement.
ja: 山の上を足音がする。フェイガード兵が洞窟の入り口を守っているようだ。オルトリオン将軍はすでにブラックウォーター集落に到着しているのだろう。
zh_cn: 你听到山上的脚步声。似乎有一个费加德士兵在守卫洞口。奥瑟里昂将军一定已经到达了黑水定居点。

source: Hmmm... Hmmm....
ja: うーん…うーん…
zh_cn: 嗯......嗯....

source: Hey! I need to talk with the general, now!
ja: ねえ！ 将軍と話がしたいんだ！
zh_cn: 嘿，我需要和将军谈谈，现在!

source: Step aside, lowly minion. I have business with your boss.
ja: どけよ、下っ端。お前のボスに用事があるんだ。
zh_cn: 靠边站，杂碎。我和你的长官有生意要谈。

source: The scout stares at you with an inconmensurable anger. Before you can react, she swings her dagger, opening a wound in your arm.
ja: 斥候は計り知れぬ怒りの形相であなたを睨みつける。あなたが反応するよりも早く、ダガーを振るってあなたの腕に傷をつけた。
zh_cn: 侦察员以一种难以理解的愤怒盯着你。在你做出反应之前，她挥舞着匕首，在你的手臂上开了一个伤口。

source: Argh! What the...?
ja: 痛っ！ 何を…？
pt: Raios! Mas que... ?
zh_cn: 啊!什么...？

source: How dare you! Prepare to die, Feygard scum.
ja: よくもやってくれたな！ 覚悟しろ、フェイガードのクズが。
zh_cn: 你怎么敢！？准备受死吧，费加德人渣。

source: A slim girl stands in front of you. Her armor seems to be made from leather, but it seems to rigid, like frozen, just like her face. The Feygard coat of arms gleams in her suit, but it's overshadowed by her eyes, nailed in you.
ja: 目の前に細身の少女が立っている。鎧は革で出来ているようだが、まるで彼女の顔色と同様に、凍ったように硬いらしい。スーツではフェイガードの紋章が煌めいているものの、あなたへと釘付けになっている彼女の視線によりあまり印象に残らない。
zh_cn: 一个苗条的女孩站在你面前。她的盔甲似乎是由皮革制成的，但它似乎是僵硬的，就像被冻结了一样，就像她的脸。费加德的纹章在她的衣服上熠熠生辉，但它被她钉在你身上的眼睛所掩盖了。

source: Ehrenfest, you have come this far just to get rid of me...
ja: エーレンフェストよ、私を追い払うためにここまで来たか…
zh_cn: 埃伦费斯特，你走了这么远，只是为了摆脱我......

source: Ehrenfest, here I am to help you.
ja: エーレンフェスト、助けに来たよ。
zh_cn: 埃伦费斯特，我来帮你。

source: Ortholion, beware! He is a dangerous liar!
ja: オルトリオン、気をつけろ！ あいつは危険な嘘つきだ！
zh_cn: 奥瑟里昂将军，小心！他是个危险的骗子！

source: The crimes you have commited must be punished!
ja: お前の犯した罪は罰せられるべきなのだ！
zh_cn: 你所犯下的罪行必须受到惩罚！

source: Hmmm... What crimes, evil creature? You even dared to think you had a chance to trick a general of glorious Feygard?!
ja: ふーむ…どんな罪だ？ 邪悪な者よ。 まさか栄光あるフェイガードの将軍を騙せるとでも思ったか？！
zh_cn: 嗯...什么罪行，邪恶的生物？ 你甚至敢于认为你有机会欺骗光荣的费加德将军？！

source: I'm... *stares at you* $playername! It's time to end with all of this!
ja: 私は…（あなたを見つめる） $playername！ これで終わらせるぞ！
zh_cn: 我... *盯着你* $playername！是时候结束这一切了！

source: Right! Ortholion must pay for killing innocent people from Prim!
ja: ああ！ オルトリオンは罪のないプリムの人々を殺した報いを受けるべきだ！
zh_cn: 没错！奥瑟里昂将军必须为杀害普里姆的无辜者付出代价！

source: Gladly. Ortholion, prepare to die!
ja: 喜んで。覚悟しろオルトリオン！
zh_cn: 乐意之致。奥瑟里昂将军，准备受死吧！

source: A kid? You come with a kid accusing me of something I never heard about?
ja: 子供？ お前は子供と共にやって来て、見に覚えのないことでこの私を糾弾しているのか？
zh_cn: 一个孩子？你带着一个孩子来指责我从未听说过的事情？

source: General Ortholion ignores you and continues to speak to Ehrenfest.
ja: オルトリオン将軍はあなたを無視して、エーレンフェストと話を続ける。
zh_cn: 奥瑟里昂将军没有理会你，继续和埃伦费斯特说话。

source: Ehrenfest, you have bothered me more than I am willing to abide. Blackwater Settlement guards will take care of you.
ja: エーレンフェスト、お前の邪魔にはもはや我慢ならん。ブラックウォーター集落の衛兵に始末を任せよう。
zh_cn: 埃伦费斯特，你给我带来的麻烦超过了我愿意忍受的程度。黑水定居点的守卫会照顾你的。

source: Those guards are no match for...
ja: 衛兵なんかじゃ敵わないよ…
zh_cn: 那些守卫根本无法与...

source: Die!
ja: 死ね！
zh_cn: 去死吧！

source: Bah! This is enough. $playername. Weren't you so strong? Pathetic. You only had to distract him and take the blame!
ja: ふん！ もうそれで十分だ。$playername。お前の力はそんなものだったのか？ 全く情けない。 あの男の気を逸らして注意を引きつける、それがお前の役目だったのだよ！
zh_cn: 呸！这就够了。$playername。你不是那么坚强吗？可怜。 你只需要分散他的注意力，记住职责！

source: W...What?!
ja: な…何だって？！
zh_cn: 什...什么？!

source: Hah. I always knew you were far too shady to be an honest man.
ja: ハァ。正直者にしてはあまりにも胡散臭いと思った。
zh_cn: 哈。我一直知道你太阴险了，不可能是个诚实的人。

source: Just before starting to launch any attack, General Ortholion moves and disarms you with a single blow.
ja: 攻撃を仕掛ける直前にオルトリオン将軍が動きだし、一撃であなたの武器を叩き落とす。
zh_cn: 就在开始发动任何攻击之前，奥瑟里昂将军移动并一击解除你的武装。

source: Ortholion! How much is your life worth? How many people? Prove the honor of your glorious land. Come face me alone! No guards, no witnesses. [Ehrenfest leaps unnaturally high, passing above me, and disappears in the blink of an eye]
ja: オルトリオン！ お前の命にはどれほどの価値があるかな？ 果たして他の人間の何人分だろうな？ 栄光ある地とやらの名誉を証明してみせろ。お前1人で私の元まで来るがいい！ 他の衛兵も、証人も連れずにだ。 （エーレンフェストは不自然なほど高く跳び上がると、あなたの頭上を通り過ぎ、瞬く間に姿を消す）
zh_cn: 奥瑟里昂将军!你的生命值多少钱？有多少人？ 证明你光荣的土地的荣誉。来单独面对我吧！没有卫兵，没有证人。 [埃伦费斯特一跃而起，在我上方经过，眨眼间就消失了]

source: Coward....
ja: この意気地なし…
zh_cn: 懦夫....

source: So, it was a trick...
ja: まさか、トリックだ…
zh_cn: 所以，这是个骗局...

source: I hoped someone else would take the blame for this. But don't worry, soon we shall be unstoppable.
ja: 誰かが責任を取ってくれることを願っていた。だが気にすることはない、すぐにも我々は誰にも止められなくなるのだから。
zh_cn: 我希望其他人会为此承担责任。但别担心，很快我们将势不可挡。

source: Stop!
ja: やめろ！
zh_cn: 停！

source: Do you always talk this much, liar?
ja: 嘘つき、いつもこんなに喋ってるのか？
zh_cn: 你总是说这么多吗，骗子？

source: *unsheathes his sword* Well, enough talk. I won't ignore your threats, evil creature.
ja: （鞘から剣を抜く）さて、御託はもういい。お前のような脅威を見過ごすわけにはいかん。邪悪な者よ。
zh_cn: *拔剑鞘*嗯，说得够多了。我不会无视你的威胁，邪恶的生物。

source: Hey, stop you two!
ja: おい、2人ともやめろ！
zh_cn: 嘿，你们两个停下来！

source: Ehrenfest, you have many things to explain!
ja: エーレンフェスト、説明することがたくさんあるだろう！
zh_cn: 埃伦费斯特，你有很多事情要解释！
