Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: I knocked out Ambelie. I will take her back to the Guild.
de: Ich habe Ambelie bewusstlos geschlagen. Ich werde sie zurück zur Gilde bringen.
fr: J'ai assommé Ambelie. Je vais la ramener à la Guilde.
ja: アンベリーを気絶させた。ギルドに連れて帰ろう。
pt: Nocauteei Ambelie. Vou levá-la de volta à Guilda.
zh_cn: 我打晕了安贝莉。我会带她回公会。

source: I have decided not to kidnap Ambelie. I must think of another solution.
de: Ich habe mich entschieden, Ambelie nicht zu entführen. Ich muss eine andere Lösung finden.
fr: J'ai décidé de ne pas kidnapper Ambelie. Je dois penser à une autre solution.
ja: アンベリーを誘拐しないことにした。別の解決策を考えなければならない。
pt: Decidi não sequestrar Ambelie. Preciso pensar em outra solução.
zh_cn: 我决定不绑架安贝莉。我必须想别的办法。

source: Ambelie gave me a very valuable necklace. I must talk with Umar and persuade him to no longer pursue her.
de: Ambelie gab mir eine äußerst kostbare Halskette. Ich muss mit Umar sprechen und ihn davon überzeugen, sie nicht weiter zu verfolgen.
fr: Ambelie m'a donné un collier de valeur. Je dois parler avec Umar et le persuader de ne plus la poursuivre.
ja: アンベリーはとても貴重なネックレスをくれた。ウマルと話をして、もう彼女を追わないよう説得しないと。
pt: Ambelie deu-me um colar muito valioso. Tenho que falar com Umar e convencê-lo a não persegui-la mais.
zh_cn: 安贝莉给了我一条很贵重的项链。我必须和奥马尔谈谈，说服他不再追逐她。

source: I safely brought Ambelie to the basement. However, keeping her here could be dangerous.
de: Ich habe Ambelie wohlbehalten in den Keller gebracht. Trotzdem, sie hier zu behalten, könnte gefährlich sein.
fr: J'ai amené Ambelie à la cave. Cependant, la garder là pourrait être dangereux.
ja: アンベリーを地下室に連れて行った。しかし、彼女をここに置いておくのは危険かもしれない。
pt: Trouxe Ambelie para o porão com segurança. No entanto, mantê-la aqui pode ser perigoso.
zh_cn: 我安全地把安贝莉带到了地下室。不过，把她留在这里可能会很危险。

source: Umar believes there is a secure room for these types of "visitors". I should talk to Troublemaker.
de: Umar glaubt, einen sicheren Ort für diese Art von "Besuchern" zu kennen. Ich sollte mit Hitzkopf sprechen.
fr: Umar pense qu'il y a une pièce sécurisée pour ce type de "visiteurs". Je devrais parler à Fauteur de Troubles.
ja: ウマルによるとこの種の"来客"のための安全な場所があるはずだという。トラブルメーカーと話そう。
pt: Umar acredita que há um espaço seguro para esse tipo de "visitante". Eu deveria falar com o Troublemaker.
zh_cn: 奥马尔认为，有一个安全的房间，可以容纳这类 "访客"。我应该和麻烦制造者谈谈。

source: I have talked to Troublemaker about the place Umar believes it's okay to safely keep the hostage.
de: Ich habe mit Hitzkopf über den Ort gesprochen, von dem Umar glaubt, er sei geeignet, um eine Geisel sicher zu verwahren.
fr: J'ai parlé à Fauteur de Troubles de l'endroit où Umar pense que l'on peut garder en sécurité l'otage.
ja: ウマルが人質を安全に確保できるはずだという場所についてトラブルメーカーと話した。
pt: Falei com o Troublemaker sobre o lugar que Umar acredita que não há problema em manter o refém.
zh_cn: 我已经和麻烦制造者谈过奥马尔认为可以安全地保存人质的地方了。

source: Troublemaker has given me the key to the Guild brig. I should take Ambelie there and leave her to wake up.
de: Hitzkopf hat mir den Schlüssel zum Gefängnis der Gilde gegeben. Ich soll Ambelie dort hin bringen und sie wieder zu sich kommen lassen.
fr: Fauteur de Troubles m'a donné la clef de la cellule de la Guilde. Je devrais y emmener Ambélie et la laisser se réveiller là-bas.
ja: トラブルメーカーがギルドの拘禁室の鍵をくれた。アンベリーをそこに連れていって起こそう。
pt: O Troublemaker deu-me a chave da prisão da Guilda. Deveria levar Ambelie lá e deixá-la acordar.
zh_cn: 麻烦制造者给了我公会旅店的钥匙。我应该带安贝莉去那里，让她醒过来。

source: I've inserted the key and moved the lever. A hatchway has opened in the room.
de: Ich habe den Schlüssel eingesteckt und den Hebel bewegt. Eine Luke im Raum hat sich geöffnet.
fr: J'ai inséré la clef et bougé le levier. Une trappe s'est ouverte dans la pièce.
ja: 鍵を差し込んでレバーを動かした。部屋にハッチが開いた。
pt: Inseri a chave e movi a alavanca. Uma entrada abriu-se na sala.
zh_cn: 我插上钥匙，移动了把手。房间里打开了一个舱门。

source: I left Ambelie in that ugly, dark, and cold place. I should go back.
de: Ich ließ Ambelie an diesem hässlichen, dunklen und kalten Ort. Ich sollte zurückgehen.
fr: J'ai laissé Ambelie dans cet endroit immonde, sombre et froid. Je devrais y retourner.
ja: アンベリーをあの見るに耐えない暗く冷たい場所へと置いてきた。引き返そう。
pt: Deixei Ambelie naquele lugar bizarro, escuro e frio. Devo voltar.
zh_cn: 我把安贝莉留在了那个又丑又黑又冷的地方。我应该回去。

source: Troublemaker gave me some bread for Ambelie. The guild doesn't want her to starve to death. Indeed, they want her to be as comfortable as possible. I must go to the brig again.
de: Hitzkopf gab mir etwas Brot für Ambelie. Die Gilde möchte nicht, dass sie verhungert. Im Gegenteil, sie soll es so bequem wie möglich haben. Ich muss noch einmal zum Gefängnis gehen.
fr: Fauteur de Troubles m'a donné du pain pour Ambélie. La guilde ne veut pas la voir mourir de faim. En fait, ils veulent qu'elle soit le plus confortable possible. Je dois retourner dans la cellule.
ja: トラブルメーカーからアンベリーのためのパンをもらった。ギルドは彼女に餓死されたくない。本当にできるだけ快適に過ごしてもらいたい。もう一度拘禁室へ向かおう。
pt: O Troublemaker deu-me pão para a Ambelie. A Guilda não quer que ela morra de fome. Na verdade, eles querem que ela fique o mais confortável possível. Tenho que ir à prisão de novo.
zh_cn: 麻烦制造者给了我一些面包给安贝莉。公会不希望她饿死。事实上，他们想让她尽可能的舒适。我必须再去一次禁闭室。

source: I gave the bread to Ambelie. I should report Troublemaker that I completed the job.
de: Ich gab Ambelie das Brot. Ich sollte Hitzkopf Bescheid geben, dass ich den Auftrag erledigt habe.
fr: J'ai donné le pain à Ambélie. Je devrais faire un rapport à Fauteur de Troubles que j'ai fini le boulot.
ja: アンベリーにパンを与えた。トラブルメーカーに仕事の完了を報告しよう。
pt: Dei o pão à Ambelie. Devo informar o Troublemaker que completei o trabalho.
zh_cn: 我把面包给了安贝莉。我应该向麻烦制造者报告，我完成了任务。

source: The job finally seems to be finished. I just have to talk with Umar again. However, I do not feel good about this. Kidnappings are definitely not my kind of job.
de: Die Aufgabe scheint erfüllt zu sein. Jetzt muss ich nur noch mal mit Umar sprechen. Dennoch ist mir nicht wohl dabei. Entführungen sind definitiv nicht meins.
fr: Le boulot semble finalement fini. Je dois juste parler avec Umar à nouveau. Cependant, je ne suis pas à l'aise avec tout ça. Kidnapper n'est vraiment pas ma tasse de thé.
ja: ようやく仕事が終わったようだ。あとはまたウマルと話をするだけだ。とはいえ、あまり気分のいいものではない。誘拐は明らかにあなたの好きな仕事ではない。
pt: O trabalho parece finalmente estar terminado. Só tenho que falar com o Umar de novo. No entanto, não me sinto bem com isso. Sequestros definitivamente não são o meu tipo de trabalho.
zh_cn: 工作似乎终于完成了。我只需要再和奥马尔谈谈。不过，我感觉不舒服。绑架绝对不是我喜欢的工作。

source: I completed this task successfully. Umar told me they have sent couriers to Feygard, and the ransom is almost guaranteed. He paid me for my work.
de: Ich habe die Aufgabe erfolgreich ausgeführt. Umar sagte mir, dass sie bereits Kuriere nach Feygard geschickt haben und das Lösegeld quasi garantiert kommt. Er bezahlte mich für meine Arbeit.
fr: J'ai finie la tâche avec succès. Umar m'a dit qu'ils ont envoyé des coursiers à Feygard, et la rançon est pratiquement garantie. Il m'a payé pour le boulot.
ja: 仕事は無事に完了した。ウマルはフェイガードに遣いを送ったと言っており、身代金はほぼ保証されている。仕事の代金を払ってくれた。
pt: Completei esta tarefa com sucesso. Umar disse-me que enviaram mensageiros para Feygard e o resgate está quase garantido. Ele pagou-me o meu trabalho.
zh_cn: 我顺利完成了这项任务。奥马尔告诉我，他们已经派人去了费加德，赎金几乎唾手可得。他付给了我工作的报酬。

source: Umar took the necklace as compensation for my errors. Everything is fine again.
de: Umar nahm die Halskette als Entschädigung für meine Fehler. Jetzt ist wieder alles gut.
fr: Umar a pris le collier pour compenser mes erreurs. Tout est bon maintenant.
ja: ウマルはあなたの失敗の代償としてネックレスを受け取った。すべて丸く収まった。
pt: Umar tirou o colar como compensação pelos meus erros. Está tudo certo de novo.
zh_cn: 奥马尔拿着这条项链作为对我错误的补偿。一切都恢复正常了。

source: The ruthless Crackshot
de: Der gnadenlose Crackshot
fr: L'impitoyable Crackshot
ja: 冷酷なクラックショット
pt: O implacável Crackshot
zh_cn: 无情的疯狂打靶

source: Time to rest and prepare myself to start the next job. I should go to the tavern.
de: Zeit auszuruhen und sich für die nächste Aufgabe vorzubereiten. Ich sollte in die Taverne gehen.
fr: Il est temps de se reposer et de se préparer pour le prochain boulot. Je devrais aller à la taverne.
ja: 一旦休んで次の仕事の準備に時間を充てる。酒場に向かおう。
pt: É hora de descansar e me preparar para começar o próximo trabalho. Deveria ir à taberna.
zh_cn: 该休息了，准备开始下一个工作。我应该去酒馆。

source: I really need to take a break ....
de: Ich brauche wirklich eine Pause ....
fr: J'ai vraiment besoin d'une pause ...
ja: 本当に休みたい…
pt: Realmente preciso fazer uma pausa....
zh_cn: 我真的需要休息一下....

source: I am now fully rested, so I should go back to Umar.
de: Ich bin nun vollig ausgeruht und sollte zu Umar zurückkehren.
fr: Je suis maintenant parfaitement reposé, je devrais donc retourner voir Umar.
ja: 十分に休んだのでウマルの元へ戻ろう。
pt: Agora estou totalmente descansado, devo voltar ao Umar.
zh_cn: 我现在已经完全休息了，所以我应该回去找奥马尔。

source: Umar told me about a group of traitors led by a veteran of the Guild. It seems he stole the Key of Luthor.
de: Umar erzählte mir von einer Gruppe von Verrätern, die von einem Altmeister der Gilde angeführt wird. Anscheinend hat er den Schlüssel von Luthor gestohlen.
fr: Umar m'a parlé d'un groupe de traîtres dirigés par un vétéran de la Guilde. Il semble avoir volé la Clef de Luthor.
ja: ウマルはギルドのベテランに率いられた裏切り者のグループについて話してくれた。ルーサーの鍵を盗んだそうだ。
pt: Umar contou-me sobre um grupo de traidores liderados por um veterano da Guilda. Parece que roubou a chave de Luthor.
zh_cn: 奥马尔告诉我有一伙叛徒，由公会的一个老手带领，似乎偷了路德的钥匙。

source: Umar went on to say that this team leader was known as "Crackshot". He is probably also the responsible for a murder on the Duleian road.
de: Umar fuhr fort und erzählte, dass der Anführer als "Crackshot" bekannt war. Er ist wahrscheinlich auch für den Mord an der Duleianstraße verantwortlich.
fr: Umar est venu me dire que le leader de la bande est connu sous le nom de "Crackshot". Il est probablement responsable d'un meurtre sur la route Duleian.
ja: ウマルは続けて、このチームのリーダーは"クラックショット"として知られていると述べた。おそらくデュリアン街道で起きた殺人事件の犯人でもある。
pt: Umar continuou a dizer que este líder da equipa era conhecido como "Crackshot". Provavelmente também é o responsável por um assassinato na estrada Duleian.
zh_cn: 奥马尔接着说，这个小组长被称为 "疯狂打靶"。他很可能也是杜莱恩路路上一起谋杀案的负责人。

source: Crackshot and his henchmen are probably hiding somewhere near the Duleian road. I must ask people there whether they have seen them.
de: Crackshot und seine Schergen verstecken sich wahrscheinlich in der Nähe der Duleianstraße. Ich soll die Leute dort fragen, ob sie sie gesehen haben.
fr: Crackshot et ses hommes de main doivent probablement se cacher près de la route Duleian. Je dois demander aux gens là-bas s'ils les ont vus.
ja: クラックショットとその部下たちはおそらく、デュリアン街道近くのどこかに隠れている。そこの人たちに彼らを見たかどうか尋ねてみる必要がある。
pt: Crackshot e os capangas dele provavelmente estão escondidos em algum lugar perto da estrada Duleian. Devo perguntar às pessoas lá se os viram.
zh_cn: 疯狂打靶和他的手下可能藏在杜莱恩路附近的某个地方。我得问问那里的人有没有看到他们。

source: It seems that Benbyr, a suspicious man outside Crossroads Guardhouse, doesn't know what I'm talking about.
de: Es scheint, dass Benbyr, ein verdächtig aussehender Mann vor dem Wachhaus am Kreuzweg, nicht weiß, wovon ich spreche.
fr: Il semble que Benbyr, un homme louche à côté du Poste de Garde de Croisechemins, ne sait pas de quoi je parle.
ja: クロスロード衛兵所の外にいる不審者のベンバーは、あなたの言っている話を知らないようだ。
pt: Parece que o Benbyr, um homem suspeito fora da Casa de Guarda da Encruzilhada, não sabe do que estou a falar.
zh_cn: 交叉路口岗哨外的可疑人物本比尔似乎不知道我在说什么。

source: A Crossroads guard told me that Feygard has sent more soldiers to the south, to try and find the criminals' hideout.
de: Eine der Wachen an der Kreuzung sagte mir, dass Feygard weitere Soldaten nach Süden gesandt hat, um das Versteck der Kriminellen ausfindig zu machen.
fr: Un garde de Croisechemins m'a dit que Feygard a envoyé plus de soldats au sud, pour tenter de trouver la cachette des criminels.
ja: クロスロードの衛兵によると、フェイガードは犯人の隠れ家捜索のために兵士の増員を南部へと派遣したという。
pt: Um guarda da Encruzilhada disse-me que Feygard enviou mais soldados para o sul, para tentar encontrar o esconderijo dos criminosos.
zh_cn: 一个交叉路口的守卫告诉我，费加德已经派了更多的士兵到南边，试图找到罪犯的藏身之处。

source: The barricade guard has a big mouth, and told me all I needed to know. The hideout is near a place full of larval burrowers. I need to move faster than the patrols to reach the hideout before them.
de: Die Wache an der Barrikade hat ein großes Maul und erzählte mir alles, was ich wissen muss. Das Versteck befindet sich in der Nähe eines Ortes mit lauter Raupengräbern. Ich muss mich beeilen, damit ich das Versteck vor der Patrouille erreiche.
fr: Le garde de la barricade a une grande gueule, et il m'a dit tout ce que je voulais savoir. La cachette est proche d'un endroit plein de larves de néréis. Je dois aller plus vite que les patrouilles pour atteindre la cachette avant eux.
ja: バリケードの衛兵は口が軽く、必要なことはすべて話してくれた。隠れ家は幼生バロウワーでいっぱいの場所の近くにある。早く移動して、パトロール部隊よりも先に隠れ家にたどり着く必要がある。
pt: O guarda da barricada tem uma boca grande e disse-me tudo o que precisava saber. O esconderijo é perto de um lugar cheio de escavadores larvais. Preciso ir mais rápido que as patrulhas para chegar ao esconderijo antes deles.
zh_cn: 路障守卫的嘴巴很大，把我需要知道的都告诉了我。隐蔽处靠近一个满是幼虫洞穴的地方。我需要比巡逻队走得更快，才能在他们之前到达藏身处。

source: I found a small hole which seems to lead to a cave. Crackshot and his henchmen are probably hiding there.
de: Ich habe ein kleines Loch gefunden, das vermutlich in eine Höhle führt. Crackshot und seine Schergen verstecken sich wahrscheinlich dort.
fr: J'ai trouvé un petit trou qui semble donner sur une caverne. Crackshot et ses hommes de main doivent probablement se cacher là.
ja: 洞窟に通じていると思われる小さな穴を見つけた。クラックショットと部下たちが隠れているかもしれない。
pt: Encontrei um pequeno buraco que parece levar a uma caverna. Crackshot e os seus capangas provavelmente estão lá escondidos.
zh_cn: 我发现了一个小洞，似乎通往一个山洞。疯狂打靶和他的手下可能就藏在那里。

source: I reached the hideout and saw some recent blood stains. Maybe there was a fight there.
de: Ich habe das Versteck erreicht und sah frische Blutspuren. Vielleicht von einem Kampf.
fr: J'ai atteint la cachette et vu des traces de sang récentes. Peut-être y a-t-il eu une bagarre.
ja: 隠れ家に着くと、最近のものの血痕があった。戦闘が起きたのかもしれない。
pt: Cheguei ao esconderijo e vi algumas manchas recentes de sangue. Talvez tenha havido uma luta aqui.
zh_cn: 我到了藏身处，看到了一些最近的血迹。也许那里发生过打斗。

source: The blood trail goes further ....
de: Die Blutspur geht weiter ....
fr: La trace de sang va plus loin ...
ja: 血の痕跡はさらに続く…
pt: A trilha de sangue vai adiante...
zh_cn: 血迹远处还有......

source: I heard screams and sword clashes nearby. I should take a look.
de: Ich hörte Schreie und Schwertkämpfe ganz in der Nähe. Das sollte ich mir ansehen.
fr: J'ai entendu des cri et des éclats d'épées tout près. Je devrais aller jeter un œil.
ja: 近くで悲鳴と剣のぶつかり合いが聞こえた。見てみよう。
pt: Ouvi gritos e espadas se a chocar nas proximidades. Deveria dar uma olhada.
zh_cn: 我听到附近有尖叫声和刀剑声，我应该去看看。

source: There was a massacre. The Feygard patrol reached this place, but they seem to have all been killed. I must continue.
de: Es war ein Massaker. Die Feygard Patrouille erreichte den Ort, aber sie schienen alle getötet worden zu sein. Ich muss weiter.
fr: Il y a eu un massacre. La patrouille de Feygard est arrivée là, mais on dirait qu'elle a été intégralement tuée. Je dois continuer.
ja: 虐殺があった。フェイガードのパトロール隊がここに来ていたが全員殺されたようだ。先を進もう。
pt: Foi um massacre. A patrulha de Feygard chegou neste local, mas todos parecem ter sido mortos. Devo continuar.
zh_cn: 发生了一场大屠杀。费加德的巡逻队到了这里，但他们似乎都被杀了。我必须继续。

source: As I progressed down the corridor the air became thicker. The blood smell was stronger, and I found another dying soldier. He said something about his sergeant and some other guy.
de: Als ich tiefer in den Gang lief, wurde die Luft immer dicker. Der Blutgeruch wurde stärker, und ich fand einen weiteren sterbenden Soldaten. Er sagte etwas über seinen Sergeant und einen anderen Kerl.
fr: Plus je descendais dans le couloir, plus l'air devenait lourd. L'odeur de sang était plus forte, et j'ai trouvé un autre soldat mourant. Il a dit quelque chose à propos de son sergent et d'un autre gars.
ja: 廊下を進むにつれ空気が濃くなってきた。血の匂いが強くなり別の瀕死の兵士を見つけた。彼は軍曹と他の男について言っていた。
pt: À medida que fui a passar pelo corredor o ar ficou mais espesso. O cheiro de sangue era mais forte e encontrei outro soldado a morrer. Disse algo sobre o sargento dele e um outro tipo.
zh_cn: 随着我沿着走廊前进，空气变得更加浓郁。血腥味更浓了，我又发现了一个垂死的士兵。他说了一些关于他的军士和其他一些人的事情。

source: As I progressed down the corridor the air became thicker. The blood smell was stronger, and I found a dying soldier. He said something about his sergeant and some other guy.
de: Als ich tiefer in den Gang lief, wurde die Luft immer dicker. Der Blutgeruch wurde stärker, und ich fand einen weiteren sterbenden Soldaten. Er sagte etwas über seinen Sergeant und einen anderen Kerl.
fr: Plus je descendais dans le couloir, plus l'air devenait lourd. L'odeur de sang était plus forte, et j'ai trouvé un soldat mourant. Il a dit quelque chose à propos de son sergent et d'un autre gars.
ja: 廊下を進むにつれ空気が濃くなってきた。血の匂いが強くなり瀕死の兵士を見つけた。彼は軍曹と他の男について言っていた。
pt: À medida que fui a passar pelo corredor o ar ficou mais espesso. O cheiro de sangue era mais forte e encontrei um soldado a morrer. Ele disse algo sobre o sargento dele e um outro tipo.
zh_cn: 随着我沿着走廊前进，空气变得更加浓郁。血腥味更浓了，我发现一个奄奄一息的士兵。他说了一些关于他的军士和其他一些人的事情。

source: I found another dying soldier. There was a massacre. The Feygard patrol reached this place, but they seem to have all been killed. I must continue.
de: Ich fand einen weiteren sterbenden Soldaten. Es war ein Massaker. Die Feygard Patrouille erreichte den Ort, aber sie schienen alle getötet worden zu sein. Ich muss weiter.
fr: J'ai trouvé un autre soldat mourant. Il y a eu un massacre. La patrouille de Feygard est arrivée là, mais on dirait qu'elle a été intégralement tuée. Je dois continuer.
ja: 別の瀕死の兵士を見つけた。虐殺があった。フェイガードのパトロール隊がここに来ていたが全員殺されたようだ。先を進もう。
pt: Encontrei outro soldado a morrer. Houve um massacre. A patrulha de Feygard chegou a este lugar, mas parece que todos foram mortos. Tenho que continuar.
zh_cn: 我发现了另一个垂死的士兵。发生了一场大屠杀。费加德的巡逻队到了这里，但他们似乎都被杀了。我必须继续。

source: I've found the patrol sergeant. He advised me to leave this dangerous place.
de: Ich fand den Sergeant der Patrouille. Er gab mir den Rat, diesen gefährlichen Ort zu verlassen.
fr: J'ai trouvé le sergent de la patrouille. Il m'a conseillé de partir de cet endroit dangereux.
ja: 軍曹を見つけた。この危険な場所を離れるようあなたに忠告した。
pt: Encontrei o sargento da patrulha. Aconselhou-me a deixar este lugar perigoso.
zh_cn: 我找到了那个巡警巡逻队中士。他建议我离开这个危险的地方。

source: The patrol sergeant told me about what happened before. He's tired and wounded, so I willl avenge his fellows.
de: Der Sergeant der Patrouille erzählte mir, was zuvor passierte. Er ist müde und verwundet, daher werde ich seine Kameraden rächen.
fr: Le sergent de la patrouille m'a dit ce qu'il s'est passé. Il est fatigué et blessé, je vais donc venger ses gars.
ja: 軍曹はこれまでに起こったことについて話した。彼は疲れて負傷しているので、あなたが彼の仲間の仇を討つことになる。
pt: O sargento da patrulha contou-me sobre o que aconteceu antes. Ele está cansado e ferido, por isso vingarei os companheiros dele.
zh_cn: 巡逻队中士告诉我之前发生的事。他累了，又受了伤，所以我要为他的同伴报仇。

source: The patrol sergeant has left to call for backup. Now I'm alone again. Time to defeat Crackshot.
de: Der Sergeant der Patrouille ging, um Verstärkung zu rufen. Nun bin ich allein. Zeit, um Crackshot zu besiegen.
fr: Le sergent de la patrouille est parti appeler des renforts. Maintenant je suis de nouveau seul. Il est temps de vaincre Crackshot.
ja: 軍曹は応援を呼ぶために出発した。また1人になった。クラックショットを倒すときが来た。
pt: O sargento da patrulha saiu para pedir reforços. Agora estou sozinho de novo. Hora de derrotar Crackshot.
zh_cn: 巡逻队中士已经离开去叫支援了。现在我又是一个人了是时候去打败疯狂打靶了。

source: I killed Crackshot and he had the key of Luthor with him. I have to go back and report to Umar.
de: Ich tötete Crackshot und fand den Schlüssel von Luthor bei ihm. Ich muss zurückgehen und Umar davon berichten.
fr: J'ai tué Crackshot et il avait la clef de Luthor sur lui. Je dois retourner faire mon rapport à Umar.
ja: クラックショットを殺した。ルーサーの鍵を持っていた。ウマルに報告しよう。
pt: Matei o Crackshot, ele tinha a chave de Luthor com ele. Tenho que voltar e reportar ao Umar.
zh_cn: 我杀了疯狂打靶，他身上有路德的钥匙。我得回去向奥马尔报告。

source: I tried to open the door behind Crackshot, but for some reason I cannot get the key into the lock.
de: Ich versuchte die Tür hinter Crackshot zu öffnen, aber aus irgendwelchen Gründen konnte ich den Schlüssel nicht ins Schloss stecken.
fr: J'ai essayé d'ouvrir la porte derrière Crackshot, mais je ne sais pas pourquoi la clef ne rentre pas dans la serrure.
ja: クラックショットの後ろのドアを開けようとしたが、なぜか鍵が入らない。
pt: Tentei abrir a porta atrás do Crackshot, mas por alguma razão não consigo pôr a chave na fechadura.
zh_cn: 我试着打开疯狂打靶后面的门，但不知为何，我无法将钥匙放入锁中。

source: The dying Crackshot said something about the key. If he told the truth, it could be cursed.
de: Der sterbende Crackshot sagte etwas über den Schlüssel. Falls er die Wahrheit gesagt hat, könnte er verflucht sein.
fr: Crackshot mourant a dit quelque chose à propos de la clef. S'il a dit vrai, elle pourrait être ensorcelée.
ja: 瀕死のクラックショットは鍵について何か言った。話していたことが本当なら、これは呪われているのかもしれない。
pt: O Crackshot a morrer disse algo sobre a chave. Se ele disse a verdade, pode ser amaldiçoado.
zh_cn: 奄奄一息的疯狂打靶说了一些关于钥匙的事情。如果他说了实话，可能会被诅咒。

source: I tried to open the door behind Crackshot, but for some reason I could not get the key turned in the lock.
de: Ich versuchte die Tür hinter Crackshot zu öffnen, aber aus irgendwelchen Gründen konnte ich den Schlüssel nicht ins Schloss stecken.
fr: J'ai essayé d'ouvrir la porte derrière Crackshot, mais pour une raison quelconque, je n'ai pas pu faire tourner la clé dans la serrure.
ja: クラックショットの後ろのドアを開けようとしたが、なぜか鍵が入らない。
pt: Tentei abrir a porta atrás do Crackshot, mas por alguma razão não consegui que a chave fosse rodada na fechadura.
zh_cn: 我试着打开疯狂打靶后面的门，但不知为什么，我无法将钥匙转进锁里。

source: I reported about the situation to Umar, and gave him the key. He did not seem to want to tell me more about the key - yet.
de: Ich berichtete Umar von der Situation und gab ihm den Schlüssel. Er sah nicht so aus, als wenn er mir mehr über den Schlüssel erzählen wollte - noch nicht.
fr: J'ai fait un rapport sur la situation à Umar, et je lui ai donné la clé. Il ne semblait pas vouloir m'en dire plus sur la clé - pour l'instant.
ja: ウマルに状況を報告し、鍵を渡した。彼は鍵についてこれ以上話したくないようだった。…今はまだ。
pt: Reportei sobre a situação aoUmar e dei-lhe a chave. Ele ainda não parecia querer contar-me mais sobre a chave.
zh_cn: 我向奥马尔报告了这一情况，并把钥匙给了他。他似乎还不想告诉我更多关于钥匙的事情。

source: Finally, this job is done. Now I should take a rest and regain my strength.
de: Endlich, die Arbeit ist getan. Jetzt sollte ich mich ausruhen und wieder zu Kräften kommen.
fr: Enfin, ce travail est terminé. Maintenant, je dois me reposer et reprendre des forces.
ja: ようやくこの仕事が終わった。あとは休んで体力を取り戻そう。
pt: Finalmente, este trabalho está feito. Agora deveria descansar e recuperar as minhas forças.
zh_cn: 终于，这项工作完成了。现在我应该休息一下，恢复体力。

source: The silver scale
de: Die Silberschuppe
fr: L'écaille d'argent
ja: 銀の鱗
pt: A escama de prata
zh_cn: 银色天秤
