Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: Did you tell the guards what you saw?
ja: 衛兵に見たことを話したのですか？
zh_cn: 你有没有告诉守卫你所看到的情况？

source: Shame on you! You should have buried him at least.
ja: 恥を知れ！ 少なくとも埋葬はするべきだった。
zh_cn: 你真可耻！你至少应该把他埋了。

source: I tried, but they considered it an accident. My constant babbling did not help...
ja: そうしたが、事故だと判断されてしまった。どれだけ話しても何の役にも立たなかった…
zh_cn: 我试过了，但他们认为这是一个意外。我不断的絮絮叨叨无济于事...

source: Why did the guards not bury their partner?
ja: 何で衛兵は仲間を埋葬しなかったの？
zh_cn: 为什么守卫没有埋葬他们的伙伴？

source: An accident?
ja: 事故？
zh_cn: 一个意外？

source: Strange, isn't it? Really, they didn't seem to care about Lorn, or the other missing people. It was all the monsters' fault and that's all.
ja: 変だろう？ 本当に、ロルンや行方不明になった他の者のことを気に留めていないようだったんだ。全てはモンスターの仕業、それだけだと言う。
zh_cn: 很奇怪，不是吗？真的，他们似乎并不关心洛恩，也不关心其他失踪的人。这都是怪兽的错，仅此而已。

source: There's something too shady in all of this.
ja: これには何か怪しいところがある。
zh_cn: 所有这一切都太阴暗了。

source: Guards, lazy as hell in every place I go.
ja: 衛兵、どこに行っても怠け者ばかりだな。
zh_cn: 警卫，在我所到的每一个地方都懒得管。

source: You are honestly right, but it's too late to go back...
ja: 正直その通りだ、だがもう後戻りは出来ない…
zh_cn: 说实话，你是对的，但现在回去已经太晚了......。

source: No, it's not.
ja: いいや、そんなことはない。
zh_cn: 不，这不对。

source: You didn't bury him, but why didn't the guards either?
ja: あなたは埋葬しなかった、でもどうして衛兵も埋葬しなかったの？
zh_cn: 你没有埋葬他，但为什么守卫也没有？

source: Yes. And that's why I need your help.
ja: そうだ。だから君の力が必要なんだ。
zh_cn: 是的。这就是为什么我需要你的帮助。

source: What can I do?
ja: 僕に何ができる？
zh_cn: 我可以做什么？

source: You should give me a reward just for listening to this tripe.
ja: このくだらない話を聞いてるだけでも報酬に値すると思うけどね。
zh_cn: 你应该给我一个奖励，就因为我听了这些废话。

source: [Ehrenfest stays quiet with his head down]
ja: （エーレンフェストは項垂れた様子で黙り込む）
zh_cn: [埃伦费斯特低着头保持沉默]

source: So ... Why didn't the guards bring Lorn's remains to the village?
ja: それで…何で衛兵はロルンの遺体を村まで運ばなかったの？
zh_cn: 那么......。为什么卫兵不把洛恩的遗体带到村子里来？

source: Sometimes, heh. But still, something doesn't fit.
ja: 時々は。フフ。それにしても、どこかしっくり来ないものがある。
zh_cn: 有时候，呵呵。但是，还是有些不合适。

source: Indeed. There's something shady in all of this.
ja: 確かに。これには何か疑わしいところがある。
zh_cn: 事实上。这一切都有一些暗影的东西。

source: Hmm, I will try.
ja: うーん、やってみよう。
zh_cn: 嗯，我会试试。

source: Now that everything is told, let's find some answers.
ja: さて、全てが語られたところで、答えを探しに行こうか。
zh_cn: 既然都讲完了，让我们找出一些答案。

source: More chatting? No thanks.
ja: まだ喋るの？ 結構です。
zh_cn: 多聊会？不用了，谢谢。

source: What's your proposal?
ja: そちらの案は？
zh_cn: 你的建议是什么？

source: Okay, okay. Let's take a break. We'll talk later.
ja: わかったわかった。休憩にしようか。また後で話そう。
zh_cn: 好了。我们休息一下吧。我们以后再谈。

source: I'm afraid not.
ja: 残念ながら。
zh_cn: 恐怕不是。

source: Ok, we'll talk later.
ja: わかりました、後で話しましょう。
zh_cn: 好吧，我们以后再谈。

source: We must gather information. I am convinced Lorn's death has to do with what you saw down the hole.
ja: 情報を集めなくてはな。ロルンの死は、穴の奥で君が見たものが関係しているのだと確信している。
zh_cn: 我们必须收集信息。我相信洛恩的死与你在洞里看到的东西有关。

source: You will have to talk to the villagers of Prim. We have to find out what happened to Lorn's partners, about whom we know nothing yet.
ja: プリムの村人から話を聞いてくるんだ。私たちがまだ知らない人から、ロルンの仲間に起きたことの情報を得てみよう。
zh_cn: 你必须和普里姆的村民们谈谈。我们必须弄清楚洛恩的伙伴们发生了什么，我们对他们一无所知。

source: What will you do?
ja: あなたはどうするの？
zh_cn: 你会怎么做？

source: Sounds boring, but I'll do it.
ja: 退屈そうだけど、やるよ。
zh_cn: 听起来很无聊，但我还是要做。

source: Fine. I'll go.
ja: いいでしょう。行きます。
zh_cn: 好吧。我这就动身。

source: I will ask in the inn about the missing couple that Lorn and his partners followed.
ja: 私は、ロルンとその仲間が追っていた行方不明の夫婦のことを宿で聞いてみることにする。
zh_cn: 我将在旅馆里询问洛恩和他的伙伴们所跟踪的那对失踪的夫妇。

source: I'd complain, but I prefer not to hear your explanation.
ja: 文句を言いたいところだけど、あなたの弁明なんか聞きたくもない。
zh_cn: 我会抱怨，但我宁愿不听你的解释。

source: Excellent. Let's meet again later, best of luck.
ja: 素晴らしい。また後で会おう。成功を祈る。
zh_cn: 很好。让我们以后再相见，祝你好运。

source: Same to you.
ja: あなたもね。
zh_cn: 你也一样。

source: $playername, how is it going?
ja: $playername、調子はどうかな？
zh_cn: $playername，怎么样？

source: Nothing interesting yet.
ja: 興味深いことはまだ何も。
zh_cn: 还没有什么有趣的事情。

source: You lied to me. There wasn't any missing couple.
ja: 嘘をついたな。行方不明の夫婦なんていなかったぞ。
zh_cn: 你对我撒谎了。没有任何失踪的夫妇。

source: Don't give up. We'll eventually get some answers.
ja: 諦めないでくれ。いずれ答えが見つかるだろう。
zh_cn: 不要放弃。我们最终会得到一些答案。

source: Lorn? N...No. Why I would know about that?
ja: ロルン？ い…いや。何でボクがそんなこと知ってるんだよ？
zh_cn: 洛恩？不，我为什么会知道这些？

source: I promise I won't say anything.
ja: 何も言わないと約束します。
zh_cn: 我保证我不会说什么。

source: I can make you talk one way or another.
ja: どうにかして喋らせることはできるんだぞ。
zh_cn: 我可以让你换种方式说话。

source: Alright! I will tell you, but please don't hurt me.
ja: わかったよ！ 話すけど、ひどいことはしないでくれよな。
zh_cn: 好！我会告诉你，但请不要伤害我。

source: Good kid.
ja: いい子だ。
zh_cn: 好孩子。

source: Don't worry, hah. But tell me.
ja: 心配いらない、でも教えてくれ。
zh_cn: 别担心，呵呵。但是请告诉我。

source: You promise?
ja: 約束する？
zh_cn: 你保证？

source: I do.
ja: ええ。
zh_cn: 我愿意。

source: [Lie] I do.
ja: （嘘）ええ。
zh_cn: [撒谎]我愿意。

source: I heard about Lorn's accident, but I don't believe he fell off the mountain. He is the most skilled man I know when it comes to climbing the mountain.
ja: ロルンの事故のことは聞いたけど、あの人が山から落ちたとは思えないんだ。 僕の知ってる限り、山登りにかけては一番の腕自慢なんだよね。
zh_cn: 我听说了洛恩的事故，但我不相信他是从山上掉下来的。 在爬山方面，他是我认识的最有技巧的人。

source: What about his partners?
ja: 彼の仲間は？
zh_cn: 他的伙伴呢？

source: They're still missing, but I don't know...
ja: まだ行方不明だけど、ボクは知らないや…
zh_cn: 他们仍然没有消息，但我不知道......

source: Thank you for your honest words.
ja: 正直な発言に感謝します。
zh_cn: 谢谢你的诚实谈话。

source: Bah, useless kid.
ja: ハァ、役に立たないガキだな。
zh_cn: 呸，没用的孩子。

source: I told you everything I know, sorry.
ja: 知っていることは全部話したよ、ごめん。
zh_cn: 我把我知道的都告诉你了，对不起。

source: Oh, poor Lorn. I heard that he fell off the mountain.
ja: ああ、かわいそうにロルン。山から落ちたんだそうだ。
zh_cn: 哦，可怜的洛恩。我听说他从山上掉下来了。

source: People say he was quite skilled at climbing.
ja: 山登りが得意だったそうですが。
zh_cn: 人们说他在攀登方面相当熟练。

source: No, sorry. I didn't know him much.
ja: いいや、すまない。彼のことはあまり知らなかったんだ。
zh_cn: 不，对不起。我不太了解他。

source: Thank you anyway, bye.
ja: とにかくありがとうございます、それでは。
zh_cn: 无论如何，谢谢你，再见。

source: Was he? Well, maybe he might've had bad luck...
ja: そうだったのか？ ううん、運がなかったのかな…
zh_cn: 是他吗？好吧，也许他可能运气不好...

source: You might ask in the tavern. He was a regular there, like most guards.
ja: 酒場で聞いてみてはどうかな？ 彼はあそこの常連だったんだ、他の衛兵たちと同じようにね。
zh_cn: 你可以去酒馆问问。他是那里的常客，和大多数守卫一样。

source: Finally, a hint. Thank you.
ja: ようやくヒントが。ありがとうございます。
zh_cn: 终于有了提示。谢谢你。

source: Lorn? Nothing. I barely know him, or his comrades, Duala and...sorry, I forget the name. What's wrong with him?
ja: ロルン？ 特に何も。その人のことはほとんど知らないので。仲間の方もドゥアラと…失礼、名前を忘れてしまいました。 彼がどうしたので？
zh_cn: 洛恩？没有。我几乎不认识他，也不认识他的战友，杜拉拉和......对不起，我忘了名字。 他有什么问题吗？

source: He was killed several days ago.
ja: 数日前に殺されました。
zh_cn: 他在几天前被杀。

source: He had an accident while climbing down the mountain.
ja: 下山中に事故に遭いました。
zh_cn: 他在爬下山时发生了意外。

source: Oh. I'm sorry. May the Shadow guide his way to a better world.
ja: ああ。それは残念です。シャドウがより良い世界へとお導きくださいますように。
zh_cn: 哦。我很抱歉。愿暗影引导他去一个更好的世界。

source: Right, uhm...don't you remember anything about him?
ja: そうですね。あの…彼について何か覚えていませんか？
zh_cn: 对了，呃......你不记得关于他的事情了吗？

source: Yes, that's why climbing up the mountain is forbidden now.
ja: ええ、ですから今は山に登ることは禁止されています。
zh_cn: 是的，这就是为什么现在禁止爬上山的原因。

source: Uhm, well. I heard Lorn was popular among the children here in Prim because of his scary stories about, you know, the monsters.
ja: うーん、そうですね。ロルンは、プリムの子供から人気があったと聞いています。ええっと、何でもモンスターの怖い話をしていたんだそうで。
zh_cn: 嗯，是的。我听说洛恩在普里姆的孩子们中很受欢迎，因为他有关于怪物的可怕故事。

source: Gonna ask some child. Thanks.
ja: 子供にも聞いてみよう。ありがとう。
zh_cn: 去找一些孩子打听消息。谢谢。

source: My father probably told me scarier stories. Bye.
ja: 僕の父はもっと怖い話をしてくれてたと思うよ。じゃあね。
zh_cn: 我父亲可能给我讲过更可怕的故事。再见。

source: Lorn's crew accident you say? No idea. They are still missing, officially.
ja: ロルンの仲間の事故ですって？ さあねぇ。公式にはまだ行方不明なのよ。
zh_cn: 你说洛恩的队友出事了？不知道。他们仍然下落不明。

source: And unofficially?
ja: 非公式には？
zh_cn: 那么非官方的呢？

source: I see, thanks for nothing.
ja: そうですか、役に立たないな。
zh_cn: 明白了，谢谢。

source: Sorry child, I do not pay attention to the local gossip. Ask around.
ja: ごめんなさいね、地元のウワサ話には興味がないの。周りに聞いてみて。
zh_cn: 对不起，孩子，我不关注周围的闲言碎语。找别人吧。

source: Thank you, Shadow be with you.
ja: ありがとうございます。シャドウがあなたと共にありますように。
zh_cn: 谢谢你，暗影与你同在。

source: What a waste of time, tsch.
ja: 時間の無駄だったな、チッ。
zh_cn: 真是浪费时间，天哪。

source: I have heard about an accident, yes, but I've been very busy lately.
ja: 事故のことは聞いていますよ、ええ。ですが最近はとても忙しいのです。
zh_cn: 我听说过一次事故，但我最近很忙。

source: Busy? You're out of stock!
ja: 忙しいって？ 品切れじゃないか！
zh_cn: 忙吗，你卖空气!

source: OK, thanks anyway.
ja: わかりました、とにかくありがとう。
zh_cn: 好吧，还是谢谢你。

source: *Staring at you comptemptuously* I also take various repair orders, kid. Now get out of my shop.
ja: （馬鹿にした目であなたを見据える）修理の注文もたくさん引き受けてるんですよ、坊や。さっさと店から出ていきなさい。
zh_cn: *轻蔑地盯着你*我也接受各种维修订单，孩子。现在滚出我的店。

source: *sob* Leave me alone...
ja: （すすり泣く）放っといてくれ…
zh_cn: *抽泣*让我一个人呆着......

source: Cheap mead won't make you forget.
ja: ミードの安酒じゃ忘れられないよ。
zh_cn: 便宜的蜂蜜酒不会让你忘记。

source: Th..then buy me an expensive one. Ha, ha.
ja: じゃ、じゃあ高いのを買ってきてくれよ。ハハハ。
zh_cn: 然后给我买一个昂贵的。哈，哈。

source: Stop joking, Lorn is dead.
ja: 冗談はよしてくれ、ロルンは死んだんだ。
zh_cn: 别开玩笑了，洛恩已经死了。

source: I won't waste my time with you anymore.
ja: あなたとのムダな時間はもうやめにするよ。
zh_cn: 我不会再在你身上浪费我的时间。

source: Lorn t...too? We will all die!
ja: ロルン…まで？ 俺達ゃみんな死んじまうんだ！
zh_cn: 洛恩......也？我们都会死!

source: Why? *sob* What have we d...done to deserve this!
ja: 何でだよ？（すすり泣く）どうして…俺達がこんな目に遭わなきゃならないんだよ！
zh_cn: 为什么？*我们*......做了什么事，会弄成这样！

source: People say he fell off the mountainside.
ja: 山腹から落ちたそうですよ。
zh_cn: 人们说他从山坡上摔下来了。

source: Probably you didn't train enough.
ja: きっと訓練が足りなかったんだろうね。
zh_cn: 可能是你的训练不够。

source: [The muscular guy ducks his head]
ja: （筋肉質な男は項垂れる）
zh_cn: [肌肉发达的家伙低下了头]

source: Pft, I'm wasting time. Bye.
ja: プッ、時間のムダだ。じゃあね。
zh_cn: 噗，我在浪费时间。再见。

source: Anyway, Lorn died by falling off the mountain.
ja: とにかく、ロルンは山から落ちて死んだ。
zh_cn: 总之，洛恩是死于从山上掉下来。

source: Yeah, good one kid. I'm not d...drunk enough to believe that! *sob* Leave me alone.
ja: そうかい、面白いこと言うじゃないか。生憎そんなものを信じるほど…俺は酔っちゃいないんだよ！（すすり泣く）ひとりにしてくれ。
zh_cn: 是的，好孩子。我还没有醉到相信这些话的地步！****。*别烦我了*。

source: As you wish, drunkard.
ja: お好きなように、この酔っぱらい。
zh_cn: 如你所愿，醉汉。

source: Pft...Lorn has been cl...climbing up and down these mountains since...Forever.
ja: グスッ…ロルンはずっと…この山を登り降り…してきたんだ。
zh_cn: 噗......洛恩从......到现在一直在这些山上爬上爬下。

source: Accidents occur.
ja: 事故は起こるものだ。
zh_cn: 事故发生。

source: I saw his corpse. It was neither a monster nor a fall.
ja: 死体を見たんだ。モンスターでもなければ、転落によるものでもなかった。
zh_cn: 我看到了他的尸体。它既不是怪物造成，也不是跌倒。

source: No, no, no. The monsters...They did it! They killed my friends!!
ja: いや違う、そうじゃない。モンスターだ…モンスターがやったんだ！ 俺の友を殺しやがったんだ！
zh_cn: 不 不 不。怪物...他们做到了！他们杀了我的朋友！

source: We'll talk later, when you're less drunk and nervous.
ja: お酒が抜けて落ち着いたらまた話そう。
zh_cn: 我们稍后再谈，等你不那么醉，不那么紧张。

source: No, neither the gornauds nor a fall killed him.
ja: いいえ、殺したのはゴルノーでも転落でもない。
zh_cn: 不，无论是戈尔诺还是摔倒，都没有杀死他。

source: What then?!
ja: じゃあ何だ？！
zh_cn: 然后呢？！

source: That's what I'm trying to figure out.
ja: それが僕が解明しようとしていることです。
zh_cn: 这就是我想弄清楚的事情。

source: Nobody seems to know, or care about it.
ja: 誰もそれを知っているようにも、気にしているようにも見えない。
zh_cn: 似乎没有人知道，或关心它。

source: WHAT?! *hits the table and gets up* Is that what we get in exchange for...?!
ja: 何だと？！（テーブルを叩いて立ち上がる） その見返りがこれだってのか…？！
zh_cn: 什么？*撞到桌子上，站了起来* 这就是我们换来的......？！

source: ...these years...Uuugh. [The smelly guy gets dizzy, sits down again next to the table and rests his head on his muscled arms]
ja: …ここ数年…ううッ。 （悪臭を放つ男はめまいを起こし再びテーブルの隣へと腰かけて、筋肉質な腕を頭に乗せる）
zh_cn: ...这些年...呃。 [臭家伙头晕目眩，再次坐在桌子旁边，把头靠在他肌肉发达的手臂上]

source: You seem tired. We'll talk later.
ja: お疲れのようですね。後で話しましょう。
zh_cn: 你看起来很累。我们以后再谈。

source: Are you OK?
ja: 大丈夫ですか？
zh_cn: 你没事吧？

source: [The muscular man is still tired and drunk, next to an unfinished jar of mead]
ja: （筋肉質な男は飲みかけのミードのすぐ側で、まだ疲れていて酔っている）
zh_cn: [肌肉发达的男人仍然疲惫不堪，醉醺醺地站在一罐未喝完的蜂蜜酒旁]

source: I'd better come back later.
ja: またあとで来ます。
zh_cn: 我最好晚点再来。

source: Hey, don't drink anymore. I need you to get better.
ja: ねえ、もう飲まないで。しっかりしてよ。
zh_cn: 嘿，别再喝了。你给我清醒点。

source: And the g...guards?
ja: え…衛兵は？
zh_cn: 还有那些......守卫？

source: They considered it an accident and left it be.
ja: 事故と見做してそれっきりですね。
zh_cn: 他们认为这是个意外，就没有管它。

source: The guards? Those lazy fools won't do anything.
ja: 衛兵？ あの怠け者連中なら何もしないよ。
zh_cn: 警卫？那些懒惰的傻瓜不会做任何事情。

source: Uuugh... I'm, I'm not. I drank too much mead. Day by day, since... since Kirg's dea...death.
ja: ううッ…だ、ダメだ。酒を飲み過ぎた。カーグが…い、いなくなってから、毎日…毎日。
zh_cn: 呃...我，我没有。我喝了太多的蜂蜜酒。日复一日，自从... ...自从基尔格的死... ...死亡。

source: You'd better stop drinking. We'll talk later when you get better.
ja: お酒は控えた方がいいよ。良くなったらまた話そう。
zh_cn: 你最好别喝了。等你清醒过来，我们再谈。

source: Is there something I can do?
ja: 何かできることはありますか？
zh_cn: 我能做些什么吗？

source: M...Maybe some water. Yes, from the moun...tains. That'd be a relief!
ja: み…水だな。そうだ、山の…山のやつなら。あれさえあればマシになる！
zh_cn: 也许是一些水。是的，从山里来的。那将是一种解脱!

source: You could get me some coo...cool water. Yes.
ja: ひ…冷えた水を汲んできてくれよ。おう。
zh_cn: 你可以给我一些咕咕...凉水。是的。

source: Do you mind bringing me a good, large bottle of water f...from the streams?
ja: お…小川から良質な、大きいボトルに入った水を持ってきてくれんか？
zh_cn: 你能不能给我带一瓶上好的、大瓶的水......从溪流中得到？

source: No, go buy yourself a bottle.
ja: いや、自分でボトルを買ってきてよ。
zh_cn: 不行，自己去买一瓶。

source: The streams?
ja: 小川？
zh_cn: 溪流？

source: OK, I'll be back with the water.
ja: わかりました、水を持ってきます。
zh_cn: 好吧，我会带着水回来的。

source: Yes, east of he..re. There's a hole. Under the mountainside...
ja: ああ、ひ…東だ。穴があるんだ。山腹の下に…
zh_cn: 是的，在他的东边。那里有一个洞。在山腰那里...

source: Sounds vague, but I'll try.
ja: 漠然としてるけど、やってみる。
zh_cn: 听起来很模糊，但我会努力的。

source: Fine. I will come back with the water.
ja: いいですよ。水を持ってきます。
zh_cn: 好。我会带着水回来的。

source: Uhmm, It's you... Have you brought the water?
ja: うーん、お前か…水を持ってきたのか？
zh_cn: 嗯，是你... ...你带水了吗？

source: I haven't, be patient.
ja: まだです、我慢してください。
zh_cn: 我还没有，要有耐心。

source: Yes, here are 2 bottles.
ja: はい、ボトル2本をどうぞ。
zh_cn: 是的，这里有 2 瓶。

source: Here you are, a large bottle of fresh water.
ja: どうぞ、新鮮な水の入った大きなボトルです。
zh_cn: 给你，一大瓶淡水。

source: Here you are, a nice little bottle of fresh water.
ja: どうぞ、新鮮な水の入ったおいしい小さなボトルです。
zh_cn: 给你，一个漂亮的小瓶淡水。

source: Yes, but I seem to have lost it anywhere.
ja: はい、でもどこかでなくしてしまったようです。
zh_cn: 是的，但我似乎不知道在哪弄丟了它。

source: Where can I find the streams?
ja: 小川はどこにありますか？
zh_cn: 我在哪里可以找到这些水流？

source: I will be righ...right here, kid. Thank you.
ja: 俺は…ここにいる。ありがとよ。
zh_cn: 我就......就在这里，孩子。谢谢你。

source: Ag...Again?! Are you drunk or me? East of here. Underground. Deep in those caverns.
ja: ま…またか？！ お前酔ってんのか？ それとも俺がか？ ここから東だ。地下な。その洞窟の奥の方だ。
zh_cn: 又要重复一次？是你喝醉了还是我？在这里的东部。在地下。在那些岩洞的深处。

source: Hmpf, OK. Bye.
ja: ふむふむ、わかりました。じゃあね。
zh_cn: 呵呵，好的。再见。

source: I'll bring the water, don't worry.
ja: 水を持ってくるよ、心配しないで。
zh_cn: 我会带水来的，别担心。

source: This little bottle? This is not enough, it evaporates before it reaches the stomach. Bring at least 2 of these!
ja: この小さなボトルが？ これじゃあ足りん、胃に届く前に蒸発しちまうよ。 少なくとも2本は持ってきてくれや！
zh_cn: 这个小瓶子？这还不够，它在到达胃部之前就已经蒸发了。 至少要带2个这样的东西!

source: Hmpf, OK.
ja: ふむふむ、わかりました。
zh_cn: 嗯，好吧。

source: I'll bring more water, don't worry.
ja: もっと水を持ってくるよ、心配しないで。
zh_cn: 我将带来更多的水，别担心。

source: Oh, ow, my head!
ja: あ、あ、頭が！
zh_cn: 哦，哇，我的头！

source: A small natural pool has formed here. The water, emerging from small cracks in the rock, is cold and transparent.
ja: ここに小さな自然の池ができている。岩の小さな割れ目から流れ出る水は、冷たく透明だ。
zh_cn: 这里形成了一个天然的小水池。水从岩石的小裂缝中涌出，冰冷而透明。

source: Fill a bottle of water.
ja: ボトルに水を入れる。
zh_cn: 装满一瓶水。

source: Fill another bottle of water.
ja: もう1本ボトルに水を入れる。
zh_cn: 再装一瓶水。

source: Fill a large bottle.
ja: 大きなボトルに入れる。
zh_cn: 装满一大瓶水。

source: If you had an empty bottle with you, you could take some of this refreshing water with you.
ja: 空のボトルを持っていれば、このさわやかな水を持ち帰ることができる。
zh_cn: 如果你有一个空瓶子在身边，你可以带一些这种清爽的水。

source: You fill the bottle with water.
ja: あなたはボトルに水を入れる。
zh_cn: 你把瓶子装满水。

source: You fill another bottle.
ja: あなたはもう1本ボトルに入れる。
zh_cn: 你再装满一瓶。

source: You fill a large bottle.
ja: あなたは大きなボトルに入れる。
zh_cn: 你装满一个大瓶子。

source: The muscular guy looks at the water you brought to him. His eyes open widely. He starts to drink the water straight off and finishes it in the blink of an eye, taking a deep breath just after putting the empty glass on the table.
ja: 筋肉質な男は、あなたが持ってきた水を見ている。彼は大きく目を見開く。すぐに水を飲み始め、瞬く間に飲み干す。空になったグラスをテーブルへと置いた直後に深呼吸をした。
zh_cn: 那个肌肉发达的家伙看着你给他带来的水。他的眼睛睁得很大。他开始大口喝水，一眨眼就喝完了，刚把空杯子放在桌子上就深吸了一口气。

source: How was it?
ja: どうだった？
zh_cn: 感觉如何？

source: Woah, I feel really good now.
ja: おおっ、今は気分がいい。
zh_cn: 哇，我现在感觉非常好。

source: What about a reward?
ja: 報酬は？
zh_cn: 有什么奖励?

source: I'm glad to see you're better.
ja: 元気になって嬉しいです。
zh_cn: 我很高兴看到你已经清醒了。

source: A reward? Isn't the satisfaction of aiding a lost soul enough reward?
ja: 報酬？ 迷える魂を救った満足は十分な報酬じゃあないのか？
zh_cn: 奖励？帮助迷失的灵魂的满足感难道还不够奖励吗？

source: No, It's not.
ja: いいえ、違います。
zh_cn: 不，这不对。

source: I can see you're much better.
ja: だいぶよくなりましたね。
zh_cn: 我可以看到你已经好多了。

source: And all thanks to you! Tell me, what did you need?
ja: すべてはお前さんのおかげだ！ それで何が必要なんだ？
zh_cn: 而这一切都要感谢你!告诉我，你需要什么？

source: Anything you could tell me about Lorn and his partners. That would help.
ja: ロルンとその仲間について教えてほしい。それが助けになります。
zh_cn: 你得告诉我关于洛恩和他的同伴的任何情况。这将有所帮助。

source: I'll tell you later. I have things to do now.
ja: 後で話します。今はやることがあるんだ。
zh_cn: 我以后再告诉你。我现在有事情要做。

source: HA, HA! Such a pity! But weren't you here to ask me something?
ja: ハハハ！ そりゃ残念だったな！ だが、何か聞きに来たんじゃなかったのか？
zh_cn: 哈，哈!太可惜了！但你在这里不是要问我什么吗？

source: Yes. People told me Lorn was a regular in this tavern.
ja: ええ。ロルンがこの酒場の常連だったと言われました。
zh_cn: 是的。人们告诉我洛恩是这家酒馆的常客。

source: Have a good day then. Thanks!
ja: では良い1日を。ありがとよ！
zh_cn: 那就祝你有个愉快的一天。谢谢!

source: I see...
ja: なるほど…
zh_cn: 我明白了...

source: Well, I was part of a patrol crew formed of five people. Kamelio, Kirg, Duala, Lorn and me.
ja: そうだな、俺は5人からなるパトロール隊の一員だったんだ。カメリオ、カーグ、ドゥアラ、ロルン、俺。
zh_cn: 嗯，我是由五个人组成的巡逻队的一员。卡梅利奥、克尔格、杜阿拉、洛恩和我。

source: Mountain patrol crews were created because of the monster activity. Some people still think they are somehow sent by the people from Blackwater Settlement...
ja: 山のパトロール隊は、モンスターの活動から作られたものだ。未だにブラックウォーター集落のヤツらが送りつけたものと思ってる連中もいるみたいだが…
zh_cn: 山地巡逻队是由于怪物的活动而产生的。有些人仍然认为他们是黑水定居点的人以某种方式派来的......

source: No. They are suffering a siege from even more powerful monsters.
ja: いや、あの人たちはもっと強力なモンスターの包囲に苦しんでる。
zh_cn: 不，他们正在遭受更强大的怪物的围攻。

source: I know! We faced white wyrms on the mountain heights. I'm afraid the political problems are something leaders of each place must deal with. We at least tried to keep Prim safe from monster attacks.
ja: わかってる！ 山の高いところではホワイトウィルムと直面した。政治的な問題は、各地のリーダーが対処せにゃならんと思う。少なくとも俺たちは、モンスターの襲撃からプリムを守ろうとしていた。
zh_cn: 我知道!我们在山顶上面对的是白巫师。恐怕政治问题是每个地方的领导人必须处理的问题。我们至少努力使普里姆免受怪物的攻击。

source: And that is not true. Why would they send monsters to their own dominion? Of course they wouldn't. There are monsters up there in the mountain heights too, possibly even more dangerous than gornauds.
ja: そりゃ違う。どうして自分たちの土地にモンスターを送り込むってんだ？ 当然そんなことはしない。山の上の方にもモンスターが居やがるんだ。ありゃあ、ゴルノーよりヤバいかもしれん。
zh_cn: 而这并不是事实。他们为什么要把怪物送到自己的领地？他们当然不会。高山上也有怪物，可能比戈尔诺更危险。

source: We tried to keep the threat in the mountains, but gornauds invaded the mountain wolves' homes and forced them to establish in the small fir forest around Prim.
ja: 俺たちはその脅威を山に留めおこうとした。だがマウンテンウルフの生息地までゴルノーが侵入してきて、プリム周辺にある小さなモミの木の森に定着しちまった。
zh_cn: 我们试图将威胁控制在山区，但戈尔诺人侵入了山狼的家园，迫使它们在普里姆周围的小冷杉林中定居。

source: But since the gornauds invaded the mountainsides, wolves went down to the fir forest and the path between Prim and the Elm mine became more and more unsafe.
ja: ところがゴルノーが山腹まで侵入してきたことでオオカミがモミの森に降りて行き、プリムとエルム鉱山を結ぶ道はますます危険になっちまった。
zh_cn: 但自从戈尔诺入侵山腰后，狼群就下到了冷杉林，普里姆和榆树矿之间的道路变得越来越不安全。

source: Wolf attacks became more and more frequent. While we were taking care of the gornauds, miners died due to packs of wolves.
ja: オオカミの襲撃が頻発するようになった。俺たちがゴルノーに構ってる間に、鉱夫たちがオオカミに殺されてしまった。
zh_cn: 狼的攻击变得越来越频繁。当我们在照顾戈尔诺的时候，矿工因成群的狼群而死亡。

source: Several miners were killed by the wolves, so the mine eventually closed. Furthermore, the main mining tunnel between Elm mine and Stoutford collapsed and the relations with Blackwater Settlement tensed up.
ja: 鉱夫の何人かがオオカミに殺されてしまって、結局鉱山は閉鎖された。しかも、エルム鉱山とスタウトフォードを結ぶ主要な鉱山トンネルが崩落して、ブラックウォーター集落との関係が緊迫化した。
zh_cn: 几个矿工被狼群杀死，所以矿场最终关闭。此外，榆树矿和斯托福德之间的主要采矿隧道坍塌了，与黑水镇的关系也紧张起来。

source: Obviously, the mine had to close. Days after that, the tunnel that lead to Stoutford through the mountain collapsed and people from Blackwater Settlement blamed Prim.
ja: 当然、鉱山は閉鎖せざるを得なかった。その数日後、山を通ってスタウトフォードに通じるトンネルが崩落して、ブラックウォーター集落のヤツらはプリムを責めた。
zh_cn: 很明显，矿场不得不关闭。此后几天，通过山体通往斯托福德的隧道坍塌了，黑水镇的人们指责普里姆。

source: Finally, as if a mastermind were behind all of this, a coordinated group of gornauds moved towards Prim from the east.
ja: 最後に、この一連の流れの背後に黒幕でもいるかのように、東からゴルノーの一団がプリムに向かって動き出した。
zh_cn: 最后，仿佛这一切的背后都有一个主谋，一群协调的戈尔诺人从东边向普里姆移动。

source: We got rid of them, but at what cost...?
ja: 排除はできた、だがその代償は…？
zh_cn: 我们摆脱了他们，但代价是什么呢...？

source: One of those beasts...squashed Kirg's head with a single blow. We were...are always underestimating their intelligence.
ja: 獣の1匹が…一撃でカーグの頭を押しつぶしちまった。俺たちは…ずっとアイツらの知能を見くびってたんだ。
zh_cn: 其中一只野兽......一击就压扁了基尔格的头。我们......总是低估了他们的智慧。

source: I was severely injured when the mysterious disappearances started. The mine was the first place where it occurred. But then, some villagers disappeared too.
ja: 謎の失踪が始まった時、俺は重傷を負っていた。最初は鉱山で発生した。だがその後、村人の一部も姿を消した。
zh_cn: 当神秘的失踪事件开始时，我受了重伤。矿场是第一个发生这种情况的地方。但后来，一些村民也消失了。

source: Gornauds may be smart, but kidnapping people?
ja: ゴルノーは賢いかもしれんが、人を攫うかね？
zh_cn: 戈尔诺可能很聪明，但绑架人？

source: Hmm, you have a point there.
ja: うーん、一理ありますね。
zh_cn: 嗯，你说得很有道理。

source: Why would they?
ja: どうして？
zh_cn: 他们为什么要这样做？

source: You mentioned a mastermind.
ja: 黒幕がいるって言ってたじゃないですか。
zh_cn: 你提到了一个主谋。

source: Lorn must have discovered something. Just a week or two ago we were right here bantering and chatting, trying to forget that horrible scene of Kirg's death.
ja: ロルンは何かを知っちまったんだろう。たった1、2週前まで、ここで雑談や冗談を言い合ったりして、カーグが死んだあの恐ろしい光景を忘れようとしてたってのに。
zh_cn: 洛恩一定发现了什么。就在一两个星期前，我们还在这里戏谑地聊天，试图忘掉基尔格死亡的可怕场景。

source: Why didn't you go along with them?
ja: どうして一緒に行かなかったの？
zh_cn: 你为什么不和他们一起去呢？

source: Did he mention anything unusual?
ja: 何か変わったことを言ってませんでしたか？
zh_cn: 他有没有提到任何不寻常的事情？

source: Yes, someone behind the attacks and the following disappearances.
ja: ああ、襲撃とそのあとの失踪の背後にいるヤツな。
zh_cn: 是的，袭击和以下失踪事件的幕后黑手。

source: I was too afflicted. Lorn thought I wouldn't be able to focus on the exploration...
ja: 俺はあまりにも塞ぎ込んでた。ロルンのヤツは、俺が探索に集中できないと考えたんだ…
zh_cn: 我太痛苦了。洛恩认为我无法专注于探索......

source: Did they mention anything at the tavern?
ja: 酒場で何か言ってませんでしたか？
zh_cn: 他们在酒馆里有没有提到什么？

source: Where Lorn's crew started looking for the missing couple?
ja: ロルンの仲間は、どこで行方不明の夫婦を探し始めたんですか？
zh_cn: 洛恩的手下从哪里开始寻找失踪的夫妇？

source: No, I don't think so. He was so drunk, and me too! We passed the whole night singing, chatting, forgetting...
ja: いや、ないと思うぞ。アイツはやたらと酔っぱらってたしな、俺だってそうだった！ 俺たちは一晩中歌って、喋って、忘れていったんだ…
zh_cn: 不，我不这么认为。他喝醉了，我也是！ 我们一整夜唱歌，聊天，忘记...

source: What about the missing couple?
ja: 行方不明の夫婦についてはどうですか？
zh_cn: 那对失踪的夫妇呢？

source: What couple? I know nothing about a couple.
ja: 夫婦？ 夫婦のことなんざ俺は何も知らんぞ。
zh_cn: 什么夫妇？我对一对夫妇一无所知。

source: A man called Ehrenfest told me that Lorn was on a mission to find a missing couple.
ja: エーレンフェストという男から、ロルンは行方不明の夫婦を探す任務についていると聞きました。
zh_cn: 一个叫埃伦费斯特的人告诉我，洛恩正在执行一项任务，寻找一对失踪的夫妇。

source: I heard a rumor that they were looking for a missing couple.
ja: 噂で行方不明の夫婦を探しているって聞きました。
zh_cn: 我听到一个传言说他们在寻找一对失踪的夫妇。

source: Eh? No, no. They went to the mountainside, just another patrol round...Who told you that?
ja: は？ 違う違う、アイツらは山腹に行ってパトロールしてただけだ…誰がそんなことを？
zh_cn: 嗯？不，不。他们去了山坡上，只是又一次巡视......谁告诉你的？

source: Never mind. I really need to go.
ja: 気にしないで。もう行かないと。
zh_cn: 算了吧。我真的要走了。

source: A guy called Ehrenfest said that to me.
ja: エーレンフェストって人がそう言ってたんだ。
zh_cn: 一个叫埃伦费斯特的人对我说了这句话。

source: Ehrenfest? Who is he? What does he know? It's common knowledge that guard patrols are not actively searching for missing villagers due to lack of resources.
ja: エーレンフェスト？ 誰だそりゃ？ 何を知ってやがる？ 資源が足りてないせいで衛兵の村人捜索のパトロールが消極的だってのは、周知の事実なんだぞ。
zh_cn: 埃伦费斯特？他是谁？他知道什么？众所周知，由于缺乏资源，警卫巡逻队没有积极寻找失踪的村民。

source: So he lied to me? Why?
ja: じゃあ彼は嘘をついてた？ どうして？
zh_cn: 所以他骗了我？为什么？

source: Uhm...I will ask him about this inconsistency.
ja: うーん…この矛盾のことを彼に尋ねてみる。
zh_cn: 呃......我会问他这个不一致的问题。
