Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: Special exit?
de: Sonderausgang?
fr: Sortie spéciale ?
ja: 特別な出口？
pt: Saída especial?
zh_cn: 特殊出口？

source: You again!
de: Du schon wieder!
fr: Encore toi !
ja: またか！
pt: Novamente!
zh_cn: 又是你！

source: Yes, me. And I know what you have done! I talked to Norgothla in the woods and found Lord Guynmart and Lovis here in the dungeons.
de: Ja, ich. Und ich weiß, was du getan hast! Ich habe mit Norgothla in den Wäldern gesprochen und Lord Guynmart und Lovis hier im Kerker gefunden.
fr: Oui, moi. Et je sais ce que tu as fait ! J'ai parlé à Norgothla dans les bois et j'ai trouvé le Seigneur Guynmart et Lovis ici dans les donjons.
ja: そうだ、僕だ。あなたのやったことならわかっているぞ！ 森の中でノルゴトラと話をして、この地下牢でグインマート卿とロビスを見つけたんだ。
pt: Sim eu. E sei o que fez! Falei com Norgothla na floresta e encontrei Lorde Guynmart e Lovis aqui nas masmorras.
zh_cn: 是的，我。而且我知道你做了什么！我在树林里和诺戈特拉谈话，并在地牢里找到了盖恩玛特勋爵和洛维斯。

source: I have had enough of you. This will be your end!
de: Ich have genug von dir. Das wird dein Ende sein!
fr: J'en ai marre de toi. Prépare-toi à mourir !
ja: もうたくさんだ。これで終わりだ！
pt: Tive o suficiente de você. Isto será o seu fim!
zh_cn: 我受够了你。这将是你的结局！

source: Oh dear. Have mercy, please. I am just a little kid.
de: Ach herrje. Habt Mitleid, bitte. Ich bin nur ein kleines Kind.
fr: Oh mon dieu. Pitié, s'il vous plait. Je suis juste un petit enfant.
ja: ええっ、どうかご慈悲を。僕はまだ子供なんだ。
pt: Oh céus. Tem piedade, por favor. Sou apenas uma criancinha.
zh_cn: 哦，亲爱的。请发发慈悲吧。我只是一个小孩子。

source: Do you think so? Traitor!
de: Meinst du? Verräter!
fr: Ah oui, tu crois ? Traître !
ja: そう思うか？ この裏切り者め！
pt: Acha? Traidor!
zh_cn: 你这么认为吗？叛徒！

source: Now you will get what you deserve!
de: Jetzt kriegst du, was du verdienst!
fr: Maintenant, tu vas avoir ce que tu mérites !
ja: これは当然の報いだ！
pt: Agora vai conseguir o que merece!
zh_cn: 现在，你将得到你应得的东西!

source: No, please, please don't hurt me!
de: Nein, bitte, bitte verletze mich nicht!
fr: Non, s'il vous plait, je vous en supplie ne me faites pas de mal !
ja: やめてよ、お願い、襲わないで！
pt: Não, por favor, não me machuque!
zh_cn: 不，请不要伤害我！

source: Pathetic. So run, and never let me set eyes on you again!
de: Erbärmlich. Also lauf und komm mir niemal mehr unter die Augen!
fr: Pathétique. Alors, cours et ne me laisse plus jamais poser les yeux sur toi !
ja: 哀れだな。だったら失せろ、二度とその面を見せるな！
pt: Patético. Então corra e nunca mais deixe-me pôr os olhos em si novamente!
zh_cn: 可悲。那就快跑吧，别让我再看到你了！

source: What did you call me? I'll beat you until you whine for mercy.
de: Wie hast du mich genannt? Ich werde dich windelweich schlagen.
fr: Comment m'as-tu appelé ? Je vais te battre jusqu'à ce que tu implores ma grâce en gémissant.
ja: この私を何と呼んだ？ 慈悲を乞い泣き叫ぶまで叩きのめしてやる。
pt: Do que me chamou? Vou o bater até clamar por misericórdia.
zh_cn: 你叫我什么？我要打到你哀嚎求饶。

source: Ha! So come on and try! No? I will put an end to you now!
de: Ha! Versuch es doch! Nein? Ich werde dir nun ein Ende bereiten!
fr: Ha ! Alors viens et essaye ! Non ? Je vais mettre un terme à ton existence maintenant !
ja: はっ！ さあやってみなよ！ 無理か？ 僕がお前を終わらせてやる！
pt: Ha! Então venha e tente! Não? Vou acabar consigo agora!
zh_cn: 哈!那就来试试吧!不行吗？我现在就给你来个了断!

source: Oh dear, please forgive my rash words.
de: Ach herrje, bitte vergib mir meine vorlauten Worte.
fr: Oh par pitié, excusez mes paroles irréfléchies.
ja: ええっ、早まった物言いをお許しください。
pt: Oh querido, por favor, perdoe minhas palavras precipitadas.
zh_cn: 哦，亲爱的，请原谅我的轻率言行。

source: OK. I will go now. But I will not forget you - fear my revenge! And before I leave, I will stab your beloved Guynmart...
de: In Ordnung. Ich gehe jetzt. Aber ich werde dich nicht vergessen - fürchte meine Rache! Und before ich gehe, werde dich deinen geliebten Guynmart abstechen...
fr: Ok. Je vais partir. Mais je ne t'oublierai pas, attention à ma revanche ! Et avant de partir, je vais poignarder ton Guynmart bien-aimé.
ja: いいだろう。私はもう行く。だがお前のことは忘れんぞ…復讐に震え上がるがいい！ その前にだ、お前たちの大事なグインマートは始末しておこう…
pt: OK. Vou agora. Mas não vou esquecer de si - teme a minha vingança! E antes de partir, vou esfaquear o seu amado Guynmart…
zh_cn: 好的。我现在要走了。但我不会忘记你的--害怕我的报复！在我离开之前，我会刺伤你心爱的盖恩玛特...

source: Nooo! What did you do? Stay and face me, you coward!
de: Nein! Was hast du getan? Bleib hier und stell dich, du Feigling!
fr: Nooon ! Qu'as-tu fait ? Reste et affronte-moi, lâche !
ja: やめろっ！ 何をした？ こっちを向け、この臆病者！
pt: Nãoo! O que fez? Fique e enfrente-me, seu covarde!
zh_cn: 不！你做了什么？留下来面对我，你这个懦夫！

source: Indeed. I am surprised to see you here.
de: Stimmt. Ich bin überrascht, dich hier zu sehen.
fr: C'est vrai. Je suis surpris de te voir ici.
ja: まったく。こんなところで顔を合わせることになるとは驚かせてくれる。
pt: De fato. Estou surpreso em ver-lo aqui.
zh_cn: 的确如此。我很惊讶在这里看到你。

source: I wanted to keep you out of all this. I'm sure you now have many questions. I will tell you everything.
de: Ich wollte dich aus allem raushalten. Du hast sicherlich viele Fragen. Ich werde alle beantworten.
fr: Je voulais te laisser en dehors de tout ça. Tu dois certainement avoir beaucoup de questions. Je vais tout t'expliquer.
ja: この件からは遠ざけてしまいたかったのだがな。今の君は多くの疑問を抱えていることだろう。私がすべて話そう。
pt: Queria te manter fora de tudo isto. Tenho certeza que agora tem muitas perguntas. Vou te contar tudo.
zh_cn: 我想让你不参与这一切。我相信你现在有很多问题。我将告诉你一切。

source: I hope you have a good explanation.
de: Ich hoffe, du hast eine gute Erklärung.
fr: J'espère que tu as une bonne explication.
ja: ちゃんとした説明があるといいけど。
pt: Espero que tenha uma boa explicação.
zh_cn: 我希望你有一个好的解释。

source: I don't want to hear your lies.
de: Ich will deine Lügen nicht hören.
fr: Je ne veux pas entendre vos mensonges.
ja: あなたの嘘なんて聞きたくない。
pt: Não quero ouvir as suas mentiras.
zh_cn: 我不想听你的谎言。

source: Please be patient, and give me a minute. This may be important to you.
de: Bitte habe Geduld und gib mir einen Moment. Dies könnte wichtig für dich sein.
fr: Sois patient, et donne-moi une minute. Ça pourrait avoir de l'importance pour toi.
ja: しばしの間我慢してくれるか。これは君にとって重要なことかもしれないぞ。
pt: Por favor, seja paciente e dê-me um minuto. Isso pode ser importante para si.
zh_cn: 请耐心等待，给我一分钟时间。这可能对你很重要。

source: No. I will never believe you unless you let Guynmart go!
de: Nein. Ich werde dir nie glauben solange du Guynmart nicht gehen lässt!
fr: Non. Je ne vais jamais vous croire à moins que vous ne laissiez Guynmart partir !
ja: ダメだ。グインマートを解放しない限りは信じられない！
pt: Não. Nunca vou acreditar em si, a menos que deixe Guynmart ir!
zh_cn: 不，除非你放走盖恩玛特，否则我永远都不会相信你!

source: OK. One minute.
de: Gut. Einen Moment.
fr: Ok. Une minute.
ja: わかった。ちょっとだけ。
pt: OK. Um minuto.
zh_cn: 好的。一分钟。

source: Until recently, everything was fine. Guynmart was a righteous man, open-minded and tolerant. And Hannah was supposed to marry me when she was old enough.
de: Bis vor kurzem war alles in Ordnung. Guynmart war ein gerechter Mann, aufgeschlossen und tolerant. Und Hannah war mir versprochen, sobald sie alt genug wäre.
fr: Jusqu'il y a peu, tout allait bien. Guynmart était un homme intègre, ouvert d'esprit et tolérant. Et Hannah était supposée m'épouser dès qu'elle serait assez grande.
ja: 最近までは何事もなかったのだ。グインマートには正義感があり、心が広く寛容だった。そしてハンナは成人したら私と結婚するはずだった。
pt: Até recentemente, tudo estava bem. Guynmart era um homem justo, de mente aberta e tolerante. E Hannah deveria se casar comigo quando ela tivesse idade suficiente.
zh_cn: 直到最近，一切都很好。盖恩玛特是个正直的人，思想开放、宽容。而汉娜本应在她足够大的时候嫁给我。

source: Then one unfortunate day this Lovis appeared.
de: Dann kam eines unglücklichen Tages dieser Lovis.
fr: Puis un jour de malchance, ce Lovis est apparu.
ja: そんなある日、あのロビスが現れた。
pt: Então um dia infeliz este Lovis apareceu.
zh_cn: 然后有一天，这个洛维斯出现了。

source: He kept playing on his probably magical flute and thus stole Hannah's heart.
de: Er spielte ständig auf seiner wahrscheinlich magischen Flöte und stahl mir Hannahs Herz.
fr: Il jouait tout le temps de sa flûte magique et a conquis le coeur d'Hannah.
ja: おそらくは魔法のフルートなのだろうそれを演奏して、ヤツはハンナの心を奪っていった。
pt: Ele continuou a tocar na flauta dele, provavelmente mágica e, assim, roubou o coração de Hannah.
zh_cn: 他不停地吹着他那支可能有魔力的笛子，从而偷走了汉娜的心。

source: He also began to influence Guynmart more and more, until Guynmart would not make a single decision without hearing from Lovis.
de: Er begann sogar Guynmart immer mehr zu beeinflussen, bis Guynmark keine einzige Entscheidung mehr ohne Rücksprache mit Lovis treffen konnte.
fr: Il a aussi commencé à influencer Guynmart de plus en plus, jusqu'à ce que Guynmart ne prenne plus une seule décision sans écouter Lovis.
ja: またヤツは段々とグインマートにも影響を及ぼすようになり、ついにはロビスからの意見なしにグインマートは決定の1つも下さなくなってしまった。
pt: Ele também começou a influenciar Guynmart mais e mais, até que Guynmart não tomaria uma decisão única sem ouvir de Lovis.
zh_cn: 他也开始越来越多地影响盖恩玛特，直到盖恩玛特不听洛维斯的意见就不做任何决定。

source: Shadow meetings were banned, and the use of bonemeal potions was prohibited.
de: Schattenversammlungen wurden verboten und der Gebrauch von Knochenmehltränken unter Strafe gestellt.
fr: Les réunions de l'Ombre et l'utilisation de potion d'os ont été interdites.
ja: シャドウの会合は禁止された、骨粉ポーションの使用も禁じられた。
pt: As reuniões de sombra foram banidas e o uso de poções de farinha de ossos foi proibido.
zh_cn: 暗影会议被禁止，骨粉的使用也被禁止。

source: People had to hand over all their bonemeal supplies so that they could be destroyed. The farms, their inhabitants, and even visitors were searched.
de: Die Leute mussten ihre gesamten Knochenmehlvorräte hergeben, damit diese zerstört wurden. Die Bauernhöfe, deren Bewohner und sogar Gäste wurden durchsucht.
fr: Les gens ont dû remettre toutes leurs réserves de potions d'os pour qu'elles soient détruites. Les fermes, leurs habitants, et même les visiteurs on été fouillés.
ja: 民衆はすべての骨粉を手放し処分せねばならなくなった。農場とその住民、さらにはここを訪れた来客までもが捜索の対象となった。
pt: As pessoas tinham que entregar todos as suas provisões de farinha para que pudessem ser destruídas. As fazendas, os habitantes delas e até visitantes foram revistados.
zh_cn: 人们不得不交出他们所有的骨粉供应，以便将它们销毁。农场、居民，甚至游客都被搜查了。

source: A young man, who was my guest at that time, gave me his bonemeal potion box and asked me to take care of it. Otherwise it would have been destroyed too.
de: Ein junger Mann, der damals mein Gast war, gab seine Knochemehltrankkiste in meine Obhut. Sonst wäre diese auch zerstört worden.
fr: Un jeune homme, qui était mon hôte à ce moment-là, m'a donné une boîte de potions d'os et m'a demandé d'en prendre soin. Sinon elle aurait été détruite également.
ja: 私の客人であった若者から、骨粉ポーションの箱を預かってくれと頼まれたのはそんなときだ。そうでなければ、それも処分されていたことだろう。
pt: Um jovem, que era meu convidado naquela época, me deu a caixa de poção de farinha de ossos dele e pediu-me para cuidar dela. Caso contrário, também teria sido destruída.
zh_cn: 当时有一个年轻人是我的客人，他把他的骨粉药箱交给我，要我照顾好它。否则它也会被毁掉。

source: So I took it for safekeeping. Look here.
de: Also habe ich sie für ihn aufbewahrt. Sieh hier.
fr: Donc je l'ai mis en lieu sûr. Regarde ici.
ja: それで私は保管するためにこれを持ち歩いている。見るがいい。
pt: Então levei-o por segurança. Olhe aqui.
zh_cn: 所以我把它拿去保管了。看这里。

source: I know this box - it belongs to my brother Andor!
de: Ich kenne diese Kiste - sie gehört meinem Bruder Andor!
fr: Je connais cette boîte. Elle appartient à mon frère Andor !
ja: この箱は…僕の兄アンドールのものだ！
pt: Conheço esta caixa - pertence ao meu irmão Andor!
zh_cn: 我知道这个盒子--它是我哥哥安道尔的！

source: Andor - yes, that was his name. He is your brother? That explains the similarity.
de: Andor - ja, so hieß er. Er ist dein Bruder? Das erklärt die Ähnlichkeit.
fr: Andor - oui, c'est son nom. C'est ton frère ? Ça explique la similarité.
ja: アンドール…そう、それが彼の名前だ。兄だったのか。道理で似ていると思ったよ。
pt: Andor - sim, esse era o nome dele. Ele é teu irmão? Isso explica a semelhança.
zh_cn: 安道尔--是的，那是他的名字。他是你的哥哥？这就解释了这种相似性。

source: We had long nights of interesting conversation.
de: Wir haben nächtelang interessante Gespräche geführt.
fr: Nous avons eu de longues nuits de conversations intéressantes.
ja: 私たちは夜遅くまで会話で盛り上がった。
pt: Tivemos longas noites de conversas interessantes.
zh_cn: 我们在漫长的夜晚进行了有趣的谈话。

source: Well, Andor had to go on urgent business and left the castle the same night.
de: Nun, Andor musste noch dringende Geschäfte erledigen und verließ die Burg in derselben Nacht.
fr: Eh bien, Andor a dû partir pour affaires pressantes et a quitté le château la même nuit.
ja: ああ、アンドールなら急な用事が入って、その夜には城を出たよ。
pt: Bem, Andor teve que ir em negócios urgentes e deixou o castelo na mesma noite.
zh_cn: 好吧，安道尔不得不去办紧急事务，并在当天晚上离开了城堡。

source: Enough talk. Now you have to decide if you want to trust me or rather Guynmart.
de: Genug geredet. Nun musst du entscheiden, wem du mehr vertrauen willst - mir oder lieber Guynmart.
fr: Assez parlé. Maintenant, tu dois décider si tu veux faire confiance à Guynmart ou à moi.
ja: 話はもういいだろう。では私とグインマート、どちらを信用するのかを決めてくれ。
pt: Chega de conversa. Agora tem que decidir se quer confiar em mim ou melhor, Guynmart.
zh_cn: 说得够多了。现在你必须决定是要相信我还是要相信盖恩玛特。

source: I think I misjudged you. I will trust you.
de: Ich denke, ich habe dich falsch eingeschätzt. Ich werde dir trauen.
fr: Je crois que je t'ai mal jugé. Je vais te faire confiance.
ja: あなたを誤解していたようだ。あなたを信じるよ。
pt: Acho que te julguei mal. Vou confiar-te.
zh_cn: 我想我误判了你。我将相信你。

source: You did not convince me. I believe Guynmart more than you.
de: Du überzeugst mich nicht. Ich glaube Guynmart mehr als dir.
fr: Tu ne m'as pas convaincu. Je crois en Guynmart plus qu'en toi.
ja: あなたは僕を納得させなかった。あなたよりもグインマートを信じる。
pt: Não me convenceu. Acredito em Guynmart mais do que você.
zh_cn: 你并没有说服我。我更相信盖恩玛特。

source: Are you sure? Listen to your heart. It is really important.
de: Bist du sicher? Höre auf dein Herz. Es ist wirklich wichtig.
fr: Tu es sûr ? Ecoute ton coeur. C'est vraiment important.
ja: 確かか？ 心の声に耳を傾けてくれ。本当に重要なことだぞ。
pt: Tem certeza? Ouça o seu coração. É muito importante.
zh_cn: 你确定吗？听听你的心声。这真的很重要。

source: Yes, I will trust you.
de: Ja, ich traue dir.
fr: Oui, je vais te faire confiance.
ja: ええ、あなたを信じる。
pt: Sim, vou confiar em si.
zh_cn: 是的，我会相信你。

source: No, I believe Guynmart more than you.
de: Nein, ich glaube Guynmart mehr als dir.
fr: Non, je crois en Guynmart plus qu'en toi.
ja: いや、あなたよりもグインマートを信じるよ。
pt: Não, acredito em Guynmart mais do que você.
zh_cn: 不，我更相信盖恩玛特。

source: Watch out! Guynmart...
de: Pass auf! Guynmart...
fr: Attention ! Guynmart...
ja: 危ない！ グインマート…
pt: Cuidado! Guynmart...
zh_cn: 注意了!盖恩玛特...

source: Guynmart tried to get at you from behind. I felt I had to do something quick, but it seems that it wasn't necessary. Obviously he stumbled and fell on his own knife.
de: Guynmart versuchte dich von hinten zu erwischen. Ich musste schnell handeln, aber es war wohl nicht notwendig. Anscheinend stolperte er und fiel in sein eigenes Messer.
fr: Guynmart a essayé de t'avoir par derrière. J'ai pensé que je devais réagir vite, mais on dirait que ce n'était pas nécessaire. Evidemment, il a trébuché et est tombé sur son propre couteau.
ja: グインマートが後ろから君に襲いかかろうとしていた。咄嗟に何かしなくてはと思ったんだが、不要だったらしい。ヤツはつまずいて自分のナイフに倒れ込んだよ。
pt: Guynmart tentou atingir-me por trás. Senti que tinha que fazer algo rápido, mas parece que não era necessário. Obviamente, ele tropeçou e caiu na sua própria faca.
zh_cn: 盖恩玛特试图从背后袭击你。我觉得我必须迅速采取行动，但似乎没有必要。很明显，他绊倒了，倒在了自己的刀上。

source: Thank you. Really, I didn't expect this from Lord Guynmart.
de: Dank dir. Wirklich, das hätte ich von Lord Guynmart nicht erwartet.
fr: Merci. Vraiment, je ne m'attendais pas à ça de la part de Seigneur Guynmart.
ja: ありがとう。本当ですか、グインマート卿がそんなことをするなんて。
pt: Obrigado. Realmente, não esperava isso de Lord Guynmart.
zh_cn: 谢谢你。真的，我没有想到盖恩玛特勋爵会这样做。

source: Yes, Guynmart had changed a lot recently. Here, please take Andor's bonemeal potion box and return it to him.
de: Ja, Guynmart hat sich in letzter Zeit sehr verändert. Hier, nimm bitte Andors Kiste für Knochenmehltränke und gib sie ihm zurück.
fr: Oui, Guynmart a beaucoup changé récemment. Tiens, prends la caisse de potions d'os d'Andor et rends-la lui s'il te plait.
ja: ああ、近頃のグインマートはすっかり別人のようになってしまった。ほら、アンドールの骨粉ポーションの箱を持って行ってくれ。彼に返してくれるか。
pt: Sim, o Guynmart mudou muito recentemente. Aqui, por favor, leve a caixa de poção de farinha de ossos de Andor e devolva-lhe.
zh_cn: 是的，盖恩玛特最近变化很大。在这里，请拿着安道尔的骨粉药盒，把它还给他。

source: If only I had finally found my brother.
de: Wenn ich nur endlich meinen Bruder finden würde.
fr: Si seulement j'avais finalement trouvé mon frère.
ja: 兄が見つかればなぁ。
pt: Se pelo menos tivesse finalmente encontrado o meu irmão...
zh_cn: 如果我找到了我的兄弟就好了。

source: And now stick to your plan. Open the gate. My men will await Norgothla.
de: Und nun halte dich an deinen Plan. Öffne das Tor. Meine Männer werden Norgothla erwarten.
fr: Et maintenant suis ton plan. Ouvre le portail. Mes hommes attendront Norgothla.
ja: 今は計画に専念してくれるか。門を開けてくれ。私の部下がノルゴトラを待ち構えている。
pt: E agora cumpra seu plano. Abra o portão. Meus homens aguardarão Norgothla.
zh_cn: 而现在坚持你的计划。打开大门。我的人将等待诺戈特拉。

source: Then go to the farm south of here and stay there for the night. May The Shadow be with you!
de: Dann gehe zu dem Bauernhof südlich von hier und übernachte dort bis morgen früh. Möge der Schatten mit dir sein!
fr: Puis va à la ferme au sud d'ici et reste-y pour la nuit. Que l'Ombre soit avec toi !
ja: そしてここから南の農場へと向かい、そこで1泊してくるといい。シャドウがあなたとともにありますように！
pt: Então vá à fazenda ao sul daqui e fique lá por uma noite. Que a sombra esteja consigo!
zh_cn: 然后去南边的农场，在那里过夜。愿暗影与你同在!

source: Hello $playername - The Shadow be with you.
de: Hallo $playername - Der Schatten sei mit dir.
fr: Bonjour $playername - Que l'Ombre soit avec toi.
ja: こんにちは$playername、シャドウがあなたとともにありますように。
pt: Olá $playername - A sombra esteja consigo.
zh_cn: 你好，$playername - 暗影与你同在。

source: Welcome $playername. You were of great help.
de: Willkommen $playername. Du warst eine große Hilfe.
fr: Bienvenu $playername. Tu as été d'une grande aide.
ja: よく来てくれた、$playername。君には本当に世話になった。
pt: Bem-vindo $playername. Foi de grande ajuda.
zh_cn: 欢迎$playername。你帮了大忙。

source: Move on!
de: Los, weiter!
fr: Avance !
ja: 進め！
pt: Mova-se!
zh_cn: 继续前行！

source: I am glad the feast is over. It was hard work.
de: Zum Glück ist das Fest vorbei. Es war harte Arbeit.
fr: Je suis content que la fête soit finie. C'était un travail difficile.
ja: 祝宴が終わってよかった。大変な仕事だったよ。
pt: Estou feliz que a festa acabou. Foi trabalho duro.
zh_cn: 我很高兴盛宴结束了。这是个艰苦的工作。

source: It's a pity that I couldn't attend the wedding.
de: Wie schade, dass ich nicht an der Hochzeit teilnehmen konnte.
fr: Dommage que je n'aie pas pû assister au mariage.
ja: 結婚式に出席できなくて残念。
pt: É uma pena não poder comparecer ao casamento.
zh_cn: 很遗憾，我没能参加这次婚礼。

source: Could I buy some provisions?
de: Könnte ich einige Vorräte kaufen?
fr: Est-ce que je peux acheter des provisions ?
ja: 食料品は買えますか？
pt: Poderia comprar algumas provisões?
zh_cn: 我可以买一些物资吗？

source: What do you want? Be quick - I am preparing the meal for a wedding and I have little time.
de: Was willst du? Mach schnell - Ich muss noch das Mahl für die Hochzeit vorbereiten und habe wenig Zeit.
fr: Que veux-tu ? Sois rapide - je prépare le repas d'un mariage et j'ai peu de temps.
ja: 何の用だ？ 早くしてくれ、結婚式の食事を用意してるんだ、時間がない。
pt: O que quer? Seja rápido! Pois estou a preparar a refeição para um casamento e tenho pouco tempo.
zh_cn: 你想要什么？要快--我正在为一个婚礼准备饭菜，我没有什么时间。

source: Hannah's maid asked me to take her lunch to her.
de: Hannas Zofe hat mich gebeten, ihr das Mittagessen zu bringen.
fr: La servante d'Hannah m'a demandé de lui apporter son déjeuner.
ja: ハンナのメイドからランチを持っていってくれと頼まれました。
pt: A empregada de Hannah pediu-me para levar-lhe o almoço.
zh_cn: 汉娜的女仆让我把她的午餐拿给她。

source: The steward told me you could give me some bread.
de: Der Verwalter meinte, du könntest mir etwas Brot geben.
fr: L'intendant m'a dit que vous pouviez me donner du pain.
ja: 執事がパンをくれると言ってました。
pt: O mordomo disse-me que poderia dar-me um pouco de pão.
zh_cn: 管家告诉我你可以给我一些面包。

source: Can I buy some provisions?
de: Kann ich ein paar Vorräte kaufen?
fr: Est-ce que je peux acheter des provisions ?
ja: 食料品は買えますか？
pt: Posso comprar algumas provisões?
zh_cn: 我可以买一些物资吗？

source: Did you bring the herbs for Hannah's lunch?
de: Hast du die Kräuter für Hannahs Mittagessen?
fr: As-tu apporté les herbes pour le déjeuner de Hannah ?
ja: ハンナのランチにハーブを持ってきてくれたか？
pt: Trouxe as ervas para o almoço de Hannah?
zh_cn: 你为汉娜的午餐带了草药吗？

source: Oh. I knew I had forgotten something...
de: Oh. Ich wusste ich habe was vergessen...
fr: Oh. Je savais que j'avais oublié quelque chose...
ja: ああ。何か忘れてると思ったら…
pt: Oh. Sabia que tinha esquecido alguma coisa…
zh_cn: 哦。我就知道我忘记了什么...

source: Do you think I am stupid? I already gave you two fine loaves of bread, for free! Out of my kitchen, you scum!
de: Hältst du mich für blöd? Ich habe dir schon zwei Laib Brot gegeben, umsonst! Raus aus meiner Küche, du Gesindel!
fr: Tu crois que je suis stupide ? Je t'ai déjà donné deux belles tranches de pain, gratuitement ! Sors de ma cuisine, racaille !
ja: バカにしてるのか？ パンなら2つ、タダであげたじゃないか！ キッチンから出て行けこの野郎！
pt: Acha que sou estúpido? Já te dei dois ótimos pedaços de pães, de graça! Saia da minha cozinha, seu canalha!
zh_cn: 你以为我是傻瓜吗？我已经给了你两块上好的面包，免费的!滚出我的厨房，你这个败类！

source: It was worth a try.
de: Es war einen Versuch wert.
fr: Ca valait le coup d'essayer.
ja: 試す価値はあった。
pt: Valeu a pena tentar.
zh_cn: 这值得一试。

source: Yes, of course. Just a second.
de: Ja, selbstverständlich. Einen Moment.
fr: Oui, bien sûr. Juste une seconde.
ja: ええ、もちろん。ちょっとお待ちを。
pt: Sim, claro. Apenas um segundo.
zh_cn: 是的，当然了。请稍等。

source: Here I have some fresh bread for you. Enjoy it.
de: Hier habe ich etwas frisches Brot für dich. Lass es dir schmecken.
fr: Tiens, j'ai du pain frais pour toi. Profites-en.
ja: 焼き立てのパンをお持ちしました。楽しんでくれ。
pt: Tenho pão fresco para si. Aproveite.
zh_cn: 我这里有一些新鲜的面包给你。请享用吧。

source: Many thanks. Bye.
de: Vielen Dank. Tschüss.
fr: Merci beaucoup. Au revoir.
ja: どうもありがとう。それでは。
pt: Muito obrigado. Tchau.
zh_cn: 谢谢。再见。

source: Could I also buy some provisions?
de: Könnte ich einige Vorräte kaufen?
fr: Est-ce que je pourrais aussi acheter des provisions ?
ja: 食料品も買えますか？
pt: Posso também comprar algumas provisões?
zh_cn: 我是否也可以买一些物资？

source: Hmm. She might be in her room upstairs, or maybe on the top of the tower again. But of course you can't see her, so it doesn't really matter.
de: Hmm. Sie könnte auf ihrem Zimmer oben sein, oder vielleicht wieder auf der Turmspitze. Es ist aber auch egal, da du sie sowieso nicht sprechen darfst.
fr: Hmm. Elle pourrait bien être dans sa chambre à l'étage, ou peut-être encore au sommet de la tour. Mais bien sûr tu ne peux pas la voir, donc peu importe.
ja: うーん。2階の自室かもしれないし、塔にいるかもしれない。でも会えるわけがないんだしどうだっていいだろ。
pt: Hmm. Ele pode estar no seu quarto no andar de cima ou talvez no topo da torre de novo. Mas não consegue ver-la, então não importa muito.
zh_cn: 嗯。她可能在楼上的房间里，也可能又在塔顶上。但当然，你看不到她，所以这并不重要。

source: Yes, sure. I will leave now.
de: Ja, sicher. Ich werde jetzt gehen.
fr: Oui, bien sûr. Je vais partir maintenant.
ja: ええ、もちろん。これで失礼します。
pt: Sim, claro. Sairei agora.
zh_cn: 是的，当然。我现在就走。

source: The steward told me that you could give me some bread.
de: Der Verwalter sagte mir, dass du mir etwas Brot geben könntest.
fr: L'intendant m'a dit que vous pourriez me donner du pain.
ja: 執事がパンをくれると言ってました。
pt: O mordomo contou-me que poderia me dar pão.
zh_cn: 管家告诉我，你可以给我一些面包。

source: Yes, of course. But be quick, I still have a lot of work to do.
de: Natürlich. Aber beeil dich, ich habe immer noch viel zu tun.
fr: Oui, bien sûr. Mais sois rapide, j'ai encore beaucoup de travail à faire.
ja: ええ、もちろん。でも早くしてくれ、まだやることはたくさんあるんだ。
pt: Claro. Mas seja breve, tenho muito trabalho a fazer.
zh_cn: 是的，当然了。但要快，我还有很多工作要做。

source: OK, show me what you have.
de: Klar. Zeig mir was du hast.
fr: Ok, montrez-moi ce que vous avez.
ja: わかりました、何があるか見せてください。
pt: OK, mostre-me oque tem.
zh_cn: 好吧，让我看看你有什么。
