Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: Hmm, yes, that might be a good idea actually. Considering you made it up here, you must have some knowledge of the surroundings.
de: Hm, ja, das ist vielleicht gar keine schlechte Idee. Wenn man bedenkt, dass du es hierher geschafft hast, musst du einige Kenntnis über die Umgebung haben.
fr: Hmm, oui, ça pourrait être une bonne idée en fait. Si tu es arrivé jusqu'ici, tu dois connaître un peu les environs.
ja: ううむ、そうだな、それはいいかもしれん。ここまでやって来たことを思うと、周辺のことはある程度分かっているはずだな。
pt: Hum, sim, acho que pode ser uma boa ideia, na verdade. A considerar que chegou até aqui, deve ter algum conhecimento dos arredores.
zh_cn: 嗯，是的，实际上这可能是个好主意。考虑到你是在这里做的，你一定对周围的环境有所了解。

source: Tell you what. You might be able to help us.
de: Weißt du was? Du könntest in der Lage sein, uns zu helfen.
fr: Tu sais quoi, tu pourrais être capable de nous aider.
ja: 何から話したものか。我々の助けとなるかもしれんのだ。
pt: Quer saber: pode ser capaz de nos ajudar.
zh_cn: 告诉你吧。你也许能帮助我们。

source: There is an abandoned house some way to the east of here, on a peninsula on the northern shore of lake Laeroth.
de: Es gibt da ein verlassenes Haus, ein Stück weit Richtung Osten, auf einer Halbinsel am Nordufer des Laerothsees.
fr: Il y a une maison abandonnée à l'est d'ici, sur une presqu'île de la rive nord du lac Laeroth.
ja: ここから少し東、ロレス湖の北岸に当たる半島に廃屋がある。
pt: Há uma casa abandonada em algum lugar a leste da aqui, numa península na margem norte do lago Laeroth.
zh_cn: 在这里东边的某个地方，在莱洛斯湖北岸的一个半岛上，有一座废弃的房子。

source: We have reason to believe that this cabin is inhabited by someone, since we have seen candlelight coming from there during the night across the lake. We are not certain though, it could just be the moonlight on the water.
de: Wir haben Grund zu der Annahme, dass diese Hütte bewohnt ist, weil wir nachts Kerzenschein von dort über den See herüberleuchten sehen. Wir sind allerdings nicht sicher, es könnte auch einfach das Licht des Mondes auf dem Wasser sein.
fr: Nous avons des raisons de croire que ce cabanon est habité par quelqu'un, car nous pouvons voir une lueur de bougie venant de là-bas pendant la nuit. Nous n'en sommes cependant pas certains, ce pourrait être le clair de lune sur l'eau.
ja: 我々には、この小屋に誰かが住んでいるかもしれないと考える理由がある。夜に湖の向こう側からろうそくの明かりが見えたのだ。確かとは言い難い、ただの水面の月明かりだったかもしれんしな。
pt: Temos razões para acreditar que esta cabana esteja habitada por alguém, já que temos visto luzes de velas a vir de lá durante a noite através do lago. Não estamos certos, porém, pode ser apenas a luz da lua sobre a água.
zh_cn: 我们有理由相信这个小屋有人居住，因为我们在湖对岸的夜晚看到烛光从那里射来。但我们不确定，可能只是水面上的月光。

source: That's where you come in, and might be able to help us.
de: Und dies ist der Punkt, wo du uns helfen kannst.
fr: C'est là que tu interviens, et où tu pourrais nous rendre un service.
ja: そこで出番だ、こちらの助けとなるかもなのだが。
pt: É aí que entra. Talvez possa ser capaz de nos ajudar.
zh_cn: 那就是你进来的地方，也许能帮助我们。

source: I must stay here and guard the bridge, but you could go over there and peek inside.
de: Ich muss hierbleiben und die Brücke bewachen, aber du könntest hinübergehen und mal einen Blick hineinwerfen.
fr: Je dois rester ici et garder le pont, mais tu pourrais y aller et y jeter un coup d’œil.
ja: 私はここに残って橋を守らねばならん、だが君ならそこまで行って中を覗いて来れる。
pt: Devo ficar aqui e guardar a ponte, mas pode ir lá e dar olhada dentro.
zh_cn: 我必须呆在这里守卫这座桥，但你可以到那边往里看。

source: Now, I must warn you - this could be dangerous. If it is as we suspected, then the person in the cabin could be a ... shall we say ... persuasive talker.
de: Aber ich muss dich warnen - es kann gefährlich sein. Wenn es ist, wie wir vermuten, dann ist die Person in der Hütte möglicherweise ein ... sagen wir ... überzeugender Redner.
fr: Cependant, je dois t'avertir - cela pourrait être dangereux. Si les choses sont telles que nous le soupçonnons, alors la personne habitant là pourrait être... disons... un orateur persuasif.
ja: さて、警告しておこう…危険かもしれんぞ。仮に我々が疑った通りであるとすれば、小屋の中の人物は…弁の立つやり手かもしれん。
pt: Agora, devo avisá-lo - isso pode ser perigoso. Se for como suspeitamos, a pessoa na cabina pode ser... digamos... uma oradora persuasiva.
zh_cn: 现在，我必须警告你——这可能很危险。如果这是我们怀疑的，那么房屋里的人可能是。。。我们应该说。。。有说服力的谈话者。

source: So, if you really want to help us, the task I ask of you is that you only peek inside that cabin and identify if there's anyone there, and if so who that might be.
de: Wenn du uns also wirklich helfen willst, dann wäre die Aufgabe, die ich dir stelle, nur einen Blick in die Hütte zu werfen und herauszufinden, ob sich dort jemand befindet, und wer das dann sein könnte.
fr: Donc, si tu veux vraiment nous aider, je te demande d'aller jeter un coup d’œil dans ce cabanon et de regarder s'il y a quelqu'un à l'intérieur, et si oui qui cette personne pourrait être.
ja: それで本当に協力してくれるというなら、小屋を覗いて誰かがいるかどうか確認してきてもらえないか。もしいるなら何者かも特定してほしい。
pt: Então, se realmente quiser nos ajudar, a tarefa que lhe peço é que apenas olhe dentro dessa cabana e identifique se há alguém lá e se assim for quem seria.
zh_cn: 所以，如果你真的想帮助我们，我要求你的任务是，你只需窥视一下小屋内部，确定是否有人在那里，如果有，那可能是谁。

source: Report back to me as soon as possible, and do not speak for too long with anyone that might be there.
de: Berichte mir sobald wie möglich, und sprich auf keinen Fall zu lange mit etwaigen Bewohnern .
fr: Fais-moi un rapport dès que possible, et ne parle pas trop avec quiconque se trouverait là.
ja: できるだけ早く報告してくれ、それからいるかもしれない誰かとはあまり長くは話さないようにな。
pt: Relate-me de volta o mais rápido possível e não fale muito com alguém que esteja por lá.
zh_cn: 尽快向我汇报，不要与可能在场的任何人交谈太久。

source: Would you be willing to do this task for us?
de: Wärest du bereit, diese Aufgabe für uns zu erledigen?
fr: Voudrais-tu faire cela pour nous ?
ja: この仕事を頼めるか？
pt: Estaria disposto a fazer essa tarefa por nós?
zh_cn: 你愿意为我们做这项工作吗？

source: Sure, I would be happy to help.
de: Sicher, ich würde mich glücklich schätzen, euch helfen zu können.
fr: Bien sûr, je serais heureux de vous aider.
ja: もちろん喜んでお手伝いします。
pt: Claro, ficaria feliz em ajudar.
zh_cn: 当然，我很乐意帮忙。

source: I'll do it. I sure hope there will be some reward for this though.
de: Ich mach's. Ich hoffe aber sehr, dass für mich etwas dabei herausspringt.
fr: Je vais le faire. Cela dit, j'espère qu'il y aura une récompense pour cela.
ja: やるよ。報酬があるといいけどね。
pt: Vou fazer isso. Espero, no entanto, que haja alguma recompensa por isso.
zh_cn: 我会的。我当然希望这会有一些回报。

source: No way, this sounds way too dangerous for me.
de: Nein, auf keinen Fall. Dies klingt mir viel zu gefährlich.
fr: Pas question, cela a l'air beaucoup trop dangereux pour moi.
ja: とんでもない、危険すぎる。
pt: De jeito nenhum, isso soa-me muito perigoso.
zh_cn: 不行，这对我来说太危险了。

source: Actually, I have already been there. There is a woman called Algangror in the cabin.
de: Tatsächlich war ich schon dort. Eine Frau namens Algangror befindet sich in der Hütte.
fr: En fait j'y suis déjà allé. Il y a une femme nommée Algangror dans cette maison.
ja: 実はもう行ったことがあります。小屋にはアルガングロールという女性がいます。
pt: Na verdade, já estive lá. Há uma mulher chamada Algangror na cabana.
zh_cn: 我其实已经去过那里了，小屋里有一个叫阿尔冈格罗的女人。

source: Actually, I have already been there, but the cabin was empty.
de: Tatsächlich war ich schon dort. Die Hütte ist leer.
fr: En fait, j'y suis déjà allé, mais il n'y avait personne.
ja: 実はもう行ったことがあるのですけど、小屋には誰もいませんでした。
pt: Na verdade, já estive lá, mas a cabana estava vazia.
zh_cn: 事实上，我已经去过那里了，但是小屋是空的。

source: I don't blame you for declining. After all, it could be a dangerous task. Didn't hurt to ask though.
de: Ich mache dir keinen Vorwurf, dass du ablehnst, schließlich könnte die Sache sehr gefährlich sein. Aber fragen kostet ja nichts.
fr: Je ne te reproche pas de refuser. Après tout, ça pourrait être dangereux. Ça ne coûtait rien de demander.
ja: 断るのも仕方あるまい。やはり危険な仕事かもしれん。こちらとしても尋ねてみただけだ。
pt: Não o culpo por declinar. Apesar de tudo, pode ser uma tarefa perigosa. Não custava perguntar.
zh_cn: 我不怪你拒绝。毕竟，这可能是一个危险的任务。不过问问也无妨。

source: Excellent. Report back as soon as possible.
de: Vorzüglich. Mache so schnell wie möglich Rückmeldung.
fr: Parfait. Viens me faire un rapport dès que possible.
ja: 素晴らしい。できるだけ早めの報告を。
pt: Excelente. Relate-me ao retornar o mais rápido possível.
zh_cn: 好极了。尽快向我汇报。

source: Did you find anything in that abandoned house?
de: Hast du irgendetwas in dem verlassenen Haus gefunden?
fr: As-tu trouvé quelque chose dans cette maison abandonnée ?
ja: 廃屋で何か見つかったか？
pt: Será que encontrou alguma coisa naquela casa abandonada?
zh_cn: 你在那个废弃的房子里发现了什么？

source: Not yet. What was I supposed to do again?
de: Noch nicht. Was sollte ich nochmal tun?
fr: Pas encore. Qu'étais-je censé faire déjà ?
ja: まだです。何をするんだっけ？
pt: Ainda não. O que é que tenho mesmo de fazer?
zh_cn: 还没有。我原本要干什么来着？

source: Not yet, I am still working on it.
de: Noch nicht, ich bin noch dran.
fr: Pas encore, j'y travaille.
ja: まだです、取り組んでるところです。
pt: Ainda não. Estou a tratar disso.
zh_cn: 还没有，我还在调查当中。

source: There is a woman called Algangror in the cabin.
de: Da ist eine Frau namens Algangror in der Hütte.
fr: Il y a une femme nommée Algangror dans la maison.
ja: 小屋にはアルガングロールという女性がいます。
pt: Há uma mulher chamada Algangror na cabana.
zh_cn: 小屋里有个叫阿尔冈格罗的女人。

source: Yes, I have been there, but the cabin was empty.
de: Ja, ich bin dort gewesen, aber die Hütte war leer.
fr: Oui, j'y suis allé, mais la maison était vide.
ja: はい、行ってきたけど、小屋には誰もいませんでした。
pt: Sim, estive lá, mas a cabana estava vazia.
zh_cn: 是的我去过那里，但小屋是空的。

source: Algangror, sigh. Then it is as we feared. This is terrible news.
de: Algangror, seufz. Dann ist es so wie wir befürchteten. Dies sind schreckliche Nachrichten.
fr: Algangror... Exactement comme nous le craignions. C'est une terrible nouvelle.
ja: アルガングロールか、ハァ。ということは恐れていた通りなわけだ。ひどい知らせだな。
pt: Algangror, raios. Então é como se temia. Esta é uma notícia terrível.
zh_cn: 阿尔甘格罗，唉，这正是我们担心的事情。这个消息太可怕了。

source: You should go visit our village elder, Jhaeld, and talk to him about what we should do next. I will let you enter Remgard to speak to him.
de: Du solltest unseren Dorfältesten, Jhaeld, aufsuchen und mit ihm bereden, was wir als nächstes tun sollten. Ich lasse dich nach Remgard hinein, damit du mit ihm sprechen kannst.
fr: Tu devrais aller voir notre doyen, Jhaeld, et t'entretenir avec lui à propos de ce que nous devrions faire. Je vais te laisser entrer dans Remgard afin que tu puisses aller lui parler.
ja: 長老のジャエルドを訪ねて、次にすべきことを話し合ってくれ。そのためのレムガードへの通行を認めよう。
pt: Deve ir ver o ancião da vila, Jhaeld e conversar com ele sobre o que devemos fazer em seguida. Vou deixar-lo entrar em Remgard para falar com ele.
zh_cn: 你应该去拜访一下村里的长老贾尔德，和他谈谈我们接下来应该怎么做。我会让你进入瑞姆加德去和他交谈。

source: You can probably find him in the tavern to the southeast, since that's where he spends most of his time.
de: Du wirst ihn wahrscheinlich in der Taverne im Südosten finden, denn dort verbringt er den größten Teil seiner Zeit.
fr: Tu pourras probablement le trouver dans la taverne, au sud-est, c'est là qu'il passe la plupart de son temps.
ja: きっと南東の酒場で会えるはずだ。ほとんどの時間をそこで過ごしているからな。
pt: Provavelmente pode encontrá-lo na taberna ao sudeste, já que é onde ele passa a maior parte do tempo dele.
zh_cn: 你可能会在东南方的小酒馆里找到他，因为他大部分时间都在那里度过。

source: I will go see him.
de: Ich werde zu ihm gehen.
fr: J'irai le voir.
ja: 会ってきます。
pt: Vou vê-lo.
zh_cn: 我会去看他的。

source: Thank you for scouting that cabin. It's a relief to hear that it is empty. Our fears might not be true then after all.
de: Danke für das Auskundschaften der Hütte. Es erleichtert zu hören, dass sie leer ist. So haben unsere Befürchtungen letzten Endes wohl doch getrogen.
fr: Merci d'avoir fouillé ce cabanon. C'est un soulagement de savoir qu'il est vide. Nos craintes pourraient être injustifiées après tout.
ja: あの小屋を偵察してくれて感謝する。誰もいないと聞けて安心したよ。我々の懸念は結局のところ杞憂かもしれん。
pt: Obrigado por verificar a cabana. É um alívio saber que ela esteja vazia. Os nossos receios podem não ser verdade, então, depois de tudo.
zh_cn: 谢谢你探查那间小屋。听到它是空的，这是一种解脱。毕竟，我们的恐惧可能不是真的。

source: You are welcome. Anything else I can help you with?
de: Gern geschehen. Kann ich euch noch bei etwas anderem helfen?
fr: De rien. Besoin d'aide pour autre chose ?
ja: どういたしまして。他に手伝うことは？
pt: De nada. Algo mais em que possa ajudá-lo?
zh_cn: 不客气。还有什么我能帮你的吗？

source: You are welcome. Now, about that reward?
de: Gern geschehen. Nun, wegen der Belohnung ...
fr: De rien. Maintenant, à propos de cette récompense ?
ja: どういたしまして。それで報酬は？
pt: De nada. Agorae sobre a recompensa?
zh_cn: 不客气。现在聊聊关于奖励的事情？

source: I guess you have proven yourself to be useful. We might have more work for you if you are interested.
de: Ich schätze, du hast dich als nützlich erwiesen. Wir haben vielleicht noch mehr Arbeit für dich, falls du Interesse hast.
fr: Je suppose que tu nous as prouvé que tu peux être utile. Nous pourrions avoir plus de travail pour toi si tu es intéressé.
ja: 自分が頼りになることを君は証明してくれたように思う。興味があるなら他にも仕事があるかもしれないな。
pt: Acho que provou-nos ser útil. Podemos ter mais trabalho para si, se estiver interessado.
zh_cn: 我想你已经证明自己是有用的。如果你有兴趣，我们可能有更多的工作给你。

source: No no, we did not discuss any reward. But there might be one for you if you are willing to help us further.
de: Nein, nein, wir haben nie von einer Belohnung gesprochen. Aber es mag eine geben, falls du bereit wärst, uns noch bei einer anderen Sache zu helfen.
fr: Non, non, nous n'avons parlé d'aucune récompense. Mais il pourrait y en avoir une si tu es disposé à nous aider plus.
ja: いやいや、報酬の話なんてなかっただろう。とはいえだ、君がまだ我々に協力してくれるというなら、そういったものも用意できるかもしれないな。
pt: Não, não, não discutimos qualquer recompensa. Mas pode haver uma para si, se está disposto a ajudar-nos ainda mais.
zh_cn: 不不，我们没有讨论任何奖励。但如果你愿意进一步帮助我们，可能会有一个奖励。

source: No! Stay away! You shall not defeat me!
de: Nein! Bleib weg! Du wirst mich nicht besiegen!
fr: Non ! Reculez ! Vous ne me vaincrez pas !
ja: やめろ！ こっちに来るな！ お前たちになどやられてたまるか！
pt: Não! Fique longe! Não deve me derrotar!
zh_cn: 不，别过来！你不可能打败我！

source: Oh wait, you are not one of them. You ... you are not one of those spawns.
de: Oh, warte, du bist keiner von ihnen. Du.. du bist keine von diesen Ausgeburten.
fr: Oh attendez, vous n'êtes pas des leurs. Vous ... vous n'êtes pas l'une de ces engeances.
ja: いや待った、やつらではない。あなたは…やつらの仲間ではない。
pt: Oh, espere, não é um deles. Você… você não é uma daquelas crias.
zh_cn: 哦等等，你不是他们中的一员。你……你不是这些后裔中的一员。

source: Relax, I am not here to hurt you.
de: Nur die Ruhe. Ich kam nicht, um dir wehzutun.
fr: Relax, je ne suis pas ici pour vous faire du mal.
ja: 落ち着いて、あなたに危害を加えに来たんじゃない。
pt: Relaxe, não vim aqui para te alejar.
zh_cn: 别紧张，我不是来伤害你的。

source: What's going on here?
de: Was ist hier los?
fr: Qu'est-ce qui se passe ici ?
ja: どうしたの？
pt: O que se passa aqui?
zh_cn: 这里发生了什么事？

source: Oh, how long have I been down here? I can't remember.
de: Oh, wie lange bin ich schon hier unten? Ich kann mich nicht erinnern.
fr: Oh, combien de temps suis-je resté ici-bas ? Je ne m'en souviens plus.
ja: ああ、どのくらいここにいたのでしたかね？ 忘れてしまいましたよ。
pt: Oh, há quanto tempo estive aqui? Não me lembro.
zh_cn: 哦，我在这下面多久了？我记不得了。

source: No matter. I must finish my work here. You see this shrine here?
de: Unwichtig. Ich muss meine Arbeit hier vollenden. Siehst du diesen Schrein hier?
fr: Peu importe. Je dois finir mon travail ici. Tu vois cet autel ici ?
ja: だとしても。ここでの仕事を終わらせなくては。そこの霊廟が見えますか？
pt: Não importa. Devo terminar meu trabalho aqui. Vê este santuário aqui?
zh_cn: 没有关系。我必须在这里完成我的工作。你看到这里的神龛了吗？

source: If my understanding is correct, this shrine is a remnant of Kazaul.
de: Wenn ich es richtig verstehe, dann ist dieser Schrein ein Überbleibsel von Kazaul.
fr: Si j'ai bien compris, cet autel est un vestige de Kazaul.
ja: 私の理解が正しいとすれば、この霊廟はカザウルの遺物です。
pt: Se meu entendimento está correto, este santuário é um remanescente de Kazaul.
zh_cn: 如果我的理解是正确的，这个祠堂是卡扎尔的遗迹。

source: The writings on it have almost vanished, but I have managed to read parts of it. It speaks in an ancient Kazaul tongue, so all parts are not clear to me.
de: Die Schriftzüge darauf sind nahezu verschwunden, aber ich habe es geschafft, einiges davon zu entziffern. Sie sind in der alten Sprache von Kazaul geschrieben, daher sind mir nicht alle Teile klar.
fr: Les écritures qui y sont inscrites sont presque effacées, mais je suis parvenu à en lire une partie. C'est écrit dans un ancien dialecte de Kazaul, donc certaines parties ne sont pas évidentes pour moi.
ja: 記述はほとんど消えてしまっていますが、その一部はなんとか読み取れました。古代カザウル語で記されているものですから、全容までははっきりしません。
pt: Os escritos nele quase desapareceram, mas consegui ler algumas partes dele. Ele fala numa língua antiga de Kazaul, mas nem todas as partes me estão claras.
zh_cn: 上面的文字几乎消失了，但我还是设法读出了其中的一部分。它用一种古老的哈萨克语说话，所以我不清楚所有的部分。

source: I am sure that this shrine is part of the cause for these ... these ... things ... that lurk in this cave. I will do anything in my power to defeat whatever mischief that comes from it.
de: Dieser Schrein ist sicherlich mit ein Grund dafür, dass diese .. Dinger .. in der Höhle lauern. Ich will daher tun, was in meiner Macht steht, um jegliches Unheil von dort abzuwenden.
fr: Je suis sûr que cet autel est en partie la cause de ces... ces... choses... qui rôdent dans cette cave. Je ferai tout ce qui est en mon pouvoir pour détruire le mal qui en émane.
ja: この霊廟こそが、洞窟に潜むあの…あれらの…ものの…原因の一端であると私は確信しています。そこからどんな災いが現れるとしても、それを倒すためにできることなら何でもやるつもりです。
pt: Estou certo de que este santuário é parte da causa do porque essas... essas... coisas... que se escondem nesta caverna. Farei qualquer coisa ao meu alcance para derrotar qualquer mal que vem dele.
zh_cn: 我确定这座神殿是造成这些...这些...这些东西潜伏在这个山洞里的原因。我会尽我所能去战胜任何恶意。

source: What are these creatures?
de: Was sind das für Kreaturen?
fr: Que sont ces créatures ?
ja: 生き物とはどんなもの？
pt: O que são essas criaturas?
zh_cn: 这些生物是什么？

source: How come these creatures do not attack you?
de: Wie kommt es, dass diese Kreaturen dich nicht angreifen?
fr: Pourquoi ces créatures ne vous attaquent-elles pas ?
ja: どうして怪物たちはあなたを襲わないの？
pt: Como é que essas criaturas não o atacam?
zh_cn: 为什么这些生物不攻击你？

source: What have you translated so far?
de: Was hast du bisher übersetzt?
fr: Qu'avez-vous déjà traduit ?
ja: これまでに何を翻訳したの？
pt: O que traduziu até agora?
zh_cn: 到目前为止你翻译了什么？

source: Ah, the allaceph. I had not seen one for many years until I entered this cave. They are a remnant of the guardians of Kazaul.
de: Ah, die Allaceph. Bevor ich diese Höhle betrat, hatte Ich viele Jahre lang nicht einen davon gesehen. Sie sind Überreste der Wachen von Kazaul.
fr: Ah, les allacephs. Je n'en avais pas vu depuis longtemps, avant d'entrer dans cette cave. Ce sont des vestiges des gardiens de Kazaul.
ja: あぁ、アラセフですよ。この洞窟に入るまでは何年もの間見ていませんでした。カザウルの番人だったものですね。
pt: Ah, os Allaceph. Não tinha visto nenhum faz muito tempo... até que entrei nesta caverna. Eles remanescentes dos guardiães do Kazaul.
zh_cn: 啊，阿拉塞普。在我进入这个洞穴之前，我已经很多年没有见过一个了。他们是卡扎尔守护者的残党。

source: Have you noticed how they seem to feed upon whoever tries to fight them? Cursed things, almost got a hold of me, they did.
de: Hast du bemerkt, dass sie sich von ihren Angreifern zu ernähren scheinen? Verfluchte Biester, hätten mich fast gekriegt, oh ja.
fr: As-tu remarqué comment ils semblent se nourrir de quiconque les combat ? Maudites créatures, elles ont failli mettre la main sur moi.
ja: 戦おうとする者をやつらは餌にしようとするようです、お気づきでしたか？ 忌まわしき連中なのですよ、そのせいで私もあと少しで捕まるところでした。
pt: Já percebeu como eles parecem alimentar-se quem tenta combatê-los? Coisas amaldiçoadas, quase conseguiram uma parte de mim, bem que tentaram.
zh_cn: 你注意到了吗？它们似乎以任何尝试和它们战斗的为食。可恨的东西，他们差点就抓住我了。

source: What have you translated from the shrine so far?
de: Was hast du bis jetzt von dem Schrein übersetzt?
fr: Qu'avez-vous déjà traduit des inscriptions sur l'autel ?
ja: これまでに霊廟から翻訳したものは？
pt: O que já traduziu do santuário até agora?
zh_cn: 到目前为止，你从神社翻译了什么？

source: I have placed a blessing of the Shadow upon this small island here, so that I may work uninterrupted. Strangely enough, it seems to be very effective on them.
de: Ich habe einen Segen des Schattens hier auf diese kleine Insel gelegt, so dass ich ungestört arbeiten kann. Sonderbarerweise scheint es sehr auf sie zu wirken.
fr: J'ai mis une bénédiction de l'Ombre sur cette petite île ici, de manière à ce que je puisse travailler sans être interrompu. Étrangement, cela semble être très efficace contre eux.
ja: 中断せずに仕事に取り組めるようにと、この小島にシャドウの祝福を設置しました。なんとも不思議なことに、これがまた非常に効果があるようなのです。
pt: Pus uma bênção da Sombra sobre esta pequena ilha aqui, para que possa trabalhar sem interrupções. Estranhamente, parece ser muito eficaz sobre eles.
zh_cn: 我把暗影的祝福放在这个小岛上，以便我可以不间断地工作。说也奇怪，它似乎对他们非常有效。

source: They seem to be very cautious about it. So far, not even one has dared to approach me. Even those pesky lizards are keeping their distance.
de: Sie scheinen sehr vorsichtig deswegen. Bis jetzt hat es nicht einer gewagt, sich mir zu nähern. Selbst diese nervtötenden Echsen hält es auf Distanz.
fr: Ils semblent être très prudents à propos de la bénédiction. Jusqu'à présent, aucun n'a osé m'approcher. Même ces fichus lézards gardent leurs distances.
ja: とても警戒心が強いようですね。今までのところ、誰も私に近づこうとはしません。厄介なリザードでさえ距離をとっています。
pt: Eles parecem ser muito cautelosos com isso. Até agora, nem um sequer ousou se aproximar de mim. Mesmo aqueles lagartos traquinas estão a manter sua distância.
zh_cn: 他们似乎对此非常谨慎。到目前为止，还没有人敢接近我。甚至那些讨厌的蜥蜴也在保持距离。

source: It speaks of Kazaul and of the misery that comes to anyone that opposes the will of Kazaul.
de: Es ist die Rede von Kazaul und dem Unglück, das über jene hereinbricht, die sich dem Willen Kazauls entgegenstellen.
fr: Cela parle de Kazaul et de la misère qui afflige quiconque s'oppose à la volonté de Kazaul.
ja: これはカザウルと、カザウルの意に背くものを襲う凄惨さについて語っています。
pt: Fala de Kazaul e da miséria que se aproxima de alguém que se opõe à vontade de Kazaul.
zh_cn: 它谈到了卡扎尔和任何反对卡扎尔意愿的人所遭受的不幸。

source: Something about 're-birth from within the followers'. Not sure I have translated that part correctly, but I think that is what it says. Definitely something about re-birth or birth.
de: Etwas über 'Wiedergeburt aus den Reihen der Anhänger'. Bin nicht sicher, ob ich diesen Teil richtig übersetzt habe, aber ich schätze, das ist gemeint. Mit Sicherheit etwas über Geburt oder Wiedergeburt.
fr: Quelque chose à propos d'une "renaissance par l'intérieur des adeptes". Je ne suis pas sûr d'avoir traduit cela correctement, mais je pense que c'est ce qui est écrit. Définitivement quelque chose à propos d'une renaissance ou d'une naissance.
ja: "信者の中からの復活"についての何か。その部分を正しく訳せたかどうかはわかりませんが、これが書かれていることかと。間違いなく再生や誕生についてのなにかです。
pt: Algo sobre re-nascimento de dentro dos seguidores. Não tenho certeza de que traduzi essa parte corretamente, mas acho que isso é o que diz. Definitivamente algo sobre re-nascimento ou nascimento.
zh_cn: 关于“从追随者中重生”的一些事情。我不确定我是否正确翻译了这一部分，但我认为这就是它所说的。肯定是关于重生或诞生的。

source: It also speaks of someone or some ... thing called the 'Dark protector'. Most parts of the text for that is missing from the shrine however.
de: Es ist außerdem die Rede von einem .. Ding namens 'Dunkler Beschützer'. Die meisten Teile des Textes hierüber fehlen aber an dem Schrein.
fr: Cela parle aussi de quelqu'un ou quelque... chose appelé le "Protecteur sombre". Cependant, la plupart du texte à ce propos est effacé de l'autel.
ja: また、誰かあるいは何か…"ダークプロテクター"と呼ばれるものについても記しています。ただしその文章の大部分は霊廟から失われているのですが。
pt: Ele também fala de alguém ou alguma... coisa chamada 'Protetor Negro'. A maior parte do texto está a faltar no santuário no entanto.
zh_cn: 它还谈到某人或某些人。。。被称为“黑暗保护者”的东西。然而，神社中却遗失了这方面的大部分记录。
