Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: Oh, nothing. There are dangerous places here. You should definitely not head any other direction than east.
de: Oh, nichts. Hier gibt es gefährliche Orte. Du solltest auf keinen Fall in eine andere Richtung als nach Osten gehen.
fr: Oh, rien. Il y a des endroits dangereux par ici. Vous ne devriez certainement pas aller ailleurs qu'à l'est.
ja: あっと、何もありませんよ。ここには危険な場所があるんです。東以外の方角には絶対に行ってはダメですよ。
pt: Ah, nada. Há lugares perigosos aqui. Não deves ir em nenhuma direção a não ser para este.
zh_cn: 欧，没什么，那是一个很危险的地方。你绝对不应该向东以外的方向前进。

source: Sure, I'll head east.
de: Sicher, ich gehe nach Osten.
fr: Ok, je vais me diriger vers l'est.
ja: ええ、東に向かいます。
pt: Claro, vou para este.
zh_cn: 当然，我会向东走的。

source: Dangerous? Sounds like my kind of place!
de: Gefährlich? Klingt als wäre das genau der richtige Ort für mich!
fr: Dangereux ? Mais j'aime ce genre d'endroit !
ja: 危険？ 僕好みだね！
pt: Perigoso? Parece ser o meu tipo de lugar!
zh_cn: 危险？听起来像我会喜欢的地方！

source: Is there something you are not telling me?
de: Gibt es da etwas, was du mir nicht verraten willst?
fr: Êtes-vous en train de me cacher quelque chose ?
ja: 何か隠していることがありませんか？
pt: Há alguma coisa que não me estejas a dizer?
zh_cn: 你是不是有什么事情没有告诉我？

source: It would be your loss. Don't say I didn't warn you. Safest route would be to head east.
de: Das wäre dein Verderben. Sag nicht, ich hätte dich nicht gewarnt. Die sicherste Route führt nach Osten.
fr: Ce serait votre perte. Ne dites pas que je ne vous ai pas averti. Le plus sûr pour vous serait d'aller directement à l'est.
ja: それはあなたにとってムダでしかありません。私が警告しなかったとは言わないでくださいね。一番安全なルートは東に向かうことです。
pt: Seria a tua perdição. Não digas que não te avisei. A rota mais segura é para este.
zh_cn: 那将是你的损失。不要说我没有警告过你。最安全的路线是向东走。

source: No no, just head east and I'll explain everything to you once we get to the Blackwater mountain settlement.
de: Nein, nein, geh einfach nach Osten und ich erkläre dir alles, sobald wir in der Blackwater Mountain Siedlung ankommen.
fr: Non, non, allez simplement vers l'est et je vous expliquerai tout une fois arrivés à la colonie du mont Encreau.
ja: いえいえ、東に向かってください。ブラックウォーター山集落に着いたらすべてご説明します。
pt: Não, não, vai diretamente para este e eu explico-te tudo assim que chegarmos à aldeia da montanha das Águas Negras.
zh_cn: 不， 不， 向东走， 一旦我们到达黑水定居点， 我会向你解释一切。

source: OK, I promise to head east once we exit the mine.
de: Ok, ich verspreche nach Osten zu gehen, sobald wir aus der Mine raus kommen.
fr: Ok, je me dirigerai vers l'est une fois sorti de la mine, vous avez ma parole.
ja: わかりました、鉱山を出たら必ず東に向かいます。
pt: Está bem, prometo ir para este, assim que sair da mina.
zh_cn: 好吧，我保证一出矿区就往东走。

source: [Lie] OK, I promise to head east once we exit the mine.
de: (Lüge) Ok, ich verspreche nach Osten zu gehen, sobald wir aus der Mine raus kommen.
fr: (Mensonge) Ok, je promets de me diriger vers l'est une fois sorti de la mine.
ja: （嘘）わかりました、鉱山を出たら必ず東に向かいます。
pt: [Mentir] Está bem, prometo ir para este, assim que sair da mina.
zh_cn: [说谎]好吧，我答应出了矿区就往东走。

source: Actually, I did tell you that it would be pitch-black down there. Good work navigating through there!
de: Eigentlich habe ich dir gesagt, dass es da unten stockfinster sein würde. Gute Arbeit, wie du da durchgefunden hast!
fr: Pour être tout à fait exact, je vous ai bien dit qu'il faisait nuit noire là-dessous. En tout cas, bien joué d'être parvenu jusque-là !
ja: あそこは真っ暗だとちゃんと言いましたよ。通行お疲れ様でしたね！
pt: Na verdade, disse-te que era muito escuro lá em baixo. Mesmo assim, conseguiste orientar-te por lá!
zh_cn: 其实，我已经告诉过你，下面会是一片漆黑。你能走过去真的很棒！

source: Hello. You made it here, good.
de: Hallo. Du hast es hier her geschafft, gut.
fr: Bonjour. Vous l'avez fait, bien joué.
ja: こんにちは。ここまで来てくれたんですね、よかった。
pt: Olá. Conseguiste chegar aqui, ainda bem.
zh_cn: 你好。好，你回来这里了。

source: I talked to some people in the village Prim. They had some interesting things to say about Blackwater mountain.
de: Ich habe mit einigen Leuten im Dorf Prim gesprochen. Sie hatten einige interessante Dinge über Blackwater Mountain zu berichten.
fr: J'ai parlé à certaines personnes dans le village de Prim. Ils avaient des choses intéressantes à dire sur le mont Encreau.
ja: プリム村の人たちと話をしました。ブラックウォーター山について興味深いことを言ってましたよ。
pt: Conversei com algumas pessoas na aldeia de Prim. Elas contaram-me algumas coisas interessantes sobre a montanha das Águas Negras.
zh_cn: 我和普里姆村的一些人谈过了。他们对黑水有一些有趣的事情要说。

source: I went east, as you said.
de: Ich bin nach Osten gegangen, wie du es gesagt hast.
fr: Je suis allé vers l'est, comme vous l'aviez dit.
ja: 言われた通り東に向かいました。
pt: Fui para este, como me disseste.
zh_cn: 我按你说的往东走了。

source: Good. Now let's get up this mountain. I will meet you halfway up there.
de: Gut. Jetzt lass uns diesen Berg besteigen. Ich treffe dich auf halbem Weg nach oben.
fr: Bon. Maintenant, plus qu'à gravir cette montagne. Je vous retrouverai à mi-chemin là-haut.
ja: それはよかった。ではこの山を登りましょうか。途中でお会いしましょう。
pt: Bom. Agora vamos subir esta montanha. Encontramo-nos a meio do caminho.
zh_cn: 很好，现在我们上山吧。我在半路上和你碰面。

source: This path leads up to the Blackwater mountain settlement. Follow this path and we will talk later.
de: Dieser Pfad führt zur Blackwater Mountain Siedlung hinauf. Folge dem Pfad und wir sprechen uns später.
fr: Ce chemin mène à la colonie du mont Encreau. Suivez le et nous en parlerons plus tard.
ja: この道を登っていくとブラックウォーター山集落に出ます。道を行ったその後で話をしましょう。
pt: Este caminho leva até à aldeia da montanha das Águas Negras. Segue este caminho e conversamos mais tarde.
zh_cn: 这条小路通向黑水定居点。沿着这条路走，我们稍后再谈。

source: Beware of the nasty monsters, they can really cause some harm!
de: Nimm dich in acht vor den grässlichen Monstern, sie können einem wirklich Schaden zufügen!
fr: Méfiez-vous des monstres féroces, ils peuvent sévèrement vous blesser !
ja: 厄介なモンスターにはお気をつけて、危害を受けることもあり得ますからね！
pt: Cuidado com os monstros perigosos, eles podem ferir-te!
zh_cn: 小心那些讨厌的怪物，它们真的会造成一些伤害!

source: OK, I will follow this path up the mountain.
de: Ok, ich folge diesem Pfad den Berg hinauf.
fr: Ok, je vais suivre ce chemin à flanc de montagne.
ja: わかりました、この道を登っていきます。
pt: Está bem, vou seguir este caminho até a montanha.
zh_cn: 好的，我会沿着这条路上山。

source: Great, more monsters. Just what I needed.
de: Klasse, mehr Monster. Genau das, was ich brauche.
fr: Génial, encore des monstres. Juste ce que je voulais.
ja: いいね、さらなるモンスターか。まさに求めていたものだ。
pt: Fantástico, mais monstros. Era mesmo isso que queria.
zh_cn: 很棒，更多的怪物。正是我所需要的。

source: Do not listen to their lies. They poison your thoughts and would not hesitate to stab you in the back once they get the chance.
de: Hör dir ihre Lügen nicht an. Sie vergiften deine Gedanken und würden nicht zögern, dir in den Rücken zu fallen, sobald sie die Gelegenheit dazu hätten.
fr: N'écoute pas leurs mensonges. Ils empoisonnent tes pensées et n'hésiteront pas à te poignarder dans le dos dès qu'ils en auront l'occasion.
ja: 連中の嘘に耳を貸さないでください。連中はあなたの思考に毒を盛り、チャンスがあれば躊躇なく後ろから刺してきますよ。
pt: Não ouças as mentiras deles. Eles envenenam os teus pensamentos e não hesitariam em apunhalar-te pelas costas assim que tivessem a oportunidade.
zh_cn: 不要听信他们的谎言。他们毒害你的思想，一旦有机会就会毫不犹豫地在你背后捅刀子。

source: What have they done?
de: Was haben sie getan?
fr: Qu'ont-ils fait ?
ja: 彼らは何をしたの？
pt: O que fizeram eles?
zh_cn: 他们干过什么？

source: Yes, they do seem a bit shady.
de: Ja, sie scheinen mir etwas zwielichtig zu sein.
fr: Oui, ils semblent effectivement un peu louches.
ja: そうですね、ちょっと胡散臭い感じがします。
pt: Sim, eles parecem serem um pouco sombrios.
zh_cn: 是的，他们确实有点阴暗。

source: I will not talk of them now. Follow me up to the Blackwater mountain settlement and we will talk more there.
de: Ich werde jetzt nicht über sie reden. Folge mir hinauf zur Blackwater Mountain Siedlung, dort unterhalten wir uns ausführlicher.
fr: Je ne vais pas parler d'eux maintenant. Suivez-moi jusqu'à la colonie du mont Encreau et nous en discuterons plus en détails une fois rendu.
ja: 今はその話はしません。ブラックウォーター山集落までついてきてください。そこで詳しく話しましょう。
pt: Não vou falar deles agora. Segue-me até à aldeia da montanha das Águas Negras e conversamos lá.
zh_cn: 我现在不谈他们。跟我到黑水的居住地去，我们在那里再谈。

source: Sure.
de: Klar.
fr: Bien sûr.
ja: ええ。
pt: Claro.
zh_cn: 当然。

source: I'm keeping my eye on you. But I'll agree to your terms for now.
de: Ich behalte dich im Auge. Aber fürs erste stimme ich deinen Bedingungen zu.
fr: Je garde un œil sur vous. Mais ok pour vous suivre pour l'instant.
ja: あなたから目を離すつもりはない。でも、今のところあなたの条件には同意します。
pt: Estou de olho em ti. Mas estou de acordo com os teus termos por enquanto.
zh_cn: 我一直盯着你。但我现在同意你的条件。

source: Indeed they do.
de: In der Tat, das tun sie.
fr: Pour sûr.
ja: でしょうね。
pt: Sim, eles são.
zh_cn: 确实如此。

source: Hello again. Well done defeating the gornaud beasts.
de: Hallo nochmal. Die Gornaudbiester hast du sehr gut erledigt.
fr: Re-bonjour. Bien joué d'avoir vaincu les Gornauds.
ja: さっきはどうも。ゴルノーの怪物討伐お疲れ様です。
pt: Olá novamente. Bom trabalho a derrotar as bestas de Gornaud.
zh_cn: 又见面了。打败戈尔诺怪兽干的漂亮。

source: Their attacks really hurt. What are these things?
de: Ihre Angriffe sind wirklich schmerzhaft. Was sind das für Dinger?
fr: Leurs attaques sont redoutables. Que sont ces bêtes ?
ja: やつらの攻撃は本当に痛い。あれは何なのですか？
pt: Os ataques deles são mesmo fortes. O que são essas coisas?
zh_cn: 它们的攻击真的很伤人。这些是什么东西？

source: How come they do not attack you?
de: Wie kommt es, dass sie dich nicht angegriffen haben?
fr: Comment se fait-il qu'ils ne vous attaquent pas ?
ja: どうしてあなたは襲われないの？
pt: Porque é que eles não te atacam?
zh_cn: 他们为什么不攻击你？

source: Yeah, no problem. Just another trail of dead bodies behind me.
de: Ja, kein Problem. Bloß eine weitere Spur von Leichen, die ich hinterlasse.
fr: Ouais, la routine. Ça ne fait qu'une traînée de cadavres de plus que je laisse derrière moi.
ja: ええ、問題ない。僕の通り過ぎたあとには死体の痕が残ってる。
pt: Sim, sem problemas. É apenas outro rasto de corpos atrás de mim.
zh_cn: 是啊，没问题。我身后又是一地的尸体。

source: Careful what you wish for, for it may come true.
de: Sei vorsichtig bei dem, was du dir wünschst - es könnte in Erfüllung gehen.
fr: Prends garde à tes souhaits, ils pourraient devenir réalité.
ja: あなたの希望は叶えられるかもしれません、そのことは気にかけておいてください。
pt: Cuidado com o que desejas, pois pode tornar-se realidade.
zh_cn: 小心你的愿望，因为它可能会成真。

source: Me? There must be something about me that scares them. I have no idea what it would be, some scent perhaps?
de: Mich? Ich muss etwas an mir haben, was sie abschreckt. Ich habe keine Ahnung, was das sein könnte - vielleicht ein Geruch?
fr: Moi ? Il doit y avoir quelque chose en moi qui les effraie. Je ne sais pas ce que c'est, une odeur peut-être ?
ja: 私ですか？ 連中を怖がらせるような何かがあるのでしょうね。見当はつきませんが、何か匂いでもするのですかね？
pt: Eu? Deve haver alguma coisa em mim que os assusta. Não faço ideia do que seja, talvez algum cheiro?
zh_cn: 我，一定有什么东西让他们害怕。我不知道会是什么，也许是某种气味？

source: Anyway, we should get going. I'll run ahead of you up the mountain.
de: Wie auch immer, wir sollten aufbrechen. Ich eile dir voran auf den Berg hinauf.
fr: Quoi qu'il en soit, nous devrions y aller. Je vais courir devant vous en gravissant la montagne.
ja: とにかく、行きましょう。私はあなたの前を走って山を登ります。
pt: De qualquer forma, devemos ir. Vou correr à tua frente até à montanha.
zh_cn: 总之，我们该走了。我会赶在你前面上山。

source: Meet me further up the mountain, and we will talk more.
de: Wir treffen uns weiter oben auf dem Berg, und dort unterhalten wir uns weiter.
fr: Retrouve-moi plus haut dans la montagne, et nous parlerons davantage.
ja: 山のもっと上でお会いして話をしましょう。
pt: Encontra-me mais acima da montanha e falamos depois.
zh_cn: 在山上和我见面，我们再谈。

source: OK, see you there.
de: Ok, wir sehen uns dort.
fr: Ok, je vous verrai là-bas.
ja: 了解です、ではそこで。
pt: Está bem, vejo-te lá.
zh_cn: 好的，到时候见。

source: I do not know where they come from. All I know is that they started to appear one day, blocking the path up the mountain.
de: Ich weiß nicht, wo sie herkommen. Alles was ich weiß ist, dass sie eines Tages auftauchten und den Weg zum Berg hinauf blockiert haben.
fr: Je ne sais pas d'où ils viennent. Tout ce que je sais, c'est qu'ils ont commencé à apparaître un jour, bloquant le chemin pour gravir la montagne.
ja: どこからやって来たかは分かりません。私が知っているのは、いつの頃からかアレらが現れるようになり、山への道を塞いでいるということだけです。
pt: Não sei de onde eles vêm. Tudo o que sei é que eles começaram a aparecer um dia, bloqueando o caminho até a montanha.
zh_cn: 我不知道它们是从哪里来的。我只知道有一天它们开始出现，挡住了上山的路。

source: And, their attacks are tough. Once one of them gets a hold of you, the other ones seem really eager to hit you too.
de: Ausserdem, ihre Angriffe sind hartnäckig. Wenn dich einmal eines von ihnen erwischt hat, scheinen die anderen noch begieriger zu sein, auf dich einzuschlagen.
fr: Et leurs attaques sont rudes. Une fois que l'un d'eux te tombe dessus, les autres semblent avoir une violente envie de se mêler au combat.
ja: そして、その襲撃は手ごわい。1匹が相手を捕らえると、他の個体まで食いついてくるようです。
pt: E os ataques deles são duros. Assim que um deles te apanha, os outros parecem mesmo ansiosos em acertar-te também.
zh_cn: 而且，他们的攻击很强悍。一旦他们中的一个人抓住了你，其他的似乎也很想攻击你。

source: Nothing I can't handle.
de: Nichts, womit ich nicht klar käme.
fr: Rien que je ne puisse surmonter.
ja: 手に負えないことはない。
pt: Nada que não consiga lidar.
zh_cn: 没有什么是我不能处理的。

source: Hello again. Well done getting through those monsters.
de: Hallo nochmal. Sehr gut, dass du es durch diese Monster hindurch geschafft hast.
fr: Bonjour à nouveau. Bel exploit que d'être passé outre tous ces monstres.
ja: お久しぶりです。モンスターを乗り越えるのは大変だったでしょう。
pt: Olá novamente. Bom trabalho a passar por esses monstros.
zh_cn: 又见面了。干得好，顺利通过了那些怪物的考验。

source: We are almost there now. Just a little bit more.
de: Wir sind fast da. Nur noch ein kleines Stück.
fr: Nous y sommes presque maintenant. Plus que quelques efforts.
ja: もうすぐ着きますよ。あと少しです。
pt: Estamos quase a chegar lá. Só mais um pouco.
zh_cn: 我们就快到了。就差一点了。

source: We should hurry this last bit, my settlement is close now.
de: Wir sollten uns auf diesem letzen Stück beeilen, meine Siedlung ist jetzt nah.
fr: Nous devrions nous dépêcher de couvrir le peu qui reste, ma colonie est toute proche maintenant.
ja: 最後の一歩を急ぎましょう、集落はもうすぐですから。
pt: Devemos apressar-nos neste último trecho, a aldeia está perto.
zh_cn: 我们应该抓紧这最后一点时间，我的定居点已经接近了。

source: I hope you can manage the cold out here.
de: Ich hoffe du kommst mir der Kälte da draussen zurecht.
fr: J'espère que vous pourrez endurer le froid qui sévit à l'extérieur.
ja: 外の寒さには気をつけてくださいね。
pt: Espero que possas aguentar o frio aqui fora.
zh_cn: 我希望你能应付这里的寒冷。

source: Also, stay away from the wyrms. They have a really nasty bite.
de: Halte dich außerdem von den Lindwürmern fern. Die können wirklich übel zubeißen.
fr: Aussi, évitez les wyrms. Leur morsure est particulièrement mauvaise.
ja: それと、ウィルムには近づかないでください。あれは本当に厄介な連中です。
pt: Além disso, mantém-te longe dos dragões. Eles têm uma mordedura muito desagradável.
zh_cn: 另外，远离冰龙。它们咬起人来非常讨厌。

source: Now hurry. We are almost there. Follow the snowy path to the north, and you should reach the settlement in no time.
de: Nun beeil dich. Wir sind fast da. Folge dem schneebedeckten Pfad nach Norden, dann solltest du die Siedlung im Handumdrehen erreichen.
fr: Plus vite maintenant. Nous y sommes presque. Suivez le chemin enneigé au nord, et vous devriez atteindre la colonie en peu de temps.
ja: 急ぎましょう。もう少しです。雪道を北に進めば集落まではすぐですよ。
pt: Agora despacha-te. Estamos quase lá. Segue o caminho de neve para norte (↑) e deves chegar à aldeia num instante.
zh_cn: 现在快点。我们快到了。沿着雪地小路往北走，你应该很快就能到达定居点。

source: OK, I will follow the path to the north, further up the mountain.
de: Ok, ich werde dem Pfad nach Norden folgen, weiter den Berg hinauf.
fr: Ok, je vais suivre le chemin vers le nord, plus haut encore dans la montagne.
ja: わかりました、この先の道を北に進みます。
pt: Está bem, vou seguir o caminho para norte, mais acima da montanha.
zh_cn: 好的，我会沿着北上的小路，再往山上走。

source: I am glad you followed me up the mountain to help us out.
de: Ich bin froh, dass du mir den Berg hinauf gefolgt bist um uns zu helfen.
fr: Je suis heureux que vous m'ayez suivi dans la montagne pour nous aider.
ja: 助けになるために山までついてきてくれて、ありがたいことです。
pt: Estou contente por me seguires pela montanha acima para nos ajudares.
zh_cn: 我很高兴你跟着我上山来帮助我们。

source: How did you get up here so fast?
de: Wie bist du so schnell hier hochgekommen?
fr: Comment êtes-vous arrivé ici si vite ?
ja: どうやってこんなに早くここまで？
pt: Como é que chegaste aqui tão depressa?
zh_cn: 你怎么这么快就上来了？

source: Those were some tough fights, but I can manage.
de: Das waren einige harte Kämpfe, aber ich komm klar.
fr: Il y a eu quelques combats éprouvants, mais ça l'a fait.
ja: 厳しい戦いだったけど、何とかなってます。
pt: Foram algumas lutas duras, mas estava tudo controlado.
zh_cn: 那是一些艰苦的战斗， 但我能应付。

source: Are we there yet?
de: Sind wir jetzt da?
fr: Sommes-nous arrivés ?
ja: まだ着かないの？
pt: Ainda não chegámos?
zh_cn: 我们到了吗？

source: Oh yes. In fact, our Blackwater mountain settlement is just down these stairs.
de: Oh ja. In der Tat, unsere Blackwater Mountain Siedlung liegt gleich hier, am Fuß dieser Treppe.
fr: Euh oui. En fait, notre colonie du mont Encreau est juste en bas de ces escaliers.
ja: そうですね。ブラックウォーター山集落はこの階段のすぐ下にあります。
pt: Ah, sim. Na verdade, é só descer essas escadas para entrar na aldeia da montanha das Águas Negras.
zh_cn: 哦，是的。事实上，我们的黑水定居点就在这些楼梯下。

source: Go ahead, I will meet you inside.
de: Geh weiter, ich werde dich drinnen treffen.
fr: Allez-y, je vais vous retrouver à l'intérieur.
ja: どうぞ、中でお会いしましょう。
pt: Vai em frente, encontro-me contigo lá dentro.
zh_cn: 去吧，我在里面等你。

source: OK, see you inside.
de: Ok, wir sehen uns drinnen.
fr: Ok, rendez-vous à l'intérieur.
ja: ええ、では中で。
pt: Está bem, vejo-te lá dentro.
zh_cn: 好吧，里面见。

source: We meet again. Well done fighting your way up here.
de: Wir treffen uns wieder. Du hast dich bisher sehr wacker geschlagen.
fr: Nous nous retrouvons de nouveau. Bien joué d'être parvenu jusqu'ici.
ja: また会えましたね。ここまでの戦いお疲れ様でした。
pt: Encontramo-nos novamente. Bom trabalho a abrir caminho até aqui.
zh_cn: 我们又见面了。你一路打到这里来，干得不错。

source: You should go down these stairs and talk to our battle master, Harlenn. He can usually be found at the third level down.
de: Du solltest die Stufen dort runter gehen und mit unserem Schwertmeister Harlenn reden. Normalerweise findest du ihn in der dritten unteren Etage.
fr: Vous devez descendre ces escaliers et parler à notre maître d'armes, Harlenn. Il se trouve en général au troisième niveau inférieur.
ja: この階段を降りて、戦闘司令官のハーレンと話してください。大抵は地下3層にいますので。
pt: Devias descer as escadas e conversar com nosso ministro da guerra, o Harlenn. Normalmente ele está no terceiro nível abaixo.
zh_cn: 你应该从这些楼梯下去，和我们的战斗大师哈伦谈谈。他通常可以在下面第三层找到。

source: Yes, you seem like an able fighter.
de: Ja, du siehst wie ein fähiger Kämpfer aus.
fr: Oui, vous m'avez l'air d'un combattant aguerri.
ja: ええ、あなたは優秀な戦士のようですね。
pt: Sim, pareces ser um lutador capaz.
zh_cn: 是的，你看起来是个能干的战士。

source: I learned some shortcuts up and down the mountain a while back. Nothing strange about that right?
de: Ich habe früher einige Abkürzungen hoch und runter kennen gelernt. Nichts Ungewöhnliches, oder?
fr: J'ai découvert quelques raccourcis pour aller du bas au haut de la montagne il y a un moment déjà. Rien de dérangeant là-dedans, non ?
ja: 少し前に、山を登り降りする近道を覚えたので。別におかしなことではないでしょう？
pt: Conheci alguns atalhos da montanha há uns tempos atrás. Nada de estranho nisso certo?
zh_cn: 前段时间我知道了一些上山下山的捷径。这没什么奇怪的吧？

source: Anyway, we are right at the settlement now. In fact, our Blackwater mountain settlement is just down these stairs.
de: Wie auch immer, wir sind jetzt bei unserer Siedlung. Tatsächlich, unsere Blackwater Mountain Siedlung liegt gleich hier, am Fuß dieser Treppe.
fr: Quoi qu'il en soit, nous sommes arrivés à la colonie maintenant. En fait, notre colonie du mont Encreau est juste en bas de ces escaliers.
ja: とにかく、集落は目の前です。ブラックウォーター山集落はこの階段のすぐ下にあります。
pt: De qualquer forma, já estamos na aldeia. Na verdade, para entrar na aldeia da montanha das Águas Negras é só descer essas escadas.
zh_cn: 总之，我们现在就在定居点。其实，我们的黑水聚居地就在这些楼梯下。

source: Did you rent the back room at the inn in Prim?
de: Hast du das Hinterzimmer in der Herberge in Prim gemietet?
fr: Avez-vous loué l'arrière-salle de l'auberge à Prim ?
ja: プリムの宿で奥の部屋を借りてませんか？
pt: Arrendaste o quarto do fundo na estalagem em Prim?
zh_cn: 你在普里姆的客栈租了后面的房间吗？

source: This is the old Elm mine of Prim.
de: Dies ist die alte Ulmenmine von Prim.
fr: Voici la vieille mine d'Elm de Prim.
ja: ここはプリムのエルム旧鉱山だ。
pt: Isto é a antiga mina Elm de Prim.
zh_cn: 这是普里姆的老榆树矿。

source: We used to mine a lot here. But that was before the attacks started.
de: Früher haben wir hier viele Stollen gegraben. Aber das war, bevor die Angriffe losgingen.
fr: Nous avons beaucoup miné ici. Mais c'était avant que les attaques commencent.
ja: かつてはここで採掘が行われていたもんだ。ただそれも、襲撃が始まる前までのこと。
pt: Usávamos muito esta mina. Mas isso foi antes dos ataques começarem.
zh_cn: 我们以前经常在这里挖矿，但那是在袭击开始之前。

source: The attacks on Prim by the beasts, the bandits and the disappearances really reduced our numbers. Now we cannot keep up the mining activity any longer.
ja: 怪物や盗賊どものプリムへの襲撃、それから失踪やらで、すっかり人が減ってしまったよ。今じゃ採掘なんてとても続けられない。
pt: Os ataques em Prim pelas bestas, os bandidos e os desaparecimentos reduziram realmente os nossos números. Agora já não podemos continuar a atividade mineira.
zh_cn: 野兽和土匪对普里姆的袭击确实减少了我们的人数。现在，我们不能再继续进行采矿活动了。

source: I am Arghest. I guard the entrance here to make sure no one enters the old mine.
de: Ich bin Arghest. Ich bewache diesen Eingang, damit niemand die alte Mine betritt.
fr: Je sui Arghest. Je garde l'entrée ici pour être sûr que personne n'entre dans la mine.
ja: アーゲストだ。ここの旧坑に誰も入れないように入り口を見張っている。
pt: Sou o Arghest. Guardo esta entrada para garantir que ninguém entra na antiga mina.
zh_cn: 我是阿格斯特。我守着这里的入口，确保没有人进入老矿区。

source: Can I enter the mine?
de: Kann ich die Mine betreten?
fr: Puis-je entrer dans la mine ?
ja: 鉱山に入れますか？
pt: Posso entrar na mina?
zh_cn: 我可以进入矿井吗？

source: No. The mine is closed.
de: Nein. Die Mine ist geschlossen.
fr: Non. La mine est fermée.
ja: いいや。鉱山は閉鎖されてる。
pt: Não. A mina está fechada.
zh_cn: 不行，矿井已经封闭了。

source: I said no. Visitors are not allowed in there.
de: Ich sagte nein. Besucher sind dort nicht erlaubt.
fr: J'ai dit non. Les visiteurs ne sont pas autorisés ici.
ja: だからダメだって。そこは立ち入り禁止だ。
pt: Disse que não. Não são permitidas visitas.
zh_cn: 我说不行。游客不允许进入那里。

source: Just a quick peek?
de: Nur einen kurzen Blick?
fr: Juste un coup d'oeil vite fait ?
ja: ちょっと見せてもらえますか？
pt: Apenas uma olhada rápida?
zh_cn: 就简单地看一眼？

source: Welcome back. Thanks for your help earlier. I hope the room at the inn can be of use to you.
de: Willkommen zurück. Danke für deine Hilfe neulich. Ich hoffe, das Zimmer in der Herberge ist dir von Nutzen.
fr: Te revoilà. Merci pour ton aide. J'espère que la chambre à l'auberge t'est utile.
ja: おかえり。さっきはすまないな。宿の部屋が役に立つといいんだが。
pt: Bem-vindo de volta. Obrigado pela tua ajuda. Espero que o quarto na estalagem te tenha sido útil.
zh_cn: 欢迎回来。谢谢你刚才的帮助。我希望旅馆里的房间对你有用。

source: Welcome back. Did you bring me the 5 bottles of milk that I requested?
de: Willkommen zurück. Hast du die 5 Flaschen Milch dabei, um die ich gebeten hatte?
fr: Bon retour. M'as-tu ramené les 5 bouteilles de lait que je t'avais demandé ?
ja: おかえり。頼んでたミルク5本は持ってきてくれたか？
pt: Bem-vindo de volta. Trouxeste as 5 garrafas de leite que pedi?
zh_cn: 欢迎你回来。你有没有把我要的五瓶牛奶拿来？

source: Yes, here you go, enjoy!
de: Ja, bitte sehr, zum Wohl!
fr: Oui, voici, fais-toi plaisir !
ja: ええ、どうぞお楽しみください！
pt: Sim, aqui estão!
zh_cn: 是的，拿去，尽情享受吧！

source: Yes, but this nearly cost me a fortune!
de: Ja, aber sie haben fast ein Vermögen gekostet!
fr: Oui, mais ça m'a presque coûté une fortune !
ja: ええ、でもこれで大金がかかるところでしたよ！
pt: Sim, mas isso custou-me quase uma fortuna!
zh_cn: 是的，但这几乎让我花了一大笔钱!

source: OK then. Return to me once you have them.
de: Nun gut. Komm zurück, sobald du sie hast.
fr: OK alors. Reviens me voir une fois que tu les as.
ja: なるほど、手に入ったら戻ってきてほしい。
pt: Tudo bem então. Volta assim que as arranjares.
zh_cn: 那好吧。拿到后再来找我。
