Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: My daughter passed away shortly after I returned. I failed my wife and my daughter. I lost everything. I buried my family in Loneford, gave up my trade, and came here. Now, I drink Lowyna's special brew all day ... it helps me forget.
de: Meine Tochter starb kurze Zeit nachdem ich heimkam. Ich habe meine Frau und Tochter enttäuscht. Alles habe ich verloren. Ich begrub meine Familie in Loneford, gab meinen Handel auf und bin hierher gekommen. Jetzt trinke ich jeden Tag Lowynas Spezialgebräu... hilft mir zu vergessen...
fr: Ma fille est décédée peu de temps après mon retour. Je n'ai pas pu sauver ma femme et ma fille. J'ai tout perdu. J'ai enterré ma famille à Loneford, arrêté mon commerce, et suis venu ici. Maintenant je bois de la décoction spéciale de Lowyna toute la journée ... ça m'aide à oublier.
ja: 娘が亡くなったのは帰ってきて間もなくのことだった。私は妻と娘を裏切ってしまったんだ。そうして私はすべてを失った。家族をローンフォードへと埋葬して、商売を諦めここにやって来た。今ではローウィナのスペシャルビールを1日中飲んでいるよ…これだけが忘れさせてくれるんだ。
pt: A minha filha faleceu pouco depois que voltei. Falhei com minha esposa e minha filha. Perdi tudo. Enterrei a minha família em Loneford, abandonei o meu ofício e vim para cá. Agora bebo a bebida especial de Lowyna o dia todo… isso ajuda-me a esquecer.
zh_cn: 我的女儿在我回来后不久就去世了。我辜负了我的妻子和女儿。我失去了一切。我把我的家人埋葬在隆福德，放弃了我的行业，来到这里。现在，我整天喝洛伊娜的特殊饮料......它能帮助我忘记。

source: I'm sorry for your losses. You have suffered a lot. I want to finish what you started. Do you still have that text?
de: Mein Beileid für deinen Verlust. Du hast sehr gelitten. Ich möchte beenden, was du angefangen hast. Hast du immer noch diese Schrift?
fr: Condoléances pour votre perte. Vous avez beaucoup souffert. Je veux finir ce que vous avez démarré. Avez-vous toujours ce texte ?
ja: お悔やみ申し上げます。大変苦労したのですね。僕はあなたが始めたことを終わらせたい。その文書はまだ持っていますか？
pt: Sinto muito pelas suas perdas. Sofreu muito. Quero terminar o que você começou. Ainda tem esse texto?
zh_cn: 节哀顺变。你已经遭受了很多痛苦。我想完成你开始的事情。你还有那篇文字吗？

source: Here lies Damurrela of Loneford, wife of Hagale and mother of Aradilles. Killed by Plaguestriders.
de: Hier liegt Damurrela aus Loneford, Ehefrau von Hagale und Mutter von Aradilles. Getötet von den Pestspinnen.
fr: Ici, repose Damurrela de Loneford, femme d'Hagale et mère d'Aradilles. Tuée par des Pestilences.
ja: ハガレの妻でアラディレスの母、ローンフォードのダムレラはここに眠る。プレイグストライダーに殺された。
pt: Aqui está Damurrela de Loneford, esposa de Hagale e mãe de Aradilles. Morto por Plaguestriders.
zh_cn: 这里躺着隆福德的达姆瑞拉，哈盖尔的妻子和阿拉迪勒斯的母亲。被天灾人祸者所杀。

source: Here lies Aradilles of Loneford, daughter of Hagale and Damurrela. Died from blistering skin.
de: Hier liegt Aradilles aus Loneford, Tochter von Hagale und Damurrela. Sie starb an Pocken.
fr: Ici, repose Aradilles de Loneford, fille d'Hagale et Damurrela. Morte de peau brûlante.
ja: ハガレとダムレラの娘、ローンフォードのアラディレスはここに眠る。水ぶくれで亡くなった。
pt: Aqui está Aradilles de Loneford, filha de Hagale e Damurrela. Morreu de pele empolada.
zh_cn: 这里躺着隆福德的阿拉迪尔，哈盖尔和达姆瑞拉的女儿。死于皮肤起泡。

source: You must not be from around here. If you were, you would know that it is impolite to barge into homes without invitation.
de: Du scheinst nicht aus der Gegend zu stammen. Sonst wüsstest Du, daß es unhöflich ist, uneingeladen bei jemandem hereinzuplatzen.
fr: Tu ne dois pas être du coin. Sinon, tu saurais que c'est malpoli de faire irruption chez les gens sans invitation.
ja: この辺りの者ではないな。そうであれば、勝手に家に押しかけるのが失礼だと分かるはずだ。
pt: Não deve ser daqui. Se você fosse, saberia que é indelicado invadir casas sem convite.
zh_cn: 你一定不是这附近的人。如果你是，你就会知道，没有邀请就闯入家庭是不礼貌的。

source: Sorry. I didn't mean to be rude. I'm $playername. I come from a small village where people tend to leave their doors open.
de: Entschuldigung. Ich wollte nicht unhöflich sein. Ich bin $playername. Ich komme aus einem kleinen Dorf, wo die Leute ihre Türen immer offen haben.
fr: Désolé. Je ne voulais pas être indélicat. Je suis $playername. Je viens d'un petit village où les gens ont l'habitude de laisser leurs portes ouvertes.
ja: すみません。失礼なことをするつもりはありませんでした。僕は$playernameです。よくドアを開けたままにしている小さな村から来ました。
pt: Desculpa. Não queria ser rude. Sou $playername. Venho de uma pequena aldeia onde as pessoas tendem a deixar as portas delas abertas.
zh_cn: 对不起。我不是故意的。我是$playername。我来自一个小村庄，那里的人往往会把门打开。

source: I'm looking for someone.
de: Ich suche nach jemanden.
fr: Je suis à la recherche de quelqu'un.
ja: 人を探しています。
pt: Estou a procurar por alguém.
zh_cn: 我正在找人。

source: The surrounding forest is usually quiet, but for some time now it has been under a monster invasion. I am surprised you managed to reach my home.
de: Der umgebende Wald ist normalerweise ruhig, aber seit einiger Zeit leidet er unter einer Monsterinvasion. Ich bin überrascht, dass du mein Haus erreicht hast.
fr: La forêt aux alentours est habituellement calme, mais depuis quelque temps maintenant elle est envahie de monstres. Je suis surpris que tu aies réussi à atteindre ma maison.
ja: この辺りの森は普段は静かなのだが、このところはモンスターの襲来が続いておる。よくぞ家までたどり着けたものだ。
pt: A floresta circundante é geralmente silenciosa, mas há algum tempo ela está sob uma invasão de monstros. Estou surpreso que conseguiu chegar à minha casa.
zh_cn: 周围的森林通常是安静的，但一段时间以来，它一直处于怪物的入侵之下。我很惊讶你能到达我的家。

source: I heard something similar was occurring in Charwood until a young adventurer killed a vile beast in the mine beneath the city.
de: Ich habe gehört, dass etwas Ähnliches in Charwood passiert ist, bis ein junger Abenteurer das abscheuliche Biest in der Mine unterhalb der Stadt getötet hat.
fr: J'ai entendu que quelque chose de similaire s'est passé à Charbois, jusqu'à ce qu'un jeune aventurier tue une vile bête dans la mine sous la ville.
ja: 何やらチャーウッドの方でも、若い冒険家が町の鉱山地下で邪悪な怪物を殺すまでは、同じようなことが起きていたらしいの。
pt: Ouvi dizer que algo semelhante estava a ocorrer em Charwood até que um jovem aventureiro matou uma fera vil na mina abaixo da cidade.
zh_cn: 我听说在查伍德也发生了类似的事情，直到一个年轻的冒险家在城市下面的矿井里杀死了一只卑鄙的野兽。

source: I was in Charwood recently and what you heard was true. [You describe your experiences in Charwood and the battle with Thukuzun]
de: Ich war erst kürzlich in Charwood und es stimmt, was du gehört hast. [Du beschreibst deine Erfahrungen in Charwood und dem Kampf mit Thukuzun]
fr: J'étais à Charbois récemment et ce que tu as entendu est vrai. [Tu décris tes aventures à Charbois et la bataille avec Thukuzun]
ja: 僕は最近チャーウッドにいたんだ。あなたが聞いた話は本当です。 （あなたはチャーウッドでの経験と、トゥクズンとの戦いについて説明する）
pt: Estava em Charwood recentemente e o que ouviu foi verdade. [Descreve as suas experiências em Charwood e a batalha com Thukuzun]
zh_cn: 我最近在查伍德，你听到的都是真的。 [你描述你在查伍德的经历以及与图库尊的战斗]

source: That is interesting, but I am supposed to be looking for my brother. I should leave.
de: Das ist interessant, aber ich sollte wirklich nach meinem Bruder suchen. Ich sollte gehen.
fr: C'est intéressant, mais je suis supposé être à la recherche de mon frère. Je devrais y aller.
ja: それは興味深いですね、でも兄を探すことになっているので。もう行かないと。
pt: Isso é interessante, mas devo procurar meu irmão. Deveria sair.
zh_cn: 这很有趣，但我在寻找我的兄弟。我应该离开。

source: I do not know if it began happening here before the events in Charwood or after. However, from what you tell me, maybe there is a connection between the two.
de: Ich bin mir nicht sicher, ob es schon vor den Ereignissen in Charwood begann oder erst danach. Aber von dem was du mir erzählt hast, scheint es eine Verbindung zwischen den beiden zu geben.
fr: Je ne sais pas si cela a démarré ici avant ou après les événements de Charbois. Cependant, de ce que tu m'en dis, il y a peut-être un lien entre les deux.
ja: ここでの出来事の始まりがチャーウッドの件よりも前だったか後だったか、儂にはわからん。ただお主の話を聞く限りだと、ひょっとするとこの2つには何か関係があるのかもしれんな。
pt: Não sei se começou a acontecer aqui antes dos acontecimentos em Charwood ou depois. No entanto, pelo que me diz, talvez haja uma conexão entre os dois.
zh_cn: 我不知道它是在查伍德事件之前还是之后开始在这里发生的。然而，从你告诉我的情况来看，也许这两者之间存在着联系。

source: There is a cave system that runs underneath the forest. If something sinister is afoot, it could be emanating from the ground below. Please, you must help me investigate the source of the monster invasion in this forest.
de: Es gibt da ein Höhlensystem unter diesem Wald. Wenn etwas unheilvolles vorherrscht, könnte es seinen Ursprung aus dem Untergrund haben. Bitte, hilft mir der Ursache dieser Monsterinvasion in diesem Wald auf dem Grund zu gehen.
fr: Il y a un réseau de grottes souterraines qui courent sous la forêt. Si quelque chose de sinistre est en marche, cela pourrait surgir de là. S'il te plaît, tu dois m'aider à identifier la source de l'invasion des monstres dans la forêt.
ja: 森の地下には洞窟がある。なにか良からぬことが起こっているとするなら、それは地下で生じているのやもしれぬ。この森のモンスター襲来の大元を調査するのを手伝ってはくれんか。
pt: Existe um sistema de cavernas que corre debaixo da floresta. Se algo sinistro está a acontecer, pode estar a emanar do chão abaixo. Por favor, deve me ajudar a investigar a origem da invasão de monstros nesta floresta.
zh_cn: 在森林下面有一个洞穴系统。如果有什么险恶的事情发生，它可能是从下面的地面发出来的。请你一定要帮我调查这个森林里怪物入侵的来源。

source: OK, I will help you.
de: In Ordnung, ich werde dir helfen.
fr: OK, je vais t'aider.
ja: わかりました、協力します。
pt: Ok, ajudarei-o.
zh_cn: 好的，我打算帮助你。

source: Sorry, I cannot help you right now.
de: Es tut mir leid, aber ich kann dir gerade nicht helfen.
fr: Désolé, je ne peux pas t'aider pour le moment.
ja: すみませんが、今はお力になれません。
pt: Desculpe, não posso ajudá-lo agora.
zh_cn: 对不起，我现在不能帮助你。

source: How much "investigating" will you be doing in this proposed partnership?
de: Wie viel wirst du zu dieser "Untersuchung" beisteuern in dieser empfohlenden Partnerschaft?
fr: Comment comptes-tu participer de ton côté dans cette "enquête" ?
ja: あなたの提案する協力ではどの程度の"調査"を行う予定ですか？
pt: Quanta "investigação" fará nesta proposta de parceria?
zh_cn: 在这个拟定的伙伴关系中，你将做多少 "调查"？

source: Thank you. You will have to pass through the forest to reach an opening to the cave where you can enter. The opening is roughly east of my home.
de: Vielen Dank. Du musst durch den Wald wandern bis du einen Höhleneingang findest, von dem du Zugang hast. Der Eingang sollte irgendwo östlich von meinem Heim liegen.
fr: Merci. Tu vas devoir traverser la forêt jusqu'à une ouverture dans une grotte où tu peux entrer. Cette entrée est approximativement à l'est de ma maison.
ja: ありがとう。洞窟の入り口へはこの森を抜けねばならん。入り口は儂の家のほぼ真東にある。
pt: Obrigado. Terá que passar pela floresta para alcançar uma abertura à caverna onde pode entrar. A abertura é mais ou menos a leste da minha casa.
zh_cn: 谢谢你。你必须穿过森林才能到达一个可以进入洞穴的开口。这个洞口大致在我家的东边。

source: The Guardian stares at you. You feel an overwhelming sense of dread, and dare not even approach it.
de: Der Wächter starrt dich an. Du spürst einen überwältigenden Drang von Gefahr und traust dich nicht näher heran.
fr: Le Gardien te dévisage. Tu te sens submergé de frayeur, et n'ose pas t'approcher d'un pas.
ja: 番人があなたを見つめる。圧倒的な恐怖を感じ、あなたは近寄る勇気が湧いてこない。
pt: O Guardião olha a si. Sente uma sensação avassaladora de pavor e não se atreve a sequer se aproximar dela.
zh_cn: 守护者凝视着你。你感到一种压倒性的恐惧感，甚至不敢接近它。

source: You have found the entrance to the cave Cithurn was talking about.
de: Du hast den Höhleneingang gefunden, von dem Cithurn gesprochen hat.
fr: Tu as trouvé l'entrée de la grotte dont Cithurn te parlait.
ja: シサーンが話していた洞窟の入り口を発見した。
pt: Encontrou a entrada da caverna sobre a qual Cithurn estava a falar.
zh_cn: 你已经找到了西图恩所说的山洞的入口。

source: You notice that the air has become much damper as you make your way towards the end of the cave system.
de: Du bemerkst, dass die Luft immer feuchter wird, je weiter du in das Höhlensystem vordringst.
fr: Tu remarques que l'air devient plus étouffant à mesure que tu progresses vers la fin du réseau de grottes.
ja: 洞窟の終わりに向かって進むにつれ、空気が急激に冷えていっていることに気づく。
pt: Percebe que o ar se tornou muito mais forte à medida que se aproxima do fim do sistema de cavernas.
zh_cn: 你注意到，当你走向洞穴系统的尽头时，空气变得更加潮湿。

source: Ah, another puny mortal that has come to die and serve Tesrekan.
de: Ach, ein weiterer einfältiger Sterblicher ist gekommen, um zu sterben und mir, Tesrekan, zu dienen.
fr: Ah, un autre chétif mortel qui vient mourir et servir Tesrekan.
ja: ほう、また卑小なニンゲンがこのテスレカンに仕えるため死にに来たか。
pt: Ah, outro mortal insignificante que veio para morrer e servir o Tesrekan.
zh_cn: 啊，又一个来送死和为特斯雷坎服务的弱小凡人。

source: Hmm ... I'll work on the parts that aren't dangerous. A brave and expert fighter like yourself is better suited to the dangerous parts.
de: Hmm... Ich werde an den weniger gefährlichen Bereichen arbeiten. Die anderen sind eher etwas für einen mutigen und erfahrenen Kämpfer wie du.
fr: Hmm ... Je vais enquêter dans les zones sans danger. Un guerrier courageux et expérimenté comme toi convient mieux pour tout ce qui sera dangereux.
ja: ふむ…危険がない部分は儂が担当しよう。お主のような熟練した勇敢な戦士には、危険のある部分の方が適しているであろう。
pt: Hmm… Vou trabalhar nas partes que não são perigosas. Um lutador corajoso e experiente como é mais adequado para as partes perigosas.
zh_cn: 嗯 ...我将在不危险的部分工作。像你这样勇敢和专业的战士更适合做危险的部分。

source: Danger is my middle name! I'll help you.
de: Gefahr ist mein zweiter Vorname! Ich helfe dir.
fr: Le danger est mon deuxième prénom ! Je vais t'aider.
ja: 危険といえばこの僕だ！ 力を貸しましょう。
pt: Perigo é o meu nome do meio! Vou te ajudar.
zh_cn: 危险是我的座右铭!我来帮你。

source: Sorry. Flattery will not persuade me to risk my life for some piece of forest with one old man living in it.
de: Tut mir leid. Aber mit Schmeichelei wirst du mit nicht dazu überreden können, mein Leben für ein Waldstück zu riskieren, in dem nur ein alter Mann lebt.
fr: Désolé. Me flatter ne va pas me persuader de risquer ma vie dans une partie de la forêt habitée par un vieil homme seul.
ja: すみません。お世辞を言われても、老人が1人住んでるだけの森に命を賭ける気にはなれませんね。
pt: Desculpa. A lisonja não me persuadirá a arriscar minha vida por um pedaço de floresta com um velho a viver nela.
zh_cn: 对不起。阿谀奉承不能说服我为只有一个老人住在里面的森林冒生命危险。

source: Well I'm the only one here. Perhaps you should leave. Come back when you have learned some manners.
de: Dann bin ich halt der einzige hier. Vielleicht solltest du gehen. Komm wieder, wenn du ein paar Manieren gelernt hast.
fr: Et bien, je suis seul ici. Tu devrais peut-être partir. Reviens quand tu auras appris les bonnes manières.
ja: ここにいるのは儂だけだ。もう出て行きなさい。マナーを学んでから出直すように。
pt: Bem, sou o único aqui. Talvez você deva sair. Volte quando tiver aprendido algumas boas maneiras.
zh_cn: 好吧，我是这里唯一的人。也许你应该离开。等你学会了一些礼节再回来吧。

source: Meow ... Meow.
de: Miau... Miau.
fr: Miaou ... Miaou.
ja: ニャ～…ニャ～。
pt: Miau… Miau.
zh_cn: 喵……喵。

source: [You scratch the cat behind the ear]
de: [Du kraulst die Katze hinter dem Ohr]
fr: [Tu grattes le chat derrière l'oreille]
ja: （ネコの耳の後ろを掻く）
pt: [Coça o gato atrás da orelha]
zh_cn: 【你抓猫耳后】

source: [You stroke the cat]
de: [Du streichelst die Katze]
fr: [Tu caresses le chat]
ja: （ネコを撫でる）
pt: [Acaricia o gato]
zh_cn: [你抚摸着猫]

source: You find a partly visible gem sticking out of the exposed rock.
de: Du findest einen kaum sichtbaren Edelstein in diesem dem Wetter ausgesetzten Fels.
fr: Tu trouves une pierre précieuse partiellement visible qui dépasse de la roche exposée.
ja: 露出した岩から宝石が部分的に突き出ているのを見つけた。
pt: Encontra uma jóia parcialmente visível a sair da rocha exposta.
zh_cn: 你发现一个部分可见的宝石从暴露的岩石中伸出来。

source: The ancient text crumbles and turns to dust. The defeat of the undead master seems to have lifted the spell animating the remaining corpses and they return to their graves.
de: Die alte Schrift verwittert und zerfällt zu Staub. Der Sieg über den Meister der Untoten scheint den Fluch gebrochen zu haben, der die übrigen Leichname belebt hat, und sie kehren in ihre Gräber zurück.
fr: L'ancien texte se désagrège et tombe en poussière. La déroute du maître des morts-vivants semble avoir levé le charme qui animait ces corps et ils sont retournés dans leurs tombes.
ja: 古文書は崩れて塵と化す。アンデッドの主が倒されたことによって残っていた死体を蘇らせる呪文が解け、墓へと戻っていったようだ。
pt: O texto antigo se desintegra e se transforma em poeira. A derrota do mestre morto-vivo parece ter levantado o feitiço que animava os cadáveres remanescentes e eles retornaram aos seus túmulos.
zh_cn: 古老的文字崩溃了，变成了灰尘。亡灵主人的失败似乎解除了使剩余的尸体具有生命力的咒语，他们回到了自己的坟墓中。

source: It is good to see you again $playername.
de: Schön dich wiederzusehen, $playername.
fr: Ça fait plaisir de te revoir à nouveau $playername.
ja: $playername、また会えて嬉しく思う。
pt: É bom ver-lo de novo $playername.
zh_cn: 很高兴再次见到你，$playername。

source: I explored the cave. You were correct. I found a monster called Tesrekan, which was similar to the one I found in the Charwood mine.
de: Ich habe die Höhle erkundet und du hattest recht. Ich bin auf ein Monster namens Tesrekan gestoßen, der sehr viel Ähnlichkeit mit dem in der Charwood Mine hatte.
fr: J'ai exploré la grotte. Tu avais raison. J'ai trouvé un monstre appelé Tesrekan, qui était similaire à celui que j'ai trouvé dans la mine de Charbois.
ja: 洞窟を探索してきましたよ。あなたは正しかった。テスレカンというモンスターがいたんだ、チャーウッド鉱山で見つけたものと似ていたようでした。
pt: Explorei a caverna. Estava correto. Encontrei um monstro chamado Tesrekan, que era semelhante ao que encontrei na mina de Charwood.
zh_cn: 我探索了这个山洞。你说的没错。我发现了一个叫特斯瑞坎的怪物，它与我在查伍德矿场发现的怪物相似。

source: I think I need more help to be able to complete my mission.
de: Ich denke ich brauche mehr Unterstützung, um diesen Auftrag abzuschließen.
fr: Je pense que j'ai besoin d'aide pour arriver au bout de ma mission.
ja: 任務を達成するにはもっと助けが必要かと思います。
pt: Acho que preciso de mais ajuda para poder completar minha missão.
zh_cn: 我想我需要更多的帮助，以便能够完成我的任务。

source: I haven't found out what is happening yet, but I wanted to let you know I'm still working on it.
de: Ich habe noch nicht herausgefunden, was los ist, aber ich wollte Dich wissen lassen, daß ich noch daran arbeite.
fr: Je n'ai pas encore trouvé ce qu'il se passe, mais je voulais te faire savoir que je suis toujours dessus.
ja: 何が起きているのかは今のところ分かってませんが、まだ取り組んでいる最中であることをお知らせしたいと思います。
pt: Não descobri o que está a acontecer ainda, mas queria que soubesse que ainda estou a trabalhar nisso.
zh_cn: 我还没有发现发生了什么，但我想让你知道我仍在努力。

source: Hey kid! Why don't you be a good little boy and fetch me some Lowyna's special brew?
de: Hey Kleiner! Warum bist du nicht ein guter kleiner Junge und holst mir etwas von Lowynas Spezialgebräu?
fr: Hé gamin ! Pourquoi que tu serais pas un bon petit gars pour aller me chercher un peu de Décoction spéciale de Lowyna ?
ja: おい君！ いい子にしてローウィナのスペシャルビールを持ってきてくれないか？
pt: Ei garoto! Por que não és um bom menino e trazes-me uma cerveja especial da Lowyna?
zh_cn: 嘿，孩子！你为什么不做个好孩子，给我拿点洛伊娜的特殊饮料？

source: Alright kid! [Hagale immediately opens one of the bottles and takes a big swig, which he loudly swallows before wiping his mouth on the sleeve of his tattered shirt] Yeah, I know something about that chest ... *burp* ... I almost opened it.
de: Nun gut, Kleiner! [Hagale öffnet sofort eine der Flaschen und nimmt einen großen Schluck, den er lautstarkt herunterschluckt bevor er seinen Mund mit dem Ärmel seines zerlumpten Shirts abwischt] Ja, ich weiß etwas über diese Truhe... rülps... Ich habe sie fast mal geöffnet.
fr: Ok gamin ! [Hagale ouvre aussitôt une bouteille et boit une bonne lampée, qu'il avale bruyamment avant d'essuyer sa bouche avec la manche de sa chemise en lambeaux] Ok, je connais quelques trucs sur ce coffre ... *burp* ... je l'ai presque ouvert.
ja: いい子だ！ （ハガレはすぐに1本のボトルを開けてがぶ飲みし、ボロボロのシャツの袖で口を拭う） ああ、その箱のことなら知っている…（ゲップ）…もう少しで開けるところだったんだ。
pt: Tudo bem garoto! [Hagale imediatamente abre uma das garrafas e toma um grande golo, que ele engole alto antes de limpar a boca na manga da sua camisa esfarrapada] Sim, sei algo sobre esse baú… * Arroto *… Quase o abri.
zh_cn: 好了，孩子！"。 [哈盖尔立即打开其中一个瓶子，喝了一大口，他大声地吞了下去，然后用他破烂的衬衫袖子擦了擦嘴] 是的，我知道一些关于那个箱子的事情......*打嗝* ...我差点就把它打开了。

source: That was until I had to travel to Remgard to purchase some new inventory. I normally make the trip alone. This time however, my wife and daughter decided to accompany me to Remgard.
de: Das war es, zumindest bis ich nach Remgard reisen musste um einige neue Vorräte zu kaufen. Normalerweise mache ich diese Reise alleine. Doch diesmal haben sich meine Frau und Tochter dazu entschieden, mich nach Remgard zu begleiten.
fr: C'était jusqu'à ce que j'aie besoin de voyager à Remgard pour acheter du matériel. Je voyage habituellement seul mais, cette fois-là, ma femme et ma fille avaient décidé de m'accompagner jusqu'à Remgard.
ja: ある時、在庫を仕入れにレムガードまで出かけることになった。いつもなら自分1人で旅に出るところだ。とはいえこのときは妻と娘が同行することになった。
pt: Isso foi até que tive que viajar a Remgard para comprar alguns novos estoques. Normalmente faço a viagem sozinha. Desta vez, porém, minha esposa e filha decidiram me acompanhar até Remgard.
zh_cn: 直到我不得不前往瑞姆加德购买一些新的库存。我通常是一个人去的。然而这一次，我的妻子和女儿决定陪我去瑞姆加德。

source: Well done! A thousand thanks young adventurer. I am in your debt. However, I would still like my talisman back. I need it to keep me safe.
de: Gut gemacht! Tausend Dank, junger Abenteurer. Ich stehe in deiner Schuld. Dennoch möchte ich gerne meinen Talisman zurückhaben. Ich brauche ihn zu meinem Schutz.
fr: Bien joué ! Mille mercis jeune aventurier. Je t'en dois une. Cependant, j'aimerais que tu me rendes mon talisman. J'en ai besoin pour rester en sécurité.
ja: よくやってくれた！ 本当にどうもありがとう、若き冒険家よ。恩に着るぞ。ただタリスマンは返してもらえんかの。身の安全のためにも必要なのだ。
pt: Bem feito! Mil agradecimentos jovem aventureiro. Estou em débito consigo. No entanto, ainda gostaria do ter o meu talismã de volta. Preciso-o para me manter segura.
zh_cn: 干得好!千恩万谢，年轻的冒险家。我欠你一个人情。然而，我仍然希望拿回我的护身符。我需要它来保护我的安全。

source: Certainly. Here you are.
de: Sicher. Hier hast du ihn.
fr: Certainement. Voici.
ja: もちろん。どうぞ。
pt: Certamente. Olha Aqui.
zh_cn: 当然。给你。

source: You are right about that debt. I think I'll keep the talisman as payment.
de: Du hast recht mir der Schuld. Ich denke ich werde diesen Talisman als Bezahlung behalten.
fr: Tu as raison, tu m'en dois une. Je pense que je vais garder ce talisman comme dédommagement.
ja: 恩についてはあなたの仰るとおり。タリスマンは報酬としてこちらで預かっておきますね。
pt: Está certo sobre essa dívida. Acho que vou manter o talismã como pagamento.
zh_cn: 关于那笔债务，你是对的。我想我会保留这个护身符作为报酬。

source: I killed the monster. I brought one of its bones as proof.
de: Ich habe das Monster getötet und eines seiner Knochen als Beweis mitgebracht.
fr: J'ai tué le monstre. J'ai ramené un de ses os comme preuve.
ja: モンスターは殺しました。その証拠として骨を持ってきました。
pt: Matei o monstro. Trouxe um dos ossos dele como prova.
zh_cn: 我杀了那个怪物。我带来了它的一根骨头作为证据。

source: We were only halfway there when we were attacked by Plaguestriders. My daughter and I managed to escape... [Hagale takes another long swig from the bottle of Lowyna's special brew] ...but my wife did not survive.
de: Auf halben Weg wurden wir von den Pestspinnen angegriffen. Meine Tochter und ich konnten entkommen... [Hagale nimmt einen weiteren großen Schluck von der Flasche mit Lowynas Spezialgebräu] ...aber meine Frau überlebte es nicht.
fr: Nous étions seulement à mi-chemin quand on s'est fait attaquer par des Pestilences. Ma fille et moi sommes parvenus à nous échapper... [Hagale reprend une grande gorgée de décoction spéciale de Lowyna] ...mais ma femme n'a pas survécu.
ja: その途中でプレイグストライダーに襲われた。娘と私は何とか逃げ切れたが… （ハガレはローウィナのスペシャルビールのボトルからもう1杯飲み干す） …妻は生き残れなかった。
pt: Estávamos apenas na metade do caminho quando fomos atacados por Plaguestriders. A minha filha e eu conseguimos escapar… [Hagale toma outro longo golo da garrafa da cerveja especial de Lowyna] ... mas a minha esposa não sobreviveu.
zh_cn: 我们只走了一半的路，就被天谴者袭击了。我的女儿和我设法逃脱了...... [哈盖尔又从洛伊娜特制酒瓶中喝了一大口] ...但我的妻子没能活下来。
