Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: No, sorry, anyone could come to me and ask this. I can not give you any flowers.
de: Nein, tut mir leid, da könnte ja jeder kommen! Ich kann dir keine Blume geben.
fr: Non, désolé, n'importe qui pourrait venir me demander la même chose. Je ne peux pas te donner de fleurs.
ja: いや、申し訳ない。来た者にはこう答えるようにしているんだ。花はお渡しできません。
pt: Não, desculpe, alguém poderia vir até mim e perguntar isso. Não posso te dar flores.
zh_cn: 不，对不起，任何人都可以来找我问这个问题。我不能给你任何鲜花。

source: May I pick the rose myself?
de: Darf ich mir selbst eine Rose pflücken?
fr: Est-ce que je pourrais cueillir une rose ?
ja: 自分でバラを摘んでもいいですか？
pt: Posso levar a rosa eu mesmo?
zh_cn: 我可以自己采摘玫瑰吗？

source: No, this is strictly forbidden! The only person who is allowed to pick flowers is Lady Hannah herself.
de: Nein, das ist strengstens verboten! Die einzige Person, die Blumen pflücken darf, ist Fräulein Hannah selbst.
fr: Non, c'est strictement interdit ! La seule personne qui est autorisée à cueillir des fleurs, c'est Dame Hannah elle-même.
ja: いいえ、それは厳禁だ！ 花を摘むことが許されるのはハンナお嬢様だけなのです。
pt: Não, isso é estritamente proibido! A única pessoa que tem permissão para colher flores é a própria Lady Hannah.
zh_cn: 不，这是被严格禁止的!唯一允许摘花的人是汉娜女士本人。

source: Are you kidding? These flowers are priceless! You can't pay for them!
de: Veräppelst du mich? Diese Blumen sind unbezahlbar! Man kann sie nicht kaufen!
fr: Tu plaisantes ? Ces fleurs sont inestimables ! Tu ne peux pas les payer !
ja: 冗談でしょう？ この花は値段のつけられるようなものじゃないんだ！ お金では買えない！
pt: Está de brincadeira? Estas flores são inestimáveis! Não pode pagar por elas!
zh_cn: 你在开玩笑吗？这些花是无价的!你不可能为它们买单!

source: Hi kid, where are you going in such a hurry?
de: Hey Kind, wo willst du denn so eilig hin?
fr: Salut gamin, où cours-tu ainsi ?
ja: やあキミ、そんなに急いでどうしたんだい？
pt: Oi garoto, onde vai com tanta pressa?
zh_cn: 嗨，孩子，你这么着急要去哪里？

source: Sorry, I have no time for small talk.
de: Tut mir leid aber ich habe keine Zeit zum Reden.
fr: Désolé, je n'ai pas le temps de papoter.
ja: 悪いけど、おしゃべりしてる暇はないんだ。
pt: Desculpe, não tenho tempo para conversa fiada.
zh_cn: 对不起，我没有时间闲聊。

source: Hofala the cook sent me, I need some herbs for Lady Hannah's lunch.
de: Hofala, der Koch, schickt mich. Ich brauche einige Kräuter für Fräulein Hannahs Mittagessen.
fr: Hofala le cuisinier m'envoie, j'ai besoin d'herbes pour le déjeuner de Dame Hannah.
ja: コックのホファラに頼まれたんだ、ハンナお嬢様のランチにハーブがほしいのですが。
pt: Hofala, a cozinheira, me enviou, preciso de algumas ervas para o almoço de Lady Hannah.
zh_cn: 霍法拉厨师派我来的，我需要一些草药给汉娜女士做午餐。

source: You are lucky! I have just gathered some wonderful fresh herbs. Take these to Hofala.
de: Du hast Glück! Ich habe gerade einige wundervolle frische Kräuter geerntet. Brind diese zu Hofala.
fr: Tu as de la chance ! Je viens juste de réunir de merveilleuses herbes fraîches. Amène-les à Hofala.
ja: それは運がいい！ ちょうど新鮮なハーブを集めたところなんですよ。ホファラに渡してくれるかな。
pt: É sortudo! Acabei de reunir algumas maravilhosas ervas frescas. Leve isso para Hofala.
zh_cn: 你很幸运!我刚刚收集了一些美妙的新鲜草药。把这些带给霍法拉。

source: Thanks a lot!
de: Vielen, vielen Dank!
fr: Merci beaucoup !
ja: ありがとう！
pt: Muito obrigado!
zh_cn: 非常感谢!

source: It is dangerous here. Please stay outside, in front of the signs on the floor, and wait there. I will be with you in a minute.
de: Es ist gefährlich hier! Bitte bleib draußen, vor den Markierungen auf dem Boden und warte dort. Ich bin in einer Minute bei dir.
fr: C'est dangereux ici. S'il te plait, reste dehors en face des signes sur le sol, et attends là. Je te rejoins dans une minute.
ja: ここは危険じゃ。外に出て、床の印の手前で待っておれ。すぐに向かおう。
pt: É perigoso aqui. Por favor, fique do lado de fora, em frente aos sinais no chão e espere lá. Estarei consigo num minuto.
zh_cn: 这里很危险。请留在外面，在地板上的标志前，在那里等待。一分钟后我会和你在一起。

source: Welcome, $playername. I am Rorthron, the world's most famous ringmaker. I know Andor, your brother. He sometimes consulted me about newly found rings.
de: Willkommen, $playername. Ich bin Rorthron, der bekannteste Ringschmied der Welt. Ich kenne Andor, deinen Bruder. Er kommt manchmal vorbei und lässt mich seine neu gefundenene Ringe begutachten.
fr: Bienvenue, $playername. Je suis Rorthron, le plus célèbre fabricant d'anneaux au monde. Je connais ton frère Andor. Il est venu me consulter plusieurs fois à propos d'anneaux qu'il avait trouvés.
ja: よく来てくれた、$playernameよ。ワシは世界でも特に有名な指輪師のロースロンじゃ。お主の兄、アンドールのことは知っておるぞ。あやつは新しく発見した指輪について時折ワシに相談に来ておったのじゃ。
pt: Bem-vindo, $playername. Sou Rorthron, o mais famoso fabricante de anéis do mundo. Conheço Andor, o seu irmão. Ele às vezes me consultava sobre novos anéis encontrados.
zh_cn: 欢迎，$playername。我是罗斯通，世界上最著名的戒指制造商。我认识安道尔，你的哥哥。他有时会就新发现的戒指咨询我。

source: I have never met a ringmaker.
de: Ich habe noch nie einen Ringschmied getroffen.
fr: Je n'ai jamais rencontré un fabricant d'anneaux.
ja: 指輪師というのは会ったことがありませんね。
pt: Nunca conheci um fabricante de anéis.
zh_cn: 我从未见过戒指制造商。

source: Andor! Do you know where he was bound?
de: Andor! Weißt du wo er sich herumtreibt?
fr: Andor ! Savez-vous où il se rendait ?
ja: アンドール！ どこに向かったかご存知ですか？
pt: Andor! Sabe onde ele estava ligado?
zh_cn: 安道尔！你知道他被关在哪里吗？

source: A lot. If ever you find one of the strong, old rings, come and show it to me. I might enhance it for you, as I already did for Andor. Don't forget to bring some bonemeal potions as a sign of friendship.
de: Schon oft. Wenn du jemals einen dieser starken, alten Ringe findest, komm her und zeige ihn mir. Ich kann ihn vielleicht noch verstärken, so wie ich es schon für Andor getan habe. Und vergiss nicht, mir einige Knochenmehltränke als Zeichen der Freundschaft mitzubringen.
fr: Beaucoup. Si jamais tu trouves un des anneaux forts et anciens, viens me le montrer. Je pourrais l'améliorer pour toi, comme je l'ai déjà fait pour Andor. N'oublie pas d'apporter des potions d'os en signe d'amitié.
ja: たくさんのことを。この先強力な古い指輪を見つける機会があれば見せておくれ。アンドールにもしたように、お主のために強化してやれるかもしれん。友好の証として、骨粉ポーションを持ってくることも忘れずにな。
pt: Muito. Se alguma vez encontrar um dos anéis fortes e antigos, venha e mostre-me. Poderia lhe melhorar isso, como já o fiz para Andor. Não se esqueça de trazer algumas poções de farinha de ossos como sinal de amizade.
zh_cn: 很多。如果你找到一个强壮的、古老的戒指，来给我看看。我可能会为你强化它，就像我已经为安道尔做的那样。别忘了带些骨粉药水，作为友谊的象征。

source: Thank you. I will remember.
de: Danke. Ich werde mich daran erinnern.
fr: Merci. Je m'en souviendrai.
ja: ありがとう。覚えておきます。
pt: Obrigado. Vou lembrar.
zh_cn: 谢谢你。我将记住。

source: Maybe you want to look at my fine collection of rings? Unfortunately I have no ring of real power available just now. But I sell them for a good price.
de: Vielleicht möchtest du dir mal meine ausgewählte Kollektion an Ringen anschauen? Unglücklicherweise habe ich derzeit keinen Ring mit echter Macht verfügbar. Aber ich verkaufe sie für einen guten Preis.
fr: Peut-être veux-tu regarder ma belle collection d'anneaux ? Malheureusement je n'ai aucun anneau vraiment puissant pour l'instant. Mais je les vends à bon prix.
ja: 素晴らしきワシの指輪コレクションを見てゆくか？ 残念だが、真なるチカラある指輪は今は手元になくてな。だがお安くしておくぞ。
pt: Talvez queira ver a minha bela coleção de anéis? Infelizmente não tenho nenhum anel de poder real disponível agora. Mas vendo-as por um bom preço.
zh_cn: 也许你想看看我收藏的精美戒指？不幸的是，我现在还没有真正有实力的戒指。但是我以一个好的价格出售它们。

source: Certainly. Show me your rings.
de: Sicherlich. Zeig mir deine Ringe.
fr: Bien sûr. Montrez-moi vos anneaux.
ja: そうですね。指輪を見せてください。
pt: Certamente. Mostre-me os seus anéis.
zh_cn: 当然。给我看看你的戒指。

source: Not right now, thanks.
de: Nicht jetzt, danke.
fr: Pas maintenant, merci.
ja: 今は結構です。
pt: Não agora, obrigado.
zh_cn: 现在不行，谢谢。

source: No, sorry. I tend not to ask about things that are personal.
de: Nein, tut mir leid. Ich frage normalerweise nicht nach persönlichen Dingen.
fr: Non, désolé. Je ne pose pas de questions à propos des choses qui sont personnelles.
ja: いいや、スマンな。個人的なことは聞かんのだよ。
pt: Não, desculpe. Costumo não perguntar sobre coisas que são pessoais.
zh_cn: 不，对不起。我倾向于不问涉及个人的事情。

source: That's a pity. I have been trailing my big brother for quite some time.
de: Das ist schade. Ich laufe meinem großen Bruder schon ziemlich lange hinterher.
fr: Dommage. Je piste mon grand frère depuis pas mal de temps.
ja: それは残念ですね。僕は兄の行方をずっと追ってます。
pt: É uma pena. Tenho seguido meu irmão mais velho há algum tempo.
zh_cn: 这很可惜。我一直在跟踪我的大哥，已经有一段时间了。

source: What do you know about magic rings?
de: Was weißt du über magische Ringe?
fr: Que savez-vous en matière d'anneaux magiques ?
ja: 魔法の指輪について何を知っているのですか？
pt: O que sabe sobre anéis mágicos?
zh_cn: 你对魔法戒指了解多少？

source: Ah - just one thing: I know the power some rings can have, and I would prefer you took yours off in my presence.
de: Ach - noch eins: Ich kenne die Macht einiger Ringe und bevorzuge es, wenn du diese im meiner Gegenwart ablegst.
fr: Ah, juste une chose : je sais que certains anneaux peuvent être puissants, et je préfèrerais que tu retires les tiens en ma présence.
ja: おお…少しいいかの。指輪のチカラのことは知っておるから、お主の身につけているそれをワシの前では取り外してもらいたいのじゃが。
pt: Ah - apenas uma coisa: sei o poder que alguns anéis podem ter e preferiria que tirasse o seu na minha presença.
zh_cn: 啊--只有一件事：我知道一些戒指的力量，我希望你在我面前摘下你的戒指。

source: OK, just a second.
de: Verstanden, einen Augenblick.
fr: OK, juste une seconde.
ja: わかりました、ちょっと待っててください。
pt: OK, só um segundo.
zh_cn: 好的，等一下。

source: Be welcome, $playername. I am Rorthron, the world's most famous ringmaker. I know Andor, your brother. He sometimes consulted me about newly found rings.
de: Sei willkommen, $playername. Ich bin Rorthron, der bekannteste Ringschmied der Welt. Ich kenne Andor, deinen Bruder. Er kommt manchmal hier vorbei und lässt mich seine neu gefundenen Ringe begutachten.
fr: Bienvenue, $playername. Je suis Rorthron, le plus célèbre fabricant d'anneaux du monde. Je connais Andor, ton frère. Il m'a parfois consulté à propos des anneaux qu'il trouvait.
ja: よく来てくれた、$playernameよ。ワシは世界でも特に有名な指輪師のロースロンじゃ。お主の兄、アンドールのことは知っておるぞ。あやつは新しく発見した指輪について時折ワシに相談に来ておったのじゃ。
pt: Seja bem vindo, $playername. Sou Rorthron, o mais famoso fabricante de anéis do mundo. Conheço Andor, o seu irmão. Ele às vezes me consultava sobre novos anéis encontrados.
zh_cn: $playername，欢迎您。我是罗斯通，世界上最著名的戒指制造商。我认识安道尔，你的兄弟。他有时会向我咨询新发现的戒指。

source: You know me? And my brother?
de: Du kennst mich? Und meinen Bruder?
fr: Vous me connaissez ? Et mon frère ?
ja: 僕を知っているのですか？ 兄のことも？
pt: Conhece-me? E meu irmão?
zh_cn: 你认识我吗？和我的兄弟？

source: I never met a ringmaker.
de: Ich habe noch nie einen Ringschmied getroffen.
fr: Je n'ai jamais rencontré de fabricant d'anneaux.
ja: 指輪師というのは会ったことがありませんね。
pt: Nunca conheci um fabricante de anéis.
zh_cn: 我从未见过戒指制造商。

source: You and Andor are different. You will be legendary. Well do I know your deeds! And I even heard rumors that you gained the legends of legends, the mighty Ring of lesser Shadow!
de: Du und Andor seid grundverschieden. Du wirst eine Legende werden. Deine Taten kenne ich gut! Und ich habe sogar das Gerücht aufgeschnappt, dass du in den Besitz der Legende der Legenden, einem mächtigen Ring der helleren Schatten, gekommen bist!
fr: Andor et toi êtes différents. Tu vas faire partie de la légende. Je connais tes exploits ! J'ai même entendu des rumeurs qui disent que tu as obtenu l'anneau légendaire par excellence, le puissant Anneau de moindre Ombre !
ja: お主やアンドールはひと味違うの。お主は伝説となるであろうよ。お主の偉業についてはよく知っておるぞ！ しかも伝説の中の伝説、あの偉大なるレッサーシャドウリングを手にしたというウワサまで耳にしたぞ！
pt: Vocè e o Andor são diferentes. Será lendário. Bem conheço as suas ações! E até ouvi rumores de que ganhou as lendas das lendas, o poderoso Anel da Sombra Menor!
zh_cn: 你和安道尔是不同的。你将成为传奇人物。我很清楚你的事迹!我甚至听到传言说，你获得了传说中的传奇，强大的暗影之戒！我想，这就是传说中的传奇！

source: With the help of some bonemeal potions I could improve it to be an even greater ring. The powers will be similar but greater. It will become the ** Ring of far lesser Shadow ** You are lucky indeed.
de: Mit der Hilfe einiger Knochenmehltränke sollte ich ihn zu einem noch großartigeren Ring verbessern können. Die Macht wird zwar ähnlich bleiben aber viel stärker. Er wird zu einem **Ring der noch helleren Schatten** Du hast wirklich Glück.
fr: Avec l'aide de potions d'os, je peux l'améliorer en un anneau encore plus formidable. Les pouvoirs seront similaires mais plus grands. Il deviendra l' ** Anneau de bien moindre Ombre ** Tu as vraiment de la chance.
ja: 骨粉ポーションの力を借りることで、ワシならそれをさらなる強大な指輪へと改良することができる。チカラはよく似ておるが、より強大なものとなるのじゃ。それは 遥かなるレッサーシャドウリング お主は本当に運が良い。
pt: Com a ajuda de algumas poções de farinha de ossos poderia melhorar para ser um anel ainda melhor. Os poderes serão semelhantes, mas maiores. Vai se tornar o ** Anel de Sombra Menor Melhorado ** Tem sorte mesmo.
zh_cn: 在一些骨髓药的帮助下，我可以把它改进成一个更加伟大的戒指。它的力量将是相似的，但更大。它将成为 ** 暗影更小的戒指**。 你确实很幸运。

source: Really. When my work is done, your ring will be stronger than ever.
de: Wirklich. Wenn meine Arbeit getan ist, wird dein Ring stärker denn je sein.
fr: Vraiment. Quand mon travail sera fini, ton anneau sera plus fort que jamais.
ja: 本当にの。ワシの作業が終わった頃には、お主の指輪はこれまで以上に強くなるであろう。
pt: Mesmo. Quando meu trabalho terminar, o seu anel ficará mais forte do que nunca.
zh_cn: 真。当我的工作完成后，您的戒指将比以往任何时候都更强大。

source: Great! I didn't know that the ring lore has not been totally forgotten.
de: Großartig! Ich wusste nicht, dass das überlieferte Wissen über die Ringherstellung nicht völlig vergessen wurde.
fr: Super ! Je ne savais pas que la tradition des anneaux n'avait pas été totalement oubliée.
ja: すごい！ この指輪の伝承がまだ忘れ去られず残っているとは知りませんでした。
pt: Ótimo! Não sabia que o conhecimento do anel não foi totalmente esquecido.
zh_cn: 很好!我不知道戒指的传说并没有被完全遗忘。

source: Hmm, I like my ring the way it is.
de: Hmm, ich mag meinen Ring so wie er ist.
fr: Hmm, j'aime mon anneau tel qu'il est.
ja: うーん、僕はこのままの指輪の方がいいです。
pt: Hmm, gosto do meu anel do jeito que é.
zh_cn: 嗯，我喜欢我的戒指现在的样子。

source: Do you have any rings in stock?
de: Hast du Ringe auf Lager?
fr: Avez-vous des anneaux en réserve ?
ja: 指輪の在庫はありますか？
pt: Tem algum anel em estoque?
zh_cn: 你们有库存的戒指吗？

source: Eleven should be OK.
de: Elf sollten genug sein.
fr: Onze devraient suffire.
ja: 11あれば大丈夫じゃ。
pt: Onze deve estar bem.
zh_cn: 11个应该没问题。

source: Eleven what?
de: Elf was?
fr: Onze quoi ?
ja: 11って何が？
pt: Onze o que?
zh_cn: 十一个什么？

source: Eleven bonemeal potions of course. I need these potions for, eh, my work.
de: Elf Knochenmehltränke natürlich. Ich brauche diese Tränke für, eh, meine Arbeit.
fr: Onze potions d'os, naturellement. J'ai besoin de ces potions pour, euh, mon travail.
ja: 無論11本の骨粉ポーションじゃよ。作業に、あー、このポーションが必要でな。
pt: Onze poções de farinha de ossos, é claro. Preciso dessas poções para, eh, meu trabalho.
zh_cn: 当然是11个骨粉。我需要这些药水用于，呃，我的工作。

source: Now to work - put the ring into the golden vessel here.
de: Nun an die Arbeit - lege den Ring in den goldenen Behälter hier.
fr: Maintenant, au travail. Mets l'anneau dans le récipient doré ici.
ja: では作業を始めよう…指輪を金の容器に入れてくれんか。
pt: Agora trabalhe - ponha o anel no vaso dourado.
zh_cn: 现在开始工作--将戒指放入这里的金色容器中。

source: Thank you for your offer Rorthron. Here is the ring - be careful with it.
de: Danke für dein Angebot, Rorthron. Hier ist mein Ring - sei vorsichtig damit.
fr: Merci pour votre proposition, Rorthron. Voici l'anneau. Prenez-en soin.
ja: ロースロン、あなたの申し出には感謝します。指輪はこちらです、気をつけてくださいね。
pt: Obrigado pela sua oferta Rorthron. Aqui está o anel - tenha cuidado com isso.
zh_cn: 谢谢你的提议，罗斯通。这是戒指--请小心使用。

source: No, I would never give you my ring.
de: Nein, ich würde dir niemals meinen Ring geben.
fr: Non, je ne vous donnerai jamais mon anneau.
ja: いえ、指輪は渡しません。
pt: Não, nunca te daria o meu anel.
zh_cn: 不，我永远不会给你我的戒指。

source: Oops!
de: Ups!
fr: Oups !
ja: おっと！
zh_cn: 哎呀!

source: Oops? What does "oops" mean? Something went wrong?
de: Ups? Was heißt hier "ups"? Ist etwas schief gegangen?
fr: Oups ? Comment ça "oups" ? Quelque chose s'est mal passé ?
ja: おっと？ "おっと"とはどういう意味ですか？ 何かあったのですか？
pt: Oops? O que significa "oops"? Algo deu errado?
zh_cn: 哎呀？ “哎呀”是什么意思？出了些问题？

source: Oh no, it is nothing. All is ... well, perfect. Yes. Now go, go and leave me, I have work to do. No need to thank me. Farewell.
de: Ach nein, es ist nichts. Alles ist... nun, perfekt. Ja. Jetzt geh, geh und lass mich alleine, ich muss noch arbeiten. Du musst mir nicht danken. Leb wohl.
fr: Oh non, ce n'est rien. Tout est... euh, parfait. Oui. Maintenant va-t'en, va-t'en et laisse-moi, j'ai du travail à faire. Ne me remercie pas. Adieu.
ja: ああいや、何でもないぞ。すべては…まあ、完璧じゃ。うむ。さあ行け、ほれ出ていくのじゃ。仕事があるのでな。礼には及ばんぞ。さらばじゃ。
pt: Oh não, não é nada. Tudo é… bem, perfeito. Sim. Agora vá, vá e deixe-me, tenho trabalho a fazer. Não precisa me agradecer. Despedida.
zh_cn: 哦，不，这没什么。一切都是......嗯，完美的。是的。现在走吧，走吧，离开我，我还有工作要做。不需要感谢我。再见了。

source: Forget the bonemeal potions. You owe me nothing. Farewell now.
de: Vergiss die Knochenmehltränke. Du schuldest mir nichts. Leb jetzt wohl.
fr: Oublie les potions d'os. Tu ne me dois rien. Adieu maintenant.
ja: 骨粉ポーションのことは忘れておくれ。お主とは何の借りもないからの。ではさようなら。
pt: Esqueça as poções de farinha de ossos. Não me deve nada. Adeus agora.
zh_cn: 忘记骨粉药水。你不欠我什么。现在再见了。

source: Hello - I am Unkorh, Steward of Guynmart Castle. I have never seen you here before. Are you looking for something?
de: Hallo - Ich bin Unkorh, Verwalter von Guynmart Castle. Ich habe dich hier noch nie gesehen. Suchst du etwas?
fr: Bonjour. Je suis Unkorth, intendant du Château Guynmart. Je ne t'ai jamais vu ici auparavant. Tu cherches quelque chose ?
ja: こんにちは。私はウンコール、グインマート城の執事です。見覚えのない方ですね。なにかお探しで？
pt: Olá - Sou Unkorh, Regente do Castelo de Guynmart. Nunca te vi aqui antes. Está a procurar por algo?
zh_cn: 你好--我是乌克尔，盖恩玛特城堡的管理人。我以前从未在这里见过你。你在找什么东西吗？

source: I would like to buy something to eat.
de: Ich würde gerne etwas zum Essen kaufen.
fr: Je voudrais acheter quelque chose à manger.
ja: なにか食べるものを買いたいのですが。
pt: Gostaria de comprar algo para comer.
zh_cn: 我要买食品。

source: I have a message for Lord Guynmart.
de: Ich habe eine Nachricht für Lord Guynmart.
fr: J'ai un message pour le Seigneur Guynmart.
ja: グインマート卿にメッセージを預かっています。
pt: Tenho uma mensagem para o lorde Guynmart.
zh_cn: 我有个消息要告诉盖恩玛特勋爵。

source: I would like to see Lady Hannah.
de: Ich würde gerne Fräulein Hannah sprechen.
fr: Je voudrais voir Dame Hannah.
ja: ハンナお嬢様にお会いしたいのですが。
pt: Gostaria de ver Lady Hannah.
zh_cn: 我想见见汉娜女士。

source: Eh ... I...
de: Äh... Ich...
fr: Hé... je...
ja: えー…僕は…
pt: Eh… Eu...
zh_cn: 啊。。。我。。。

source: Stop stuttering, kid. What do you want?
de: Hör auf zu stottern, Kind. Was willst du?
fr: Cesse de bégayer, gamin. Qu'est-ce que tu veux ?
ja: 君、どもるのは止めてくれ。何の用で？
pt: Pare de gaguejar, garoto. O que quer?
zh_cn: 别结巴了，孩子。你想要什么？

source: The cook shall give you some bread. And he can provide you with further provisions, if you can pay for them.
de: Der Koch soll dir etwas Brot geben. Und dich mit weiteren Vorräten ausstatten, sofern du sie bezahlen kannst.
fr: Le cuisinier va te donner du pain. Et il peut te fournir d'autres provisions, si tu peux les payer.
ja: コックがパンを用意してくれる。支払ってくださるなら他の食料品も用意してもらえますよ。
pt: O cozinheiro lhe dará um pouco de pão. E ele pode fornecer mais provisões, se puder pagar por elas.
zh_cn: 厨师会给你一些面包。他还可以为你提供更多的食物，如果你能支付这些食物。

source: Take the left stairway and ask for Hofala, our cook.
de: Nimm die linke Treppe und frage nach Hofala, unserem Koch.
fr: Prends l'escalier de gauche et demande après Hofala, notre cuisinier.
ja: 左の階段を上がって、コックのホファラに頼んでください。
pt: Pegue a escada da esquerda e peça Hofala, nossa cozinheira.
zh_cn: 走左边的楼梯，找霍法拉，我们的厨师。

source: Thank you. I will go upstairs.
de: Vielen Dank. Ich werde nach oben gehen.
fr: Merci. Je vais à l'étage.
ja: ありがとう。上の階に行きます。
pt: Obrigado. Subirei as escadas.
zh_cn: 谢谢。我去楼上。

source: You have a message for our Lord?
de: Hast du eine Nachricht für unseren Gebieter?
fr: Tu as un message pour notre Seigneur ?
ja: 主へのメッセージを？
pt: Tem uma mensagem para o nosso Lorde?
zh_cn: 你对我们的领主有什么消息吗？

source: Lord Guynmart is uproad tending to urgent affairs. I expect him back tomorrow.
de: Lord Guynmart ist zurzeit in dringenden Angelegenheiten unterwegs. Ich erwarte ihn morgen zurück.
fr: Seigneur Guynmart est parti pour affaires pressantes. Je pense qu'il reviendra demain.
ja: グインマート卿でしたら急用のために外出中です。明日にはお戻りになるかと。
pt: Lorde Guynmart está em ascensão a tender a assuntos urgentes. Espero que ele volte amanhã.
zh_cn: 盖恩玛特勋爵在国外处理紧急事务。我希望他明天回来。

source: Deliver your message to me. I will pass it to Lord Guynmart when he returns.
de: Überbringe deine Nachricht an mich. Ich werde es Lord Guynmart ausrichten, wenn er zurückkommt.
fr: Dis-le moi. Je ferai passer le message au Seigneur Guynmart à son retour.
ja: メッセージでしたら私に。グインマート卿がお戻りになったらお渡ししておきます。
pt: Entregue-me a sua mensagem. Vou passá-lo para lorde Guynmart quando ele voltar.
zh_cn: 把你的信息传递给我。我将在盖恩玛特勋爵回来后将其转交给他。

source: Eh, Guynmart shall ... he...
de: Äh, Guynmart soll... er....
fr: Hé, Guynmart devrait... il...
ja: ええと、グインマートは…彼は…
pt: Eh, Guynmart deve… ele...
zh_cn: 嗯，盖恩玛特应该...他。。。

source: I have orders to give it directly to Lord Guynmart.
de: Ich habe Befehl, die Nachricht nur direkt an Lord Guynmart zu geben.
fr: J'ai comme consigne de le transmettre directement au Seigneur Guynmart.
ja: グインマート卿に直接渡すよう言われてます。
pt: Tenho ordens para dar diretamente a Lorde Guynmart.
zh_cn: 我奉命将其直接交给盖恩玛特勋爵。

source: I don't believe a single word you say. Don't waste my time. I have important things to do.
de: Ich glaube keines deiner Worte. Vergeude nicht meine Zeit. Ich habe wichtigere Dinge zu tun.
fr: Je ne crois pas un mot de ce que tu dis. Ne me fais pas perdre de temps. J'ai des choses importantes à faire.
ja: あなたの言うことはまるで信用ならない。私の時間を無駄にするのは止めてくれ。大事な用事があるのでね。
pt: Não acredito numa única palavra que diga. Não perca o meu tempo. Tenho coisas importantes para fazer.
zh_cn: 我不相信你说的任何一个字。不要浪费我的时间。我有重要的事情要做。

source: You have? Then you must wait. Leave now and come back tomorrow.
de: Ach ja? Dann musst du warten. Gehe jetzt und komme morgen wieder.
fr: Ah oui ? Dans ce cas tu devras patienter. Pars maintenant et reviens demain.
ja: そうなので？ では待つしかありませんね。今すぐここを発って、明日またお越しを。
pt: Tem? Então deve esperar. Saia agora e volte amanhã.
zh_cn: 你有吗？那么你必须等待。现在离开，明天再来。

source: Lady Hannah is not in the mood to receive people. Something else?
de: Fräulein Hannah empfängt derzeit keine Gäste. Noch etwas?
fr: Dame Hannah n'est pas d'humeur à recevoir des gens. Autre chose ?
ja: ハンナお嬢様は人を迎える気分ではございません。他には？
pt: Lady Hannah não está com vontade de receber pessoas. Algo mais?
zh_cn: 汉娜女士没有心情接待人。还有什么事吗？

source: No, thank you, I will leave now.
de: Nein, danke, ich werde jetzt gehen.
fr: Non merci, je vais partir maintenant.
ja: いえ結構。もう行きます。
pt: Não, obrigado, vou sair agora.
zh_cn: 不，谢谢你，我现在就离开。

source: You Dare To Speak To Me!
de: Du Wagst Es Mit Mir Zu Sprechen!
fr: Tu Oses Me Parler !
ja: よくも私に話しかけられたものだな！
pt: Atreve-Se A Falar Comigo!
zh_cn: 你敢跟我说话！

source: Hey, what did I do?
de: Heh, was habe ich getan?
fr: Hé, qu'ai-je fait ?
ja: ねえ、僕が何をしたっていうんだ？
pt: Ei, o que fiz?
zh_cn: 嘿，我做了什么？

source: I Saw You On The Tower! What Were You Doing There?
de: Ich Sah Dich Auf Dem Turm! Was Hast Du Dort Verloren?
fr: Je T'Ai Vu Dans La Tour ! Que Faisais-Tu Là-Bas ?
ja: 塔の上にいるお前を見たぞ！ あそこで何をしていた？
pt: Vi-O Na Torre! O Que Estava A Fazer Lá?
zh_cn: 我在塔上看到你了!你在那里做什么？

source: I just talked to Lady Hannah.
de: Ich habe doch nur mit Fräulein Hannah gesprochen.
fr: Je viens de parler à Dame Hannah.
ja: ハンナ様と話してただけ。
pt: Acabei de falar com Lady Hannah.
zh_cn: 我刚刚和汉娜女士谈过。

source: Don't You Dare Defile Her Lovely Name By Using It!
de: Wage Es Nicht Ihren Lieblichen Namen In Deinen Mund Zu Nehmen!
fr: N'Ose Pas Souiller Son Merveilleux Nom En L'Utilisant !
ja: 彼女の美しい名前を口に出して汚すんじゃない！
pt: Não Se Atreva A Corromper O Nome Adorável Dela A Usar-o!
zh_cn: 你敢用她可爱的名字玷污她吗！

source: Olav! Come Here!
de: Olav! Hierher!
fr: Olav ! Viens ici !
ja: オラフ！ 来い！
pt: Olav! Venha Aqui!
zh_cn: 奥拉夫！到这里来！

source: Show our - guest - the special exit.
de: Zeig unserem - Gast - den Sonderausgang.
fr: Conduis notre - invité - jusqu'à la sortie spéciale.
ja: お客人に…特別な出口を案内してさしあげろ。
pt: Mostre ao nosso - convidado - a saída especial.
zh_cn: 向我们的--客人--展示特殊的出口。
