Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: Most people here in Remgard tend to their crops. Other than that, I hear that Arnal the armorer over on the western shore has some good business trading.
de: Die meisten Leute hier in Remgard kümmern sich um Ihre Felder. Ansonsten habe ich gehört, dass Arnal der Waffenschmied drüben am Westufer ein gutes Angebot hat.
fr: La plupart des gens ici à Remgard s'occupent de leurs champs. À part ça, j'ai entendu dire qu'Arnal, l'armurier de la côte ouest, fait de bonnes affaires dans son commerce.
ja: レムガードの人々の多くは農作業に従事しています。それ以外ですと、西岸の武具屋アルナルのところは繁盛しているとか。
pt: A maioria das pessoas aqui em Remgard cuidam das colheitas deles. Fora isso, ouvi que o armeiro Arnal, mais na costa ocidental, tem alguns bom produtos para negociar.
zh_cn: 瑞姆加德的大多数人都会照料庄稼。除此之外，我听说西岸的军械商阿娜尔有一些不错的生意。

source: Also, we usually get a lot of visitors here in the tavern. Lately, it has been a lot fewer people in here though, with the closing of the bridge because of those missing people and all.
de: Außerdem haben wir hier in der Taverne meistens viele Besucher. In letzter Zeit wird es aber viel weniger wegen der auf rund der verschwundenen Leute geschlossenen Brücke und so.
fr: De plus, nous recevons habituellement beaucoup de visiteurs dans la taverne. Ces derniers temps, ils furent beaucoup moins nombreux cependant, avec la fermeture du pont à cause des disparitions et tout ça.
ja: また、酒場にはいつもたくさんのお客さんがやってきますね。最近は行方不明者の件で橋が閉鎖されるなどして、人もずいぶんと少なくなってしまいましたけどね。
pt: Além disso, geralmente recebemos muitos visitantes aqui na taberna. Ultimamente, temos tido muito menos visitas por aqui, no entanto, com o fechamento da ponte, por causa dessas pessoas desaparecidas e tudo o mais.
zh_cn: 此外，我们通常会在小酒馆里接待很多游客。最近，这里的人少了很多，因为有人失踪了，桥都封了。

source: On your way in, maybe you noticed that we even have a visit from the Knights of Elythom here in the tavern? It seems that more and more people are becoming aware of the hospitality of Remgard.
de: Vielleicht hast Du beim hereinkommen gemerkt, dass wir sogar die Ritter von Elythom als Gäste haben. Es schaut so aus als ob immer mehr Leute die Gastfeundschaft in Remgard entdecken.
fr: Tu as peut-être remarqué en entrant que nous avons même une visite des Chevaliers d'Elythom dans la taverne ? Il semble que de plus en plus de gens entendent parler de l'hospitalité de Remgard.
ja: 中に入ったときに、エリソム騎士団が酒場を訪ねているのには気づきましたか？ レムガードのおもてなしに気づいてくれる人が増えているようですね。
pt: No seu caminho, talvez tenha notado que temos até uma visita dos Cavaleiros de Elythom aqui na taberna? Parece que mais e mais pessoas estão a conscientizar-se da hospitalidade de Remgard.
zh_cn: 在你来的时候，也许你注意到我们这里的酒馆里甚至有伊利索姆骑士的来？看来，越来越多的人开始意识到瑞姆加德的好客。

source: Thank you. I had some other questions.
de: Vielen Dank. Ich habe auch noch andere Fragen.
fr: Merci. J'avais d'autres questions.
ja: ありがとう。他にも質問があります。
pt: Obrigado. Tenho algumas outras perguntas.
zh_cn: 谢谢。我还有其他一些问题。

source: You have already rented my last room. We don't have any more rooms other than that one.
de: Du hast bereits mein letztes Zimmer gemietet. Wir haben keine weiteren freien Zimmer außer diesem.
fr: Tu as déjà loué ma dernière chambre. Nous n'avons pas plus de chambres que celle-ci.
ja: 最後の部屋をあなたは既に借りておられますね。他の部屋はもうありませんよ。
pt: Já alugou meu quarto anteriormente. Não temos quaisquer outros quartos disponíveis além dele.
zh_cn: 你已经租了我的最后一个房间。除了那个房间，我们没有更多的房间。

source: Why, yes, as a matter of fact, there is. I have one very fine room available upstairs.
de: Warum, ja, tatsächlich gibt es eins. Ich habe oben ein sehr gutes Zimmer.
fr: Oui, en effet, il y en a une. J'ai une très belle chambre disponible à l'étage.
ja: ええ、実はあります。上の階にとてもいい部屋が1つ空いてまして。
pt: Por quê? Sim, de fato, tenho sim. Tenho um quarto confortável disponível no andar superior.
zh_cn: 为什么，是的，事实上，有。我在楼上有一个非常好的房间。

source: The previous tenant left in a hurry some days ago.
de: Der vorherige Mieter hat es vor ein paar tagen eilig verlassen.
fr: Le dernier occupant s'en est allé à la hâte il y a quelques jours.
ja: 前の住人は、つい先日慌てて出て行ってしまいました。
pt: O inquilino anterior deixou-o apressadamente alguns dias atrás.
zh_cn: 前任房客几天前匆匆离开了。

source: You may rent the room for as long as you like for only 600 gold.
de: Du kannst das Zimmer für nur 600 Goldstücke solange benutzen wie Du möchtest.
fr: Tu peux louer la chambre pour aussi longtemps que tu le souhaiteras pour seulement 600 pièces d'or.
ja: 600ゴールドでお好きなだけ部屋をお貸ししましょう。
pt: Pode alugar o quarto por o tempo que quiser por apenas 600 moedas de ouro.
zh_cn: 只要你喜欢，你可以租用房间，只需600金币。

source: 600 gold, are you mad!? That's a fortune.
de: 600 Goldstücke? Bist du verrückt? Das ist ein Vermögen.
fr: 600 pièces d'or, vous êtes fou ? C'est une fortune.
ja: 600ゴールドって、頭がおかしいの！？ 大金ですよ。
pt: 600 moedas de ouro, está louco!? Isso é uma fortuna.
zh_cn: 600金币，你疯了吗！？这是一大笔钱。

source: Is there anything you can do to lower the price?
de: Kann ich etwas tun um den Preis zu verringern?
fr: Y a-t-il quoi que ce soit que vous puissiez faire pour baisser le prix ?
ja: もう少し安くなりませんか？
pt: Existe alguma coisa que pode fazer para baixar o preço?
zh_cn: 价格可以降低点吗？

source: I'll take it. Here is the gold.
de: Ich nehme es, da ist das Gold.
fr: Je la prends. Voici l'or.
ja: それにします。お金をどうぞ。
pt: Vou ocupá-lo. Aqui tens as moedas de ouro.
zh_cn: 我要了。这是钱。

source: I don't have that much gold.
de: So viel habe ich nicht.
fr: Je n'ai pas autant d'or.
ja: そんなお金はありません。
pt: Não tenho tanto ouro.
zh_cn: 我没有那么多钱。

source: The price is fixed. I cannot go around handing out discounts to just anyone. Also, keep in mind that you may rent it for as long as you wish.
de: Der Preis ist fix. Ich kann Dir nicht einfach einen Nachlass geben. Und bedenke, dass Du es so lange haben kannst wie Du willst.
fr: Le prix est fixé. Je ne peux pas me permettre d'offrir une remise au premier venu. Et puis, garde à l'esprit que tu peux la louer pour aussi longtemps qu'il te plaira.
ja: 値段は決まってまして。誰にでも割引するわけにはいきませんから。それから、お好きなだけの期間を借りられることも覚えておいてくださいね。
pt: O preço é fixo. Não posso sair por aí a distribuir descontos para qualquer um. Além disso, mantenha em mente que pode alugá-lo durante o tempo que deseja.
zh_cn: 不行。不打折。另外，只要你愿意，你可以住多久都可以。

source: Since you helped us here in Remgard with that witch Algangror, I am prepared to offer you a discount. How about we say 400 gold for it instead?
de: Da Du uns hier in Remgard mit der Hexe Algangror geholfen hast, gebe ich Dir einen Rabatt. Wie wäre es stattdessen mit 400 Goldstücken?
fr: Puisque tu nous as aidés à Remgard avec cette sorcière Algangror, je suis prêt à t'offrir une remise. Que dirions-nous de 400 pièces d'or ?
ja: あなたは魔女アルガングロールの件でレムガードの私たちを助けてくださったわけですし、値引きしましょう。400ゴールドでいかがでしょう？
pt: Como nos ajudou aqui em Remgard com a bruxa Algangror, estou preparado para oferecer-lhe um desconto. Que tal lhe parecem 400 moedas de ouro por ele, ao invés?
zh_cn: 既然你在瑞姆加德帮助我们对付那个女巫阿尔冈格罗，我准备给你打个折。400金币可以吗？

source: You are welcome to return once you have the gold, if you are still interested.
de: Du kannst gerne wiederkommen, wenn Du das Gold hast, wenn Du noch interessiert bist.
fr: Tu seras toujours le bienvenu quand tu auras l'or, si tu es toujours intéressé.
ja: もしまだ興味がおありでしたら、お金が入った際にでもまたお越しください。
pt: Estarei a esperar pelo seu retorno, uma vez que consiga ouro, se ainda estiver interessado.
zh_cn: 如果您仍然感兴趣，您可以有钱再来。

source: Thank you. The room is upstairs. You may rent it for as long as you wish.
de: Danke, das Zimmer ist die Treppe hoch. Du kannst so lange bleiben wie Du willst.
fr: Merci. La chambre est à l'étage. Tu peux l'utiliser aussi longtemps que tu voudras.
ja: ありがとうございます。部屋は上の階です。お気の済むまでお貸しします。
pt: Obrigado. O quarto é no andar de cima. Pode alugá-lo durante o tempo que quiser.
zh_cn: 谢谢。房间在楼上。你想住多久就住多久。

source: You will find no business here, child.
de: Du hast hier nichts zu suchen, Kind.
fr: Vous n'avez rien à faire ici, mon petit.
ja: ここに居たってなんにもないぜ。
pt: Não irá encontrar nada da sua conta por aqui, criança.
zh_cn: 你在这里找不到工作，孩子。

source: How interesting. The child from Fallhaven, here in Remgard?
de: Wie interessant. Das Kind aus Fallhaven, hier in Remgard?
fr: Comme c'est intéressant. Le gamin de Fallhaven, ici à Remgard ?
ja: こりゃ面白い。フォールヘブンのガキが、このレムガードに？
pt: Bem interessante. Uma criança de Fallhaven, aqui em Remgard?
zh_cn: 很有意思。来自法尔海文的孩子，在瑞姆加德？

source: I'm not from Fallhaven, I'm from Crossglen, west of Fallhaven.
ja: 僕はフォールヘブンじゃなくて、フォールヘブンから西にあるクロスグレンの出身です。
pt: Não sou de Fallhaven, sou de Crossglen, a oeste de Fallhaven.
zh_cn: 我不是来自法尔海文，我来自法尔海文以西的克罗斯山谷。

source: How do you know where I am from?
de: Wie kannst du wissen woher ich komme?
fr: Comment savez-vous d'où je viens ?
ja: どうして僕がどこから来たのかわかるのですか？
pt: Como sabe de onde sou?
zh_cn: 你怎么知道我来自哪里？

source: Is that so? Hmm, most interesting. It does not change anything, however.
de: Ist das so? Hm, sehr interessant. Das verändert nichts, wie auch immer.
fr: Vraiment ? Hmmm, très intéressant. Cela ne change rien, cela dit.
ja: そうかい？ ほーう、そりゃ面白いな。とはいえ、どっちだって変わりゃしないがね。
pt: É isso mesmo? Hum, mais interessante. Isso não muda nada, porém.
zh_cn: 是这样吗？嗯，非常有趣。不过，这改变不了什么。

source: Who I am is of no importance in this situation. You on the other hand, are most important.
de: Wer ich bin, ist in dieser Situation nicht von Belang. Du hingegen bist äußerst wichtig.
fr: Qui je suis n'a aucune importance. C'est toi, par contre, qui es important.
ja: オレが何者かなんて大したことじゃないさ。一方でお前さんは、極めて重要だ。
pt: Quem eu sou não é importante nesta situação. Você, por outro lado, é mais importante.
zh_cn: 在这种情况下，我是谁并不重要。你才是最重要的。

source: I know ... a great deal of things.
de: Ich weiß ... eine Menge darüber.
fr: Je sais… un certain nombre de choses.
ja: オレは…色々なコトを知ってるのさ。
pt: Sei... uma grande quantidade de coisas.
zh_cn: 我知道……很多事情。

source: $playername - yes, that is what they call you.
de: $playername - ja, so wirst du genannt.
fr: $playername – oui, c'est le nom qu'ils te donnent.
ja: $playername…そうだな、コイツがお前の呼び名だな。
pt: $playername - sim, é assim que eles o chamam.
zh_cn: $playername - 是的，这就是他们对你的称呼。

source: How do you know my name? Who are you?
de: Woher kennst du meinen Namen? Wer bist du?
fr: Comment connaissez-vous mon nom ? Qui êtes-vous ?
ja: どうして僕の名前を知っているの？ あなたは一体？
pt: Como sabe o meu nome? Quem é?
zh_cn: 你怎么知道我的名字？你是谁？

source: Let's just say that I am a ... friend. You would do well to keep your ... friends close.
de: Sagen wir einfach, ich bin .. ein Freund. Es wäre dir nützlich, deine .. Freundschaften zu pflegen.
fr: Disons simplement que je suis… un ami. Et il faut toujous rester proche de… ses amis.
ja: オレは…お前さんの友人とでも言っておこうかね。友人とは…仲良くしておいた方がいいぜ。
pt: Vamos apenas dizer que sou um... amigo. Faria bem em manter os seus... amigos próximos.
zh_cn: 可以说我是......你的朋友。你最好和你的......朋友保持友好。

source: Now, how may I help you? Equipment? Information?
de: Nun, wie kann ich dir helfen? Ausrüstung? Informationen?
fr: Bref, comment puis-je t'aider ? Besoin d'équipement ? D'informations ?
ja: さて、用件はなんだ？ 装備か？ 情報かい？
pt: Agora, como posso ajudá-lo? Equipamento? Informação?
zh_cn: 现在，有什么需要我帮忙的吗？装备？情报？

source: What information do you have?
de: Welche Informationen hast du?
fr: Quelles informations avez-vous ?
ja: どんな情報があるのですか？
pt: Quais informações tem?
zh_cn: 你有什么情报？

source: Certainly.
de: Mit Sicherheit.
fr: Avec plaisir.
ja: もちろん。
pt: Certamente.
zh_cn: 当然。

source: No, I cannot tell you anything at this time. You are welcome to return once your path has become ... clearer.
de: Nein, derzeit kann ich dir nichts sagen. Du darfst gerne wieder kommen, wenn dein Weg .. klarer geworden ist.
fr: Non, je ne peux encore rien te dévoiler. Nous pourrons en rediscuter quand ton chemin se sera… éclairci.
ja: ダメだな、今のところは何とも言えないね。お前さんの道が…はっきりしたらまた戻ってくるこったな。
pt: Não, não posso dizer nada neste momento. Está convidado a retornar uma vez que o seu caminho se tornar... mais claro.
zh_cn: 不，我现在不能告诉你任何事情。一旦你的道路变得……更清晰，欢迎你回来。

source: If you are looking for Duaina, she is out in the backyard.
de: Wenn du nach Duaina suchst, sie ist hinten im Garten.
fr: Si tu cherches Duaina, elle est dans l'arrière-cour.
ja: デュエイナをお探しでしたら裏庭ですよ。
pt: Se estiver a procurar por Duaina, ela está no quintal.
zh_cn: 如果你要找杜埃娜，她就在后院。

source: Sorry, we are closed. If you want to practice your reading skills, please come back another day. If there is a specific book you are looking for, I might be able to help you.
de: Tut mir leid, wir haben geschlossen. Wenn du Lesen üben willst, komm bitte ein anderes Mal zurück. Wenn du nach einem bestimmten Buch suchst, könnte ich dir vielleicht helfen.
fr: Désolé, nous sommes fermés. Si tu souhaites pratiquer tes compétences en lecture, reviens un autre jour. Si tu recherches un livre en particulier, je peux peut-être t'aider.
ja: あいにく今は閉めておりましてな。読書がしたければ、また別の日にお越しを。なにか本をお探しでしたら、お手伝いできるかもしれませんが。
pt: Desculpe, estamos fechados. Se quer praticar as suas habilidades de leitura, por favor, volte noutro dia. Se há um livro específico que está a procurar, poderia ser capaz de ajudá-lo.
zh_cn: 抱歉，我们关门了。如果你想练习你的阅读技巧，请改天再来。如果您正在寻找特定的书籍，我也许可以帮您。

source: He he. They will never know what hit them.
de: Hi hi, sie werden nie herausfinden, was sie getroffen hat.
fr: Hé hé. Ils ne sauront jamais ce qui les frappe.
ja: へへっ。何が襲ったのかなんざアイツらにゃわかりっこないだろうよ。
pt: He he. Eles nunca saberão o que os atingiu.
zh_cn: 呵呵。他们永远不会知道是什么击中了他们。

source: Oh, hello! Never mind me, I am just strolling along here. Nothing strange about that. See?
de: Oh, hallo! Beachte mich nicht, ich schlendere hier nur ein wenig umher. Nichts ungewöhnliches daran, klar?
fr: Oh, bonjour ! Ne fais pas attention à moi, je suis juste en train de me promener ici. Rien d'étrange à cela. D'accord ?
ja: おっと、こんにちは！ なんでもないさ、ただこの辺をブラついてるだけでね。何もおかしなことじゃない。そうだろ？
pt: Oh, Olá! Não importa-me, estou apenas a passear por aqui. Nada de estranho nisso. Veja?
zh_cn: 哦你好！别介意我，我只是在这里闲逛。这没什么奇怪的。看？

source: *cough* Please leave me be. I haven't *cough* done anything!
de: *Hust* Bitte lass mich in Ruhe. Ich habe *hust* nichts getan!
fr: *kof* Laisse-moi tranquille s'il te plaît. Je n'ai *kof* rien fait !
ja: ケホッ、放っておいてください。私は何もコホッ、してない！
pt: *tosse* Por favor, deixe-me. Não *tosse* fiz nada!
zh_cn: *咳嗽*请别管我。我没有*咳嗽*做任何事！

source: Hey, what are you doing in here? Don't try any funny business.
de: He! Was machst du hier drin? Versuch bloß keine krummen Dinge!
fr: Hé, qu'est-ce que tu fais ici ? Ne tente rien d'étrange.
ja: あの、あなた何をしてるので？ おかしなマネはやめてくださいよ。
pt: Ei, o que está a fazer aqui? Não faça nenhuma gracinha.
zh_cn: 嘿，你在这里做什么？不要尝试任何见不得人的勾当。

source: We don't get many visitors here these days. I hope you like what you see here in Remgard.
de: Es kommen in diesen Tagen nicht viele Besucher hierher. Ich hoffe, dir gefällt, was es hier in Remgard zu sehen gibt.
fr: Nous n'avons pas beaucoup de visiteurs ici par les temps qui courent. J'espère que tu apprécies ton séjour à Remgard.
ja: ここ最近は人がこなくてねぇ。キミがレムガードのものを気に入ってくれるといいんだけど。
pt: Não temos muitos visitantes aqui estes dias. Espero que goste do que vê aqui em Remgard.
zh_cn: 这段时间，我们这里的游客不多。我希望你喜欢你在瑞姆加德看到的东西。

source: This is no place for children. You had better leave.
de: Das ist kein Ort für Kinder. Am besten gehst du jetzt.
fr: Ce n’est pas un endroit pour les enfants. Tu ferais mieux de partir.
ja: ここは子供のいるところじゃないんだ。出ていった方がいい。
pt: Este não é lugar para crianças. É melhor sair.
zh_cn: 这里不是孩子玩的地方。你最好离开。

source: See this? The harvested crops have begun to rot. Argh, I knew we should have fixed that door when we had the chance.
de: Siehst du? Die geernteten Pflanzen beginnen zu verfaulen. Argh, Ich wusste doch, dass wir die Tür hätten reparieren sollen, als wir Gelegenheit dazu hatten.
fr: Tu vois ça ? Les cultures récoltées ont commencé à pourrir. Argh, je savais que nous aurions dû réparer cette porte quand nous en avions l'occasion.
ja: 見えるかい？ せっかく収穫した作物が腐り始めてるんだ。ハアァ、機会があったときにドアは直しておくべきだったよ。
pt: Vês isto: as colheitas já começaram a apodrecer. Raios, eu sabia que devia ter trancado a porta quando tivemos a oportunidade.
zh_cn: 看到这个了吗？收割的庄稼已经开始腐烂。啊，我知道我们应该在有机会的时候修好那扇门。

source: Ah, isn't this place nice? What else could anyone wish for? This place has all that a man needs - good food, a warm bed and people to exchange stories with.
de: Ah, ist das nicht ein schöner Ort? Was könnte man mehr wollen? Dieser Ort hat alles, was man braucht - gutes Essen, ein warmes Bett und Leute, mit denen man Geschichten austauschen kann.
fr: Ah, cet endroit n'est-il pas agréable ? Que pourrait-on souhaiter d'autre ? Cet endroit a tout ce dont un homme a besoin - de la bonne nourriture, un lit chaud et des gens avec qui échanger des histoires.
ja: あぁ、良いところだよな？ 他に何がいるよ？ 美味い飯、暖かいベッド、そして語らい合う人々…ここには男が求めるすべてが揃ってるのさ。
pt: Ah, não é agradável esse lugar? O que mais alguém poderia desejar? Este lugar tem tudo o que um homem precisa - boa comida, uma cama quente e as pessoas para trocar histórias.
zh_cn: 啊，这个地方不是很好吗？人们还能希望得到什么呢？这个地方有一个人所需要的一切--美味的食物、温暖的床和可以交流故事的人。

source: Hello again, my friend. You are always welcome here.
de: Hallo nochmal, mein Freund. Du bist hier immer willkommen.
fr: Bonjour mon ami. Tu es toujours le bienvenu ici.
ja: こんにちは。いつでも歓迎しますよ。
pt: Olá de novo, meu amigo. É sempre bem-vindo aqui.
zh_cn: 你好，我的朋友。这里随时欢迎您。

source: Hello there. Welcome to my shop.
de: Hallo, willkommen in meinem Laden.
fr: Bien le bonjour. Bienvenue dans ma boutique.
ja: こんにちは。当店へようこそ。
pt: Olá. Bem-vindo à minha loja.
zh_cn: 你好。欢迎来到我的商店。

source: Never mind. Goodbye.
de: Macht nichts. Tschüss.
fr: Au revoir.
ja: やっぱりいいです。さようなら。
pt: Não importa. Tchau.
zh_cn: 没关系。再见。

source: It is you! I heard what you did, helping us with that witch Algangror. You have my thanks, friend!
de: Du bist es! Ich habe gehört, wie du uns diese Hexe Algangror vom Hals geschafft hast. Meinen Dank dafür, Freund!
fr: C'est toi ! J'ai entendu que tu nous as aidés vis-à-vis de cette sorcière Algangror. Je t'en remercie, mon ami !
ja: あなたは！ 魔女アルガングロールから私たちを助けてくださったそうですね。どうもありがとう！
pt: É você! Ouvi o que fez, a ajudar-nos com a bruxa Algangror. Tem o meu agradecimento, amigo!
zh_cn: 是你！我听说你做了什么，帮助我们对付那个女巫阿尔冈格罗。感谢你，朋友！

source: As a token of my appreciation, please accept this hat that I made. May it guide you through the blinding light.
de: Nim bitte diesen Hut, den ich angefertigt habe, als Zeichen meiner Anerkennung. Möge er dich durch das blendende Licht geleiten.
fr: En signe de ma gratitude, je te prie d'accepter ce chapeau que j'ai fabriqué. Qu'il te guide à travers la lumière aveuglante.
ja: 感謝の気持ちに、私が作ったこの帽子を差し上げますね。まばゆい光の中、あなたを導いてくれますように。
pt: Como um símbolo de meu apreço, por favor aceite este chapéu que fiz. Que ele possa orientá-lo através da luz ofuscante.
zh_cn: 作为感谢，请收下我制作的这顶帽子。愿它指引你穿过刺眼的光芒。

source: You look just like an adventurer. Tell me child, what brings you here?
de: Du siehst genau aus wie ein Abenteurer. Sag, Kind, was führt dich hierher?
fr: Tu ressembles à un aventurier. Dis-moi gamin, qu'est-ce qui t'amène ici ?
ja: まるで冒険家だな。何しに来たんだ？
pt: Parece um aventureiro. Diga-me criança, o que o traz aqui?
zh_cn: 你看起来就像一个冒险家。告诉我孩子，是什么让你来到这里？

source: I'm looking for my brother Andor.
de: Ich suche nach meinem Bruder Andor.
fr: Je cherche mon frère Andor.
ja: 僕の兄のアンドールを探しています。
pt: Estou a procurar meu irmão Andor.
zh_cn: 我在寻找我的哥哥安道尔。

source: I'm just looking for trouble.
de: Ich suche Streit.
fr: Je cherche juste les ennuis.
ja: トラブルを探してるんだ。
pt: Estou apenas a procurar por problemas.
zh_cn: 我只是在自找麻烦。

source: Ha ha, that sure sounds like an adventurer! Guts, that's what you need to be a successful adventurer, child. You don't seem to lack courage, if I may say so.
de: Haha, das kling wirklich nach einem Abenteurer! Schneid, das ist was man braucht, um ein erfolgreicher Abenteurer zu sein, Kind. Und an Mut scheint es dir nicht zu fehlen, wenn ich das so sagen darf.
fr: Ha ha, tu as vraiment l'air d'un aventurier ! Des tripes, c'est ce qu'il faut pour être un aventurier accompli, gamin. Tu ne sembles pas manquer de courage, si je puis dire.
ja: ハハッ、そりゃ確かに冒険家っぽいな！ ガッツだ坊や、冒険家として成功するにはコイツが必要だ。お前には勇気があるらしい。
pt: Ha ha, isso soa como um aventureiro de certeza! Coragem é o que precisa para ser um aventureiro bem sucedido, filho. Não lhe parece faltar coragem, se assim posso dizer.
zh_cn: 哈哈，这听起来确实像个冒险家！胆量，这就是你成为一个成功的冒险家所需要的，孩子。我可以这么说，你似乎并不缺乏勇气。

source: I am Reinkarr. I guess you could call me an adventurer of sorts.
de: Ich bin Reinkarr. Ich würde sagen, man könnte mich eine Art Abenteurer nennen.
fr: Je suis Reinkarr. Je suppose qu'on peut me qualifier d'aventurier en quelque sorte.
ja: 俺はラインカー。大した腕じゃないが冒険家と言えるだろう。
pt: Sou Reinkarr. Acho que poderia chamar-me de um aventureiro sortudo.
zh_cn: 我是莱因卡尔。某种意义上我想你可以称我为冒险家。

source: Any good tales to tell?
de: Irgendwelche guten Geschichten zu erzählen?
fr: Avez-vous de bonnes histoires à raconter ?
ja: 何かいい話は？
pt: Alguma boa história para contar?
zh_cn: 有什么好消息可以讲吗？

source: No, not really. I never got the hang of the whole adventuring business. Me and some other fellows went looking for these ... crystals ... that we had heard about.
de: Nein, nicht wirklich. Ich habe den Dreh mit dem Abenteurer-Dasein nie richtig rausbekommen. Ich und ein paar Kameraden gingen auf die Suche nach diesen ... Kristallen ... von denen wir gehört hatten.
fr: Non, pas vraiment. Je n'ai jamais été très doué pour les grandes aventures. Avec quelques compagnons, nous étions partis en quête de ces ... cristaux ... dont nous avions entendu parler.
ja: いや、特にないんだ。結局、冒険家業のコツを掴めなくてね。仲間と一緒に話に聞いた…とあるクリスタルを探して回ってたんだ。
pt: Não, não realmente. Nunca peguei o jeito do negócio aventurar totalmente. E alguns outros companheiros foram à procura por estes... cristais... da qual havíamos ouvido falar.
zh_cn: 不，不是真的。我从来没有掌握过整个冒险事业的窍门。我和其他一些人去寻找我们听说过的......水晶。

source: What crystals?
de: Was für Kristalle?
fr: Quels cristaux ?
ja: クリスタルって？
pt: Que cristais?
zh_cn: 什么水晶？

source: Doesn't really matter. We never found any of them anyway.
de: Ist eigentlich unwichtig. Wir haben sowieso nie welche gefunden.
fr: Peu importe. Nous ne les avons jamais trouvés.
ja: そこは気にしなくっていい。どのみち見つからなかったしな。
pt: Realmente não importa. Nunca encontramos nenhum deles, de qualquer maneira.
zh_cn: 其实并不重要。反正我们也没有找到他们中的任何一个。

source: What crystals were you looking for?
de: Nach welchen Kristallen habt ihr denn gesucht?
fr: Quels cristaux recherchiez-vous ?
ja: 何のクリスタルを探してたの？
pt: Que cristais estava a procurar?
zh_cn: 你在寻找什么水晶？

source: They were called 'Oegyth crystals'. Supposedly very powerful and worth a fortune.
de: Man nennt sie 'Oegyth-Kristalle'. Angeblich sehr mächtig und ein Vermögen wert.
fr: On les appelait "cristaux d'Oegyth". Ils étaient censés être très puissants et valoir une fortune.
ja: "オーギスクリスタル"と呼ばれるものだ。おそらくは極めて強力なもので、大金の価値がある。
pt: Eles eram chamados de 'cristais Oegyth'. Supostamente muito poderosos e valem uma fortuna.
zh_cn: 它们被称为 "奥格斯晶体"。据说非常强大，价值不菲。

source: I have one of those.
de: Ich habe einen davon.
fr: J'en ai un.
ja: それなら持ってます。
pt: Tenho um desses.
zh_cn: 我有一个。

source: So what made you stop looking?
de: Und was hat dich davon abgebracht weiterzusuchen?
fr: Qu'est-ce qui a arrêté vos recherches ?
ja: それならどうして探すのをやめたの？
pt: Então, o que o fez parar de procurar?
zh_cn: 那么是什么让你放弃寻找呢？

source: What are they?
de: Was sind sie?
fr: Que sont-ils ?
ja: それは一体？
pt: O que são eles?
zh_cn: 它是什么？
