Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: I am appointed by the priests of Nor City to help guide the people of Loneford towards the Shadow. Our mission is to see that the Shadow casts its glow over Loneford as well as other settlements around here.
de: Ich wurde von den Priestern von Nor City berufen, die Leute von Loneford zum Schatten zu geleiten. Unsere Mission ist, dafür zu sorgen, dass der Schatten sein Glühen über Loneford sowie andere Siedlungen dieser Gegend ausstrahlt.
fr: Je suis envoyé par les prêtres de Norville pour guider les gens de Loneford vers l'Ombre. Notre mission est de faire en sorte que l'Ombre étende sa lueur sur Loneford ainsi que sur d'autres villages alentours.
ja: 私はノアシティの司祭たちから、ローンフォードの民をシャドウに導く手助けを行うよう命じられました。我々の使命は、ローンフォードが他の集落と同じように、シャドウがその輝きを放つところを認めることにあります。
pt: Fui designado por sacerdotes de Nor-City para ajudar a guiar o povo de Loneford à Sombra. Nossa missão é fazer com que a Sombra lance o brilho dela sobre Loneford, bem como outras aldeias por aqui.
zh_cn: 诺尔城的祭司们指派我带领隆福德的人民走向暗影。我们的任务是让暗影的光芒照耀到隆福德以及附近的居民们。

source: Most folk in these northern parts seem too occupied with obeying the will of Feygard and Lord Geomyr. We want to help people see the light of the wrongdoings that Feygard advocates, and to point out the errors in their ways.
de: Die meisten Leute hier im Norden scheinen zu sehr damit beschäftigt zu sein, dem Willen Feygards und Lord Geomyrs zu folgen. Wir wollen den Leuten helfen, die Missetaten, die Feygard fördert, im Licht zu sehen und die Fehler auf ihren Wegen aufzeigen.
fr: La plupart des gens dans ces régions du nord semblent bien trop diligents à obéir à la volonté de Feygard et au Seigneur Geomyr. Nous voulons les aider à voir les méfaits de ce que prône Feygard, et pointer les erreurs dans leur conduite.
ja: 北部の多くの人々は、フェイガードとジオミア卿の意志に従うことで精一杯のようです。我々はフェイガードの提唱する悪行に光を当て、彼らのやり方の誤りを指摘する手助けがしたいのです。
pt: Boa parte das pessoas nestas partes do norte parecem demasiado ocupadas com obediência à vontade de Feygard e Lorde Geomyr. Queremos ajudar as pessoas enchergar os absurdos defendidos por Feygard e apontar os erros nos seus caminhos.
zh_cn: 北方的大多数人似乎都忙于服从费加德和吉奥米尔领主的意志。我们希望帮助人们看到费加德所倡导的错误行为，并指出他们所犯的错误。

source: That's my mission here. To see that the Shadow casts its glow over Loneford.
de: Das ist meine Mission hier: Dafür zu sorgen, dass der Schatten sein Glühen über Loneford ausstrahlt.
fr: C'est ma mission ici. Faire en sorte que l'Ombre étende sa lueur sur Loneford.
ja: シャドウがローンフォードに輝きを放つところを認める。それが私の使命なのです。
pt: Essa é a minha missão aqui. Para ver que a Sombra lança o brilho dele sobre Loneford.
zh_cn: 这就是我的使命。看到阴影将它的光芒投射在隆福德。

source: How does this relate to what you were doing at the well?
de: Wie hängt das mit dem zusammen, was du am Brunnen getan hast?
fr: En quoi cela est-il lié à ce que vous faisiez au puits ?
ja: 井戸でやっていたこととどう関係があるんですか？
pt: Como isso se relaciona com o que estava a fazer no poço?
zh_cn: 这和你在井里做的事有什么关系？

source: Nor City sent word to me that something was about to happen here in Loneford. Something that would help our cause.
de: Nor City hat mich benachrichtigt, dass etwas hier in Loneford passieren würde. Etwas, was unserer Sache hilfreich wäre.
fr: Norville m'a averti que quelque chose allait se produire ici à Loneford. Quelque chose qui pourrait servir nos affaires.
ja: ノアシティから連絡がありました。ここローンフォードで我々の大義に役立つ何かが起ころうとしていると。
pt: Nor-City enviou-me uma mensagem a dizer-me que algo estava para acontecer aqui em Loneford. Algo que poderia ajudar a nossa causa.
zh_cn: 诺尔城派人来通知我说隆福德要出事了。这对我们的事业有帮助。

source: They were sending a boy to do some business here, and I was assigned to make sure that the mission was successful.
de: Sie sandten einen Jungen hierher, um etwas zu erledigen, und meine Aufgabe war es sicher zu stellen, dass die Mission erfolgreich verläuft.
fr: Ils ont envoyé un garçon pour mener une opération ici, et j'ai été chargé de m'assurer que la mission était bien un succès.
ja: 彼らは何らかの仕事のためにここに少年を送り込んできました、そして私は任務が成功したことを確かめるようにと命じられました。
pt: Eles estavam a enviar um menino para fazer alguns negócios aqui e fui designado para ter certeza de que a missão seria bem sucedida.
zh_cn: 他们要派一个男孩来这里做生意，我的任务是确保任务成功。

source: Do you know where he went after he left Loneford?
ja: その人がローンフォードを去った後どこに行ったかわかりますか？
pt: Sabes para onde ele foi depois de sair de Loneford?
zh_cn: 你知道他离开隆福德后去了哪里吗?

source: I was tasked with gathering samples from the water in the well and from the ground around the well. Also, I was given some vials whose contents should be poured into the well.
de: Ich war beauftragt, Wasserproben aus dem Brunnen zu sammeln, ebenso vom Boden um den Brunnen herum. Außerdem habe ich ein paar Phiolen erhalten, die in den Brunnen gegossen werden sollten.
fr: J'ai été chargé de prélever des échantillons d'eau du puits et du sol autour. On m'a également confié quelques flacons dont le contenu devaient être versé dans le puits.
ja: 私は井戸の水と井戸の周りの地面からサンプルを集めることを任されました。また、井戸に注ぐ必要のあったバイアルのいくつかも渡されました。
pt: Tinha a tarefa de recolher amostras de água do poço e da terra em torno do poço. Além disso, me foi dado alguns frascos cujo conteúdo deveria ser vertido no poço.
zh_cn: 我的任务是从井里的水和井周围的地下收集样本。另外，他们给了我一些瓶子，里面的东西会被倒进井里。

source: Apparently, the boy they sent was successful in his mission. The task that I did was also successful, if I may say so myself.
de: Anscheinend hatte der Junge, den sie geschickt haben, Erfolg mit seiner Mission. Der Auftrag, den ich ausgeführt habe, war ebenfalls erfolgreich, wenn ich so sagen darf.
fr: Apparemment, la mission du garçon qu'ils ont envoyé a été couronnée de succès. Si je puis me permettre, la tâche que j'ai faite est aussi une réussite.
ja: 彼らが送り込んだ少年は任務を成功させたようです。私の仕事も、自分で言うのも何ですが成功しました。
pt: Aparentemente, o menino que enviou foi bem sucedido na missão dele. A tarefa que fiz foi também bem sucedida, se me permite o dizer assim.
zh_cn: 很显然，他们派来的男孩任务成功了。如果我可以这么说的话，我做的那个任务也是成功的。

source: So, currently, that's where we stand now. The deed is done, and the Shadow will look favorably upon us.
de: So, da wären wir also. Die Tat ist vollbracht und der Schatten wird mit Gunst auf uns blicken.
fr: Donc, actuellement, voilà où nous en sommes. Le mal est fait, et l'Ombre saura nous rendre grâce.
ja: これが現在まで状況です。行為は成され、シャドウは我々を好意的に見てくださることでしょう。
pt: É onde estamos agora: a ação é realizada e a Sombra vai olhar favoravelmente sobre nós.
zh_cn: 所以，这就是我们现在的处境。事已成定局，暗影会眷顾我们。

source: So, the well was poisoned, that's horrible. How could you?
de: So, der Brunen war vergiftet, das ist ja schrecklich. Wie konntest du nur?
fr: Ainsi, le puits a été empoisonné, c'est horrible. Comment avez-vous pu ?
ja: そうか、井戸に毒が入っていたのか。恐ろしい。どうしてそんなことを？
pt: Então, o poço foi envenenado, isso é horrível. Como pôde?
zh_cn: 水井被下毒了，太可怕了。你怎么可以这样呢?

source: Horrible!? What is horrible? What those people from Feygard are doing - that's what's horrible!
de: Schrecklich!? Was ist schrecklich? Was diese Leute aus Feygard tun - das ist schrecklich!
fr: Horrible !? Qu'est-ce qui est horrible ? Ce que ces gens de Feygard font – voilà ce qui est horrible !
ja: 恐ろしい！？ 何が恐ろしいのですか？ フェイガードの人々がやっていること、それこそが恐ろしいことですよ！
pt: Horrível!? O que é horrível? O que essas pessoas de Feygard estavam a fazer - isso é o que é horrível!
zh_cn: 可怕的! ?可怕的是什么?那些从费加德来的人做的事，太可怕了!

source: Now, I ask you to keep this story just between us two. You understand that, right?
de: Nun, ich bitte dich, diese Geschichte unter uns zu behalten. Du verstehst das, nicht wahr?
fr: Maintenant, je vous demande de garder cette histoire juste entre nous. Vous comprenez, pas vrai ?
ja: この話は2人だけの秘密にしておいてください。わかりましたね？
pt: Agora, peço-lhe para manter esta história só entre nós dois. Entende que, certo?
zh_cn: 现在，我请求你不要告诉别人这件事。你明白的，对吧?

source: Absolutely. Walk with the Shadow.
de: Absolut. Geh mit dem Schatten.
fr: Absolument. Marchez avec l'Ombre.
ja: もちろん。シャドウとともに歩まんことを。
pt: Absolutamente. Caminhe com a Sombra.
zh_cn: 当然。与暗影同行。

source: I promise not to tell anyone.
de: Ich verspreche, es niemandem zu sagen.
fr: Je promets de ne le dire à personne.
ja: 誰にも言わないと約束します。
pt: Prometo não contar a ninguém.
zh_cn: 我保证不告诉任何人。

source: No, I will report you to the guard.
de: Nein, ich werde dich den Wachen melden.
fr: Non, je vais le dire aux gardes.
ja: いえ、衛兵に通報します。
pt: Não, vou te denunciar ao guarda.
zh_cn: 不，我会向警卫告发你的。

source: I urge you to rethink your reasoning. The way of the Shadow is the righteous way.
de: Ich bitte dich dringend, dein Urteil zu überdenken. Der Weg des Schattens ist der rechtschaffene Weg.
fr: Je vous invite à revenir sur votre décision. La voie de l'Ombre est celle à suivre.
ja: 再考を強く勧めます。シャドウの道は正しい道なのです。
pt: Peço-lhe para repensar o seu raciocínio. O caminho da sombra é a maneira justa.
zh_cn: 我劝你重新考虑一下你的理由。暗影之路是正义之路。

source: Very well. I promise not to tell anyone.
de: Sehr gut. Ich verpreche, es niemandem zu sagen.
fr: Très bien. Je promets de ne le dire à personne.
ja: わかりました。誰にも言わないと約束します。
pt: Muito bem. Prometo não contar a ninguém.
zh_cn: 很好。我保证不告诉任何人。

source: No. Your crimes will be punished!
de: Nein. Deine Verbrechen müssen bestraft werden!
fr: Non, vos crimes seront punis !
ja: いいえ。あなたの罪は罰せられるべきだ！
pt: Não. O crime será punido!
zh_cn: 不。你的罪行将受到惩罚!

source: Infidel, you will not defeat me! For the Shadow!
de: Du wirst mich nicht bezwingen, Ungläubiger! Für den Schatten!
fr: Impie, vous ne pourrez pas me vaincre ! Pour l'Ombre !
ja: 不信心者よ、あなたに私は倒せませんよ！ シャドウのために！
pt: Infiel, não me vai derrotar! Para a sombra!
zh_cn: 异教徒，你赢不了我的!为了暗影!

source: Fight!
de: Kämpfen!
fr: En garde !
ja: 勝負！
pt: Lute!
zh_cn: 战斗吧！

source: Thank you, my friend.
de: Danke, mein Freund.
fr: Merci, mon ami.
ja: ありがとう。
pt: Obrigado, meu amigo.
zh_cn: 谢谢，我的朋友。

source: If you want to learn more about the Shadow, please visit the chapel custodian in Nor City. Tell them I sent you, and they will surely extend their gratitude towards you.
de: Wenn du mehr über den Schatten lernen willst, besuche bitte den Vorstand der Kapelle in Nor City. Sage ihnen, dass ich dich geschickt habe und sie werden dir sicher ihre Dankbarkeit erweisen.
fr: Si tu veux en savoir plus sur l'Ombre, va rendre visite au gardien de la chapelle de Norville. Dis-lui que je t'ai envoyé, et il t'exprimera sûrement sa gratitude.
ja: シャドウについてもっと詳しく知りたい場合は、ノアシティの礼拝堂管理人を訪ねてみてください。私の遣いだと伝えてください、きっとあなたに感謝の意を伝えてくださることでしょう。
pt: Se quiser saber mais sobre a Sombra, visite o guardião capela Nor-City. Diga-lhe que eu o enviei e ele certamente irá estender a gratidão deles para consigo.
zh_cn: 如果你想了解更多关于暗影的信息，请访问诺尔城的教堂管理员。告诉他们是我派你来的，他们一定会感激你的。

source: Welcome back my friend. May you bask in the glow of the Shadow.
de: Willkommen zurück, mein Freund. Mögest du dich im Leuchten des Schattens wärmen.
fr: Bienvenue mon ami. Puisses-tu goûter la lueur de l'Ombre.
ja: おかえりなさい。あなたがシャドウの輝きに包まれますように。
pt: Bem-vindo de volta meu amigo. Que possa aquecer-se no brilho da Sombra.
zh_cn: 欢迎回来，我的朋友。愿你沐浴在暗影的光辉中。

source: Do you know anything about the illness here in Loneford?
de: Weißt du irgend etwas über die Krankheit hier in Loneford?
fr: Savez-vous quelque chose à propos de la maladie dans Loneford ?
ja: ローンフォードの病気について何か知っていますか？
pt: Sabe alguma coisa sobre a doença aqui em Loneford?
zh_cn: 你知道发生在隆福德的这种疾病吗?

source: What blessings can you provide?
de: Welche Segen kannst Du spenden?
fr: Quelles bénédictions pouvez-vous me prodiguer ?
ja: どのような祝福を与えることができるのでしょう？
pt: Que bênçãos pode oferecer?
zh_cn: 你能提供什么祝福?

source: The people of Loneford are very keen on following the will of Feygard, whatever it may be.
de: Die Menschen in Loneford sind sehr darum bemüht, dem Willen Feygards zu folgen - was auch immer das ist.
fr: Les habitants de Loneford suivent les ordres de Feygard très assidûment, quels qu'il soient.
ja: ローンフォードの方々は、それが何であろうと、フェイガードの意志に従うことに熱心です。
pt: O povo de Loneford está muito interessado em seguir a vontade de Feygard, seja ela qual for.
zh_cn: 隆福德的人非常愿意追随费加德的意愿，不管是什么。

source: Normally, this would not be a problem. But Lord Geomyr seems to have something against the Shadow. He will do almost anything to oppose all actions that in some way extend the reach of the Shadow.
de: Normalerweise wäre dies kein Problem. Aber Lord Geomyr scheint etwas gegen den Schatten zu haben. Er würde nahezu alles tun, um zu verhindern, dass die Reichweite des Schattens vergrößert wird.
fr: Normallement, ce ne devrait pas être un problème. Mais Lord Geomyr a l'air d'avoir quelque chose contre l'Ombre. Il ferai n'importe quoi pour s'opposer à l'expension de l'Ombre.
ja: 通常であれば問題ありません。ですが、ジオミア卿はシャドウに対し含むところがあるようなのです。彼はシャドウの教えを広げることを妨害するためならば、ほとんど何でもやるつもりです。
pt: Normalmente, isso não seria um problema. Mas Lorde Geomyr parece ter algo contra a Sombra. Ele vai fazer o que puder para se opor a todas as ações que, de alguma forma, estenderem o alcance da Sombra.
zh_cn: 正常情况下，这不是问题。但吉奥米尔大人似乎对暗影有意见。他几乎会做任何事来反对任何以某种方式扩大暗影影响的行为。

source: Because of this, the people of Loneford are now actively abolishing the thought of the Shadow guiding them through their lives.
de: Genau darum sind nun die Menschen aus Loneford dabei, den Gedanken zu verdrängen, dass der Schatten sie durch ihr Leben leitet.
fr: A cause de ça, le peuple de Loneford condamne fortement le fait que l'Ombre les guide tout au long de leur vie.
ja: このためローンフォードの人々は、シャドウが自分たちの人生を導いてくれるという思想を積極的に廃しようとしています。
pt: Devido a isso, o povo de Loneford está agora ativamente a abolir o pensamento que a Sombra orienta as vidas deles.
zh_cn: 正因为如此，隆福德的人们现在正积极地废除暗影引导他们生活的思想。

source: People around here would rather follow the law of Feygard than follow the old ways.
de: Die Menschen hier folgen lieber den Gesetzen Feygards als den althergebrachten Sitten.
fr: Les gens du coins préfèrent suivre la loi de Feygard plutôt que l'ancienne façon.
ja: この辺りの方は、昔のやり方よりもフェイガードの法に従いたがるのです。
pt: As pessoas daqui preferem seguir a lei de Feygard a seguir os velhos caminhos.
zh_cn: 这里的人宁愿遵循费加德的法则也不愿遵循旧的方式。

source: My feeling is that this illness is caused by the Shadow, as punishment to all of us here in Loneford.
de: Mein Gefühl sagt mir, dass die Krankheit durch den Schatten über uns gebracht wurde, als Bestrafung für uns alle hier in Loneford.
fr: J'ai l'impression que la maladie est causé par l'Ombre, comme une punition pour nous tous ici à Loneford.
ja: 私が思うに、この病気はシャドウによって引き起こされているのですな。ここローンフォードにいる私たちへ下された罰なのです。
pt: Meu sentimento é que esta doença é causada pela sombra, como castigo para todos nós aqui em Loneford.
zh_cn: 我的感觉是，这种疾病是由暗影造成的，是对我们所有人在隆福德的惩罚。

source: Please, you must help us!
de: Bitte, du musst uns helfen!
fr: S'il vous plaît, vous devez nous aider !
ja: お願いします、お助けください！
pt: Por favor, tem que nos ajudar!
zh_cn: 请，你必须帮我们！

source: Do you know anything about the illness?
de: Weißt du irgend etwas über die Krankheit?
fr: Savez vous quelque chose à propos de la maladie ?
ja: 病気について何か知っていますか？
pt: Sabe alguma coisa sobre a doença?
zh_cn: 你了解这种病吗?

source: I'll tell you what I know. We try to follow the law around here. Without rules and laws, how would we be any different from the savages that roam the southern lands?
de: Ich erzähle dir, was ich weiß. Wir versuchen hier in der Gegend dem Gesetz zu folgen. Wären wir ohne Regeln und Gesetze - wie würden wir uns dann von den Wilden unterscheiden, die im Süden umherstreifen?
fr: Je vais vous dire ce que je sais. On essaie de suivre les ordres par ici. Sans règles ni lois, comment serions différent des sauvages qui errent dans les terres du sud ?
ja: 私の知っていることを話しましょう。ここでは私たちは法に従うようにしています。規則や法がなければ、南の土地をうろついている未開人と何が違うのでしょう？
pt: Vou te dizer o que sei. Tentamos seguir a lei por aqui. Sem regras e leis, como seríamos diferentes dos selvagens que vagueiam as terras do sul?
zh_cn: 我来告诉你我知道的。我们尽量遵守法律。没有规则和法律，我们和那些在南方土地上游荡的野蛮人又有什么不同呢?

source: But even if we here in Loneford keep as peaceful as possible, there's always someone that has a desire to cause mischief.
de: Aber selbst wenn wir hier in Loneford so friedlich wie möglich leben, es gibt immer irgendjemanden, der das Verlangen hat, Unheil zu stiften.
fr: Mais même si nous restons aussi pacifiques que possibles ici à Loneford, il y a toujours quelqu'un qui cherche à semer le trouble.
ja: とはいえ自分たちがローンフォードでできる限りの平和を保っていたとしても、悪さを起こそうとする者は必ずあらわれるものです。
pt: Mas mesmo se nós aqui em Loneford mantivermo-nos o mais calmo possível, há sempre alguém que tem o desejo de causar dano.
zh_cn: 我来告诉你我知道的。我们尽量遵守法律。没有规则和法律，我们和那些在南方土地上游荡的野蛮人又有什么不同呢。

source: Have you seen him? That fool Sienn. Him and his 'pet' are always trying to cause some trouble. We can't have that around here in our friendly village. Especially not in times like these when we are trying to show our good side to those magnificent guards from Feygard that are here.
de: Hast Du ihn gesehen? Sienn, dieser Narr. Er und sein 'Schoßtier' versuchen ständig, Ärger zu machen. Dies können wir hier in unserem freundlichen Dorf nicht dulden. Besonders nicht in Zeiten wie diesen, wenn wir uns diesen großartigen Wächtern aus Feygard, die gerade bei uns sind, von unserer besten Seite zeigen wollen.
fr: L'as-tu vu ? Ce fou de Sienn. Lui et son "animal de compagnie" cherchent toujours à causer des problèmes. Nous ne pouvons pas avoir ça ici dans notre village si accueillant. Particulièrement pas en ce temps-là où nous essayons de montrer notre bon côté à ces magnifiques gardes de Feygard qui sont ici.
ja: あのバカなシエンですよ。会ったことは？ あの男とそのペットはいつもトラブルを起こそうとする。友好的なこの村でそんなことできるわけがない。特に今みたいに、フェイガードから来てくださった立派な衛兵に自分たちの良さをアピールしたいときになどとんでもない。
pt: Já viu? Que Sienn tolo. Ele eo seu 'animal de estimação' estão sempre a tentar causar algum problema. Não podemos ter isso aqui na nossa amigável aldeia. Especialmente em tempos como estes, quando estamos a tentar mostrar o nosso lado bom para os guardas magníficos de Feygard que estão aqui.
zh_cn: 你见过他吗?傻瓜西恩。他和他的“宠物”总是想制造些麻烦。我们友好的村子里可不能有这种事。尤其是现在，当我们试图向那些来自费加德的伟大护卫展示我们好的一面的时候。

source: Did you know I tried to talk to him on several occasions about his so called 'pet'? I couldn't really make out what he was trying to tell me, but that thing of his nearly tried to kill me, it did!
de: Wusstest du, dass ich zu verschiedenen Gelegenheiten versucht habe, mit ihm über sein sogenanntes `Schoßtier' zu sprechen? Zwar konnte ich nicht herausfinden, was er mir zu sagen versuchte, aber dieses Ding hat mich fast versucht umzubringen, ja das tat es!
fr: Sais-tu que j'ai essayé de lui parler en de nombreuses occasion à propos de son soi-disant "animal de compagnie" ? Je n'ai pas vraiment compris ce qu'il essayait de me dire, mais sa chose a failli essayer de me tuer, vraiment !
ja: 何度か彼に、彼がペットと呼んでるものについて話しをしようとしたのですけどご存知で？ 何を言いたいのかいまいちよく分かりませんでしたがね。ですが、彼の側にいたアレが私を殺そうとしたんです！ 死ぬかと思いましたよ！
pt: Sabe que tentei falar com ele várias vezes sobre o seu amado 'bichinho'? Realmente não consegui entender o que ele estava a tentar me dizer, mas essa coisa sua quase tentou me matar, ele o fez!
zh_cn: 你知道吗，我好几次试着跟他谈他所谓的“宠物”?我不知道他到底想告诉我什么，但他那家伙差点要杀了我，真的!

source: I tell you, there's mischief all around him and that thing he keeps around. I am sure they are up to something. They probably caused this illness somehow. Maybe we caught something contagious from that thing of his that he keeps around?
de: Ich sag dir, überall ist Unheil um ihn herum und um sein Ding, das er immer mit sich herumschleppt. Ich bin sicher, dass die beiden etwas im Schilde führen. Wahrscheinlich haben sie irgendwie diese Krankheit verursacht. Vielleicht haben wir uns irgendetwas ansteckendes bei diesem Ding eingefangen?
fr: Je te le dis, il y a toujours des problèmes autour de lui et cette chose qu'il garde avec lui. Je suis sûr qu'ils sont en train de comploter quelque chose. Ils ont probablement causé cette maladie de quelque manière que ce soit. Peut-être avons-nous attrapé quelque chose de contagieux venant de cette chose ?
ja: 言っておきますがね、あの男の周りにはいたずらが蔓延していますし、中には手元に置いてあるものもあるんです。何か企んでいるに違いありませんよ。やつらが病気を引き起こしたのでしょう。もしかしたら、持ち物から何か伝染するものでも見つかるかもしれませんよ？
pt: Digo-lhe, existe um mal à volta dele e daquilo que ele mantém à volta dele. Tenho certeza de que eles estão a aprontar alguma coisa. Provavelmente causaram essa doença, de alguma forma. Talvez possa-se apanhar algo contagiante daquela coisa de que ele mantém à volta dele?
zh_cn: 我告诉你，他周围到处都是恶作剧还有他身边的那个东西。我敢肯定他们在搞什么鬼。他们可能在某种程度上导致了这种疾病。也许我们被他的东西传染了?

source: Please report any suspicious behavior you might see.
de: Bitte melde jedes verdächtige Verhalten, das du bemerkst.
fr: Merci de me signaler tout comportement suspect dont tu serais témoin.
ja: 不審な行動を見かけたら報告してくれ。
pt: Por favor, informe qualquer comportamento suspeito que pode ver.
zh_cn: 报告你可能看到的任何可疑行为。

source: I know what the cause of the illness is. Have a look at this vial that Buceth had on him.
de: Ich kenne die Ursache für diese Krankheit. Wirf einen Blick auf die Phiole, die Buceth bei sich hatte.
fr: Je connais la cause de la maladie. Regarde cette fiole que Buceth avait sur lui.
ja: 病気の原因がわかりました。ブセスの持っていたバイアルを見てください。
pt: Sei qual é a causa da doença. Dê uma olhada neste frasco que Buceth tinha com ele.
zh_cn: 我知道这种病的病因。看看布凯斯身上的这个小瓶。

source: I am Kuldan, captain of this here detachment of guards in Loneford. Now, if you will excuse me, I have work to do.
de: Ich bin Kuldan, Kommandant des hiesigen Wachpostens in Loneford. Wenn du mich jetzt entschuldigst, ich habe zu arbeiten.
fr: Je suis Kuldan, capitaine de ce détachement de gardes à Loneford. Maintenant, excuse-moi, j'ai du travail à faire.
ja: ここローンフォードの衛兵隊派遣部隊の隊長を務めているクルダンだ。では仕事があるのでな、失礼する。
pt: Sou Kuldan, capitão do destacamento de guardas aqui em Loneford. Agora, se me der licença, tenho trabalho a fazer.
zh_cn: 我是库尔丹，洛尼福德这支分队的队长。请原谅，我有工作要做。

source: Feygard is grateful for your assistance in solving the mystery of the illness here in Loneford.
de: Feygard ist dankbar für deine Hilfe, das Geheimnis um die Krankheit hier in Loneford aufzuklären.
fr: Feygard est reconnaissant de ton aide à résoudre le mystère de la maladie ici à Loneford.
ja: フェイガードはローンフォードでの病気の謎を解いてくれた君の協力に感謝している。
pt: Feygard é grata pela sua ajuda para resolver o mistério da doença aqui em Loneford.
zh_cn: 费加德非常感谢你帮助我们解开了隆福德的疾病之谜。

source: We are trying to help the last few people that are still ill here now. Loneford might require our assistance from Feygard for quite some time.
de: Wir versuchen, den wenigen Menschen, die noch krank sind, zu helfen. Loneford wird noch einige Zeit unsere Unterstützung aus Feygard benötigen.
fr: Nous essayons d'aider les quelques dernières personnes qui sont encore malades ici. Loneford aura probablement besoin de l'aide de Feygard pour encore quelque temps.
ja: 我々は、まだ病気にかかっている最後の数人を助けようとしている。ローンフォードにはこれからしばらくの間、フェイガードの支援が必要となるかもしれん。
pt: Estamos a tentar ajudar as últimas pessoas que ainda estão mal aqui. Loneford pode necessitar de nossa assistência de Feygard por mais algum tempo.
zh_cn: 我们正在努力帮助最后几个还在生病的人。隆福德可能需要费加德一段时间的帮助。

source: What is this? This smells like Narwood poison. You say you retrieved this from Buceth?
de: Was ist dies? Es riecht wie Narholzgift. Du sagst, dass du es von Buceth geholt hast?
fr: Mais qu'est-ce que c'est ? Ça sent comme le poison de Narwood. Tu dis que tu as pris ça à Buceth ?
ja: これは何だ？ ナルウッド毒の匂いがする。ブセスから回収したと言ったな？
pt: O que é isso? Isso cheira a veneno Narwood. Diz que tomou isso de Buceth?
zh_cn: 这是什么?这闻起来像纳伍德毒药。你说你从布凯斯那里拿到的?

source: Buceth was part of a mission by the Nor City priests to poison the water well here in Loneford.
de: Buceth war Teil einer Mission im Auftrag der Priester von Nor City, den Brunnen hier in Loneford zu vergiften.
fr: Buceth faisait partie d'une mission des prêtres de Norville pour empoisonner l'eau du puits ici à Loneford.
ja: ブセスは、ローンフォードの井戸水に毒を盛るノアシティ司祭からの任務に一部加担していました。
pt: Buceth era parte de um plano de sacerdotes de Nor-City para envenenar a água bem aqui em Loneford.
zh_cn: 布凯斯参与了诺尔城牧师的一项任务——在隆福德的水井里下毒。
