Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: You place the dagger back among the equipment, where it looks like it used to be.
de: Du legst den Dolch zum Rest der Ausrüstung, dorthin wo er wahrscheinlich herkam.
fr: Vous remettez la dague parmi l'équipement, là où il semble qu'elle se trouvait.
ja: ダガーを装置の元々あったらしき中へと戻す。
pt: Colocas a adaga no seu lugar entre o equipamento, onde parece ter estado antes.
zh_cn: 你把匕首放回那些装备中，它看起来就像原来的样子。

source: Hello again, friend. Thank you for your assistance in obtaining that dagger earlier.
de: Hallo nochmal, mein Freund. Danke für deine Unterstützung bei der Beschaffung des Dolches neulich.
fr: Bonjour, l'ami. Merci de ton aide pour l'obtention de cette dague.
ja: よう。さっきはダガー入手に手を貸してくれて助かったぜ。
pt: Olá de novo, amigo. Obrigado pela sua ajuda na obtenção daquela adaga.
zh_cn: 又见面了，朋友。谢谢你之前帮忙获得那把匕首。

source: Hello again. Have you been able to retrieve that dagger from Bjorgur's family grave yet?
de: Hallo nochmal. Hast du es schon geschafft, den Dolch aus Bjorgurs Familiengruft zu holen?
fr: Bonjour. As-tu pu récupérer cette dague dans la tombe de la famille de Bjorgur ?
ja: よう。ビョルグル家の墓からダガーを回収できたか？
pt: Olá outra vez. Já conseguiste recuperar aquela adaga do túmulo da família do Bjorgur?
zh_cn: 又见面了。你从比约格尔的家族坟墓中找回那把匕首了吗？

source: I decided to help Bjorgur instead.
de: Ich habe mich entschieden, lieber Bjorgur zu helfen.
fr: J'ai décidé d'aider Bjorgur à la place.
ja: 代わりにビョルグルを助けることにしました。
pt: Em vez disso decidi ajudar o Bjorgur.
zh_cn: 我决定帮助比约格尔了。

source: Yes. Here it is.
de: Ja, hier ist er.
fr: Oui. La voici.
ja: はい、こちらです。
pt: Sim. Aqui tens.
zh_cn: 是的，就在这里。

source: What?! Sigh. Stupid kid. That dagger is worth a fortune. We could have been rich! Rich I tell you!
de: Was?! Seufz. Dummes Kind. Dieser Dolch ist ein Vermögen wert. Wir hätten reich sein können! Reich, sag ich dir!
fr: Quoi ?! Pfff. Enfant stupide. Cette dague vaut une fortune. Nous aurions pu être riches ! Riches je te dis !
ja: んだと？！ ハァ。クソガキが。あのダガーは相当な値打ち物だったんだぞ。大金持ちになれたってのに！ 大金持ちだぞ！
pt: O quê? *suspiro* Criança estúpida. Essa adaga vale uma fortuna. Podíamos ter ficado ricos! Ricos, digo-te!
zh_cn: 什么？叹气。愚蠢的孩子。那把匕首很值钱。我们本来可以发财的！我告诉你，发大财！

source: Hello there. You seem like just the type of person I am looking for.
de: Hallo, du scheinst genau die Art Mensch zu sein, die ich suche.
fr: Bonjour. Tu as l'air d'être pile poil le genre de personne que je recherche.
ja: よう。見た感じお前、ちょうどオレが探し求めてたタイプの人間みたいだな。
pt: Olá. Pareces ser exatamente o tipo de pessoa que estou à procura.
zh_cn: 你好。你似乎正是我正在寻找的那种人。

source: Oh wow, you actually managed to get the dagger? Thank you kid. This is worth a lot. Here, take these coins as compensation for your efforts!
de: Oh, toll, du hast es tatsächlich geschafft, den Dolch zu bekommen? Danke, Kleiner. Hier, nimm diese Münzen als Ausgleich für deine Mühen!
fr: Oh wow, vous avez réussi à obtenir la dague ? Merci enfant. Cela vaut beaucoup. Tenez, prenez ces pièces en compensation pour vos efforts !
ja: ほおっ、マジでダガーを手に入れたってのかよ？ 感謝するぜ。コイツは大層な値打ちモンだからな。よし金だ、努力の対価として取っときな！
pt: Conseguiste mesmo obter a adaga? Obrigado miúdo. Isto vale muito. Toma, toma estas moedas como compensação pelos teus esforços!
zh_cn: 哦，哇，你居然能拿到匕首？谢谢你，孩子。这可值不少钱。给你，拿着这些钱作为你努力的补偿吧！

source: Thank you again. Now, let's see ... how much should we sell this dagger for?
de: Danke nochmals. Nun, mal sehen ... wie teuer sollten wir diesen Dolch verkaufen ... ?
fr: Merci encore. Maintenant voyons voir... à combien vais-je vendre cette dague ?
ja: マジで助かったぜ。さてさて…このダガーをいくらで売っぱらってやろうかねぇ？
pt: Obrigado mais uma vez. Agora, vamos ver... por quanto devemos vender esta adaga?
zh_cn: 再次感谢你。现在，让我们看看......我们应该把这把匕首卖多少钱？

source: Would you be interested in hearing about a business proposal I have?
de: Hättest du Interesse, dir einen Vorschlag zu einem Geschäft anzuhören?
fr: Seriez-vous intéressé d'entendre parler d'une proposition commerciale que j'ai ?
ja: オレの提案を聞いてみないか？
pt: Estarias interessado em ouvir uma proposta de negócios que tenho?
zh_cn: 你有兴趣听听我的一个商业建议吗？

source: Sure. What is the proposal?
de: Sicher. Wie lautet der Vorschlag?
fr: Certainement. Quelle est cette proposition ?
ja: いいですよ。提案とは何でしょう？
pt: Claro. Qual é a proposta?
zh_cn: 当然，什么建议？

source: If it leads to something for me to gain, then sure.
de: Aber sicher, wenn es dabei etwas zu verdienen gibt.
fr: Si cela me donne quelque chose à gagner, alors bien sûr.
ja: いいですよ。それで僕が何かの利益を得られるのなら、ね。
pt: Se isso me trouxer lucro, então tudo bem.
zh_cn: 如果它能给我带来一些好处，那么当然可以。

source: I couldn't possibly think you would have anything worthwhile to offer me, but let's hear it anyways.
de: Ich kann mir zwar nicht vorstellen, dass du mir etwas wertvolles anbieten kannst, aber lass hören.
fr: Je ne peux penser que vous possédez quoi que ce soit qui soit digne d'intérêt à m'offrir, mais écoutons cela quand même.
ja: 価値ある提案だとは思えないけど、ひとまず聞きましょう。
pt: Não poderia pensar que tivesses algo de bom para me oferecer, mas vou ouvir-te de qualquer maneira.
zh_cn: 我不认为你会给我提供什么有用的东西。但无论如何，说来听听。

source: For some time, I have known about a certain valuable dagger that a certain family used to possess here in Prim.
de: Vor einiger Zeit hörte ich von einem bestimmten wertvollen Dolch, den eine bestimmte Familie hier in Prim besessen hatte.
fr: Depuis un certain temps, je sais qu'une famille de Prim a possédé une dague précieuse.
ja: 前々から、とあるプリムの一家が所持していた貴重なダガーのことを把握していたんだがな。
pt: Por algum tempo, eu sabia sobre um certo punhal valioso que uma certa família costumava ter aqui em Prim.
zh_cn: 一段时间以来，我知道在普里姆这里，某个家族曾经拥有一把珍贵的匕首。

source: Now hurry up. I really need that dagger soon.
de: Und jetzt beeil dich. Ich brauche den Dolch wirklich bald!
fr: Maintenant dépêchez-vous. J'ai vraiment besoin de cette dague vite.
ja: よし急いでくれ。すぐにあのダガーがいるんだよ。
pt: Agora despacha-te. Preciso mesmo daquele punhal em breve.
zh_cn: 现在快点行动吧，我等不及拿到那把匕首了。

source: This dagger is extremely valuable to me, for personal reasons.
de: Dieser Dolch ist außerordentlich wertvoll für mich, aus persönlichen Gründen.
fr: Cette dague a une grande valeur pour moi, pour des raisons personnelles.
ja: そのダガーってのがオレの個人的な理由からではあるんだが、大いに価値がある。
pt: Esta adaga é extremamente valiosa para mim, por razões pessoais.
zh_cn: 由于个人原因，这把匕首对我来说极为宝贵。

source: I don't like where this is going. I better not get involved in your shady business.
de: Dies führt zu nichts Gutem. Ich möchte nicht in deine dunklen Geschäften verstrickt werden.
fr: Je n'aime pas là où ça mène. Je ferais mieux de ne pas m'impliquer dans votre entreprise louche.
ja: 気に入らないですね。あなたのあやしいビジネスには関わらないほうがよさそうだ。
pt: Não estou a gostar do rumo que isto está a tomar. É melhor eu não me envolver nos teus negócios obscuros.
zh_cn: 我不喜欢这样。我最好还是别参与你的黑幕交易了。

source: I like where this is going, please continue.
de: Dies klingt vielversprechend. Erzähl weiter.
fr: J'aime bien où ça mène, continuez s'il vous plaît.
ja: いいですね、続けてください。
pt: Isto está a ficar cada vez mais interessante, por favor continua.
zh_cn: 我很感兴趣，请继续说下去。

source: Tell me more.
de: Erzähl mehr.
fr: Dites-m'en plus.
ja: 詳しく教えてください。
pt: Conta-me mais.
zh_cn: 再多告诉我一些。

source: I have already helped Bjorgur return the dagger to its original place.
de: Ich habe Bjorgur bereits geholfen, indem ich den Dolch an seinen rechten Platz zurücklegte.
fr: J'ai déjà aidé Bjorgur à remettre la dague à sa place originelle.
ja: ビョルグルがダガーを元の場所に戻すのを手伝ってきました。
pt: Já ajudei o Bjorgur a devolver a adaga ao seu lugar original.
zh_cn: 我已经帮比约格尔把匕首放回原处了。

source: Fine. Suit yourself, you goody two-shoes.
de: Schön. Wie du wilst, du Gutmensch.
fr: Très bien. Fais comme tu veux petite sainte nitouche.
ja: そうかい。好きにしな、いい子ぶりやがって。
pt: Está bem. Como queiras, bom moço.
zh_cn: 好吧。随你便吧，你这个乖宝宝。

source: The family in question is Bjorgur's family.
de: Die Familie, um die es geht, ist Bjorgurs Familie.
fr: La famille en question est celle de Bjorgur.
ja: 問題の一家というのはビョルグル家だ。
pt: A família em questão é a família de Bjorgur.
zh_cn: 我提到的的这个家族就是比约格尔的家族。

source: Now, I happen to know that this particular dagger can be found in their family tomb that has been opened by other ... people ... recently.
de: Nun, ich habe erfahren, dass jener bestimmte Dolch in der Familiengruft zu finden ist. Und diese wurde kürzlich erst von anderen ... Menschen ... geöffnet.
fr: Maintenant, J'ai appris que cette dague particulière peut être trouvée dans la tombe de cette famille qui a été ouverte par d'autres... gens.. récemment.
ja: さて、ダガーだが…最近になって他のヤツらが暴いた一家の墓にあるってことがわかった。
pt: Agora, acontece que eu sei que esta adaga em particular pode ser encontrada no túmulo familiar que foi aberto por outras... pessoas... recentemente.
zh_cn: 现在，我碰巧知道，这把特别的匕首可以在他们的家族墓中找到，而这个墓最近已经被其他......人……打开了。

source: What I want is simple. You go get that dagger and bring it to me, and I will reward you handsomely.
de: Was ich will ist einfach: Du holst den Dolch und bringst ihn mir, und ich werde dich ansehnlich belohnen.
fr: Ce que je veux est simple. Vous allez chercher cette dague et vous me l'apportez, et je vous récompenserai bien.
ja: やるこたぁ簡単さ。ダガーを奪ってオレの元まで持ってこい。報酬は弾むぜ。
pt: O que quero é simples. Vai buscar essa adaga e se me a trouxeres recompensar-te-ei generosamente.
zh_cn: 我想要的很简单。你去把那把匕首拿给我，我会给你丰厚的回报。

source: Sounds easy enough. I'll do it.
de: Hört sich leicht genug an. Ich mache es.
fr: Cela me semble jouable, je m'en occupe.
ja: 簡単そうですね。やります。
pt: Parece fácil. Vou fazer isso.
zh_cn: 听起来很容易。我会做的。

source: No, I had better not get involved in your shady business.
de: Nein, ich möchte nicht in deine dunklen Machenschaften verstrickt werden.
fr: Non, je ferai mieux de ne pas m'impliquer dans votre entreprise louche.
ja: イヤです、あなたのあやしいビジネスには関わらないほうがよさそうだ。
pt: Não, acho melhor não me envolver nos teus negócios obscuros.
zh_cn: 不，我最好还是不掺和你的不正当交易了。

source: Good. Return to me once you have it. Maybe you can talk to Bjorgur about directions to the tomb. His house is just outside here in Prim. Just don't mention anything about our plan to him!
de: Gut. Komm zu mir zurück, sobald du ihn hast. Vielleicht sprichst du noch mit Bjorgur, in welcher Richtung das Grab liegt. Sein Haus liegt gerade am Rand von Prim. Aber erzähle ihm nichts von unserem Plan!
fr: Bien. Revenez vers moi une fois que vous l'avez. Peut-être pouvez-vous parler à Bjorgur à propos des directions au tombeau. Sa maison est juste dehors ici à Prim. Juste, ne lui mentionnez rien à propos de nos plans !
ja: よし。手に入ったら戻ってきな。ビョルグルと話して墓までの道を教えてもらえ。家はプリムのここを出てすぐだ。計画のことは話すんじゃねぇぞ！
pt: Ótimo. Volta para mim assim que a tiveres. Talvez possas falar com o Bjorgur sobre as direções para o túmulo. A casa dele é mesmo aqui em Prim. Só não lhe digas nada sobre o nosso plano!
zh_cn: 很好。一旦你得到它，就回到我这来。也许你可以和比约格尔谈谈去坟墓的方向。他的房子就在普里姆外面。只是不要向他提及我们的计划！

source: Welcome friend! Would you like to see what equipment I have available?
de: Willkommen, Freund! Möchtest du sehen, was ich an Ausrüstung vorrätig habe?
fr: Bonjour mon ami ! Aimerais-tu voir mon inventaire d'équipement ?
ja: ようこそ！ うちの装備を見ていきますか？
pt: Amigo, bem-vindo! Gostavas de ver os equipamentos que tenho disponíveis?
zh_cn: 欢迎朋友！你想看看我出售的装备吗？

source: Sure. Show me what you have.
de: Sicher. Zeige mir, was du hast.
fr: Bien sûr. Montrez-moi ce que vous avez de disponible.
ja: もちろん。どんなものがあるか見せてください。
pt: Claro. Mostra-me o que tens.
zh_cn: 当然。给我看看你有什么。

source: Welcome traveller. Have you come to ask for help from me and the equipment I sell?
de: Willkommen, Reisender. Bist du gekommen, um Hilfe von mir und der Ausrüstung, die ich verkaufe zu erbitten?
fr: Bonjour voyageur. Es-tu venu me demander de l'aide et pour voir mon équipement à vendre ?
ja: ようこそ旅人の方。うちで販売している装備の助けをお求めですか？
pt: Bem-vindo, viajante. Vieste pedir ajuda a mim e ao equipamento que vendo?
zh_cn: 欢迎你，旅行者。你是来向我寻求帮助或者买装备的吗？

source: I must tell you that my supply is not what it used to be, now that the southern mine entrance has collapsed. Far fewer traders come here to Prim now.
de: Ich muss dir leider sagen, dass jetzt, wo der südliche Mineneingang eingestürzt ist, mein Vorrat nicht mehr so reichlich ist wie früher. Es kommen jetzt viel weniger Händler nach Prim.
fr: Je dois t'avertir que mon approvisionnement n'est pas ce qu'il était, maintenant que la mine au sud s'est effondrée. Très peu de marchands viennent à Prim depuis.
ja: 南の鉱山の入り口が崩壊したために、提供する品が以前とは違うことは伝えさせてください。プリムを訪れる商人はすっかり減ってしまいました。
pt: Devo dizer-te que os meus fornecedores já não são o que costumavam ser, agora que a entrada da mina sul desmoronou. Agora vêm muito menos comerciantes aqui a Prim.
zh_cn: 我实话告诉你，我的供应大不如前。现在南部的矿场入口已经坍塌了，所以来普里姆的商人比以前少得多。

source: OK, let me see your wares.
de: Gut, lass mich deine Waren sehen.
fr: D'accord, montrez-moi votre marchandise.
ja: わかりました、商品を見せてください。
pt: Está bem, deixa-me ver os teus produtos.
zh_cn: 好吧，让我看看你的商品。

source: Regardless, I cannot help you. My services are only for residents of Prim, and I don't trust you enough yet. You might be a spy from the Blackwater mountain settlement.
de: Nein, ich kann dir nicht helfen. Meine Dienste sind ausschließlich für Bürger von Prim, und ich vertraue dir noch nicht genug. Du könntest ein Spion aus der Blackwater Mountain Siedlung sein.
fr: Quoi qu'il en soit, je ne peux t'aider. Mes services sont réservés seulement aux résidents de Prim, et je ne te fais pas encore assez confiance. Tu pourrais être un espion de la colonie du mont Encreau.
ja: いずれにしても、お力にはなれませんね。うちのサービスはプリム住人のためのものです、あなたのことはまだ信用できない。ブラックウォーター山集落のスパイかもしれません。
pt: Independentemente disso, não posso ajudar-te. Os meus serviços são apenas para residentes de Prim e ainda não confio o suficiente em ti. Podes ser um espião da aldeia da montanha das Águas Negras.
zh_cn: 不管怎么说，我帮不了你。我的服务只针对普里姆的居民，而且我还不够信任你。你说不定是一个来自黑山营地的间谍。

source: Welcome traveller, what can I do for you?
de: Willkommen, Reisender, was kann ich für dich tun?
fr: Bienvenue voyageur. Que puis-je faire pour toi ?
ja: ようこそ旅人の方、なにかご用ですか？
pt: Bem-vindo viajante, o que posso fazer por ti?
zh_cn: 欢迎光临，有什么事吗？

source: Let me see what you have available to sell.
de: Lass mich anschauen, was du hier zu verkaufen hast.
fr: Montrez-moi ce que vous avez à vendre.
ja: 売っているものを見せてください。
pt: Deixa-me ver o que tens disponível para vender.
zh_cn: 让我看看你有什么可卖的。

source: What do you know about Lorn's crew's accident?
ja: ロルンの仲間の事故について何かご存知ありませんか？
pt: O que sabes sobre o acidente da tripulação do Lorn?
zh_cn: 关于罗恩团队的遭遇你知道些什么？

source: Sell? I'm sorry, my supplies are all out. Now that the traders do not come here anymore, I don't get my regular shipments. So at the moment, I have nothing to trade with you unfortunately.
ja: 売り物ですか？ 申し訳ありませんが、在庫がないのです。商人が来なくなって、定期発送を受け取れなくなってしまったのですよ。そういうわけで残念ではありますが、今のところ取引できるものはありませんね。
pt: Vender? Desculpa, as minhas provisões estão todas esgotadas. Agora que os comerciantes já não vêm aqui, não recebo os meus carregamentos normais. Por isso neste momento não tenho nada para negociar contigo, infelizmente.
zh_cn: 卖东西？很抱歉，我的物资都耗尽了。现在商人们不再来这里，我也没有定期的货源了。所以目前我没有什么可以和你交易的，很遗憾。

source: Talk to the boss instead.
de: Rede besser mit dem Boss.
fr: Parle plutôt au patron.
ja: 代わりにボスと話してくれ。
pt: Fala antes com o chefe.
zh_cn: 与老板交谈。

source: Please don't hurt me! I'm only doing my job.
de: Bitte tu mir nicht weh! Ich mache hier bloß meinen Job.
fr: Pitié, ne me faites pas de mal ! Je ne fais que mon travail.
ja: 頼むから襲わないでくれ！ 私は仕事をしているだけなんだ。
pt: Por favor não me faças mal! Só estou a fazer o meu trabalho.
zh_cn: 请不要伤害我！我只是个打工的。

source: What are you looking at? These weapons in the crates over here are only for us guards.
de: Was schaust du da?! Diese Waffen in den Verschlägen dort sind ausschließlich für uns Wachen.
fr: Qu'est-ce que tu regardes ? Ces armes dans les caisses là-bas ne sont que pour nous les gardes.
ja: 何を見ている？ 箱の中の武器なら我々衛兵のためのものだ。
pt: Para onde estás a olhar? Estas armas aqui nas caixas são só para nós guardas.
zh_cn: 你在看什么呢？这里的箱子里的这些武器只有我们卫兵才能使用。

source: [The guard looks down on you with a condescending look]
de: (Die Wache schaut dich herablassend an)
fr: [Le garde vous regarde de haut avec un air condescendant]
ja: （衛兵は見下したような目つきであなたを見下ろす）
pt: [O guarda olha para ti com um olhar condescendente]
zh_cn: [警卫傲慢地看着你]

source: Oh, I am so tired. When will we ever get to rest?
de: Oh, ich bin so müde. Wann endlich werden wir ausruhen können?
fr: Oh, je suis si fatigué. Quand pourrons-nous enfin nous reposer ?
ja: あぁ、疲れた。いつになったら休めるんだ？
pt: Oh, estou tão cansado. Quando é que vamos poder descansar?
zh_cn: 哦，我太累了。我们什么时候才能休息呀？

source: Can't talk now. I'm on guard duty. If you need help, talk to someone else over there instead.
de: Kann jetzt nicht reden. Ich bin im Wachdienst. Wenn du Hilfe benötigst, sprich besser mit jemandem dort drüben.
fr: Je ne peux pas parler maintenant. Je monte la garde. Si tu as besoin d'aide, parle à quelqu'un d'autre là-bas.
ja: 今は話せん。見張りの最中でな。助けがいるなら、あっちの他の人と話してくれるか。
pt: Não posso falar agora. Estou de guarda. Se precisares de ajuda, fala antes com alguém ali.
zh_cn: 现在不能说话。我在站岗。如果你需要帮助，可以和那边的人谈谈。

source: See these bars? They will hold against almost anything.
de: Siehst du die Gitterstäbe? Die halten nahezu alles aus.
fr: Tu vois ces barreaux ? Ils résisteraient à tout ou presque.
ja: そこの仕切りが見えるか？ こいつなら大抵のことは防いでくれるだろうよ。
pt: Vês estas barras? Elas aguentam quase tudo.
zh_cn: 看到这些棒子了吗？它们几乎能抵御任何东西。

source: When my training is complete, I will be one of the greatest healers around!
de: Wenn meine Ausbildung abgeschlossen ist, werde ich einer der größten Heiler weit und breit sein!
fr: Quand j'aurai terminé mon apprentissage, je serai un des meilleurs guérisseurs qui soit !
ja: この修練を終えたとき、偉大なヒーラーの1人となれるでしょう！
pt: Quando o meu treino estiver completo, serei um dos maiores curandeiros do mundo!
zh_cn: 当我的训练完成后，我将成为周围最伟大的治疗师！

source: Can't you see I'm trying to read over here? Talk to me in a while and I might be interested.
de: Siehst du nicht, dass ich hier drüben versuche zu lesen? Sprich später mit mir, vielleicht habe ich dann Zeit für dich.
fr: Tu ne vois pas que j'essaie de lire ? Reviens me parler plus tard et je serai peut-être intéressé.
ja: 読書しようとしてるんだけど？ 話なら後にしてよ、そのときなら気が向くかもね。
pt: Não vês que estou aqui a tentar ler? Fala comigo daqui a pouco e talvez eu esteja interessado.
zh_cn: 你没看到我正在努力阅读吗？过一段时间再跟我说，我可能会感兴趣。

source: Can't talk now, I have work to do.
de: Kann jetzt nicht sprechen, ich habe zu arbeiten.
fr: Peux pas parler maintenant, j'ai du travail à faire.
ja: 今は話せないんです、やることがあるから。
pt: Não posso falar agora, tenho trabalho a fazer.
zh_cn: 现在不能说话，我有工作要做。

source: Are you the one I heard about? No, you can't be. I imagined someone taller.
de: Bist du derjenige, von dem ich gehört habe? Nein, es kannst nicht du sein. Ich habe jemand größeres vor Augen.
fr: Êtes-vous celui dont j'ai entendu parler ? Non, vous ne pouvez pas. J'imaginais quelqu'un de plus grand.
ja: あなたが例の話の人？ いや、そんなわけないよね。もっと大きい人だと思ってたよ。
pt: Foi de ti que ouvi falar? Não, não pode ser. Eu imaginava alguém mais alto.
zh_cn: 你就是那个我听说过的人吗？不，你应该不是。我觉得那个人应该更高些。

source: Welcome friend! Would you like to browse my selection of fine potions and ointments?
de: Willkommen, Freund! Willst du dir meine Auswahl an Tränken und Salben ansehen?
fr: Bienvenue l'ami ! Veux-tu voir ma sélection de potions et de baumes les plus purs ?
ja: ようこそ！ 選りすぐりのポーションや軟膏をご覧になりますか？
pt: Bem-vindo amigo! Gostarias de consultar a minha seleção de poções e unguentos de qualidade?
zh_cn: 欢迎朋友!您想浏览一下我的高级药水和药膏吗？

source: Welcome traveller. Have you come to ask for help from me and my potions?
de: Willkommen, Reisender. Bist du gekommen, um Hilfe von mir und meinen Tränken zu erlangen?
fr: Bienvenue voyageur. Serais-tu ici pour me demander de l'aide et des potions ?
ja: ようこそ旅のお方。私のポーションの助けをお求めですか？
pt: Bem-vindo viajante. Vieste pedir ajuda a mim e às minhas poções?
zh_cn: 欢迎旅行者。你是来向我和我的药水寻求帮助的吗？

source: Kazaul ... Shadow ... what was it again?
de: Kazaul.. Schatten.. Wie war das nochmal?
fr: Kazaul… Ombre… de quoi s'agissait-il déjà ?
ja: カザウル…シャドウ…何だったか？
pt: Kazaul... Sombra... o que era mesmo?
zh_cn: 卡扎尔...暗影......那是什么来着？

source: Oh, a visitor. Hello there. I have not seen you around here before. Did they let you in here?
de: Oh, ein Besucher. Hallo. Ich habe dich hier nich nie gesehen. Haben sie dich hier hereingelassen?
fr: Oh, un visiteur. Bonjour. Je ne vous avais jamais vu ici auparavant. Vous ont-ils laissé entrer ?
ja: おや客人か。いらっしゃい。見かけん顔だな。ヤツらがここへ通したのか？
pt: Oh, uma visita. Olá. Eu nunca te vi por aqui antes. Eles deixaram-te entrar aqui?
zh_cn: 哦，有访客。你们好。我以前没见过你。他们让你进来的吗？

source: Of course they did. What am I rambling on about. Harlenn and his gang always keep their worldly duties under control.
de: Natürlich haben sie das. Wovon rede ich da. Harlenn und seine Truppe haben ihre weltlichen Angelegenheiten immer unter Kontrolle.
fr: Bien sûr qu'ils l'ont fait. Pourquoi ergoter là-dessus. Harlenn et sa bande gardent toujours jalousement leurs petites prérogatives.
ja: 無論そうなのだろうが。我ながら何を言っているのだか。俗世の務めはハーレンども一味が管理しておる。
pt: Claro que sim. Estou a divagar sobre o quê. O Harlenn e o seu bando mantêm sempre os seus deveres mundanos sob controlo.
zh_cn: 他们当然会这样做。我在胡思乱想什么呢。哈伦和他的伙伴总是把他们的世俗中的事情控制得很好。

source: So, who might you be then, eh? Probably here to bother me with some worldly complaint about the settlement needing more resources or someone complaining about the cold drag from the outside again?
de: So, wer bist du denn, na? Wahrscheinlich hier, um mich mit irgendwelchen profanen Klagen zu belästigen - dass die Siedlung mehr Vorräte braucht - oder beschwert sich wieder jemand daüber, dass es von draußen kalt hereinzieht?
fr: Alors, que pourriez-vous être venu faire ici, hein ? Probablement m'ennuyer avec vos petits tracas au sujet de la colonie qui a besoin de plus de ressources ou de quelqu'un qui se plaint encore du courant d'air froid depuis l'extérieur ?
ja: それで、貴様は？ 集落に資源が足りてないだの、外の寒さに不満をこぼす者がまた出ただの、俗世の愚痴を持ち込んで私を困らせに来たのか？
pt: Então, quem és tu, eh? Provavelmente estás aqui para me incomodar com alguma queixa mundana sobre a povoação precisar de mais recursos ou alguém a reclamar do frio que vem de fora novamente?
zh_cn: 那么，你会是谁呢，嗯？也许是来找我麻烦的，说什么定居地需要更多资源的抱怨，或者抱怨外面的寒冷？

source: What do you want?
de: Was willst du?
fr: Qu'est-ce que tu veux ?
ja: 何の用だ？
pt: O que queres?
zh_cn: 你要什么？

source: What was that you talked about when I arrived, Kazaul?
de: Wovon hast du geredet, als ich hereinkam - Kazaul?
fr: De quoi parliez-vous quand je suis arrivé ? Kazaul ?
ja: 僕がここに来たときにカザウルがどうとか、何の話をしていたの？
pt: De que falaste quando cheguei, Kazaul?
zh_cn: 我来的时候你在说什么，卡扎尔？

source: Are you aware that there is a bitter rivalry going on between this settlement and Prim?
de: Du weißt bescheid, dass eine bittere Rivalität zwischen dieser Siedlung und Prim herrscht?
fr: Êtes-vous au courant du conflit larvé entre cette colonie et Prim ?
ja: この集落とプリムとの間で激しい対立が起きていることはご存知ですか？
pt: Estás ciente que há uma rivalidade a acontecer entre esta povoação e Prim?
zh_cn: 你是否知道在这个定居点和普里姆之间存在着激烈的竞争？

source: And there you go with your mundane problems. I tell you, your worldly troubles do not interest me the least bit.
de: Un da sind sie schon, deine banalen Probleme. Ich sage dir, eure weltlichen Schwierigkeiten interessieren mich nicht im geringsten.
fr: Et voilà, vous me déballez vos petits problèmes insignifiants. Je vous le dis, vos tracas quotidiens n'ont pas le moindre intérêt pour moi.
ja: それはまた、ありきたりな問題を抱えているのだな。言っておくが、貴様らの俗世の問題に私は微塵の興味関心もない。
pt: E lá vais tu com os teus problemas mundanos. Digo-te, os teus problemas mundanos não me interessam minimamente.
zh_cn: 你就这样带着你的世俗问题走了。我告诉你，你的世俗问题我一点都不感兴趣。
