Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: Good. Try not to be seen. You should go look for any clues around where that deceiving Guthbered stays.
de: Gut. Lass dich nicht sehen. Du solltest in der Nähe dieses verlogenen Guthbered nach Hinweisen suchen.
fr: Bien. Essaie d'être discret. Tu devrais aller chercher des indices à proximité de ce fourbe de Guthbered.
ja: よし。見られんようにな。詐欺野郎ガスベレッドのいる辺りで手がかりを探ってみることだ。
pt: Bom. Tenta não ser visto. Deves procurar por todas as pistas onde o Guthbered está.
zh_cn: 很好。尽量不让人看见。你应该去那个骗人的家伙古斯伯里德那里寻找任何有用的线索。

source: Hello again. Did you find any clues in Prim that they are planning to attack us?
de: Hallo nochmal. Hast du in Prim irgendwelche Hinweise darauf gefunden, dass sie planen uns anzugreifen?
fr: Re-bonjour. As-tu trouvé à Prim des preuves qu'ils se préparent à nous attaquer ?
ja: 来たか。プリムで攻撃計画の手がかりは見つかったか？
pt: Olá novamente. Encontraste alguma pista em Prim de que eles estão a planear atacar-nos?
zh_cn: 你好啊。你在普里姆找到他们计划袭击我们的线索了吗？

source: Yes. I found plans that they are recruiting mercenaries and will attack your settlement.
de: Ja. Ich habe Pläne gefunden, dass sie Söldner rekrutieren und eure Siedlung angreifen werden.
fr: Oui. J'ai trouvé des documents qui indiquent qu'ils recrutent des mercenaires et vont attaquer votre colonie.
ja: はい、傭兵を募集して集落を攻撃する計画を見つけました。
pt: Sim. Encontrei planos de que eles estão a recrutar mercenários e pretendem atacar a tua povoação.
zh_cn: 对。我发现他们计划招募雇佣兵并攻击你们营地。

source: Keep looking. I am sure they are planning something wicked.
de: Such weiter. Ich bin sicher sie planen etwas Gemeines.
fr: Continue à chercher. Je suis sûr qu'ils préparent un mauvais coup.
ja: そのまま探してくれ。きっと何かろくでもないことを企んでいる。
pt: Continua a procurar. Tenho a certeza de que eles estão a planear algo perverso.
zh_cn: 继续找。我肯定他们在策划一些邪恶的事情。

source: I knew it! I knew they were up to something.
de: Ich wusste es! Ich wusste, dass sie etwas vorhaben.
fr: Je le savais ! Je savais qu'ils préparaient quelque chose.
ja: やはり！ 何か企んでいることなどわかっていた。
pt: Eu sabia! Eu sabia que eles estavam a tramar alguma coisa.
zh_cn: 我就知道！我就知道他们在搞什么鬼。

source: Oh that lying pig Guthbered.
de: Oh, Guthbered, dieses verlogene Schwein.
fr: Oh, ce sale menteur de Guthbered.
ja: ああ、嘘つき豚野郎ガスベレッドが。
pt: Oh aquele porco prostrado do Guthbered.
zh_cn: 哦，古斯伯里德那只说谎的猪。

source: Anyway, thank you for your help in finding this evidence.
de: Wie auch immer, danke für deine Hilfe diese Beweise zu besorgen.
fr: Quoi qu'il en soit, merci d'avoir œuvré à trouver cette preuve.
ja: とにかく、この証拠を見つけてくれたことに感謝する。
pt: De qualquer forma, obrigado pela tua ajuda em encontrar esta evidência.
zh_cn: 不管怎样，谢谢你帮我找到证据。

source: This calls for drastic measures. We have to act quickly before they can have time to complete their plan.
de: Das ruft nach drastischen Maßnahmen. Wir müssen schnell handeln bevor sie Zeit haben ihren Plan zu vollenden.
fr: Cela nécessite des mesures drastiques. Nous devons agir rapidement avant qu'ils ne puissent mettre leur plan en pratique.
ja: 抜本的な対策がいる。向こうが計画を完了させてしまう前に、速やかに行動せねばならん。
pt: Isto exige medidas drásticas. Temos que agir rapidamente antes que eles possam ter tempo para completar o plano deles.
zh_cn: 我们需要采取极端措施。在他们有时间完成计划之前，我们必须迅速行动。

source: An old saying goes something like 'The only way to truly kill the Gorgon is by removing the head'. In this case, the head of those bastards down in Prim is that fellow Guthbered.
de: Ein altes Sprichwort sagt ungefähr 'Der einzige Weg, die Gorgo wirklich zu töten ist, den Kopf zu entfernen'. In diesem Fall ist der Kopf der Bastarde unten in Prim dieser Kerl Guthbered.
fr: Un vieux dicton dit quelque chose comme « La seule façon de tuer la Gorgone est de lui couper la tête ». Dans ce cas, la tête de ces bâtards de Prim est ce type, ce Guthbered.
ja: 古いことわざに、"ゴルゴーンを殺すには頭を取り除くしかない"というものがある。この場合、プリムのクズどもの頭とはガスベレッドだ。
pt: Um velho ditado diz algo como 'A única maneira de realmente matar o Gorgon é remover a cabeça'. Neste caso, a cabeça desses bastardos em Prim é a daquele sujeito do Guthbered.
zh_cn: 俗话说得好，“射人先射马，擒贼先擒王”。现在这个局面下，那些普里姆混蛋的头头就是古斯伯里德。

source: We should do something about him. You have proven your worth so far. This will be your final assignment.
de: Wir sollten etwas seinetwegen unternehmen. Du hast deinen Wert soweit bewiesen. Dies wird dein letzter Auftrag sein.
fr: Nous devons nous occuper de son cas. Tu as prouvé ta valeur jusqu'alors. Ce sera ta dernière mission.
ja: やつを何とかしなくては。ひとまず君の価値は証明された。これが最後の任務となる。
pt: Devíamos fazer algo em relação a ele. Provaste o teu valor até agora. Esta será a tua missão final.
zh_cn: 我们应该在他身上做点什么。你已经证明了你的价值。这将是你的最后一个任务。

source: I want you to go ... deal ... with him. Guthbered. Preferably in the most painful and gruesome way you can think of.
de: Ich möchte, dass du ... dich um ihn kümmerst. Guthbered. Vorzugsweise auf dem schmerzhaftesten und grausamsten Weg den du die vorstellen kannst.
fr: Je veux que tu ailles… traiter… avec lui. Guthbered. De préférence, de la manière la plus douloureuse et horrible que tu puisses imaginer.
ja: 君にはやつを…ガスベレッドを始末してもらいたい。できることなら、考えうる限り苦痛で陰惨な方法で。
pt: Quero que vás... negociar... com o Guthbered. De preferência da forma mais dolorosa e horrível que podes imaginar.
zh_cn: 我要你去……处理……他，古斯伯里德。最好是以你能想到的最痛苦和恐怖的方式。

source: He is as good as dead.
de: Er ist so gut wie tot.
fr: Il est déjà mort.
ja: 彼はもはや死んだも同然だ。
pt: Ele fica melhor se estiver morto.
zh_cn: 他死路一条。

source: You saw the plans yourself. They are going to attack us if we don't do something about them. Of course we have to kill him!
de: Du hast die Pläne selbst gesehen. Sie werden uns angreifen wenn wir nichts dagegen unternehmen. Natürlich müssen wir ihn töten!
fr: Tu as eu ces plans sous les yeux. Ils vont nous attaquer si nous ne faisons rien. Nous devons le tuer bien évidemment !
ja: 計画を見たのだろう。何もせずにいれば、連中はこちらを攻撃してくる。あの男を殺すしかない！
pt: Viste os planos por ti mesmo. Eles vão-nos atacar, se não fizermos nada quanto a isso. É claro que temos de matá-lo!
zh_cn: 你自己也看到了计划。如果我们不采取措施，他们就会攻击我们。我们当然要杀了他！

source: Excellent. Return to me once the deed is done.
de: Ausgezeichnet. Komm zu mir zurück wenn die Tat vollbracht ist.
fr: Excellent. Reviens me voir une fois le méfait accompli.
ja: 素晴らしい。片付いたら戻ってきてくれ。
pt: Excelente. Volta aqui assim que terminares.
zh_cn: 好极了。一旦行动完成就回来找我。

source: Fine. Do whatever you need to remove him, but I don't want to deal with their attacks anymore.
de: Fein. Tu was du tun musst um ihn zu beseitigen, aber ich möchte nicht mehr mit ihren Attacken fertig werden.
fr: Bien. Fais ce que bon te semble, mais je ne veux plus avoir à subir leurs attaques.
ja: いいだろう。排除するのに必要であれば何だって構わん。しかしだ、これ以上やつらの攻撃への対処になど私は付き合いたくないのだ。
pt: Certo. Faz o que precisares para eliminá-lo, pois não quero lidar mais com os ataques deles.
zh_cn: 好吧。你要做什么就做什么，但我不想再应对他们的袭击了。

source: Your expression tells me you have blood on your mind.
de: Deine Ausdrucksweise sagt mir, dass du etwas blutiges vorhast.
fr: Ton visage laisse deviner que tu as de mauvaises intentions.
ja: 表情から血の気が感じ取れるぞ。
pt: A tua expressão diz-me que tens sangue na sua mente.
zh_cn: 你的表情告诉我你现在正气血上涌。

source: I am sent by the people of Prim to stop you.
de: Ich wurde von den Leuten aus Prim geschickt um dich aufzuhalten.
fr: Je suis envoyé par les gens de Prim pour vous arrêter.
ja: プリムからあなたを止めるために送られたんだ。
pt: Fui enviado pelo povo de Prim para impedir-te.
zh_cn: 我是被普里姆的人们派来阻止你的。

source: I am sent by the people of Prim to stop you. However, I have decided not to kill you.
de: Ich wurde von den Leuten aus Prim geschickt um dich aufzuhalten. Wie auch immer, ich habe mich entschieden dich nicht zu töten.
fr: Je suis envoyé par les gens de Prim pour vous arrêter. Cependant, j'ai décidé de ne pas vous tuer.
ja: プリムからあなたを止めるために送られました。でも僕はあなたを殺さないことを決めた。
pt: Fui enviado pelo povo de Prim para impedir-te. No entanto, decidi não de matar.
zh_cn: 我是被普里姆的人们派来阻止你的。不过我决定留你一条命。

source: Stop me?! Ha ha. Very well, let's see who is the one being stopped here.
de: Mich aufhalten?! Haha. Sehr gut, lass uns sehen wer hier der ist, der aufgehalten wird.
fr: M'arrêter ?! Ha ha. Très bien, nous allons voir lequel de nous deux arrête l'autre.
ja: 私を止めるだと？！ ワハハッ。よかろう、ここで止められるのはどちらなのか思い知らせてくれよう。
pt: Impedir-me? Ha! Ha! Muito bem, vamos ver quem é que vai ser impedido aqui.
zh_cn: 阻止我？！哈哈。很好，让我们看看谁是那个会被阻止的。

source: My proposal is that you leave this settlement and find a new home somewhere else.
de: Mein Vorschlag ist, dass du diese Siedlung verlässt und irgendwo anders ein neues Zuhause findest.
fr: Je souhaite que vous quittiez ce village et alliez trouver un nouveau foyer ailleurs.
ja: 僕からの提案は、あなたがこの集落を出てどこか別の新天地で家を探すことです。
pt: A minha proposta é que deixes este povoado e encontres um novo lar noutro lugar.
zh_cn: 我的建议是你离开这个地方，在别的地方找个新家。

source: OK, you have convinced me. I will leave this settlement for another to find my home. The survival of my people here is more important than me.
de: Ok, du hast mich überzeugt. Ich werde diese Siedlung verlassen um irgendwo anders ein Zuhause zu finden. Das Überleben der Leute hier ist wichtiger als ich.
fr: Ok, vous m'avez convaincu. Je vais laisser ce village pour un autre foyer. La survie de mon peuple est plus importante que ma personne.
ja: いいだろう、納得した。集落を離れて他所で家を探そう。私よりも、ここの人々が生き延びてくれることの方が重要だからな。
pt: Está bem, convenceste-me. Vou deixar o povoado e procurar outro local. A sobrevivência do meu povo aqui é mais importante do que eu.
zh_cn: 好吧，你说服我了。我要离开这里，去另一个地方找我的家。这里人民的生存比我个人更重要。

source: Hello again. Have you gotten rid of that lying Guthbered down in Prim?
de: Hallo nochmal. Hast du den verlogenen Guthbered unten in Prim erledigt?
fr: Re-bonjour. As-tu réussi à te débarrasser de ce menteur de Guthbered plus bas à Prim ?
ja: 来たか。プリムの嘘つきガスベレッドのやつを始末したのか？
pt: Olá, novamente. Já te livraste do mentiroso do Guthbered em Prim?
zh_cn: 你好。你赶走那个普里姆的骗人精古斯伯里德了吗？

source: Not yet, but I am working on it.
de: Noch nicht, aber ich arbeite dran.
fr: Pas encore, mais j'y travaille.
ja: まだですが、やっているところです。
pt: Ainda não, mas estou a tratar disso.
zh_cn: 还没有，但我正在做了。

source: Ha ha! He is finally gone! Now we can rest comfortably in our settlement.
de: Ha ha! Endlich ist er weg! Jetzt können wir es uns in unserer Siedlung bequem machen.
fr: Ha ha ! Il est finalement parti ! Nous pouvons enfin nous reposer, tranquilles, dans notre colonie.
ja: ワハハッ！ ようやくいなくなったか！ これで我が集落は安心して過ごせる。
pt: Ha ha! Finalmente foi-se! Agora podemos descansar confortavelmente no nosso povoado.
zh_cn: 哈哈！他终于走了！现在我们可以在营地里舒服地休息了。

source: They will no longer attack us now that their lying leader is gone!
de: Sie werden uns nicht länger angreifen, jetzt wo ihr verlogener Anführer weg ist!
fr: Ils ne nous attaqueront plus maintenant que leur menteur de chef est parti !
ja: あの嘘つきリーダーがいなくなった今、連中が攻撃を仕掛けてくることもあるまい！
pt: Eles já não nos atacarão, agora que o líder mentiroso deles se foi!
zh_cn: 他们那个说谎的首领已经走了，他们不会再攻击我们了！

source: Thank you friend. Here, have these items as a token of our appreciation for your help.
de: Danke dir Freund. Hier, nimm diese Gegenstände als Zeichen unserer Anerkunng für deine Hilfe.
fr: Merci mon ami. Tiens, prends ces objets en guise de remerciement pour ton aide.
ja: 君には感謝する。協力してくれたことへの謝礼として、これらのアイテムを持って行ってくれ。
pt: Obrigado amigo. Toma, leva estes itens como sinal da nossa gratidão pela tua ajuda.
zh_cn: 谢谢你，朋友。来，这些物品给你，作为我们对你帮助的感谢。

source: Oh, a newcomer. Great. I hope you are here to help us with our problems.
de: Oh, ein Neuankömmling. Großartig. Ich hoffe, du bist hier, um uns bei unseren Problemen zu helfen.
fr: Oh, un nouveau venu. Génial. J'espère que tu es ici pour nous aider à résoudre nos problèmes.
ja: おお、新しくやって来た者か。大したものだ。君が我々の問題を解決に導いてくれると願いたいものだな。
pt: Ah, um recém-chegado. Bom! Espero que estejas aqui para nos ajudar com os nossos problemas.
zh_cn: 哦，一个新面孔。很好。我希望你在这里帮助我们解决一些问题。

source: Stay out of trouble and trouble will stay away from you.
de: Halte dich von Ärger fern und der Ärger wird sich von dir fernhalten.
fr: Reste loin des ennuis et les ennuis resteront loin de toi.
ja: トラブルに巻き込まれんようにな、そうすればトラブルの方から遠ざかってくれるだろうよ。
pt: Mantém-te longe de problemas e as dificuldades manter-se-ão longe de ti.
zh_cn: 远离麻烦，麻烦就会远离你。

source: Great place this, isn't it?
de: Dies ist ein großartiger Ort, nicht wahr?
fr: Super endroit, pas vrai ?
ja: いいところだね。
pt: Isto é um ótimo lugar, não é?
zh_cn: 这地方不错，是吧？

source: Teehee. Mazeg's potions make you feel all tingly and funny.
de: Tätä. Mazegs Tränke machen dich ganz hibbelig und lustig.
fr: Teehee. Les potions de Mazeg vous font sentir tout pétillant et drôle.
ja: イッヒッヒ。マゼグのポーションはピリッとしていい気分になれるんだよ。
pt: *Risada tonta*. As poções do Mazeg fazem-te sentir formigueiro e divertido.
zh_cn: 嘻嘻嘻，马泽格的药水一定会让你舒心惬意，嘴角上翘。

source: Get out of my kitchen! Take a seat and I will get to you in time.
de: Raus aus meiner Küche! Setz dich hin und ich werde beizeiten zu dir kommen.
fr: Sors de ma cuisine ! Prends place et je viendrai te servir le moment venu.
ja: キッチンから離れて！ お掛けになってお待ち下さい。
pt: Sai da minha cozinha! Senta-te que eu já te atendo.
zh_cn: 离开我的厨房！找个地方坐，到时候我会叫你的。

source: Banging. Wheezing.
de: Dröhnend. Keuchend.
fr: Des claquements. Une respiration sifflante.
ja: 大きな音に。喘ぎ声。
pt: A bater. A chiar.
zh_cn: 敲击声。喘息声。

source: Have to get away!
de: Muss weg!
fr: Vous devez sortir !
ja: 逃げるんだ！
pt: Tenho de fugir!
zh_cn: 我得离开了！

source: The monsters, they come at night.
de: Die Monster, sie kamen bei Nacht.
fr: Les monstres, ils viennent la nuit.
ja: モンスターどもは夜にやってくる。
pt: Os monstros, eles vêm à noite.
zh_cn: 那些怪物一般是晚上来。

source: [Looks nervous] Have to hide.
de: *Schaut nervös* Muss mich verstecken.
fr: [Il semble nerveux ] Je dois me cacher.
ja: （緊張しているようだ） 隠れるんだ。
pt: [Parece nervoso] Tens de te esconder.
zh_cn: *很惊慌的样子* 得躲起来。

source: Regardless, I cannot help you. My services are only for residents of Blackwater mountain, and I don't trust you enough yet.
de: Trotzdem, ich kann dir nicht helfen. Meine Dienste biete ich nur Einwohnern von Blackwater Mountain an, und dir traue ich noch nicht genug.
fr: Quoi qu'il en soit, je ne peux pas t'aider. Mes services sont réservés aux résidents de la colonie du mont Encreau, et je n'ai pas encore assez confiance en toi.
ja: いずれにしても、お力にはなれませんね。うちのサービスはブラックウォーター山住人のためのものです、あなたのことはまだ信用できない。
pt: Independentemente disso, não te posso ajudar. Os meus serviços são apenas para residentes da montanha das Águas Negras e ainda não confio em ti o suficiente.
zh_cn: 不管怎样，我帮不了你。我只为黑水的居民服务，我还不够信任你。

source: Welcome friend. What can I do for you?
de: Willkommen, Freund. Was kann ich für dich tun?
fr: Bienvenue mon ami. Que puis-je faire pour toi ?
ja: ようこそ。何のご用ですか？
pt: Amigo, sê bem-vindo. O que posso fazer por ti?
zh_cn: 欢迎你，朋友。我能为你做点什么？

source: What weapons do you have for sale?
de: Welche Waffen hast du zu verkaufen?
fr: Quelles armes avez-vous à vendre ?
ja: どんな武器を売っているのですか？
pt: Que armas tens à venda?
zh_cn: 你这有些什么武器卖？

source: Welcome traveller. I see you are looking at my fine selection of weapons.
de: Willkommen, Reisender. Ich sehe, du schaust dir mein feines Waffenangebot an.
fr: Bienvenue voyageur. Je vois que tu regardes du côté de mon assortiment d'armes.
ja: ようこそ旅人の方。うちの武器の品揃えをご覧になってるようですね。
pt: Bem-vindo viajante. Vejo que estás a ver a minha seleção de armas de qualidade.
zh_cn: 欢迎你，旅行者。我注意到你正看着我精心挑选的武器。

source: I have no time for you, kid. Have to practice my skills.
de: ich habe keine Zeit für dich, Kind. Muss meine Fertigkeiten trainieren.
fr: Je n'ai pas de temps pour toi, gamin. Je dois m'exercer pour améliorer mes compétences.
ja: 時間がないんだ。腕を磨かなくちゃならなくてな。
pt: Não tenho tempo para ti, miúdo. Tenho de praticar as minhas habilidades.
zh_cn: 我没工夫陪你，孩子。我必须练习我的技能。

source: ...but while the forces were withdrawing, the larger part of...
de: ... doch als die Truppen sich zurückzogen, wurde der größere Teil ...
fr: … mais alors que les forces se retiraient, la plus grande partie de la…
ja: …ですが軍の撤退の最中、大部分は…
pt: ...mas enquanto as forças estavam a retirar-se, a maior parte da...
zh_cn: ……但是当军队撤退时，大部分……

source: Oh. A young one. Hello. Please do not disturb my students while they are studying.
de: Oh. Ein Jungspund. Bitte störe meine Schüler nicht bei ihren Studien.
fr: Oh. Un jeune. Bonjour. S'il te plaît, ne dérange pas mes élèves pendant qu'ils étudient.
ja: おや。そこのお若い方。こんにちは。生徒の勉強の邪魔はしないでくださいね。
pt: Oh. Um jovem. Olá. Por favor, não perturbes os meus alunos, enquanto eles estão a estudar.
zh_cn: 哦。一个年轻人。你好。请不要打扰我的学生学习。

source: Sorry, I can't talk right now.
de: Entschuldigung, ich kann jetzt gerade nicht reden.
fr: Désolé, je ne peux pas te parler maintenant.
ja: ごめんなさい、今はちょっと話せません。
pt: Desculpa, não posso falar agora.
zh_cn: 对不起，我现在不能聊天。

source: You are welcome to rest here if you want. Pick any bed you wish.
de: Du bist eingeladen, hier zu rasten, wenn du magst. Nimm dir ein Bett deiner Wahl.
fr: Tu es le bienvenu pour te reposer ici si tu le désires. Choisis le lit que tu veux.
ja: ご希望でしたらここで休んでいってください。お好きなベッドをどうぞ。
pt: És bem-vindo a descansar aqui se quiseres. Escolhe uma cama qualquer que queiras.
zh_cn: 如果你愿意，欢迎你在这里休息。随便挑一张床吧。

source: I should warn you though that the one in the corner over there has a rotten stench to it. Someone must have spilled something onto it.
de: Ich sollte dich allerdings warnen, dass das eine dort in der Ecke faulig mieft. Irgendjemand muss etwas darin verschüttet haben.
fr: Je te préviens que celui du coin là-bas a une odeur de pourri. Quelqu'un doit avoir renversé quelque chose dessus.
ja: ただし、あそこの角にあるものは腐った匂いがします、お気をつけて。誰かがなにかこぼしたのでしょうね。
pt: Devo avisar-te, no entanto, que há ali um canto com cheiro a podre. Alguém deve ter derramado alguma coisa.
zh_cn: 不过，我得提醒你，角落里的那个有一股恶臭。一定是有人把东西洒在上面了。

source: Welcome traveller. These beds are only for residents of Blackwater mountain.
de: Willkommen, Reisender. Diese Betten stehen nur Einwohnern von Blackwater Mountain zur Verfügung.
fr: Bienvenue voyageur. Ces lits ne sont que pour les résidents du mont Encreau.
ja: ようこそ旅人の方。こちらのベッドはブラックウォーター山住人専用です。
pt: Bem-vindo viajante. Estas camas são apenas para residentes da montanha das Águas Negras.
zh_cn: 欢迎你，旅行者。这些床只供黑水的居民使用。

source: What items do you have for sale?
de: Was hast du zu verkaufen?
fr: Quels articles avez-vous à vendre ?
ja: どんな商品がありますか？
pt: Que artigos tens à venda?
zh_cn: 你都卖些什么东西？

source: Welcome traveller. I see you are looking at my fine selection of wares.
de: Willkommen, Reisender. Wie ich sehe, schaust du auf meine feine Warenauswahl.
fr: Bienvenue voyageur. Je vois que tu regardes mon bel étal de marchandises.
ja: ようこそ旅人の方。うちの製品の品揃えをご覧になってるようですね。
pt: Bem-vindo viajante. Vejo que estás a ver a minha excelente seleção de produtos.
zh_cn: 欢迎你，旅行者。我留意到你在浏览我精心挑选的商品。

source: ...Kazaul, destroyer of spilled hope... No that's not it.
de: ... Kazaul, Zerstörer der verflossenen Hoffnung... Nein, das ist es nicht.
fr: … Kazaul, destructeur de faux espoir… Non, ce n'est pas ça.
ja: …カザウル、あふれる希望を破壊せし者… いや、そうではない。
pt: ...Kazaul destruidor de esperança derramada... Não, não é isso.
zh_cn: ……卡扎尔，满溢希望的破坏者…… 不，不是这样的。

source: Spilled ... torment? No that's not it either.
de: Verflossenen .. Qual? Nein, das ist es auch nicht.
fr: Renversé… tourmenté ? Non, ce n'est pas ça non plus.
ja: あふれる…苦悩？ いや、これも違う。
pt: Derramada... tormento? Não, não é isso também.
zh_cn: 满溢而出的……折磨？ 不，也不是这个。

source: Argh, I can't seem to remember it.
de: Argh, es fällt mir einfach nicht ein.
fr: Argh, je n'arrive pas à m'en souvenir.
ja: ああ、思い出せない。
pt: Raios, não consigo lembrar-me.
zh_cn: 呃啊，我好像记不起来了。

source: What are you doing?
de: Was machst du da?
fr: Que faites-vous ?
ja: 何をしているので？
pt: O que estás a fazer?
zh_cn: 你在干什么？

source: Oh, hello. Never mind. Nothing. Just trying to remember something. Don't concern yourself with that.
de: Oh, hallo. Vergiss es. Nichts. Ich versuche bloß, mich an etwas zu erinnern. Kümmere dich nicht darum.
fr: Oh, bonjour. Ne fais pas attention. Ce n'est rien. J'essaie juste de me rappeler quelque chose. Ne te préoccupe pas de cela.
ja: おや、こんにちは。お気になさらず。何でもありませんよ。ちょっと何かを思い出そうとしていただけでして。あなたが気にするようなことではありません。
pt: Oh. Olá. Não importa. Nada. Estou apenas a tentar lembrar-me de algo. Não te preocupes com isso.
zh_cn: 哦，你好。别在意，没什么。只是想记住一些事情，你就别操心了。

source: Halt! You should not step any further.
de: Halt! Keinen Schritt näher.
fr: Halte ! Ne fais pas un pas de plus.
ja: 止まれ！ それ以上踏み込むな。
pt: Alto! Não podes passar.
zh_cn: 站住！你不应该再往前走了。

source: There is something over there. Do you see it?
de: Da drüben ist etwas. Siehst du es?
fr: Il y a une chose étrange là-bas. Tu la vois ?
ja: あそこにはなにかいる。見えるか？
pt: Há algo ali. Consegues ver?
zh_cn: 那边有东西。你看到了吗？

source: A mist? A Shadow? I'm sure I saw something moving.
de: Ein Nebel? Ein Schatten? Ich bin sicher, ich habe eine Bewegung gesehen.
fr: Une brume ? Une ombre ? Je suis sûr d'avoir vu quelque chose bouger.
ja: 霧？ 影？ 何かが動いているのが確かに見えたのだ。
pt: Uma névoa? A Sombra? Tenho a certeza de que vi algo a mover-se.
zh_cn: 是雾？还是暗影？我肯定看到有东西在动。

source: Screw this guard duty stuff. I am staying back here.
de: Sch... auf diesen Wachdienstkram. Ich bleibe hier zurück.
fr: Au diable ma fonction de garde, je reste ici.
ja: 衛兵の務めはもういい。私はここに残らせてもらう。
pt: Que se lixe este serviço de guarda. Vou ficar aqui atrás.
zh_cn: 去他的警卫任务。我要留在这里。

source: Good thing we blocked that entrance from that old cabin.
de: Nur gut, dass wir den Zugang dieser alten Hütte blockiert haben.
fr: Heureusement nous avons bloqué l'accès provenant du sous-sol de cette vieille cabane.
ja: あの古い小屋からの入り口を塞いでおいてよかったよ。
pt: Ainda bem que bloqueamos a entrada daquela velha cabana.
zh_cn: 幸好我们堵住了那间旧木屋的入口。

source: [The guard gives you a patronizing look, but says nothing]
de: (Der Wächter schaut dich herablassend an, sagt aber nichts)
fr: (Le garde t'adresse un regard condescendant, mais ne dit rien)
ja: （衛兵は見下したような目つきであなたを見るが、何も言わない）
pt: [O guarda dá-te um olhar condescendente, mas não diz nada]
zh_cn: [卫兵给了你一个傲慢的眼神，但什么也没说]

source: Hey, I'm staying out of your fight with the boss. Don't involve me in your schemes.
de: Hey, ich halte mich aus deinem Kampf gegen diesen Boss heraus. Lass mich bei deinem Komplott aus dem Spiel.
fr: Hé, je vais rester hors de vos histoires avec le chef. Ne m'impliquez pas dans vos combines.
ja: おい、ボスとの戦いには関与しないからな。私を計画に巻き込もうとするんじゃない。
pt: Ei, vou ficar fora da tua luta com o chefe. Não me envolvas nos teus esquemas.
zh_cn: 嘿，我不插手你和老板的斗争。别把我卷进你的事里面。

source: Only residents of Blackwater mountain or faction members are allowed in here.
de: Nur Einwohner von Blackwater Mountain und Verbündete haben hier Zutritt.
fr: Seuls les habitants du mont Encreau ou les membres de la faction sont autorisés ici.
ja: ここに入れるのはブラックウォーター山住人か派閥メンバーだけだ。
pt: Apenas são permitidos aqui os residentes e membros da Montanha das Águas Negras ou aliados.
zh_cn: 只有黑水的居民或者和我们站在一边的才允许进入这里。

source: Here, I have a written permit to enter.
de: Hier, ich habe eine schriftliche Zutrittsgenehmigung.
fr: J'ai ici une autorisation écrite pour entrer.
ja: ここに入る許可証を持ってます。
pt: Toma, tenho uma autorização por escrito para entrar.
zh_cn: 给，我有个进入许可。

source: I will let you through. Please go right ahead.
de: Ich werde dich passieren lassen. Bitte geh einfach geradeaus.
fr: Je vais te laisser passer. Je t'en prie, avance.
ja: 通過を認めよう。行っていいぞ。
pt: Vou deixar-te passar. Continua em frente.
zh_cn: 我会放你通行的，请吧。

source: Yes, get out of my way.
de: Ja, geh mir aus dem Weg.
fr: Oui, hors de mon chemin.
ja: はい、どいてください。
pt: Sim, sai do meu caminho.
zh_cn: 嗯，让开。

source: A permit you say? Let me see that.
de: Eine Genehmigung, sagst du? Zeig sie mir.
fr: Un permis dites-vous ? Permettez que j'y jette un œil.
ja: 許可証？ 見せてくれ。
pt: Dizes uma autorização? Hum, deixa-me ver isso.
zh_cn: 你说有许可证？让我看看。

source: Well, it has the signature and all. I guess it checks out all right.
de: Nun, es ist unterschrieben und alles andere. Ich schätze, damit ist alles in Ordnung.
fr: Hmm, il a la signature et tout le reste. Je suppose que c'est en tout point valide.
ja: ああ、署名などもちゃんと入っている。大丈夫そうだな。
pt: Bem, tem a assinatura e tudo. Acho que está tudo certo.
zh_cn: 好吧，上面有签名和其他的东西。我想一切正常。
