Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: It is not for me of course. My father and his men are fighting in Flagstone right now. They urgently need some useful potions, not soap! I think three potions of the brave would do it, if you happen to have them. And possibly more, if it is good stuff.
de: Das ist natürlich nicht für mich. Mein Vater und seine Männer kämpfen gerade in Flagstone. Sie brauchen dringend einige wirkungsvolle Tränke, keine Seife! Ich denke, drei Tränke der Tapferkeit sollten genügen, falls du so viele hast. Und sogar mehr, wenn das Zeug gut ist.
fr: Ce n'est pas pour moi bien sûr. Mon père et ses hommes sont en train de combattre à Flagstone en ce moment. Ils ont un besoin urgent de potions utiles, pas de soupe ! Je pense que trois potions de bravoure feraient l'affaire, si tu en trouves. Plus si possible.
ja: もちろん自分のためじゃない。父とその部下がフラッグストーンで戦ってます。石鹸じゃなくて、役に立つポーションが至急必要なんだ！ 勇敢のポーションが3本もあれば十分だと思います。良いものならもっと欲しいかも。
pt: Não é para mim, claro. O meu pai e os seus homens estão a lutar em Flagstone neste momento. Eles precisam urgentemente de algumas poções úteis, não de sabão! Acho que três poções da coragem serviriam, se por acaso as tivesses. E possivelmente mais, se for coisa boa.
zh_cn: 当然，这不是为了我。我父亲和他的手下现在正在石板监狱战斗。他们迫切需要一些有用的药水，而不是肥皂!如果你有的话，我想三瓶勇敢者的药水就够了。如果是好东西，可能会更多。

source: Ah. Oh. That changes everything. Wait a second.
de: Ah. Oh. Das ändert natürlich alles. Warte einen Moment.
fr: Ah. Oh. Ca change tout. Attendez un instant.
ja: ああ。おお。それは前提がひっくり返るの。ちょっと待っておれ。
pt: Ah. Oh... Isso muda tudo. Espera um segundo.
zh_cn: 啊。哦。这改变了一切。等一下。

source: I'm in a hurry.
de: Ich habe es eilig.
fr: Je suis pressé.
ja: 急いでるんだ。
pt: Estou com pressa.
zh_cn: 我很着急。

source: Hmm, yes. How could you prove it? Let me think...
de: Hmm, ja. Wie kannst du es mir beweisen? Lass mich nachdenken...
fr: Hmm, oui. Comment pourrais-tu le prouver ? Laisse-moi réfléchir...
ja: ふむむ、そうか。どうやって証明すると？ そうだな…
pt: Hum, sim. Como pode provar isso? Deixe-me pensar...
zh_cn: 嗯，是的。你怎么证明？让我想想...

source: I know - sometimes there is a great dark wolf behind the house. Kill him!
de: Ich hab's - manchmals taucht hinter dem Haus ein großer dunkler Wolf auf. Töte ihn!
fr: Je sais - il y a parfois un grand loup noir derrière la maison. Tue-le !
ja: そうだ、家の裏には時々大きな黒いオオカミがやってくるのだ。殺してみろ！
pt: Sei - às vezes há um grande lobo sombrio atrás da casa. Mate ele!
zh_cn: 我知道--有时房子后面有一只大黑狼。杀了他吧!

source: Oops - I must go now. See you.
de: Ups - Ich muss jetzt gehen. Man sieht sich.
fr: Oups - je dois y aller maintenant. Au revoir.
ja: おっと、もう行かないと。じゃあね。
pt: Opa - Tenho que ir agora. Até mais.
zh_cn: 哎呀--我现在必须走了。再见。

source: No problem! I'll be right back.
de: Kein Problem! Bin gleich zurück.
fr: Pas de problème ! Je reviens tout de suite.
ja: 問題ない！ すぐ戻ります。
pt: Sem problemas! Volto já.
zh_cn: 没问题!我马上回来。

source: Come, I will show you my special selection.
de: Komm, ich werde dir meine Spezialauswahl zeigen.
fr: Viens, je vais te montrer ma sélection spéciale.
ja: いらっしゃい、ワシの特選品をお見せしよう。
pt: Venha, vou te mostrar minha seleção especial.
zh_cn: 来吧，我给你看看我的特别选择。

source: OK, let's see if it's more interesting than soap.
de: Gut. Mal sehen, ob sie interessanter als Seife ist.
fr: Ok, voyons si c'est plus intéressant que du savon.
ja: わかりました、石鹸より面白いか確かめてみましょう。
pt: Certo, vamos ver se é mais interessante que sabão.
zh_cn: 好吧，让我们看看它是否比肥皂更有趣。

source: Yes, let's have a look.
de: Ja, lass mich mal sehen.
fr: Oui, jetons-y un oeil.
ja: はい、見てみましょう。
pt: Sim, vamos dar uma olhada.
zh_cn: 是的，让我们看一看。

source: Ah, my best customer! Do you want to buy more potions?
de: Ah, mein bester Kunde! Möchtest du noch mehr Tränke kaufen?
fr: Ah, mon meilleur client ! Veux-tu acheter plus de potions ?
ja: おお、お得意様ではないか！ もっとポーションを買いたいのか？
pt: Ah, meu melhor cliente! Quer comprar mais poções?
zh_cn: 啊，我最好的顾客!你想买更多的药水吗？

source: Your potions are unhealthy. Two of our men drank them, and now they are complaining of bad stomachache.
de: Deine Tränke sind ungesund. Zwei unserer Männer haben davon getrunken und klagen jetzt über schlimmer Magenschmerzen.
fr: Vos potions ne sont pas bonnes. Deux de nos hommes les ont bues, et maintenant ils se plaignent de douleurs à l'estomac.
ja: あなたのポーションは有害だ。飲んだ2人が腹痛を訴えている。
pt: As suas poções não são saudáveis. Dois dos nossos homens beberam e agora queixam-se de dores de estômago.
zh_cn: 你的药水是不健康的。我们有两个人喝了它们，现在他们抱怨肚子疼得厉害。

source: Your potions are unhealthy. A friend of mine drank it, and now he is complaining of bad stomachache.
de: Deine Tränke sind ungesund. Ein Freund von mir trank davon, und nun klagt er über schlimme Magenschmerzen.
fr: Vos potions ne sont pas bonnes. Un ami en a bu, et maintenant il se plaint de maux de ventre.
ja: あなたのポーションは有害だ。飲んだ友人が腹痛を訴えている。
pt: As suas poções não são saudáveis. Um amigo meu bebeu e agora está a queixar-se de dores de estômago.
zh_cn: 你的药水是不健康的。我的一个朋友喝了它，现在他抱怨说肚子疼得厉害。

source: That cannot be! My potions are not bad, and never have any side effects!
de: Das kann nicht sein! Meine Tränke sind nicht schlecht, und noch nie kam es zu Nebenwirkungen!
fr: Impossible ! Mes potions ne sont pas mauvaises, et n'ont jamais d'effet secondaire !
ja: そんなはずはない！ ワシのポーションは悪くない、副作用もない！
pt: Isso não pode ser! As minhas poções não são ruins e nunca têm nenhums efeitos colaterais!
zh_cn: 这不可能!我的药水并不坏，而且从来没有任何副作用!

source: Well, who believes that? Prove it!
de: Nun, wer soll das glauben? Beweis es mir!
fr: Qui croit à ça ? Prouvez-le !
ja: 誰が信じるんだ？ 証明してみろ！
pt: Bem, quem acredita nisso? Prove!
zh_cn: 那么，谁相信呢？证明一下吧!

source: Is there any left over from the potions?
de: Ist von den Tränken noch etwas übrig?
fr: Y a-t-il des restes de potion ?
ja: ポーションの残りはあるか？
pt: Sobrou alguma coisa das poções?
zh_cn: 药水还有剩下的吗？

source: Yes, here. I still have one bottle of your potion of the brave.
de: Ja, hier. Ich habe noch eine Flasche von deinem Trank der Tapferkeit.
fr: Oui, ici. J'ai toujours une bouteille de votre potion de bravoure.
ja: はい、これです。勇敢のポーションがまだ1本残ってます。
pt: Sim, aqui. Ainda tenho uma garrafa de poção da coragem.
zh_cn: 是的，在这里。我还有一瓶你的勇敢者药水。

source: No, I poured all the rest away.
de: Nein, ich habe den Rest weggeschüttet.
fr: Non, j'ai jeté tout le reste.
ja: いいえ、残りは全部捨てました。
pt: Não, derramei todo o resto.
zh_cn: 不，我把剩下的都倒了。

source: Then you can never prove it. That's good. Out now, leave my shop, you scum!
de: Dann kannst du es niemals beweisen. Das ist gut. Raus jetzt, verlasse meinen Laden, du Gesindel!
fr: Alors tu ne pourras jamais le prouver. C'est bien. Dehors maintenant, sors de mon magasin, vermine !
ja: それでは証明はできんな。結構なことだ。すぐに店から出て行け、このクズめ！
pt: Então nunca poderá provar isso. Isso é bom. Saia agora, saia da minha loja, sua escória!
zh_cn: 那么你就永远无法证明它。这很好。现在出去，离开我的店，你这个败类！

source: Do you see me drinking? Yes? Anything wrong? No - this potion is just perfect!
de: Siehst du mich trinken? Ja? Läuft etwas schief? Nein - dieser Trank ist einfach perfekt!
fr: Tu me vois boire ? Oui ? Y a-t-il quelque chose d'étrange ? Non - cette potion est parfaite !
ja: ワシが飲んでおるのが見えるか？ そうだな？ 何も間違っておらんな？ いいや、このポーションは完璧なのだ！！
pt: Veja-me a beber? Sim? Alguma coisa errada? Não - esta poção é simplesmente perfeita!
zh_cn: 你看到我喝掉了吗？有吗？有什么问题吗？没有--这药水真是太完美了!

source: Yes. I'm just curious if you will still think so in a minute.
de: Ja. Ich bin nur neugierig, ob du auch in einer Minute noch so denken wirst.
fr: Oui. Je suis curieux de voir si vous le penserez toujours dans une minute.
ja: ええ。ただ僕は、まだあなたがそう思っていられるかが気になりますね。
pt: Sim. Só estou curioso para saber se ainda vai pensar assim num minuto.
zh_cn: 是的，我只是好奇你在一分钟内是否还会这样想。

source: What ... what is this? I feel strange...
de: Was... was passiert hier? Ich fühle mich eigenartig...
fr: Qu'est-ce... qu'est-ce que c'est ? Je me sens bizarre...
ja: 何だ…これは？ 変な感じが…
pt: O que… o que é isso? Sinto-me estranho...
zh_cn: 这......这是什么？我觉得很奇怪...

source: [Loud voice] Tahalendor! Come in, we can start!
de: [Laute Stimme] Tahalendor! Komm rein, wir können anfangen!
fr: [Voix forte] Tahalendor ! Entrez, nous pouvons commencer !
ja: （大声）タハレンドール！ 入ってください、始めましょう！
pt: [Voz alta] Tahalendor! Entre, podemos começar!
zh_cn: [声音] 我们可以开始了!

source: Well, it looks like the potion is already working. Blornvale - that is your name. Right?
de: Nun, es scheint, als würde der Trank bereits wirken. Blornvale - das ist dein Name. Richtig?
fr: Bien, la potion semble déjà faire de l'effet. Blornvale - c'est votre nom, n'est-ce pas ?
ja: ポーションはもう効いているようですね。ブロンベール、それがあなたの名前だ。そうですね？
pt: Bem, parece que a poção já está a funcionar. Blornvale- esse é o seu nome. Certo?
zh_cn: 嗯，看起来药水已经在起作用了。布隆维尔--这是你的名字。对吗？

source: How did you kill Aryfora's father, your own brother?
de: Wie hast du Aryforas Vater, deinen eigenen Bruder, getötet?
fr: Comment avez-vous tué le père de Aryfora, votre propre frère ?
ja: どうやってあなたの兄弟であるアリフォラの父親を殺したのですか？
pt: Como matou o pai de Aryfora, o seu próprio irmão?
zh_cn: 你是如何杀死阿利弗拉的父亲，你的亲兄弟的？

source: He was naive enough to take a potion from me. I poisoned him with the potion of Quick Death.
de: Er war einfältig genug, den Trank von mir anzunehmen. Ich habe ihn mit dem Trank des Schnellen Todes vergiftet.
fr: Il a été assez naïf pour boire une de mes potions. Je l'ai empoisonné avec la potion de Mort Rapide.
ja: あやつはワシからポーションを受け取るほど無防備であった。即死のポーションで毒殺した。
pt: Ele era ingênuo o suficiente para tomar uma poção minha. O envenenei com a poção da Morte Rápida.
zh_cn: 他太天真了，竟然从我这里拿了药水。我用 "快速死亡 "药水给他下了毒。

source: I thought so. Didn't you worry that someone would suspect you?
de: Das dachte ich schon. Warst du nie besorgt, dass dich jemand verdächtigen könnte?
fr: C'est ce que je croyais. Ne craigniez-vous pas que quelqu'un vous suspecte ?
ja: そうでしたか。誰かに疑われる心配はなかったのですか？
pt: Foi o que pensei. Não se preocupou que alguém suspeitasse de si?
zh_cn: 我想也是。你不担心有人会怀疑你吗？

source: Only an alchemist could have found out, so I had only Aryfora herself to fear. But no one believed her accusations.
de: Nur ein anderer Alchemist hätte das herausfinden können, also hatte ich nur Aryfora selbst zu fürchten. Aber niemand glaubte ihren Anschuldigungen.
fr: Seul un alchimiste aurait pu le découvrir, donc ma seule crainte était Aryfora. Mais personne n'a cru ses accusations.
ja: 錬金術師にしかわからんことだ、だからワシが唯一恐れていたのはアリフォラだった。誰もやつの告発を信じることはなかったがな。
pt: Só um alquimista poderia ter descoberto, então só tinha a própria Aryfora a temer. Mas ninguém acreditou nas acusações dela.
zh_cn: 只有炼金术士才能发现，所以我只害怕阿利弗拉本人。但没有人相信她的指责。

source: That's enough evidence, thank you. I am going to bring Tahalendor here.
de: Das sind genug Beweise, vielen Dank. Ich werde nun Tahalendor hinzuziehen.
fr: C'est une preuve suffisante, merci. Je vais amener Tahalendor ici.
ja: 十分な証拠ですね、ありがとう。タハレンドールを連れてきます。
pt: Isso é prova suficiente, obrigado. Vou trazer Tahalendor aqui.
zh_cn: 证据已经够多了，谢谢你。我将把塔哈伦多带到这里。

source: Well, it looks like the potion is already working. Blornvale, how did you kill Aryfora's father, your own brother?
de: Nun, es scheint als würde der Trank schon wirken. Blornvale, wie hast du Aryforas Vater, deinen eigenen Bruder, vergiftet?
fr: Bien, il semble que la potion fasse déjà de l'effet. Blornvale, comment avez-vous tué le père d'Aryfora, votre propre frère ?
ja: さて、ポーションはもう効いているようですね。ブロンベール、どうやってアリフォラのお父君にしてご自分の兄弟を殺したのですか？
pt: Bem, parece que a poção já está a funcionar. Blornvale, como matou o pai de Aryfora, o seu próprio irmão?
zh_cn: 好吧，看来药水已经开始起作用了。布隆维尔，你是如何杀死阿利弗拉的父亲，你的亲哥哥的？

source: Only an alchemist could have found out, so I had only Aryfora herself to fear. But no one believed her accusations, not even you, Tahalendor.
de: Nur ein anderer Alchemist hätte das herausfinden können, also hatte ich nur Aryfora selbst zu fürchten. Aber niemand glaubte ihren Anschuldigungen, nicht einmal du, Tahalendor.
fr: Seul un alchimiste aurait pu le découvrir, donc ma seule crainte était Aryfora. Mais personne n'a cru ses accusations, pas même toi, Tahalendor.
ja: 錬金術師にしかわからんことだ、だからワシが唯一恐れていたのはアリフォラだった。誰もやつの告発を信じることはなかったがな。タハレンドール、あなたでさえ。
pt: Só um alquimista poderia ter descoberto, então só tinha a própria Aryfora a temer. Mas ninguém acreditou nas acusações dela, nem mesmo tu, Tahalendor.
zh_cn: 只有炼金术士才能发现，所以我只害怕阿利弗拉本人。但没有人相信她的指控，甚至包括你，塔哈伦多。

source: I have heard enough. Thank you, kid. I will ensure that Blornvale never makes trouble again.
de: Ich habe genug gehört. Vielen Dank, Kind. Ich versichere dir, das Blornvale nie wieder etwas anstellen wird.
fr: J'en ai entendu assez. Merci, gamin. Je vais m'assurer que Blornvale ne nuise plus jamais à personne.
ja: 十分お聞かせいただきました。ありがとう、君。もう二度とブロンベールがトラブルを起こすことがないようにします。
pt: Já ouvi o suficiente. Obrigado criança. Vou garantir que Blornvale nunca mais cause problemas.
zh_cn: 我已经听够了。谢谢你，孩子。我将确保布隆维尔不再制造麻烦。

source: You dare to come here again?
de: Du wagst es, wieder hierher zu kommen?
fr: Tu oses revenir ici ?
ja: またここに来たというのか？
pt: Se atreve a vir aqui de novo?
zh_cn: 你还敢来这里吗？

source: Yes. I need some potions.
de: Ja. Ich brauche einige Tränke.
fr: Oui. J'ai besoin de potions.
ja: はい。ポーションが欲しいのですが。
pt: Sim. Preciso de algumas poções.
zh_cn: 是的，我需要一些药水。

source: As you wish.
de: Wie du wünschst.
fr: Comme tu veux.
ja: 好きにするといい。
pt: Como quiser.
zh_cn: 如你所愿。

source: Talk to Yolgen. He handles such things for me.
de: Sprich mit Yolgen. Er kümmert sich für mich um solche Angelegenheiten.
fr: Parle à Yolgen. Il s'occupe de ces choses-là pour moi.
ja: ヨルゲンと話してください。彼が代わりにそのようなことをやってくれています。
pt: Fala com o Yolgen. Ele trata dessas coisas por mim.
zh_cn: 和约尔根谈谈。他为我处理这种事情。

source: We are on the road to Blackwater mountain, so many traders used to pass through Stoutford and stay at the inn.
de: Wir liegen an der Straße Richtung Blackwater Gebirge, also kamen gewöhnlich viele Händler durch Stoutford und blieben im Gasthaus.
fr: Nous sommes sur la route du mont Encreau, tellement de commerçants avaient l'habitude de passer par Stoutford et de se reposer à l'auberge.
ja: ブラックウォーター山への道中ですから、多くの商人がスタウトフォードを通って宿に泊まっていたのですよ。
pt: Estamos no caminho à montanha Blackwater, então muitos comerciantes costumavam passar por Stoutford e ficar na pousada.
zh_cn: 我们在通往黑水的路上，所以很多商人曾经经过斯托福德，并住在旅店里。

source: That's all changed though. The path to Blackwater mountain has been blocked by a rockfall. There is also the prison that's just east of here.
de: Das hat sich nun alles geändert. Der Pass in das Blackwater Gebirge wurde durch einen Felssturz verschüttet. Und dann ist da noch das Gefängnis östlich von hier.
fr: Mais tout a changé. Le chemin pour le mont Encreau s'est trouvé bloqué par un éboulement. Il y a aussi la prison qui est juste à l'est.
ja: ですが状況は一変しました。ブラックウォーター山への道は落石で塞がってしまいました。このすぐ東には監獄もあります。
pt: Isso tudo mudou embora. O caminho à montanha Blackwater foi bloqueado por uma queda de rochas. Há também a prisão que fica a leste daqui.
zh_cn: 不过这一切都改变了。通往黑水的道路已被落石阻断。还有一个监狱，就在这里的东边。

source: Prison?
de: Gefängnis?
fr: Une prison ?
ja: 監獄？
pt: Prisão?
zh_cn: 监狱？

source: Flagstone prison. We never liked it being so close. Who would? But recently something happened, and it was overrun by monsters.
de: Das Gefängnis Flagstone. Wir waren nie sehr begeistert, dass es so nahe liegt - wer wäre das schon? Doch kürzlich ist etwas passiert und es wurde von Monstern eingenommen.
fr: La prison de Flagstone. On n'a jamais aimé qu'elle soit si proche. Qui le voudrait ? Mais récemment quelque chose s'est produit, et la prison a été envahie de monstres.
ja: フラッグストーン監獄ですよ。元々こんなすぐそばにあることは嫌だったんです。誰だってそうでしょう？ ところが最近何かがあったらしくて、あそこでモンスターが溢れ出したのです。
pt: Prisão Flagstone. Nunca gostamos que fosse tão perto. Quem imaginaria? Mas recentemente algo aconteceu e foi invadida por monstros.
zh_cn: 石板监狱。我们从不喜欢它离得这么近。谁会呢？但最近发生了一些事情，它被怪物们占领了。

source: There's a guard that protects the path, but without a good reason to come this way most people choose not to risk it. And then of course, there are the monsters coming from the south.
de: Es gibt da ein Wachposten, der den Pfad beschützt, aber ohne einen guten Grund meiden die meisten Leute die Gefahr dort. Und dann sind da natürlich noch die Monster, die vom Süden heraufziehen.
fr: Il y a un garde qui protège l'accès et la plupart des gens ne prennent pas le risque de venir dans le coin sans une bonne raison. Et puis, bien sûr, il y a les monstres venant du sud.
ja: 街道を守る衛兵こそいますが、特に通る理由もなければ大抵の人はリスクを冒さない方を選ぶものです。それからもちろん、南からやってくるモンスターもいるわけです。
pt: Há um guarda que protege o caminho, mas sem uma boa razão para agir desta forma a maioria das pessoas optam por não arriscar. E depois, claro, há os monstros a vir do sul.
zh_cn: 有一个保护道路的卫兵，但如果没有一个好的理由来这里，大多数人都不会选择冒险。当然，还有来自南方的怪物。

source: Monsters from the south?
de: Monster aus dem Süden?
fr: Les monstres venant du sud ?
ja: 南からやってくるモンスター？
pt: Monstros do sul?
zh_cn: 来自南方的怪兽？

source: I'm tired of hearing about your problems.
de: Ich bin es müde, von euren Problemen zu hören.
fr: J'en ai marre d'entendre parler de vos problèmes.
ja: あなたの悩みごとは聞き飽きたよ。
pt: Estou cansado de ouvir sobre os seus problemas.
zh_cn: 我已经听腻了你的问题。

source: We think they come from Mount Galmore, and they keep attacking our town.
de: Wir glauben, dass sie vom Mount Galmore kommen. Die greifen unsere Stadt immer wieder an.
fr: Nous pensons qu'ils viennent du Mont Galmore, et ils attaquent sans cesse notre ville.
ja: ガルモア山から来たのでしょうね、街を襲撃し続けているのですよ。
pt: Achamos que eles vêm do Monte Galmore e continuam a atacar nossa cidade.
zh_cn: 我们认为他们来自加尔莫山，他们不断攻击我们的城镇。

source: I'm sorry to hear about all the trouble, but there's something else I wanted to talk about.
de: Es tut mir leid, so von all dem Ärger hier zu hören, aber es gibt noch etwas, über das ich reden möchte.
fr: Désolé du dérangement, mais j'aimerais parler d'autre chose.
ja: お手数おかけしますが、他にも話したいことがあります。
pt: Lamento ouvir sobre todos os problemas, mas há outra coisa de que queria falar.
zh_cn: 我很遗憾听到所有的麻烦，但我还想谈谈别的事情。

source: We think they came from Mount Galmore, and they recently started attacking the town. We can fight them off, but they deter travelers from coming here.
de: Wir glauben, dass sie vom Mount Galmore kommen, und erst kürzlich begannen sie, unsere Stadt anzugreifen. Wir können sie abwehren, aber sie schrecken die meisten Reisenden ab.
fr: On pense qu'ils sont venus du Mont Galmore, et ils ont récemment commencé à attaquer la ville. On peut les repousser, mais ils empêchent les voyageurs de venir ici.
ja: ガルモア山からやって来たと思われるものたちが、近頃町を襲撃し始めたのです。撃退はできていますが、このことが旅人がここを訪ねる妨げとなっていますね。
pt: Achamos que eles vieram do Monte Galmore e recentemente começaram a atacar a cidade. Podemos combatê-los, mas eles impedem os viajantes de virem para cá.
zh_cn: 我们认为他们来自加尔莫山，最近开始攻击这个镇。我们可以击退他们，但他们使旅行者不敢来这里。

source: OK. Could you repeat what you said about that other mountain.
de: Verstanden. Kannst du den Teil über den anderen Berg wiederholen?
fr: Ok. Pouvez-vous répéter ce que vous avez dit à propos de l'autre montagne.
ja: わかりました。他の山のことをもう一度話してください。
pt: Certo. Poderia repetir o que disse sobre aquela outra montanha.
zh_cn: 好的。你能不能重复一下你所说的关于另一座山的情况。

source: Head out of town to the north. There are two settlements there, Prim and Blackwater mountain Settlement. There has been a rockfall though, making it very difficult to get to them.
de: Folge dem Pfad in Richtung Westen. Dort gibt es zwei Siedlungen, Prim und Blackwater Mountain Settlement. Dort gab es aber einen Felssturz, was es sehr erschwert, zu denen zu gelangen.
fr: Suis le chemin vers l'ouest. Il y a deux colonies là-bas, Prim et la colonie du mont Encreau. Mais il y a eu un éboulement, ce qui rend l'accès difficile.
ja: 町を出て北へ。プリムとブラックウォーター山集落とがあります。ただ落石があったことで、そこまでたどり着くことを非常に難しくしています。
pt: Siga o caminho ao oeste. Existem lßa dois assentamentos, o assentamento das montanhas Prim e Blackwater. Houve um desmoronamento, o que torna alcançá-los muito difícil.
zh_cn: 出了镇子往北走。那里有两个居民点，普里姆和黑水居民点。不过已经出现了落石，所以很难去到它们那里。

source: Thanks for the information. What was it you said about the monsters?
de: Danke für die Informationen. Was hattest du nochmal über die Monster gesagt?
fr: Merci pour l'information. Qu'avez-vous dit à propos des monstres ?
ja: 教えてくれてありがとう。モンスターが何と言ってましたっけ？
pt: Obrigado pela informação. O que disse sobre os monstros?
zh_cn: 谢谢你提供的信息。你说的关于怪物的事是什么？

source: Of course not. We have some fields where we grow crops. And we have a number of goats.
de: Natürlich nicht. Wir haben einige Felder für den Getreideanbau sowie ein paar Ziegen.
fr: Bien sûr que non. Nous avons des plantations, et un certain nombre de chèvres.
ja: もちろん違います。作物を栽培している畑がいくつかあります。それから多くのヤギを飼っています。
pt: Claro que não. Temos alguns campos onde cultivamos. E temos várias cabras.
zh_cn: 当然不是。我们有一些种植农作物的田地。我们还养了一些山羊。

source: Goats?
de: Ziegen?
fr: Des chèvres ?
ja: ヤギ？
pt: Cabras?
zh_cn: 山羊？

source: Goats are very versatile. They eat almost anything, provide both milk and meat, and their hides make excellent clothing.
de: Ziegen sind sehr vielseitig einsetzbar. Sie fressen fast alles, versorgen uns mit Milch und Fleisch, und deren Häute sind hervorragend für Kleidung geeignet.
fr: Les chèvres sont très versatiles. Elles mangent presque tout, fournissent du lait et de la viande,et leurs peaux font d'excellents vêtements.
ja: ヤギは実に万能です。ほとんど何でも食べ、ミルクと肉の両方を提供し、皮は優れた衣服を作ります。
pt: As cabras são muito versáteis. Comem quase tudo, fornecem leite e carne e suas peles são excelentes vestimentas.
zh_cn: 山羊的用途非常广泛。它们几乎什么都吃，既能提供羊奶又能提供肉，它们的皮可以做很好的衣服。

source: With supplies from other towns being so limited, getting the goats was an excellent idea. My idea, of course.
de: Da die Vorräte aus anderen Städten so begrenzt sind, war es eine hervorragende Idee, die Ziegen anzuschaffen. Meine Idee, natürlich.
fr: Les importations des autres villes étant limitées, avoir des chèvres était une excellente idée. Mon idée, bien sûr.
ja: 他の町からの物資が限られていましたので、ヤギを飼うことは素晴らしいアイデアでした。当然私の考えです。
pt: Com provisões tão limitadas vindas de outras cidades, cuidar de cabras foi uma excelente ideia. Minha ideia, é claro.
zh_cn: 由于来自其他城镇的供应如此有限，获得山羊是一个很好的主意。当然，是我的主意。

source: *Sigh*. The whole town would obviously starve if it were not for you. Thanks for the information though.
de: *Seufz*. Die ganze Stadt wäre wohl verhungert ohne dich. Danke dennoch für die Informationen.
fr: *Soupir*. La ville entière serait en famine sans toi, évidemment. Merci quand même pour l'information.
ja: （ため息）あなたがいなければ、町中が確実に飢えていたのでしょうね。教えてくれてありがとう。
pt: *Suspiro*. A cidade inteira obviamente morreria de fome se não fosse por si. Obrigado pelas informações.
zh_cn: *叹息*。如果不是你，整个镇子显然会饿死。不过谢谢你的信息。

source: How about you quit with the bragging, and show me what you have to trade.
de: Wie wäre es, wenn du mit der Prahlerei aufhörst und mir deine Handelswaren zeigst?
fr: Et si vous arrêtiez de vous vanter. Montrez-moi ce que vous avez à vendre.
ja: 自慢話はやめにして、売買するものを見せてくれませんか。
pt: Que tal parar de se vanglóriar e mostrar-me o que tem para negociar.
zh_cn: 你不要再吹牛了，给我看看你有什么可交易的。

source: Whatever. Why don't we go back to what you said about the monsters and that mountain.
de: Was soll's. Kehren wir wieder zu dem Punkt über die Monster und diesem Berg zurück.
fr: Peu importe. Revenons à ce que vous disiez à propos des monstres et de cette montagne.
ja: どうでもいい。モンスターと山の話に戻りましょう。
pt: Que seja. Por que não voltamos ao que disse sobre os monstros e aquela montanha.
zh_cn: 随便吧。我们为什么不回到你说的关于怪物和那座山的事情上。

source: Welcome to my shop. Are you looking for anything in particular?
de: Willkommen in meinem Laden. Suchst du etwas bestimmtes?
fr: Bienvenue dans mon magasin. Cherches-tu quelque chose en particulier ?
ja: 当店へようこそ。何かお探しですか？
pt: Bem-vindo à minha loja. Está à procura de algo em particular?
zh_cn: 欢迎来到我的商店。你在寻找什么特别的东西吗？

source: Please show me everything you have available.
de: Bitte zeig mir alles, was du da hast.
fr: Montrez-moi tout ce qui est disponible.
ja: 置いてあるものを見せてください。
pt: Por favor, mostre-me tudo o que tem disponível.
zh_cn: 请向我展示你所拥有的一切。
