Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: I want you to go one step further and tell them that we will have less security for tonight. But instead we will increase the security. That way we can really be ready for them.
de: Ich möchte dass du noch einen draufsetzt und ihnen sagst, dass die Zelle heute Nacht nur schwach bewacht wird. Aber stattdessen werden wir die Sicherheit erhöhen. Auf diese Art können wir wirklich auf sie gefasst sein.
fr: Je veux que tu ailles un cran plus loin en leur disant que nous aurons moins de sécurité ce soir. En fait, nous allons augmenter la sécurité. De cette façon, nous pouvons vraiment être prêts à les recevoir.
ja: さらに一歩踏み込んで、今夜は警備を緩めるとやつらに伝えてもらえるか。だがむしろ、警備は強化する。そうすることでこちらの備えは本当に完了する。
pt: Quero que nos ajudes um pouco mais, a dizer-lhes que teremos menos segurança esta noite. Mas em vez disso, vamos aumentar a segurança. Dessa forma estaremos preparados para eles.
zh_cn: 我希望你再进一步告诉他们我们今晚的安全性会降低。相反，我们将增加安全性。这样我们就可以真正为他们做好准备了。

source: Sure, I can do that.
de: Sicher kann ich das tun.
fr: Bien sûr, je vais faire ça.
ja: もちろん、できます。
pt: Claro que posso fazer isso.
zh_cn: 当然，我能做到。

source: Good. Report back to me when you have told them.
de: Gut. Sag mir Bescheid, sobald du es ihnen gesagt hast.
fr: Bon. Revenez me voir quand vous leur avez dit.
ja: よろしい。伝えたら報告してくれ。
pt: Bom. Diz-me alguma coisa depois de lhes dizeres.
zh_cn: 很好。当你告诉他们时，向我汇报。

source: Hello again, my friend. Did you tell those thieves that we will lower our security tonight?
de: Hallo nochmal, mein Freund. Hast du diesen Dieben erzählt, dass wir heute Nacht die Sicherheit verringern?
fr: Te revoilà, mon ami. As-tu dit à ces voleurs que nous allons réduire notre sécurité ce soir ?
ja: 来たか、盗賊たちに今夜は警備を緩めると伝えてくれたか？
pt: Olá de novo, meu amigo. Disseste a esses ladrões que vamos reduzir a segurança hoje à noite?
zh_cn: 你好，我的朋友。你有没有告诉那些小偷我们今晚要降低安保?

source: Yes, they won't expect a thing.
de: Ja, sie sind auf nichts gefasst.
fr: Oui, ils ne s'attendront à rien.
ja: はい、彼らは何も予期してません。
pt: Sim, eles não esperam nenhum problema.
zh_cn: 是的，他们不会期待什么。

source: No, not yet. I'm working on it.
de: Nein, noch nicht. Ich arbeite daran.
fr: Non, pas encore. J'y travaille.
ja: まだです。今やっているところです。
pt: Ainda não. Estou a tratar disso.
zh_cn: 不,还没有。我正在努力。

source: Great. Thank you for your help. Here, take these coins as a token of our appreciation.
de: Großartig. Danke für deine Hilfe. Hier, nimm diese Münzen als ein Zeichen unserer Anerkennung.
fr: Génial. Merci pour ton aide. Tiens, prends ces pièces en guise de remerciement.
ja: よくやってくれた。協力感謝する。このお金を感謝の印として受け取ってくれ。
pt: Muito bem! Obrigado pela ajuda. Aqui, toma estas moedas como um símbolo do nosso apreço.
zh_cn: 太好了。谢谢你的帮助。在这里，把这些硬币作为我们感激的表示。

source: Hello again, my friend. Thank you for your help in dealing with the thieves earlier.
de: Hallo nochmal, mein Freund. Danke für deine Hilfe mit diesen Dieben neulich.
fr: Te revoilà, mon ami. Merci pour ton aide pour faire face aux voleurs.
ja: こんにちは。先程は盗賊の対応への協力に感謝する。
pt: Olá de novo, meu amigo. Obrigado pela tua ajuda a lidar com os ladrões.
zh_cn: 你好，我的朋友。谢谢你早些时候帮助我们对付那些小偷。

source: I will make sure to tell other guards how you helped us here in Fallhaven.
de: Ich werde dafür sorgen, dass man den anderen Wachen erzählt, wie du uns hier in Fallhaven geholfen hast.
fr: Je veillerai à informer d'autres gardes de la façon dont tu nous as aidés ici à Fallhaven.
ja: フォールヘブンでの君の協力については他の衛兵たちにも必ず伝えよう。
pt: Vou assegurar-me que os outros guardas saibam que nos ajudaste aqui em Fallhaven.
zh_cn: 我一定会告诉其他守卫你是如何在法尔海文帮助我们的。

source: Hah! Jakrar? I should pay Jakrar before he has done his work? No way! Either he does his woodcutting job before I pay him or the passage stays blocked! That's how I always do it. It's the only way to get the job done well.
de: Hah! Jakrar? Ich soll Jakrar bezahlen bevor er seine Arbeit getan hat? Auf keinen Fall! Entweder er erledigt seine Holzfällerarbeiten bevor ich ihn bezahle oder der Pfad bleibt blockiert! So mache ich das immer. Es ist der einzige Weg die Arbeit richtig zu machen.
fr: Haha ! Jakrar ? Je devrais payer Jakrar avant qu'il ait fini son travail ? Hors de question ! Soit il fait son travail de bûcheron avant que je le paie, soit le passage reste bloqué ! C'est ce que j'ai toujours fait et c'est le seul moyen d'avoir un travail bien fait.
ja: ハッ！ ジャクラルのことか？ 仕事を終える前にジャクラルに支払うべきだと？ ありえん！ 支払う前にやつが木を切るか、このまま通路を塞がれたままにするかのどちらかだ！ いつもそうしている。仕事を無事にやり遂げるためにはそれが唯一の方法なのだ。
pt: Hah! Jakrar? Devia ter pago ao Jakrar antes dele terminar o trabalho? Nem pensar! Ou ele faz o trabalho dele de lenhador antes de eu pagar ou a passagem fica bloqueada! É assim que faço sempre. É a única forma dele fazer o trabalho bem.
zh_cn: 哈!贾克拉尔吗?我应该在贾克拉尔完成他的工作之前付钱给他?没门!要么他在我付钱给他之前就去伐木，要么通道堵塞!我总是这样做的。这是把工作做好的唯一办法。

source: Would anything change your mind?
de: Was würde deine Meinung dazu ändern?
fr: Est-ce qu'il y a quoi que ce soit qui vous ferait changer d'avis ?
ja: 何か心変わりすることはありませんか？
pt: Alguma coisa te faria mudar de ideias?
zh_cn: 有什么能改变你的想法吗?

source: No way! Get lost or I'll throw you in jail! Talk to that filthy woodcutter if you want to reopen the path, but nothing will change my mind!
de: Auf keinen Fall! Verzieh dich oder ich werfe dich ins Gefängnis! Rede mit diesem dreckigen Holzfäller wenn du den Pfad wieder zugänglich machen willst, aber nichts wird meine Meinung ändern!
fr: Certainement pas ! Dégage ou je te jette en prison ! Parle à ce sale bûcheron si tu veux rouvrir le chemin, mais rien ne me fera changer d'avis !
ja: ありえん！ 失せないと牢屋に放り込むぞ！ 道を開きたいというのなら、あの不快なきこりと話してくれ。だが私の考えは変わらんからな！
pt: Nem pensar! Desaparece ou ponho-te na cadeia! Fala com aquele lenhador asqueroso se quiseres reabrir o caminho, mas nada me vai fazer mudar de ideias!
zh_cn: 不行！走开，否则我会把你送进监狱！如果你想重开这条路，就跟那个肮脏的樵夫说吧，但什么也改变不了我的主意！

source: So where can I find him?
de: Also wo kann ich ihn finden?
fr: Alors où puis-je le trouver ?
ja: では彼はどこにいますか？
pt: Então, onde posso encontrá-lo?
zh_cn: 那我在哪里可以找到他呢？

source: He lives in his hut, immediately south of my prison. Don't you bother me again!
de: Er lebt in seiner Hütte, unmittelbar südlich meines Gefängnisses. Hör auf mich deswegen noch einmal zu nerven!
fr: Il vit dans sa hutte, juste au sud de ma prison. Ne m'embête plus jamais !
ja: やつなら、この刑務所のすぐ南にある小屋に住んでいる。もう私を困らせるな！
pt: Ele mora numa cabana, logo a sul (↓) da minha prisão. E não me incomodes mais!
zh_cn: 他住在他的小屋里，就在我监狱的南边。别再烦我了!

source: Easy. Easy. I'm already leaving.
de: Gemach. Gemach. Ich gehe ja schon.
fr: Doucement. Doucement. Je suis déjà en train de partir.
ja: カンタン簡単、もう行きます。
pt: Fácil. Fácil. Já estou de saída.
zh_cn: 冷静。我马上离开。

source: I wanted to leave your shabby prison anyway.
de: Ich wollte dein schäbiges Gefängnis sowieso verlassen.
fr: Je voulais quitter ta prison minable de toute façon.
ja: こんなみすぼらしい刑務所からはさっさと出たかったんだ。
pt: De qualquer forma, queria sair da tua prisão miserável.
zh_cn: 无论如何，我都想离开你那破旧的监狱。

source: Hello again, my friend.
de: Hallo nochmal, mein Freund.
fr: Re-bonjour, mon ami.
ja: 久しぶり。
pt: Olá de novo, meu amigo.
zh_cn: 又见面了。我的朋友。

source: Are you going to tell me about the key?
de: Erzählst du mir von dem Schlüssel?
fr: Que pouvez-vous me dire de la clé ?
ja: 鍵のことを教えてくれませんか？
pt: Vai contar-me sobre a chave?
zh_cn: 你要告诉我钥匙的事吗？

source: Crackshot is dead.
de: Crackshot ist tot.
fr: Crackshot est mort.
ja: クラックショットは死んだ。
pt: O Crackshot está morto.
zh_cn: 疯狂打靶已经死了。

source: What am I supposed to do again?
de: Was soll ich noch einmal tun?
fr: Qu'est-ce que je dois faire déjà ?
ja: 改めまして何をすればいいんですっけ？
pt: O que é que tenho de fazer?
zh_cn: 我又该怎么做呢？

source: What are your plans for the traitors?
de: Was habt ihr mit den Verrätern vor?
fr: Que prévoyez-vous pour les traîtres ?
ja: 裏切り者に関するあなたの計画は？
pt: Quais são os seus planos contra os traidores?
zh_cn: 你对那些叛徒有什么计划？

source: Can you continue with what you were telling me about the traitors?
de: Kannst du mit dem fortfahren, was du mir über die Verräter erzählt hast?
fr: Pouvez-vous continuer votre propos sur les traîtres ?
ja: 裏切り者の話を続けてくれませんか？
pt: Podes continuar com o que estavas a dizer sobre os traidores?
zh_cn: 你能继续你刚才说的关于叛徒的事吗？

source: We are supposed to talk about something.
de: Wir sollen über etwas reden.
fr: Nous sommes censés parler de quelque chose.
ja: 何かについて話すことになってましたね。
pt: Devemos conversar sobre alguma coisa.
zh_cn: 我们应该谈点什么。

source: We were supposed to talk about something, right?
de: Wir sollten über etwas reden, oder?
fr: Nous étions censés parler de quelque chose, n'est-ce pas ?
ja: 何かについて話すことになってましたよね？
pt: Devíamos falar sobre alguma coisa, certo?
zh_cn: 我们应该谈点什么，对吧？

source: I've finally finished the job.
de: Ich habe den Auftrag endlich erledigt.
fr: J'ai enfin terminé la mission.
ja: やっと仕事が終わりました。
pt: Finalmente terminei o meu trabalho.
zh_cn: 我终于完成了工作。

source: What am I suppossed to do again?
de: Was soll ich noch einmal tun?
fr: Qu'est-ce que je dois faire déjà ?
ja: 何をすればいいんでしたっけ？
pt: O que devo fazer agora?
zh_cn: 我又该怎么做呢？

source: What am I supposed to do with the noblewoman?
de: Was soll ich mit der Edelfrau machen?
fr: Que dois-je faire avec la noble dame ?
ja: 貴族女性をどうすればいいの？
pt: O que tenho que fazer com a mulher nobre?
zh_cn: 那我该拿贵妇人怎么办？

source: I have to talk to you about the noblewoman.
de: Ich muss mit Dir über die Edelfrau sprechen.
fr: Je dois vous parler de cette noble dame.
ja: 貴族女性のことで話があります。
pt: Tenho que falar contigo sobre a mulher nobre.
zh_cn: 我得跟你谈谈那个贵妇人的事。

source: I have brought the hostage.
de: Ich habe die Geisel mitgebracht.
fr: J'ai amené l'otage.
ja: 人質を連れてきました。
pt: Trouxe a refém.
zh_cn: 我已经把人质带来了。

source: Anything more about my new task?
de: Gibt es noch etwas über meine neue Aufgabe?
fr: Y a-t-il quelque chose de plus à savoir sur ma nouvelle mission ?
ja: 他に何か新しい仕事はありますか？
pt: Mais alguma coisa sobre a minha tarefa?
zh_cn: 还有什么关于我的新任务吗？

source: Troublemaker sent me. I have finished the job.
de: Hitzkopf hat mich geschickt. Ich habe die Aufgabe abgeschlossen.
fr: Fauteur de Troubles m'a envoyé. J'ai terminé le boulot.
ja: トラブルメーカーに送られたんだ。仕事を終えました。
pt: O Troublemaker enviou-me. Terminei o trabalho.
zh_cn: 麻烦制造者派我来的。我已经完成了任务。

source: Nice to meet you. Goodbye.
de: Schön dich gesehen zu haben. Tschüss.
fr: Enchanté de vous avoir rencontré. Au plaisir.
ja: お会いできてよかったです。さようなら。
pt: Foi bom conhecer-te. Adeus.
zh_cn: 很高兴认识你。再见。

source: Can you repeat what you said about Andor?
de: Könntest du wiederholen, was du über Andor gesagt hast?
fr: Pouvez-vous répéter ce que vous avez dit sur Andor ?
ja: アンドールのことをもう一度話してくれますか？
pt: Podes repetir o que disseste sobre o Andor?
zh_cn: 你能重复一下你说过的关于安道尔的内容吗?

source: Yes, I want to know more about the Thieves' Guild.
de: Ja, ich möchte mehr über die Diebesgilde erfahren.
fr: Oui, je souhaiterais en savoir plus sur la Guilde des Voleurs.
ja: はい、盗賊ギルドについてもっと知りたいです。
pt: Sim, quero saber mais sobre a Corja dos Ladrões.
zh_cn: 是的，我想知道更多关于盗贼公会的事情。

source: I've been thinking about joining the guild.
de: Ich habe darüber nachgedacht, der Gilde beizutreten.
fr: Je songe à rejoindre la guilde.
ja: ギルドへの加入を考えています。
pt: Fiquei a pensar sobre juntar-me ao bando.
zh_cn: 我一直在考虑加入公会的事情。

source: Hello. How did your search go?
de: Hallo. Wie lief deine Suche?
fr: Bonjour. Comment s'est passée ta recherche ?
ja: こんにちは。捜索はどうだったかな？
pt: Olá. Como é que correu a tua busca?
zh_cn: 你好。你的搜索结果如何?

source: What search?
de: Welche Suche?
fr: Quelle recherche ?
ja: 捜索？
pt: Que busca?
zh_cn: 搜索什么?

source: Last time we talked, you asked for the way to Lodar's Hideaway. Did you find it?
de: Als wir uns das letzte Mal unterhielten, fragtest du nach dem Weg zu Lodars Zufluchtsort. Hast du ihn gefunden?
fr: La dernière fois, tu m'as demandé le chemin de la cachette de Lodar. L'as-tu trouvé ?
ja: 前回話した時、君はロダーの隠れ家への道について尋ねていただろう。見つかったのかね？
pt: A última vez que conversamos, perguntaste-me sobre o caminho para o esconderijo de Lodar. Encontraste-o?
zh_cn: 上次我们谈话的时候，你问了去洛达尔的藏身处的路。你找到了吗？

source: We have never met.
de: Wir haben uns noch nie getroffen.
fr: Nous ne nous sommes jamais rencontrés.
ja: 僕たちはこれが初対面です。
pt: Nunca nos vimos.
zh_cn: 我们从未见过面。

source: You must have me confused with my brother Andor. We look very much alike.
de: Du musst mich mit meinem Bruder Andor verwechselt haben. Wir sehen uns sehr ähnlich.
fr: Vous devez me confondre avec mon frère Andor. On se ressemble beaucoup.
ja: 兄のアンドールと間違えてませんか。僕たちはよく似ています。
pt: Deves estar a confundir-me com o meu irmão Andor. Somos muito parecidos.
zh_cn: 你一定把我和我哥哥安道尔弄混了。我们长得很像。

source: Oh. I must have you confused with someone else.
de: Oh. Ich muss dich mit jemand anderem verwechselt haben.
fr: Oh. Je dois te confondre avec quelqu'un d'autre.
ja: 失礼。他の誰かと間違えたようだ。
pt: Oh. Devo ter-te confundido com outra pessoa.
zh_cn: 哦。我一定是把你和别人搞混了。

source: My brother Andor and I look very much alike.
de: Mein Bruder Andor und ich sehen uns sehr ähnlich.
fr: Mon frère Andor et moi nous nous ressemblons beaucoup.
ja: 兄のアンドールと僕はとてもよく似ています。
pt: O meu irmão Andor e eu somos muito parecidos.
zh_cn: 我哥哥安道尔和我长得很像。

source: Really? Never mind I said anything then.
de: Wirklich? Dann vergiss, was ich gesagt habe.
fr: Vraiment ? Oublie ce que j'ai dit alors.
ja: そうなのか？ 先程言ったことは気にしないでくれ。
pt: A sério? Esquece o que te disse.
zh_cn: 真的？不要介意我说了什么。

source: I guess that means that Andor was here. What was he doing?
de: Ich schätze das heißt, dass Andor hier war. Was hat er gemacht?
fr: Je suppose que ça veut dire qu'Andor était ici. Qu'est-ce qu'il faisait ?
ja: それはアンドールがここにいたということですよね。何をしていたんですか？
pt: Suponho que isso significa que o Andor esteve aqui. O que é que ele estava a fazer?
zh_cn: 我想这意味着安道尔在这里。他在干什么？

source: He came here a while ago, asking a lot of questions about what relation the Thieves' Guild has to the Shadow and to the royal guard in Feygard.
de: Er kam vor einer Weile hierher und stellte eine Menge Fragen darüber, welches Verhältnis die Diebesgilde zum Schatten und zur königlichen Garde in Feygard hat.
fr: Il est venu ici il y a quelque temps, posant beaucoup de questions sur la relation que la Guilde des voleurs entretient avec l'Ombre et la garde royale à Feygard.
ja: 彼なら少し前にここを訪ねてきて、盗賊ギルドがシャドウやフェイガード近衛兵とどのような関係があるのかについて、色々と質問していたよ。
pt: Ele veio aqui há uns tempos atrás, e faz um monte de perguntas sobre qual a relação da Corja dos Ladrões com a Sombra e com a guarda real em Feygard.
zh_cn: 不久前，他来到这里，问了很多关于盗贼公会与暗影和费加德的皇家警卫有什么关系的问题。

source: We in the Thieves' Guild really don't care much for the Shadow. Nor do we care for the royal guard.
de: Wir in der Diebesgilde kümmern uns weder so richtig um den Schatten noch kümmern wir uns um die königliche Garde.
fr: Nous, à la Guilde des voleurs, nous ne nous soucions pas beaucoup de l'Ombre. Ni de la garde royale.
ja: 我々盗賊ギルドはシャドウにはあまり関心がない。近衛兵のことも気にしていない。
pt: Nós, a Corja dos Ladrões, não nos importamos muito com a Sombra. Nem com a guarda real.
zh_cn: 我们在盗贼协会里真的不在乎暗影。我们也不关心皇家卫队。

source: We try to be above their bickering and differences. They may fight as much as they want, but the Thieves' Guild will outlive them all.
de: Wir versuchen, über ihren Zänkereien und Streitigkeiten zu stehen. Sie können so viel kämpfen, wie sie wollen, aber die Diebesgilde wird sie alle überdauern.
fr: Nous essayons d'être au-dessus de leurs chamailleries et de leurs différences. Ils peuvent se battre autant qu'ils veulent, mais la guilde des voleurs survivra à tout.
ja: 我々は彼らの論争や不和から優位に立とうとしている。あちらは気が済むまで戦うのかもしれないが、盗賊ギルドはそれよりも長生きできることだろう。
pt: Tentamos ficar acima das disputas e diferenças deles. Eles podem lutar quanto quiserem, mas a Corja dos Ladrões sobrevive a todos eles.
zh_cn: 我们努力克服他们的争吵和分歧。他们可以随心所欲的战斗，但是盗贼工会会比他们活得更久。

source: What differences?
de: Was für einen Konflikt meinst du?
fr: Quelles différences ?
ja: 不和とは？
pt: Qual é o conflito?
zh_cn: 有什么不同？

source: Tell me more about what Andor asked for.
de: Erzähl mir mehr von dem, wonach Andor gefragt hat.
fr: Dites-m'en plus sur ce qu'Andor a demandé.
ja: アンドールが何を尋ねていたのかについてもっと詳しく。
pt: Conta-me mais sobre o que Andor perguntou.
zh_cn: 告诉我更多关于安道尔的事情。

source: Where have you been the last couple of years? Don't you know of the brewing conflict?
de: Wo warst du die letzten paar Jahre? Weißt du nichts von dem brodelnden Konflikt?
fr: Où étiez-vous ces deux dernières années ? Vous ne connaissez pas le conflit qui se prépare ?
ja: ここ数年どこにいたというのだ？ 生じている対立について知らないのかね？
pt: Onde é que estiveste nos últimos anos? Não ouviste falar do conflito da cerveja?
zh_cn: 最近几年你都在哪里?你不知道正在酝酿的冲突吗?

source: The royal guard, led by Lord Geomyr in Feygard, are trying to ward off the recent increase in illegal activities, and are therefore imposing more restrictions on what is or is not allowed.
de: Die königliche Garde, unter der Führung von Lord Geomyr in Feygard, versucht den jüngsten Anstieg von illegalen Aktivitäten Einhalt zu gebieten und erlässt aus dem Grund immer mehr Regeln, was erlaubt ist und was nicht.
fr: La garde royale, dirigée par Lord Geomyr à Feygard, tente de repousser l'augmentation récente des activités illégales et impose donc plus de restrictions sur ce qui est permis et ce qui ne l'est pas.
ja: フェイガードのジオミア卿率いる近衛兵は、近頃の違法行為の増加を食い止めようとしている。ゆえに、許可するものとしないものについてのより多くの制約を課している。
pt: A guarda real, liderada pelo Lorde Geomyr em Feygard, está a tentar reduzir o recente aumento de atividades ilegais e estão, portanto, a impor mais restrições sobre o que é permitido e o que não é.
zh_cn: 费加德的吉奥米尔大人率领的王室卫队，正试图抵御最近增加的非法活动，因此对允许或不允许的活动进行更多的限制。

source: The priests of the Shadow, mostly seated in Nor City, are opposed to the new restrictions, saying that they limit the ways that they can please the Shadow.
de: Die Priester des Schattens, die hauptsächlich in Nor City leben, sind Gegner der neuen Verbote und sagen, dass sie die Art und Weise einschränken, auf die sie den Schatten erfreuen können.
fr: Les prêtres de l'Ombre, pour la plupart situés à Norville, s'opposent aux nouvelles restrictions, affirmant qu'elles limitent la manière dont ils peuvent plaire à l'Ombre.
ja: シャドウの聖職者はほとんどがノアシティを拠点としているが、彼らはシャドウを喜ばせるための手段を制限しているとして、この新たな制約に反対している。
pt: Os sacerdotes da Sombra, que na sua maioria encontram-se em Nor-City, são contra as novas restriçõese dizem que elas limitam os caminhos que possam agradar à Sombra.
zh_cn: 暗影的祭司们大多坐镇诺尔城，他们反对新的限制，认为这些限制了他们取悦暗影的方式。

source: In turn, the rumor is that the priests of the Shadow are planning to overthrow Lord Geomyr and his forces.
de: Im Gegenzug planen die Priester des Schattens Lord Geomyr und seine Truppen zu stürzen.
fr: À son tour, la rumeur court que les prêtres de l'Ombre projettent de renverser le Seigneur Géomyr et son armée.
ja: 今度は、シャドウの聖職者たちがジオミア卿とその手勢を打倒しようとしているとの噂だ。
pt: Por sua vez, corre o rumor que os sacerdotes da Sombra estão a planear destruir o Lorde Geomyr e as forças dele.
zh_cn: 反过来，传说是暗影的祭司正计划推翻吉奥米尔勋爵和他的军队。

source: Also, the rumor is that the priests of the Shadow are still doing their rituals, despite the fact that most of the rituals have been banned.
de: Außerdem munkelt man, dass die Priester weiterhin ihre Rituale ausüben, obwohl die meisten dieser Rituale verboten worden sind.
fr: De plus, la rumeur court que les prêtres de l'Ombre font toujours leurs rituels, malgré le fait que la plupart d'entre eux ont été interdits.
ja: また、ほとんどの儀式が禁止されているにもかかわらず、シャドウ神官たちはいまだに儀式を行っているとの噂もある。
pt: Além disso, corre o rumor que os sacerdotes da Sombra ainda estão a fazer os seus rituais, apesar de estarem proibidos.
zh_cn: 此外，有传言称，尽管大多数仪式都已被禁止，但暗影祭司们仍在进行他们的仪式。

source: Lord Geomyr and his royal guard on the other hand, are still trying their best to rule in a way that they feel is fair.
de: Lord Geomyr und seine königliche Garde auf der anderen Seite, versuchen weiterhin ihr Bestes, auf eine Weise zu regieren, die sie als gerecht empfinden.
fr: Lord Géomyr et sa garde royale, d'autre part, font de leur mieux pour gouverner d'une manière qu'ils estiment juste.
ja: 一方でジオミア卿とその近衛兵は、彼らの公正であると思う方法での統治を行うために、今なお最善を尽くしている。
pt: O Lorde Geomyr e a guarda real dele, por outro lado, estão a dar o seu melhor para governar da forma que eles consideram justo.
zh_cn: 另一方面，吉奥米尔勋爵和他的皇家卫队仍在以一种他们认为公平的方式努力统治。

source: We in the Thieves' Guild try not to get involved in the conflict. Our business is so far unaffected by all of this.
de: Wir in der Diebesgilde versuchen, nicht in diesen Konflikt verwickelt zu werden. Unsere Aktivitäten wurden bislang noch nicht von dem Konflikt beeinträchtigt.
fr: Nous, à la Guilde des voleurs, nous essayons de ne pas nous mêler du conflit. Jusqu'à présent, nos affaires n'ont pas été impactées par tout cela.
ja: 盗賊ギルドとしてはこの争いに巻き込まれないようにしている。我々の仕事は今のところ、これらの影響を受けてはいない。
pt: Nós, na Corja dos Ladrões tentamos não nos envolver no conflito. O nosso negócio está longe de ser afetado por isso tudo.
zh_cn: 我们盗贼行会尽量不卷入这场冲突。到目前为止，我们的业务没有受到这一切的影响。

source: Thank you for telling me.
de: Danke, dass du mir das alles erzählt hast.
fr: Merci de me l'avoir dit.
ja: 教えてくれてありがとうございます。
pt: Obrigado por me dizeres.
zh_cn: 谢谢你告诉我。

source: Whatever, that doesn't concern me.
de: Was auch immer, das ist nicht meine Angelegenheit.
fr: Peu importe, ça ne me concerne pas.
ja: どうでもいい、僕には関係ないね。
pt: Como quiseres, isso não me diz respeito.
zh_cn: 不管怎样，这与我无关。

source: He asked me for my support, and asked about how to find Lodar.
de: Er fragte nach meiner Unterstützung und fragte, wie man Lodar finden kann.
fr: Il m'a demandé mon soutien et m'a demandé comment trouver Lodar.
ja: 彼は私に協力を求め、ロダーを見つける方法について尋ねてきた。
pt: Ele pediu o meu apoio e perguntou-me como podia encontrar o Lodar.
zh_cn: 他请求我的支持，并询问如何找到洛达尔。

source: Who is Lodar?
de: Wer ist Lodar?
fr: Qui est Lodar ?
ja: ロダーとは？
pt: Quem é esse Lodar?
zh_cn: 谁是洛达尔？

source: Lodar? He is one of the famous potion makers from the old days. The Thieves' Guild has requested his services many times before. He can make all sorts of strong sleeping potions, healing potions and cures.
de: Lodar? Er ist einer der berühmten Tränkemacher von der alten Schule. Die 'Gilde der Diebe' hat seine Dienste schon oft in Anspruch genommen. Er kann alle Arten von starken Schlaftränken, Heiltränken und Medizin mischen.
fr: Lodar ? C'est l'un des plus célèbres créateurs de potions. La Guilde des voleurs a déjà fait appel à ses services à plusieurs reprises. Il peut faire toutes sortes de potions fortes pour dormir, de potions de guérison et de remèdes.
ja: ロダーか？ 昔から有名な薬師の1人だよ。盗賊ギルドはこれまで何度も彼に依頼したことがある。あらゆる種類の強力な睡眠薬、治癒薬、治療薬を作ることができるのだ。
pt: Lodar? Ele é um dos famosos fabricantes de poções dos velhos tempos. A Corja dos Ladrões pediu os serviços dele muitas vezes. Ele pode fazer todo tipo de poções fortes para dormir e poções curativas.
zh_cn: 洛达尔吗?他是古代著名的药水制造者之一。盗贼工会以前曾多次有求于他。他能制造各种强效睡眠药剂，治疗药剂和治疗药物。

source: But his specialty is, of course, his poisons. His poison can harm even the largest of monsters.
de: Aber seine Spezialität sind natürlich seine Gifte. Seine Gifte können sogar den größten Monstern schaden.
fr: Mais sa spécialité est, bien sûr, ses poisons. Son poison peut blesser même les plus grands monstres.
ja: しかし彼の専門といえば、やはり毒薬だろう。その毒薬は特に巨大なモンスターにすらも影響を及ぼすことができる。
pt: Mas a especialidade dele é, claro, os venenos. Podem envenenar até mesmo o maior dos monstros.
zh_cn: 但他的专长当然是毒药。他的毒药甚至可以伤害最大的怪物。

source: What would Andor want with him?
de: Was würde Andor von ihm wollen?
fr: Qu'est-ce qu'Andor lui voudrait ?
ja: アンドールは彼に何を望んでいるのでしょう？
pt: O que é que o Andor queria dele?
zh_cn: 安道尔他想要什么?

source: I don't know. Maybe he was looking for a potion.
de: Ich weiß es nicht. Vielleicht hat er nach einem Trank gesucht.
fr: Je ne sais pas. Il cherchait peut-être une potion.
ja: さて。薬を探していたのかもしれないね。
pt: Não sei. Talvez estivesse à procura de uma poção.
zh_cn: 我不知道。也许他在找一种药剂。

source: So, where can I find this Lodar?
de: So, wo kann ich diesen Lodar finden?
fr: Alors, où puis-je trouver ce Lodar ?
ja: それで、そのロダーという人はどこにいるのですか？
pt: Então, onde posso encontrar esse tal Lodar?
zh_cn: 那么，我在哪里可以找到这个洛达尔呢?
