Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: OK, what?
de: Ok, was?
fr: D'accord, quoi donc ?
ja: わかりました、何ですか？
pt: Ok, o que?
zh_cn: 好的，什么？

source: How about some gold, would that make you talk?
de: Wie wär's mit etwas Gold, würde dich das zum Reden bringen?
fr: Que diriez-vous d'un peu d'or, cela vous ferait peut-être parler ?
ja: お金ならどうです、話してくれますか？
pt: Que tal um pouco de ouro, ajudaria a fazê-lo falar?
zh_cn: 来点黄金怎么样，能让你开口说话吗?

source: Let me start by telling you a story.
de: Lass mich mit einer Geschichte beginnen.
fr: Permettez que je commence par vous raconter une histoire.
ja: まずは話をさせてください。
pt: Deixe-me começar por contar-lhe uma história.
zh_cn: 让我先给你讲个故事。

source: Go ahead.
de: Nur zu.
fr: Allez-y.
ja: どうぞ。
pt: Vá em frente.
zh_cn: 去做吧。

source: Let me guess, this story is going to take forever to listen to. How about I give you some gold, and instead we can discuss what you were doing at the well.
de: Lass mich raten, diese Geschichte wird endlos sein. Wie wäre es mit etwas Gold und stattdessen erörtern wir, was du am Brunnen getan hast.
fr: Laissez-moi deviner, c'est le genre d'histoire qui n'en finira jamais. Que diriez-vous d'un peu d'or à la place pour que nous discutions de ce que vous faisiez au puits.
ja: この話を聞くのはかなり時間がかかりそうですね。お金をあげますので、それで代わりに井戸で何をしていたかについて話しましょう。
pt: Deixe-me adivinhar, esta história vai demorar uma eternidade para ouvir. Que tal dar-lhe um pouco de ouro, em vez disso e podemos ir direto ao que estava a fazer no poço.
zh_cn: 让我猜猜，这个故事要听很长时间了。不如我给你一些金子，然后我们讨论下你在井里做了什么。

source: Hmm, that might be an interesting proposal. How much gold are you suggesting?
de: Hm, das könnte ein interessanter Vorschlag sein. Wieviel Gold stellst du dir so vor?
fr: Hum, ce peut être une proposition intéressante. De combien d'or parlez-vous ?
ja: ふむ、それは興味深い提案かもしれません。どのくらいの額を提示してくださるので？
pt: Hmm, isso pode ser uma proposta interessante. Quanto ouro está a sugerir?
zh_cn: 这可能是个有趣的建议。你想要多少钱?

source: Here's 10 gold, take it.
de: Hier sind 10 Goldstücke. Nimm sie.
fr: Voici 10 pièces d'or, prenez les.
ja: 10ゴールドをどうぞ。
pt: Aqui tem 10 moedas de ouro, pegue.
zh_cn: 这里有10个金币，拿去吧。

source: Here's 100 gold, take it.
de: Hier sind 100 Goldstücke. Nimm sie.
fr: Voici 100 pièces d'or, prenez les.
ja: 100ゴールドをどうぞ。
pt: Aqui tens 100 moedas de ouro, leva-as.
zh_cn: 这是100枚金币，拿去吧。

source: Here's 250 gold, take it.
de: Hier sind 250 Goldstücke. Nimm sie.
fr: Voici 250 pièces d'or, prenez les.
ja: 250ゴールドをどうぞ。
pt: Aqui tens 250 moedas de ouro, leva-os.
zh_cn: 这是250枚金币，拿去吧。

source: Here's 500 gold, take it.
de: Hier sind 500 Goldstücke. Nimm sie.
fr: Voici 500 pièces d'or, prenez les.
ja: 500ゴールドをどうぞ。
pt: Aqui tens 500 moedas de ouro, leva-as.
zh_cn: 这是500枚金币，拿去吧。

source: Here's 1000 gold, take it.
de: Hier sind 1000 Goldstücke. Nimm sie.
fr: Voici 1000 pièces d'or, prenez les.
ja: 1000ゴールドをどうぞ。
pt: Aqui tens 1000 moedas de ouro, leva-as.
zh_cn: 这是1000金币，拿去吧。

source: Here's 2000 gold, take it.
de: Hier sind 2000 Goldstücke. Nimm sie.
fr: Voici 2000 pièces d'or, prenez les.
ja: 2000ゴールドをどうぞ。
pt: Aqui tens 2000 moedas de ouro, leva-as.
zh_cn: 这是2000金币，拿去吧。

source: Hrmpf. Thanks for the gold, but I am not interested in talking to you. Now, please leave.
de: Hrmpf. Danke für das Gold, aber ich bin nicht daran interessiert, mit dir zu reden. Und nun, verzieh dich bitte.
fr: Hum pff. Merci pour l'or, mais je ne souhaite pas vous parler. Maintenant, laissez-moi s'il vous plaît.
ja: ふぅん。お金をありがとうございます。ですがあなたと話をするつもりはありません。もう帰ってください。
pt: Hrmpf. Obrigado pelo ouro, mas não estou interessado em falar consigo. Agora, por favor, deixe.
zh_cn: 哦。谢谢你的金子，但我没兴趣和你说话。现在,请离开。

source: You seem to realize the true value of the Shadow. Yes, this will do fine, thank you.
de: Du scheinst den wahren Wert des Schattens zu erkennen. Ja, das wird genügen, danke.
fr: Vous semblez conscient de la véritable valeur de l'Ombre. Oui, cela semble correct, merci.
ja: あなたはシャドウの真価を理解しておられるようですね。ええ、これで結構ですよ、ありがとうございます。
pt: Parece perceber o verdadeiro valor da Sombra. Sim, isso vai fazer muito bem, obrigado.
zh_cn: 你似乎意识到了暗影的真正价值。好的，这就行了，谢谢。

source: Let's assume you live in a village that, for the most part, keeps to itself. Your village is self-sustainable and the crops have been good for some years.
de: Mal angenommen, du lebst in einem Dorf, das - größtenteils - auf sich selbst zählt. Dein Dorf versorgt sich selbst und die Ernten waren seit Jahren gut.
fr: Supposons que vous viviez dans un village qui, pour la majeur partie, appartient à ses habitants. Votre village est auto-suffisant et les cultures ont été bonnes depuis quelques années.
ja: あなたはある村に住んでいると仮定しましょう。あなたの村は自給自足しており、ここ数年は作物の状態も良好です。
pt: Vamos supor que vive numa aldeia que, pela maior parte, é auto-suficiente. A sua aldeia é auto-sustentável e as colheitas foram boas durante alguns anos.
zh_cn: 让我们假设你住在一个村庄里，这个村庄在很大程度上是与世隔绝的。你的村庄自给自足且庄稼很多年长势都很好。

source: With the few exceptions of some fights here and there between villagers because of misunderstandings, on the whole, your village is a friendly, peaceful village.
de: Mit Ausnahme einiger weniger Kämpfe hier und da, zwischen Dorfbewohnern, wegen Missverständnissen, ist dein Dorf im großen und ganzen freundlich und friedfertig.
fr: Aux quelques exceptions près de querelles ici ou là entre des villageois en raison de malentendus, dans l'ensemble, votre village est un endroit amical et paisible.
ja: 誤解による村人同士の諍いこそ多少あるものの、おおむね友好的で平和な村です。
pt: Com as poucas exceções de algumas lutas aqui e ali entre os moradores por causa de mal-entendidos, em geral, a sua aldeia é uma aldeia simpática e serena.
zh_cn: 除了偶尔会因为误解而发生一些村民之间的冲突外，总的来说，你们的村庄是一个友好、和平的村庄。

source: You work in the same profession as your parents, which in turn worked in the same professions as their parents.
de: Du arbeitest im selben Beruf wie deine Eltern, die wiederum im selben Beruf wie deren Eltern arbeiteten.
fr: Vous exercez le même métier que vos parents, qui eux-mêmes faisaient le même que les leurs.
ja: あなたは両親と同じ職に就いています、両親もそのまた両親と同じ職に就いています。
pt: Trabalha na mesma profissão que os seus pais, que por sua vez trabalhavam nas mesmas profissões dos pais deles.
zh_cn: 你和你的父母从事同样的职业，而他们的父母也从事同样的职业。

source: Let's also assume that the way you conduct your business is the same way that the people in the village have been conducting their business for generations past.
de: Lass uns ebenfalls annehmen, dass die Art und Weise, in der du deinen Handwerk ausübst, die gleiche ist, wie es die Leute im Dorf seit Generationen getan haben.
fr: Supposons aussi que vous suiviez les mêmes coutumes que celles que suivent ceux de votre village depuis des générations.
ja: 仕事の進め方は、村の人々が代々続けてきたやり方と同じと仮定しましょうか。
pt: Vamos supor também que a forma como conduz os seus negócios é a mesma maneira que as pessoas da vila conduziam os negócios deles nas gerações passadas.
zh_cn: 我们还假设你做生意的方式和村子里过去几代人做生意的方式是一样的。

source: Everyone respects one another in the village, and your appointed leader does a good job at keeping everyone's interests satisfied, while at the same time being reasonably fair.
de: Jeder im Dorf respektiert den anderen, und euer berufener Anführer bemüht sich erfolgreich, die Interessen eines jeden zu berücksichtigen und übt gleichzeitig in bestem Wissen Gerechtigkeit.
fr: Dans le village, tout le monde se respecte, et celui désigné comme votre chef fait un bon travail pour préserver les intérêts de chacun dans un esprit d'équité.
ja: 村では誰もがお互いを尊重し合い、あなた方が任命したリーダーは皆の利益を満たすと同時に、道理をわきまえ公平であるようにと優れた仕事をしています。
pt: Todos respeitam um ao outro na vila e o seu líder eleito faz um bom trabalho em manter os interesses de todos satisfeitos e, ao mesmo tempo, seja razoavelmente justo.
zh_cn: 村里的每个人都互相尊重，而你任命的领袖很好地满足了每个人的利益，同时又相当公平。

source: Then, one day, a group of men come walking into the village. Shining armor, white teeth, combed hair, trimmed beards.
de: Dann kommen eines Tages eine Gruppe Männer in das Dorf marschiert. Glänzende Rüstung, weiße Zähne, gekämmtes Haar, gestutzte Bärte.
fr: Puis, un jour, un groupe d'hommes visite le village. Armures rutilantes, dents blanches, cheveux peignés, barbes taillées.
ja: そんなある日、村に男たちの一団が入ってきます。輝く鎧、白い歯、櫛でとかした髪、整えられた髭。
pt: Então, um dia, um grupo de homens vêm a andar à vila. Armaduras brilhantes, dentes brancos, cabelos penteados, barbas aparadas.
zh_cn: 然后，有一天，一群人走进了村子。闪亮的盔甲，洁白的牙齿，梳理过的头发，修剪过的胡子。

source: The men claim that their lord owns this land, including your village.
de: Die Männer behaupten, dass ihr Gebieter dieses Land besitzt, einschließlich unseres Dorfs.
fr: Les hommes affirment que leur seigneur est propriétaire de ces terres, notre village y compris.
ja: 男たちは、自分たちの領主がこの土地を領有しているのだと主張します、あなたの村も含めて。
pt: Os homens afirmam que o senhor deles é dono desta terra, incluindo a sua aldeia.
zh_cn: 这些人声称他们的领主拥有这片土地，包括你们的村庄。

source: They claim that they keep the land safe of wrongdoers and evil creatures.
de: Sie behaupten, dass sie das Land vor Missetätern und bösartigen Wesen schützen.
fr: Ils prétendent qu'ils protègent la terre des malfaiteurs et des créatures malfaisantes.
ja: 彼らは、悪事を働く者や邪悪な怪物たちから土地を守っていると主張しています。
pt: Eles alegam que mantêm a terra livre de malfeitores e criaturas do mal.
zh_cn: 他们声称他们保护了土地的安全，不让不法分子和邪恶生物进入。

source: For their help in protecting your village, they ask that the village compensate them with a share of the harvest.
de: Sie fordern für ihre Hilfe beim Schutz unseres Dorfs einen Anteil an der Ernte als Entlohnung.
fr: Pour assurer la protection de notre village, ils demandent qu'on les indemnise avec une part de la récolte.
ja: あなたの村を守ることに対し、村の収穫を分け前として支払うことを彼らは求めます。
pt: Por sua ajuda na proteção de sua aldeia, eles pedem que a aldeia os compensa com uma parte da colheita.
zh_cn: 由于他们帮助保护了你的村庄，他们要求村庄补偿他们一份收成。

source: Now, tell me. Would you support those men by agreeing to their terms?
de: Nun sag mir: würdest du diese Männer in ihrem Anspruch unterstützen?
fr: Maintenant, dites-moi. Vous plieriez-vous aux conditions imposées par ces hommes ?
ja: では教えてください。あなたは条件に同意して彼らを支持しますか？
pt: Agora, me diga. Apoiaria esses homens por concordar com seus termos?
zh_cn: 现在,告诉我。你会同意他们的条件来支持他们吗?

source: I don't know.
de: Ich weiß nicht.
fr: Je ne sais pas.
ja: 分かりません。
pt: Não sei.
zh_cn: 我不知道。

source: I am sorry to hear that. You should make up your mind and return to me once you have done so. Then we might be able to talk more.
de: Es tut mir leid, das zu hören. Du solltest dich entscheiden und zurückkommen, wenn du das getan hast. Dann mögen wir mehr miteinander zu bereden haben.
fr: Je suis désolé d'entendre cela. Faites votre choix et revenez me voir ensuite. Nous devrions alors pouvoir nous entretenir plus avant.
ja: それは残念でなりません。決心がついたら私のところに戻ってきてください。そのときにはもっとお話できるかもしれません。
pt: Lamento ouvir isso. Deve limpar a sua mente de preconceitos e depois voltar para mim. Então, talvez possa ser capaz de falar mais.
zh_cn: 我很难过于听到这个消息。你应该下定决心，一旦决定了就回来找我。那我们也许可以多谈谈。

source: How about I give you some gold instead?
de: Wie wäre es stattdessen mit etwas Gold?
fr: Que diriez-vous d'un peu d'or à la place ?
ja: 代わりにお金を差し上げましょうか？
pt: Que tal dar-lhe um pouco de ouro em vez disso?
zh_cn: 不如我给你点金子吧?

source: How interesting.
de: Wie interessant.
fr: Comme c'est intéressant.
ja: 実に興味深い。
pt: Interessante.
zh_cn: 有意思。

source: Let me continue the story of our hypothetical case.
de: Lass mich mit meiner Schilderung dieses hypothetischen Falls fortfahren.
fr: Permettez-moi de filer mon hypothétique histoire.
ja: それでは、たとえ話を続けましょう。
pt: Deixe-me continuar a história do nosso caso hipotético.
zh_cn: 让我继续讲述这个假设的故事。

source: A while later, the men return. They explain that some of the ways things are done in the village have now been prohibited across the whole land.
de: Einige Zeit später kehren die Männer zurück. Sie erklären, dass einige der Praktiken, die im Dorf Brauch sind, nun im ganzen Land verboten seien.
fr: Un peu plus tard, les hommes reviennent. Ils expliquent que certaines des méthodes qui sont utilisées dans le village ont maintenant été interdites dans tout le pays.
ja: しばらくして、男たちが戻ってきました。彼らは、村で行われているいくつかの手法が、現在では国全体で禁止されていることを説明します。
pt: Um pouco mais tarde, os homens retornam. Explicam que alguns dos métodos que são utilizados na aldeia já foram proibidos em todo o reino.
zh_cn: 过了一会儿，男人们回来了。他们解释说，村里的一些做法现在在全国范围内都被禁止了。

source: Without going into specifics, let's say that these are ways that have been used for past generations in your village.
de: Sagen wir mal - ohne ins Detail zu gehen - diese Praktiken seien seit Generationen in unserem Dorf üblich.
fr: Sans entrer dans les détails, disons que ce sont des méthodes qui ont été utilisées par les générations passées dans notre village.
ja: 具体的なことは抜きにして、これらはあなたの村の過去の世代で使われてきたやり方だとしましょう。
pt: Sem entrar em detalhes, vamos dizer que estes são os métodos que têm sido utilizados pelas gerações passadas na sua aldeia.
zh_cn: 不谈细节，假设这些是你们村子里过去几代人使用的方法。

source: Changing the way things are done will require quite an effort for people to adjust. A lot of people in the village are upset because of this news from the men.
de: Unseren Arbeitsablauf zu ändern, ohne auf diese Praktiken zurückzugreifen wird einige Anstrengung erfordern. Viele Leute im Dorf sind empört über diese Neuerungen durch die Männer.
fr: Pour se passer de ces méthodes, il faudrait un certain effort. Beaucoup de gens du village sont inquiets des nouvelles rapportées par ces hommes.
ja: 物事のやり方を変えるには、人々がそれに適応するために相当な努力を必要とします。村の多くの人々は、男たちのこの知らせに動揺しています。
pt: Mudar a forma como as coisas são feitas sem esses métodos vai exigir um grande esforço. Um monte de pessoas na aldeia estão chateadas por causa dessas notícias trazidas por esses homens.
zh_cn: 人们需要花很大的努力来调整事情的方式。村里很多人因为这消息而心烦意乱。

source: Now, tell me. Would you in secret continue using the old ways your past generations have used, or would you instead convert to the ways that the men are advocating?
de: Nun, sag mir: Würdest du im Geheimen diese alten, seit Generationen üblichen Praktiken fortführen, oder würdest du stattdessen zu der Richtung überwechseln, die diese Männer verfechten?
fr: Maintenant, dites-moi. Continueriez-vous secrètement à utiliser les anciennes méthodes de vos aïeux, ou préféreriez-vous suivre la voie que vous conseillent ces hommes ?
ja: では教えてください。あなたは過去の世代が使ってきた古いやり方を秘密裏に使い続けますか、それとも代わりに男たちが主張しているやり方に変えるのですか？
pt: Agora, diga-me. Iria, em segredo, continuar a usar os velhos métodos que as suas gerações passadas usaram, ou iria, ao invés, trocar à nova forma que esses homens estão a defender?
zh_cn: 现在,告诉我。你会继续秘密地使用你的前几代人使用的旧方法吗?还是会转而使用男人们提倡的方法?

source: I would continue using the old ways in secret.
de: Ich würde im Geheimen in der alten Weise fortfahren.
fr: Je continuerais à utiliser les anciennes méthodes en secret.
ja: 古いやり方を秘密裏に使い続けます。
pt: Gostaria de continuar a usar as velhas formas em segredo.
zh_cn: 我会继续秘密地使用老方法。

source: I would continue using the old ways, and fight the ruling that prohibited them in the first place.
de: Ich würde in der alten Weise fortfahren und die Verbote mit Nachdruck bekämpfen.
fr: Je continuerais à utiliser les anciennes méthodes, et lutterais contre l'autorité qui a décidé de les interdire.
ja: 古いやり方を使い続けて、それを禁止した決定と戦います。
pt: Gostaria de continuar a usar as velhas formas e lutar contra a decisão que proibiu-as em primeiro lugar.
zh_cn: 我将继续使用旧的方式，并反对最初禁止它们的裁决。

source: I would only use the ways that are allowed.
de: Ich würde nur die Praktiken ausüben, die erlaubt sind.
fr: Je n'utiliserais que les méthodes autorisées.
ja: 許可されているやり方しか使いません。
pt: Usaria somente os métodos que são permitidos.
zh_cn: 我只会用被允许的方式。

source: I would follow the law.
de: Ich wäre dem Gesetz treu.
fr: Je suivrais la loi.
ja: 法に従います。
pt: Gostaria de seguir a lei.
zh_cn: 我会遵纪守法。

source: I can't decide without knowing the specifics.
de: Ich kann mich da nicht entscheiden, ohne die Details zu kennen.
fr: Je ne peux pas décider sans connaître les détails.
ja: 具体的なことが分からないと決められません。
pt: Não posso decidir sem ter mais detalhes.
zh_cn: 不知道细节我没法决定啊。

source: I am glad to hear that there are people still around that are willing to stand up for what is right.
de: Ich bin froh, dass es noch Leute gibt, die bereit sind, für das einzustehen was richtig ist.
fr: Je suis heureux d'entendre qu'il y a encore des gens prêts à défendre ce qui est juste.
ja: 正しいことのために立ち上がろうとする人々がまだ周りにいることを聞けて嬉しく思います。
pt: Fico feliz em saber que existem pessoas por aí que estejam dispostas a defender o que é certo.
zh_cn: 我很高兴听到周围还有人愿意为正确的事情挺身而出。

source: How interesting. You have a different view of the world than what I and the priests of Nor City have.
de: Wie interessant. Du hast eine andere Anschauung von der Welt als ich und die Priester von Nor City.
fr: Comme c'est intéressant. Tu vois les choses différemment de moi et des prêtres de Norville.
ja: 興味深いですね。あなたは私やノアシティの神官とは違う世界観を持っておられます。
pt: Interessante. Tem uma visão diferente do mundo do que eu e os sacerdotes de Nor-City temos.
zh_cn: 真有趣。你对世界的看法与我和诺尔城的祭司们不同。

source: You are of course entitled to your opinion, but you should know that your opinion might conflict with the Shadow.
de: Du hast natürlich ein Recht auf deine Meinung, aber du solltest wissen, dass diese Meinung dem Schatten widersprechen könnte.
fr: Vous avez bien entendu le droit d'avoir votre propre opinion, mais vous devez savoir que cela pourrait entrer en conflit avec l'Ombre.
ja: もちろんあなたには自分の意見を言う権利があります、ですが、あなたの意見がシャドウと対立するかもしれないことは知っておいた方がいいでしょう。
pt: É claro que tem o direito da sua opinião, mas deve saber que a sua opinião pode entrar em conflito com a Sombra.
zh_cn: 你当然有权发表你的意见，但你要知道你的意见可能会与"暗影"相冲突。

source: You wanted to know about some business that you accuse me of. Since you have no proof, I will claim innocence. I know that my conscience is clean.
de: Du wolltest etwas über eine Sache wissen, der du mich beschuldigst. Da du keinen Beweis hast, bestehe ich auf meiner Unschuld. Ich habe ein reines Gewissen.
fr: Vous vouliez connaître les détails d'une affaire dont vous m'accusez. Puisque vous n'avez aucune preuve, je clamerai mon innocence. J'ai ma conscience pour moi.
ja: あなたは告発しようと私の行動のことを知りたがっていたのですね。証拠がないので私は無実を主張します。私にやましいところなどありません。
pt: Queria saber sobre algum assunto que me acusa. Como não tem nenhuma prova, vou declarar inocência. Sei que a minha consciência está limpa.
zh_cn: 你想知道一些事情来指控我。既然你没有证据，我就是无辜的。我知道自己问心无愧。

source: Fine. How about I give you some gold instead, would that make you talk?
de: Schön. Wie wäre es stattdessen mit etwas Gold, würde dich das zum Reden bringen?
fr: Bon. Que diriez-vous d'un peu d'or à la place, cela vous ferait-il parler ?
ja: いいでしょう。代わりにお金をあげるので、それで話してもらえませんか？
pt: Bom. Que tal dar-lhe um pouco de ouro em vez disso, isso faria o falar?
zh_cn: 好吧。不如我给你一些金子，你会不会开口?

source: Your views match those that I and the other priests from Nor City believe in. Tell me, would you be interested in following the glow of the Shadow?
de: Deine Ansichten stimmen mit dem überein, an das ich und die anderen Priester von Nor City glauben. Sag mir, wärest du interessiert, dem Leuchten des Schattens zu folgen?
fr: Tes opinions correspondent à celles des prêtres de Norville et de moi-même. Dis-moi, ça te dirait de marcher dans les pas de l'Ombre ?
ja: あなたの見解は私やノアシティの他の神官が信じているものと一致します。どうでしょう、シャドウの輝きに従ってみませんか？
pt: As suas opiniões coincidem com aqueles que eu e os outros sacerdotes de Nor-City acreditamos. Diga-me, estaria interessado em seguir o brilho da sombra?
zh_cn: 你的观点和我和诺城的其他牧师的观点一致。告诉我，你有兴趣追随影子的光芒吗?

source: I am ready to follow the Shadow.
de: Ich bin bereit, dem Schatten zu folgen.
fr: Je suis prêt à suivre l'Ombre.
ja: シャドウに従う覚悟はできてます。
pt: Estou pronto para seguir o Sombra.
zh_cn: 我已经准备好投入暗影的怀抱了。

source: How can I agree to something without knowing what it entails?
de: Wie kann ich etwas zustimmen, ohne zu wissen, welche Folgen es nach sich zieht?
fr: Comment puis-je accepter quelque chose sans savoir ce que cela implique ?
ja: それが何を意味するかも分からず、どうして同意できるというんです？
pt: Como posso concordar com algo sem saber o que isso implica?
zh_cn: 我怎么能在不知道后果的情况下同意一件事呢?

source: No, I will go my own way.
de: Nein, ich werde meinem eigenen Weg folgen.
fr: Non, je vais suivre ma propre voie.
ja: いいえ、僕は自分の道を行きます。
pt: Não, vou seguir o meu caminho.
zh_cn: 不，我要走我自己的路。

source: No, I will go my own way. Your stupid Shadow is nothing but talk and fancy words.
de: Nein, ich werde meinem eigenen Weg folgen. Dein dämlicher Schatten ist nichts als Märchengeschwätz.
fr: Non, je vais suivre ma propre voie. Votre Ombre stupide ne profère qu'arguties et paroles de fantaisie.
ja: いいや、僕は自分の道を行く。シャドウなんてバカバカしいものは、耳ざわりがいいだけの世迷い言なんだ。
pt: Não, vou seguir o meu caminho. A sua estúpida Sombra é apenas blá-blá-blá e palavras bonitas.
zh_cn: 不，我会走我自己的路。你那愚蠢的暗影只会空谈和花言巧语。

source: If the answers you gave previously were indeed your views, then I can assure you that the path that is guided by the Shadow is the right one.
de: Wenn deine vorherigen Antworten tatsächlich deinen Ansichten entsprechen, kann ich dir versichern, dass der vom Schatten geleitete Pfad der richtige ist.
fr: Si les réponses que vous avez données précédemment étaient sincères, alors je peux vous assurer que le chemin de l'Ombre est celui à suivre.
ja: あなたの答えが本当にあなたの見解であるのであれば、私が保証しましょう。シャドウに導かれた道が正しい道なのです。
pt: Se as respostas que deu anteriormente eram de fato os seus pontos de vista, posso vos garantir que o caminho que é guiado pela Sombra é o caminho certo.
zh_cn: 如果你之前给出的答案确实是你的观点，那么我可以向你保证，由暗影引导的道路是正确的。

source: I am sorry to hear that. I guess we do not share views after all.
de: Es tut mir leid, das zu hören. Ich schätze, wir teilen unsere Ansichten also doch nicht.
fr: Je suis désolé d'entendre cela. Je suppose que nous ne partageons finalement pas les mêmes points de vue.
ja: 残念でなりません。結局、見解を共有できないのでしょうね。
pt: Lamento ouvir isso. Acho que não compartilhamos pontos de vista, depois de tudo.
zh_cn: 听到这个消息我很难过。我想我们的观点毕竟不一致。

source: I am glad to hear that, but then again, I had a feeling all along that you would say that.
de: Ich bin froh, das zu hören, aber andererseits hatte ich das Gefühl, dass du das sagen würdest.
fr: Je suis heureux de l'entendre, mais là encore, j'étais au fond persuader que vous tiendriez ces propos.
ja: それを聞けて嬉しく思います。とは言うものの、あなたならそう言ってくださるだろうという予感がずっとありました。
pt: Estou contente de ouvir isso. Mas então, tinha a sensação de o tempo todo que diria isso desde o início.
zh_cn: 听你这么说我很高兴，但话说回来，我一直觉得你会这么说。

source: You wanted to ask me something?
de: Du wolltest mich etwas fragen?
fr: Vous vouliez me demander quelque chose ?
ja: 何か聞きたいことがあったのですか？
pt: Queria me perguntar alguma coisa?
zh_cn: 你想问我什么?

source: What were you doing at the well during the night?
de: Was hast du während der Nacht am Brunnen gemacht?
fr: Que faisiez-vous au puits pendant la nuit ?
ja: 夜中に井戸で何をしていたのですか？
pt: O que estava a fazer no poço durante a noite?
zh_cn: 那天晚上你在井里干什么?

source: Let me first tell you my background.
de: Lass mich zuerst über meinen Hintergrund berichten.
fr: Permettez-moi d'abord de vous conter mon expérience.
ja: まずは私の経歴をお話しします。
pt: Deixe-me dizer-lhe primeiro o meu plano.
zh_cn: 让我先告诉你我的背景。

source: Great. Another endless story.
de: Großartig. Eine weitere endlose Geschichte.
fr: Génial. Une autre histoire sans fin.
ja: すごいね。またしても終わりの見えない話だ。
pt: Ótimo. Outra história sem fim.
zh_cn: 太好了。另一个无尽的故事。

source: Please go ahead.
de: Bitte fahre fort.
fr: S'il vous plaît, poursuivez.
ja: どうぞ。
pt: Por favor, vá em frente.
zh_cn: 请讲吧。
