Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: Gloves of better grip
de: Handschuhe der besseren Haftung
fr: Gants de prise assurée
ja: グリップ性に優れたグローブ
pt: Luvas de melhor aderência
zh_cn: 更好抓握的手套

source: Fancy gloves
de: Modische Handschuhe
fr: Gants fantaisistes
ja: ファンシーグローブ
pt: Luvas ideais
zh_cn: 花哨的手套

source: Ring of strike
de: Schlagring
fr: Anneau d'attaque
ja: ストライクリング
pt: Anel de ataque
zh_cn: 打击之环

source: Ring of vicious strike
de: Brutaler Schlagring
fr: Anneau d'attaque vicieuse
ja: 悪質なストライクリング
pt: Anel de ataque viciado
zh_cn: 恶行之戒

source: Stone Cuirass
de: Steinbrustpanzer
fr: Cuirasse de pierre
ja: ストーンキュイラス
pt: Couraça de pedra
zh_cn: 石胸甲

source: Ring of lesser Shadow
de: Ring der helleren Schatten
fr: Anneau de l'Ombre Mineure
ja: レッサーシャドウリング
pt: Anel menor das Sombras
zh_cn: 更少暗影之戒

source: The glow of the Shadow guides my path. It follows me wherever I go, and aids me against the dangers that others might not see. I am Shadow, and Shadow is in me.
de: Das Leuchten des Schattens weist mir meinen Weg. Es folgt mir, wohin immer ich gehe und hilft mir gegen Gefahren, die andere nicht zu sehen vermögen. Ich bin Schatten und Schatten ist in mir.
fr: L'aura de l'Ombre guide mon chemin. Elle me suit où mes pas me mènent, et m'aide à affronter les dangers que d'autres ne voient pas. Je suis l'Ombre, et l'Ombre est en moi.
ja: シャドウの輝きは汝の道を導く。それはどこへ行くとも追蹤し、他の者には見えないであろう危険よりこの身を守ってくれる。汝はシャドウであり、シャドウは汝の内にある。
pt: O brilho da Sombra guia meu caminho. Segue-me onde quer que eu vá e ajuda-me contra os perigos que os outros podem não ver. Sou a sombra e a sombra está em mim.
zh_cn: 暗影的光芒指引着我的道路。无论走到哪里，它都会跟随我，并帮助我避免其他人可能看不到的危险。我是暗影，暗影在我体内。

source: Rapier of lifesteal
de: Vampirdegen
fr: Rapière du drain de vie
ja: ライフスティールレイピア
pt: Florete de roubo vital
zh_cn: 吸血之剑

source: Barbed dagger
de: Spitzdolch
fr: Dague dentelée
ja: バーブドダガー
pt: Adaga enfarpada
zh_cn: 带刺的匕首

source: Elytharan redeemer
de: Elytharanischer Erlöser
fr: Rédempteur d'Elytharan
ja: エリザラン救世主
pt: Redentora de Elytharan
zh_cn: 伊利塔兰救赎者

source: Sword of Shadow's rage
de: Raserei des Schattens
fr: Épée de la rage de l'Ombre
ja: 怒れるシャドウの剣
pt: Espada Ira das Sombras
zh_cn: 暗影愤怒之剑

source: Shadow of the slayer
de: Schatten des Mörders
fr: Ombre du tueur
ja: シャドウオブスレイヤー
pt: Matador das Sombras
zh_cn: 暗影杀手

source: Ring of Shadow embrace
de: Umarmung des Schattens
fr: Anneau de l'étreinte de l'Ombre
ja: シャドウの抱擁リング
pt: Anel do Abraço das Sombras
zh_cn: 暗影拥抱之戒

source: Blackwater dagger
de: Blackwater Dolch
fr: Dague d'Encreau
ja: ブラックウォーターダガー
pt: Adaga das Águas Negras
zh_cn: 黑水匕首

source: Blackwater poisoned dagger
de: Blackwater Giftdolch
fr: Dague empoisonnée d'Encreau
ja: ブラックウォーターポイズンダガー
pt: Adaga envenenada das Águas Negras
zh_cn: 黑水毒匕首

source: Blackwater iron sword
de: Blackwater Eisenschwert
fr: Épée en fer d'Encreau
ja: ブラックウォーターアイアンソード
pt: Espada de ferro das Águas Negras
zh_cn: 黑水铁剑

source: Blackwater leather armor
de: Blackwater Lederrüstung
fr: Armure en cuir d'Encreau
ja: ブラックウォーターレザーアーマー
pt: Armadura de couro das Águas Negras
zh_cn: 黑水皮革盔甲

source: Blackwater leather cap
de: Blackwater Lederkappe
fr: Capuchon en cuir d'Encreau
ja: ブラックウォーターレザーキャップ
pt: Capuz de couro das Águas Negras
zh_cn: 黑水皮帽

source: Blackwater ring of combat
de: Blackwater Kampfring
fr: Anneau de combat d'Encreau
ja: ブラックウォーターコンバットリング
pt: Anel de combate das Águas Negras
zh_cn: 黑水攻击之戒

source: Blackwater brew
de: Blackwater Bräu
fr: Infusion d'Encreau
ja: ブラックウォータービール
pt: Lodo das Águas Negras
zh_cn: 黑水米酒

source: Woodcutter's hatchet
de: Holzfällerbeil
fr: Hachette du bûcheron
ja: きこりの手斧
pt: Machadinha de lenhador
zh_cn: 伐木者的斧头

source: Woodcutter's boots
de: Holzfällerstiefel
fr: Bottes du bûcheron
ja: きこりのブーツ
pt: Botas de lenhador
zh_cn: 伐木者的靴子

source: Heavy club
de: Schwerer Knüppel
fr: Bâton lourd
ja: ヘビークラブ
pt: Bastão pesado
zh_cn: 重棒

source: Minor potion of speed
de: Kleiner Trank der Geschwindigkeit
fr: Petite potion de rapidité
ja: 速度のマイナーポーション
pt: Poção pequena de velocidade
zh_cn: 小速度药水

source: Weak poison
de: Schwaches Gift
fr: Poison faible
ja: 弱毒ポーション
pt: Veneno fraco
zh_cn: 弱毒药

source: Weak poison antidote
de: Schwaches Gegengift
fr: Antidote de poison faible
ja: ポイズン（弱）の解毒薬
pt: Antídoto para veneno fraco
zh_cn: 弱毒药解毒剂

source: Ointment of bleeding wounds
de: Wundbalsam
fr: Pommade cicatrisante
ja: 出血の軟膏
pt: Pomada para sarar feridas
zh_cn: 伤口出血的药膏

source: Restore fatigue
de: Erholungstrank
fr: Soulagement de fatigue
ja: 疲労回復ポーション
pt: Restaurador de fatiga
zh_cn: 恢复疲劳

source: Potion of blind rage
de: Trank der wilden Raserei
fr: Potion de rage aveugle
ja: 盲目怒りのポーション
pt: Poção da fúria cega
zh_cn: 盲目愤怒药水

source: White wyrm claw
de: Klauen des weißen Lindwurms
fr: Griffe de wyrm blanc
ja: ホワイトウィルムの爪
pt: Garra de Dragão Branco
zh_cn: 白冰龙爪

source: Forged papers for Blackwater
de: Gefälschte Papiere für Blackwater
fr: Laissez-passer falsifié pour Encreau
ja: ブラックウォーターの偽造許可証
pt: Papéis falsificados para Águas Negras
zh_cn: 黑水锻造文件

source: Bjorgur's family dagger
de: Bjorgur's Familiendolch
fr: Dague de famille de Bjorgur
ja: ビョルグル家のダガー
pt: Adaga da família de Bjorgur
zh_cn: 比约格尔家的匕首

source: Vial of purifying spirit
de: Ampulle des reinigenden Geistes
fr: Fiole d'élixir purificateur
ja: 浄化のバイアル
pt: Poção de purificação do espírito
zh_cn: 净化心灵的小瓶药

source: Guthbered's ring
fr: Anneau de Guthbered
ja: ガスベレッドのリング
pt: Anel de Guthbered
zh_cn: 古斯伯里德的戒指

source: Harlenn's ring
fr: Anneau d'Harlenn
ja: ハーレンのリング
pt: Anel de Harlenn
zh_cn: 哈伦的戒指

source: Rusted iron sword
de: Rostiges Eisenschwert
fr: Épée en fer rouillée
ja: 錆びたアイアンソード
pt: Espada rústica de ferro
zh_cn: 生锈的铁剑

source: Broken wooden buckler
de: Gebrochenes Faustschild aus Holz
fr: Bouclier en bois brisé
ja: 壊れたウッドバックラー
pt: Pequeno escudo rachado de madeira
zh_cn: 破损的木盾

source: Blood-stained gloves
de: Blutverschmierte Handschuhe
fr: Gants tâchés de sang
ja: 血塗れのグローブ
pt: Luvas manchadas com sangue
zh_cn: 沾血的手套

source: Assassin's gloves
de: Assassinenhandschuhe
fr: Gants de l'assassin
ja: アサシングローブ
pt: Luvas do Assassino
zh_cn: 刺客手套

source: Robe of the protector
de: Gewand des Beschützers
fr: Robe du protecteur
ja: プロテクターローブ
pt: Robe do Protetor
zh_cn: 保护者长袍

source: Dagger of the Shadow priests
de: Dolch des Schattenpriesters
fr: Dague des prêtres de l'Ombre
ja: シャドウプリーストダガー
pt: Adaga dos sacerdotes da Sombra
zh_cn: 暗影牧师匕首

source: Hardened iron sword
de: Gehärtetes Eisenschwert
fr: Épée en fer renforcée
ja: 硬化アイアンソード
pt: Espada reforçada de ferro
zh_cn: 硬化铁剑

source: Fine wooden club
de: Feiner Holzknüppel
fr: Bâton en bois de bonne facture
ja: 高級ウッドクラブ
pt: Bastão de madeira de qualidade
zh_cn: 优质木棍

source: Fine iron axe
de: Feine Eisenaxt
fr: Hache en fer de bonne facture
ja: 高級アイアンアックス
pt: Machado bom de ferro
zh_cn: 优质的铁斧

source: Hardened iron longsword
de: Gehärtetes Eisenlangschwert
fr: Épée longue en fer renforcée
ja: 硬化アイアンロングソード
pt: Espada comprida reforçada de ferro
zh_cn: 硬化铁长剑

source: Fine iron broadsword
de: Feines Eisenbreitschwert
fr: Épée large en fer de bonne facture
ja: 高級アイアンブロードソード
pt: Espada larga de ferro boa
zh_cn: 优质的铁宽剑

source: Sharp steel dagger
de: Scharfer Stahldolch
fr: Dague en acier aiguisée
ja: シャープスチールダガー
pt: Adaga afiada de aço
zh_cn: 锋利的钢匕首

source: Balanced steel sword
de: Kriegsstahlschwert
fr: Épée équilibrée en acier
ja: バランスのとれたスチールソード
pt: Espada balanceada de ferro
zh_cn: 均衡的钢剑

source: Fine steel broadsword
de: Feines Stahlbreitschwert
fr: Épée large en acier de bonne facture
ja: 高級スチールブロードソード
pt: Espada comprida de ferro boa
zh_cn: 优质的钢宽剑

source: Defender's blade
de: Klinge des Verteidigers
fr: Lame du défenseur
ja: ディフェンダーブレード
pt: Lâmina do Defensor
zh_cn: 防御者之刃

source: Villain's blade
de: Klinge des Schurken
fr: Lame du traître
ja: ヴィランブレード
pt: Lâmina do Vilão
zh_cn: 恶棍之刃

source: Challenger's iron sword
de: Eisenschwert des Herausforderers
fr: Épée en fer du provocateur
ja: 挑戦者のアイアンソード
pt: Espada de ferro do desafiante
zh_cn: 挑战者的铁剑

source: Fencing blade
de: Fechtklinge
fr: Lame d'escrime
ja: フェンシングブレード
pt: Lâmina de esgrima
zh_cn: 剑术之刃

source: Brutal club
de: Morgenstern
fr: Bâton offensif
ja: 残忍なクラブ
pt: Bastão brutal
zh_cn: 野蛮人之棍

source: Gutsplitter
de: Bauchschlitzer
fr: Répandeur d'entrailles
ja: ガットスプリッター
pt: Estripadora
zh_cn: 碎肠斧

source: Skullcrusher
de: Schädelbrecher
fr: Écraseur de crâne
ja: スカルクラッシャー
pt: Triturador de crânios
zh_cn: 碎颅者

source: Crude wooden buckler
de: Plumper Faustschild aus Holz
fr: Petit bouclier en bois de mauvaise facture
ja: 粗悪なウッドバックラー
pt: Pequeno escudo de madeira rudimentar
zh_cn: 粗糙的木盾

source: Cracked wooden buckler
de: Gebrochenes Faustschild aus Holz
fr: Petit bouclier en bois fendu
ja: 罅割れたウッドバックラー
pt: Pequeno escudo rachado de madeira
zh_cn: 破裂的木盾

source: Second-hand wooden buckler
de: Gebrauchtes Faustschild aus Holz
fr: Petit bouclier en bois d'occasion
ja: 中古のウッドバックラー
pt: Pequeno escudo de madeira em segunda-mão
zh_cn: 二手木盾

source: Wooden shield
de: Holzschild
fr: Bouclier en bois
ja: ウッドシールド
pt: Escudo de madeira
zh_cn: 木盾

source: Wooden defender
de: Hölzerner Verteidiger
fr: Grand bouclier en bois
ja: ウッドディフェンダー
pt: Defensor de madeira
zh_cn: 木制守护盾

source: Hardened leather cap
de: Gehärtete Lederkappe
fr: Casquette en cuir durci
ja: 硬化レザーキャップ
pt: Capuz de couro reforçado
zh_cn: 硬化皮帽

source: Fine leather cap
de: Feine Lederkappe
fr: Casquette en cuir de bonne facture
ja: 高級レザーキャップ
pt: Capuz de couro bom
zh_cn: 优质皮帽

source: Leather cap of reduced vision
de: Lederkappe der eingeschränkten Sicht
fr: Casquette en cuir de vision réduite
ja: 視力低下のレザーキャップ
pt: Capuz de couro com visão reduzida
zh_cn: 遮挡视野的皮帽

source: Crude iron helmet
de: Plumper Eisenhelm
fr: Casque en fer de mauvaise facture
ja: 粗悪なアイアンヘルメット
pt: Capacete de ferro rudimentar
zh_cn: 粗糙的铁头盔

source: Torn shirt
de: Gerissenes Hemd
fr: Chemise déchirée
ja: 破れたシャツ
pt: Camisa rasgada
zh_cn: 破衬衫

source: Weathered shirt
de: Verwittertes Hemd
fr: Chemise délavée
ja: 風化シャツ
pt: Camisa desbotada
zh_cn: 风化衬衫

source: Patched cloth shirt
de: Geflicktes Stoffhemd
fr: Chemise rapiécée
ja: つぎはぎのクロースシャツ
pt: Camisa remendada
zh_cn: 打补丁的布衬衫

source: Crude leather armor
de: Plumpe Lederrüstung
fr: Armure de cuir de mauvaise facture
ja: 粗悪なレザーアーマー
pt: Armadura de couro rudimentar
zh_cn: 粗糙的皮革盔甲

source: Firm leather armor
de: Stabile Lederrüstung
fr: Armure de cuir solide
ja: しっかりとしたレザーアーマー
pt: Armadura de couro firme
zh_cn: 坚固的皮革盔甲

source: Rigid leather armor
de: Versteifte Lederrüstung
fr: Armure de cuir rigide
ja: 硬質なレザーアーマー
pt: Armadura de couro rígida
zh_cn: 坚硬的皮甲

source: Rigid chain mail
de: Versteifte Kettenrüstung
fr: Cotte de mailles rigide
ja: 硬質なチェインメイル
pt: Cota de malha rígida
zh_cn: 坚硬的锁甲

source: Superior chain mail
de: Gute Kettenrüstung
fr: Cotte de mailles supérieure
ja: 良質なチェインメイル
pt: Cota de malha superior
zh_cn: 卓越的锁甲

source: Champion's chain mail
de: Kettenrüstung des Champions
fr: Cotte de mailles du Champion
ja: チャンピオンチェインメイル
pt: Cota de malha do campeão
zh_cn: 冠军锁甲

source: Villain's leather armor
de: Lederrüstung des Schurken
fr: Armure de cuir du Traître
ja: ヴィランレザーアーマー
pt: Armadura de couro do vilão
zh_cn: 恶棍的皮甲

source: Leather shirt of misfortune
de: Lederhemd des Unglücks
fr: Chemise en cuir de malchance
ja: 不幸のレザーシャツ
pt: Camisa de couro do infortúnio
zh_cn: 不幸的皮衬衫

source: Bar brawler's gloves
de: Handschuhe des Kneipenraufboldes
fr: Gants du bagarreur de taverne
ja: 酒場闘士のグローブ
pt: Luvas de arruaceiros de bar
zh_cn: 酒吧争吵者的手套

source: Gloves of fumbling
de: Stümperhafte Handschuhe
fr: Gants de fouille
ja: ファンブルグローブ
pt: Luvas de desastrados
zh_cn: 摸索手套

source: Crude cloth gloves
de: Plumpe Stoffhandschuhe
fr: Gants en tissu de mauvaise facture
ja: 粗悪なクロースグローブ
pt: Luvas de pano rudimentar
zh_cn: 粗糙的布手套

source: Crude leather gloves
de: Plumpe Lederhandschuhe
fr: Gants en cuir de mauvaise facture
ja: 粗悪なレザーグローブ
pt: Luvas de couro rudimentar
zh_cn: 粗糙的皮手套

source: Troublemaker's gloves
de: Handschuhe des Hitzkopfes
fr: Gants de fauteur de trouble
ja: トラブルメーカーグローブ
pt: Luvas do Troublemaker
zh_cn: 麻烦制造者的手套

source: In Lower Fallhaven there is honor among thieves. Everyone else is a mark.
de: In der Fallhavener Halbwelt herrscht Ehre unter den Dieben. Jeder andere ist ein Schandfleck.
fr: À Lower Fallhaven il y a du respect entre voleurs. Tous les autres sont des cibles.
ja: フォールヘブン下では盗賊に名誉がある。その他の者は全て標的である。
pt: Na baixa de Fallhaven existe honra entre ladrões. Todos os outros são escória.
zh_cn: 在法尔海文下区，这是盗贼们的荣誉。对于其他人，这只是个标记。

source: Guard's gloves
de: Handschuhe des Wachpostens
fr: Gants de garde
ja: ガードグローブ
pt: Luvas dos Guardas
zh_cn: 守卫手套

source: Leather gloves of attack
de: Lederhandschuhe des Angriffs
fr: Gants d'attaque en cuir
ja: アタックレザーグローブ
pt: Luvas de couro para ataque
zh_cn: 攻击皮手套

source: Woodcutter's gloves
de: Handschuhe des Holzfällers
fr: Gants de bûcheron
ja: きこりのグローブ
pt: Luvas de lenhador
zh_cn: 伐木者的手套

source: Crude leather boots
de: Plumpe Lederstiefel
fr: Bottes en cuir de mauvaise facture
ja: 粗悪なレザーブーツ
pt: Botas de couro rudimentar
zh_cn: 粗糙的皮靴

source: Sewn footwear
de: Genähtes Schuhwerk
fr: Chaussures cousues
ja: 縫製履物
pt: Sapato costurado
zh_cn: 缝制鞋

source: Coward's boots
de: Stiefel des Feiglings
fr: Bottes du Froussard
ja: 臆病者のブーツ
pt: Botas do covarde
zh_cn: 懦夫的靴子

source: Hardened leather boots
de: Gehärtete Lederstiefel
fr: Bottes en cuir durci
ja: 硬化レザーブーツ
pt: Botas de couro reforçado
zh_cn: 硬化的皮靴

source: Defender's boots
de: Stiefel des Verteidigers
fr: Bottes du Défenseur
ja: ディフェンダーブーツ
pt: Botas do defensor
zh_cn: 防守者的靴子

source: Lesser shielding necklace
de: Geringe schützende Halskette
fr: Collier de protection mineure
ja: レッサーシールドネックレス
pt: Colar de proteção fraca
zh_cn: 更少防护项链

source: Necklace of strike
de: Halskette des Treffers
fr: Collier d'attaque
ja: ストライクネックレス
pt: Colar do ataque
zh_cn: 击打项链

source: Defender's stone
de: Stein des Verteidigers
fr: Pierre du Défenseur
ja: ディフェンダーストーン
pt: Pedra do defensor
zh_cn: 防御者之石

source: Necklace of the protector
de: Halskette des Beschützers
fr: Collier du protecteur
ja: プロテクターネックレス
pt: Colar do protetor
zh_cn: 保护者的项链

source: Crude combat ring
de: Plumper Kampfring
fr: Anneau de combat de mauvaise facture
ja: 粗悪なコンバットリング
pt: Anel de combate rudimentar
zh_cn: 粗糙的战斗之戒

source: Crude ring of surehit
de: Plumper Ring der Treffsicherheit
fr: Anneau du coup sûr de mauvaise facture
ja: 粗悪な必中リング
pt: Anel rudimentar do tiro certeiro
zh_cn: 粗糙的命中戒指

source: Crude ring of block
de: Plumper Schutzring
fr: Anneau de blocage de mauvaise facture
ja: 粗悪なブロックリング
pt: Anel rudimentar de bloqueio
zh_cn: 粗糙的格挡之戒

source: Rough ring of life force
de: Grober Ring der Lebenskraft
fr: Anneau grossier de force vive
ja: 粗い生命のリング
pt: Anel grosseiro da força vital
zh_cn: 生命之戒

source: Ring of fumbling
de: Stümperhafter Ring
fr: Anneau de fouille
ja: ファンブルリング
pt: Anel do desastrado
zh_cn: 笨拙之戒

source: Rough ring of damage
de: Grober Angriffsring
fr: Anneau grossier de dégâts
ja: 粗いダメージリング
pt: Anel de dano grosseiro
zh_cn: 粗糙的伤害戒指

source: Bar brawler's ring
de: Ring des Kneipenraufboldes
fr: Anneau du bagarreur de taverne
ja: 酒場闘士のリング
pt: Anel dos Arruaceiros de Tavernas
zh_cn: 酒吧争吵者的戒指

source: Ring of damage +3
de: Angriffsring +3
fr: Anneau de dégât +3
ja: ダメージリング+3
pt: Anel de dano +3
zh_cn: 伤害+3戒指

source: Ring of life force
de: Ring der Lebenskraft
fr: Anneau de force vive
ja: 生命のリング
pt: Anel da força vital
zh_cn: 生命之戒

source: Tavern brawler's ring
de: Ring des Tavernenraufboldes
fr: Anneau du bagarreur de taverne
ja: 居酒屋闘士のリング
pt: Anel dos Arruaceiros de tavernas
zh_cn: 酒吧争吵者的戒指

source: Defender's ring
de: Ring des Verteidigers
fr: Anneau du Défenseur
ja: ディフェンダーリング
pt: Anel do defensor
zh_cn: 防御者之戒

source: Challenger's ring
de: Ring des Herausforderers
fr: Anneau du Provocateur
ja: 挑戦者のリング
pt: Anel do desafiante
zh_cn: 挑战者之戒

source: Ring of damage +4
de: Angriffsring +4
fr: Anneau de dégât +4
ja: ダメージリング+4
pt: Anel de dano +4
zh_cn: 伤害+4戒指

source: Troublemaker's ring
de: Ring des Hitzkopfes
fr: Anneau de fauteur de trouble
ja: トラブルメーカーリング
pt: Anel do Troublemaker
zh_cn: 麻烦制造者的戒指

source: Ring of the guardian
de: Ring des Wächters
fr: Anneau du Gardien
ja: ガーディアンリング
pt: Anel do guardião
zh_cn: 守护者之戒

source: Ring of block
de: Schutzring
fr: Anneau de blocage
ja: ブロックリング
pt: Anel de bloqueio
zh_cn: 格挡之戒

source: Ring of backstabbing
de: Ring des Verrats
fr: Anneau de poignardage
ja: 裏切りのリング
pt: Anel do caluniador
zh_cn: 反刺之戒

source: Polished combat ring
de: Polierter Kampfring
fr: Anneau de combat poli
ja: 磨かれたコンバットリング
pt: Anel de combate polido
zh_cn: 抛光的战斗戒指

source: Villain's ring
de: Ring des Schurken
fr: Anneau du Traître
ja: ヴィランリング
pt: Anel do vilão
zh_cn: 恶棍的戒指

source: Polished ring of backstabbing
de: Polierter Ring des Verrats
fr: Anneau de poignardage poli
ja: 磨かれた裏切りのリング
pt: Anel polido do caluniador
zh_cn: 抛光的反刺之戒

source: Ring of the protector
de: Ring des Beschützers
fr: Anneau du Protecteur
ja: プロテクターリング
pt: Anel do protetor
zh_cn: 保护者之戒

source: Erinith's book
de: Erinith's Buch
fr: Livre d'Erinith
ja: エリニスの本
pt: Livro de Erinith
zh_cn: 艾里尼思的书

source: Giant wasp wing
de: Riesiger Wespenflügel
fr: Aile de guêpe géante
ja: 巨大ワスプの翅
pt: Asa de vespa gigante
zh_cn: 巨型黄蜂翼

source: Tinlyn's sheep bell
de: Tinlyn's Schafsglocken
fr: Cloche à mouton de Tinlyn
ja: ティンリンの羊の鈴
pt: Sino da ovelha de Tinlyn
zh_cn: 丁林的羊铃

source: Meat from Tinlyn's sheep
de: Fleisch von Tinlyn's Schafen
fr: Viande de mouton de Tinlyn
ja: ティンリンの羊の肉
pt: Carne de ovelha de Tinlyn
zh_cn: 丁林羊的肉

source: Piece of painting
de: Teil eines Gemäldes
fr: Morceaux de peinture
ja: 絵画のピース
pt: Parte de uma pintura
zh_cn: 一幅画

source: Feygard iron sword
de: Feygard Eisenschwert
fr: Épée en fer deFeygard
ja: フェイガードアイアンソード
pt: Espada de ferro de Feygard
zh_cn: 费加德铁剑

source: Degraded Feygard iron sword
de: Minderwertiges Feygard Eisenschwert
fr: Épée en fer de Feygard dégradée
ja: 劣化フェイガードアイアンソード
pt: Espada de ferro de Feygard degradada
zh_cn: 劣化的的费加德铁剑

source: Buceth's vial of green liquid
de: Buceth's Ampulle mit grüner Flüssigkeit
fr: Flacon de Buceth rempli de liquide vert
ja: ブセスの緑の液体バイアル
pt: Frasco com líquido vital de Buceth
zh_cn: 布凯斯的绿色液体小瓶

source: Chaosreaper
de: Sense des Chaos
fr: Rapière du Chaos
ja: カオスリーパー
pt: Ceifeiro do caos
zh_cn: 混乱收割机

source: Izthiel claw
de: Izthiel Klauen
fr: Griffe d'Izthiel
ja: イズシエルの爪
pt: Garra de Izthiel
zh_cn: 伊泽尔之爪

source: Iqhan pendant
de: Iqhan Anhänger
fr: Pendentif d'Iqhan
ja: イクハンペンダント
pt: Pingente de Iqhan
zh_cn: 伊坎吊坠

source: Shadowfang
de: Reißzahn des Schattens
fr: Croc de l'Ombre
ja: シャドウファング
pt: Presa das Sombras
zh_cn: 暗影之牙

source: Gloves of life force
de: Handschuhe der Lebenskraft
fr: Gants de force vive
ja: 生命のグローブ
pt: Luvas da força vital
zh_cn: 生命力手套

source: Potion of damage focus
de: Trank der Wucht
fr: Potion de concentration des dégâts
ja: ダメージ重視のポーション
pt: Poção de dano na precisão
zh_cn: 伤害聚焦药水

source: Strong potion of damage focus
de: Starker Trank der Wucht
fr: Grande potion de concentration des dégâts
ja: 強力なダメージ重視のポーション
pt: Poção forte de dano na precisão
zh_cn: 强大的伤害聚焦药水

source: Potion of accuracy focus
de: Trank der Treffsicherheit
fr: Potion de concentration en précision
ja: 命中重視のポーション
pt: Poção de aumento da precisão
zh_cn: 精确聚焦药水

source: Strong potion of accuracy focus
de: Starker Trank der Treffsicherheit
fr: Grande potion de concentration en précision
ja: 強力な命中重視のポーション
pt: Poção forte de aumento da precisão
zh_cn: 强大的精确聚焦药水

source: Scaradon extract
de: Extrakt aus Scaradon
fr: Extrait de Scaradon
ja: スカラドンエキス
pt: Extrato de escaravelho
zh_cn: 圣甲虫提取物

source: Remgard shield
de: Remgard Schild
fr: Bouclier de Remgard
ja: レムガードシールド
pt: Escudo de Remgard
zh_cn: 瑞姆加德盾牌

source: Remgard combat shield
de: Remgard Kampfschild
fr: Bouclier de combat de Remgard
ja: レムガードコンバットシールド
pt: Escudo de combate de Remgard
zh_cn: 瑞姆加德战斗盾牌

source: Combat helm
de: Kampfhelm
fr: Casque de combat
ja: コンバットヘルム
pt: Capacete de combate
zh_cn: 战斗头盔

source: Enhanced combat helmet
de: Verbesserter Kampfhelm
fr: Casque de combat amélioré
ja: 強化コンバットヘルメット
pt: Capacete de combate avançado
zh_cn: 增强型战斗头盔

source: Remgard combat helmet
de: Remgard Kampfhelm
fr: Casque de combat de Remgard
ja: レムガードコンバットヘルメット
pt: Capacete de combate de Remgard
zh_cn: 瑞姆加德作战头盔

source: Cap of red eyes
de: Kappe der roten Augen
fr: Chapeau des yeux rouges
ja: レッドアイキャップ
pt: Capuz dos olhos vermelhos
zh_cn: 红眼之帽

source: Cap of bloody eyes
de: Kappe der blutigen Augen
fr: Chapeau des yeux de sang
ja: ブラッドアイキャップ
pt: Capuz dos olhos ensanguentados
zh_cn: 血腥之帽

source: Defender's helmet
de: Helm des Verteidigers
fr: Casque du Défenseur
ja: ディフェンダーヘルメット
pt: Capacete do defensor
zh_cn: 防御者头盔

source: Strange looking helmet
de: seltsam aussehender Helm
fr: Casque d'allure étrange
ja: 奇妙なヘルメット
pt: Capacete de aparência estranha
zh_cn: 奇怪的头盔

source: Dark protector
de: Dunkler Beschützer
fr: Protecteur sombre
ja: ダークプロテクター
pt: Protetor Negro
zh_cn: 黑暗保护者

source: Remgard chain mail
de: Remgard Kettenrüstung
fr: Cotte de mailles de Remgard
ja: レムガードチェインメイル
pt: Cota de malha de Remgard
zh_cn: 瑞姆加德锁子甲

source: Combat vest
de: Kampfweste
fr: Veste de combat
ja: コンバットベスト
pt: Veste de combate
zh_cn: 作战背心

source: Remgard combat vest
de: Remgard Kampfweste
fr: Veste de combat de Remgard
ja: レムガードコンバットベスト
pt: Veste de combate de Remgard
zh_cn: 瑞姆加德作战背心

source: Hardened leather gloves
de: Gehärtete Lederhandschuhe
fr: Gants en cuir durci
ja: 硬化レザーグローブ
pt: Luvas de couro reforçadas
zh_cn: 硬化皮手套

source: Arulir skin gloves
de: Handschuhe aus Arulirfell
fr: Gants en peau d'Arulir
ja: アルリルスキングローブ
pt: Luvas de pele de Arulir
zh_cn: 阿鲁里尔皮肤手套

source: Combat gloves
de: Kampfhandschuhe
fr: Gants de combat
ja: コンバットグローブ
pt: Luvas de combate
zh_cn: 战斗手套

source: Enhanced combat gloves
de: Verbesserte Kampfhandschuhe
fr: Gants de combat améliorés
ja: 強化コンバットグローブ
pt: Luvas de combate melhoradas
zh_cn: 强化战斗手套

source: Remgard fighting gloves
de: Remgard Kampfhandschuhe
fr: Gants de combat de Remgard
ja: レムガード戦闘グローブ
pt: Luvas de luta de Remgard
zh_cn: 瑞姆加德战斗手套

source: Enchanted Remgard gloves
de: Verbesserte Remgard Handschuhe
fr: Gants enchantés de Remgard
ja: 魔法のレムガードグローブ
pt: Luvas encantadas de Remgard
zh_cn: 施法的瑞姆加德手套

source: Gloves of the guardian
de: Handschuhe des Wächters
fr: Gants du Gardien
ja: ガーディアングローブ
pt: Luvas do guardião
zh_cn: 守护者手套

source: Combat boots
de: Kampfschuhe
fr: Bottes de combat
ja: コンバットブーツ
pt: Botas de combate
zh_cn: 战斗靴

source: Enhanced combat boots
de: Verbesserte Kampfschuhe
fr: Bottes de combat améliorées
ja: 強化コンバットブーツ
pt: Botas de combate melhoradas
zh_cn: 增强战斗靴

source: Remgard boots
de: Remgard Stiefel
fr: Bottes de Remgard
ja: レムガードブーツ
pt: Botas de Remgard
zh_cn: 瑞姆加德靴子

source: Boots of the guardian
de: Schuhe des Wächters
fr: Bottes du Gardien
ja: ガーディアンブーツ
pt: Botas do guardião
zh_cn: 守护者之靴

source: Bar brawler's boots
de: Schuhe des Kneipenraufboldes
fr: Bottes du bagarreur de taverne
ja: 酒場闘士のブーツ
pt: Botas dos Arruaceiros de Tavernas
zh_cn: 酒吧争吵者的靴子

source: Marrowtaint
de: Marrows Verderben
fr: Souille-au-cœur
ja: マロウテイント
pt: Tintura de medula
zh_cn: 马罗坦特

source: Silk robe of Valugha
de: Valugha's Seidengewand
fr: Robe en soie de Valugha
ja: ヴァルガのシルクローブ
pt: Robe de seda de Valugha
zh_cn: 瓦卢加的丝质长袍

source: Valugha's shimmering hat
de: Valugha's schimmernder Hut
fr: Chapeau chatoyant de Valugha
ja: ヴァルガの煌めく帽子
pt: Chapéu de pele de Valugha
zh_cn: 瓦卢加的闪亮帽子

source: Woodcutter's feathered hat
de: Befiederter Hut des Holzfällers
fr: Chapeau à plume de bûcheron
ja: きこりの羽帽子
pt: Chapéu de lenhador com penas
zh_cn: 伐木工的羽毛帽子

source: Chewed bone
de: Angenagter Knochen
fr: Os mâché
ja: 噛まれた骨
pt: Osso mastigado
zh_cn: 嚼过的骨

source: Dead spider
de: Tote Spinne
fr: Araignée morte
ja: 死んだ蜘蛛
pt: Aranha morta
zh_cn: 死蜘蛛

source: Irdegh poison gland
de: Irdegh Giftdrüse
fr: Glande à poison d'Irdegh
ja: アーデグ毒腺
pt: Glândula de veneno de Irdegh
zh_cn: 伊尔德格的毒腺
