Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: I have met Benbyr outside the Crossroads guardhouse. He wants to get revenge on an old 'business partner' of his - Tinlyn. Benbyr wants me to kill all Tinlyn's sheep.
de: Ich traf Benbyr vor der Wachstube von Crossroads. Er möchte sich an seinem alten 'Geschäftspartner' Tinlyn rächen. Benbyr will, dass ich alle Schafe von Tinlyn abschlachte.
fr: J'ai rencontré Benbyr près du poste de garde de Croisechemins. Il veut avoir sa revanche sur son ancien 'associé', Tinlyn. Pour cela, il me demande d'aller tuer les moutons de ce Tinlyn.
ja: クロスロード衛兵所の外でベンバーと出会った。かつてのビジネスパートナーであったティンリンに復讐しようとしている。ベンバーはティンリンの羊全てを殺してほしいと話した。
pt: Conheci Benbyr no lado de fora da guarita de Crossroads. Ele quer se vingar de um antigo 'parceiro de negócios' dele - Tinlyn. Benbyr quer que eu mate todas as ovelhas de Tinlyn.
zh_cn: 我在交叉路口的看守所外遇到了本比尔。他想为他的一个老生意伙伴--丁林报仇。本比尔要我杀光丁林的羊。

source: I have agreed to help Benbyr find Tinlyn's sheep and kill all eight of them. I should go look for them in the fields northwest of the Crossroads guardhouse.
de: Ich habe versprochen, für Benbyr alle acht Schafe von Tinlyn zu finden und zu töten. Ich soll auf den Feldern nordwestlich von der Wachstube Ausschau nach ihnen halten.
fr: J'ai accepté d'aider Benbyr à chercher et tuer les huit moutons de Tinlyn. Je devrais les trouver sur les plaines au nord-ouest du poste de garde de Croisechemins.
ja: ティンリンの羊を見つけて8頭全てを殺すベンバーの手伝いを承諾した。クロスロード衛兵所の北西の野原で羊たちを探そう。
pt: Concordei em ajudar Benbyr, a encontrar todas as ovelhas de Tinlyn e a matar todas as oito. Devo procurá-las nos campos a noroeste da guarita de Crossroads.
zh_cn: 我已经同意帮助本比尔找到丁林的羊，并把它们的八只羊全部杀掉。我应该去交叉路口看守所西北面的田地里找它们。

source: I have started attacking the sheep. I should return to Benbyr once I have killed all eight of them.
de: Ich habe mit der Schlachtung begonnen. Wenn ich alle acht Schafe getötet habe, sollte ich zu Benbyr zurückkehren.
fr: J'ai commencé à tuer les moutons. Une fois le travail terminé, il me faudra retourner voir Benbyr.
ja: 羊への攻撃を始めた。8頭全てを殺したらベンバーのところへ戻ろう。
pt: Comecei a atacar as ovelhas. Devo voltar para Benbyr quando terminar de matar todas os oito.
zh_cn: 我已经开始攻击羊群了。一旦我杀光了八只羊，我就应该回去找本比尔。

source: Benbyr was thrilled to hear that all of Tinlyn's sheep are dead.
de: Benbyr war begeistert zu hören, dass Tinlyn's Schafe tot sind.
fr: Benbyr était ravi d'apprendre que les moutons de Tinlyn ont bien été abattus.
ja: ベンバーはティンリンの羊が全て死んだと聞いて感激していた。
pt: Benbyr ficou radiante ao saber que todas as ovelhas de Tinlyn estão mortas.
zh_cn: 本比尔听到丁林的羊都死了，很是兴奋。

source: I declined to help Benbyr kill the sheep.
de: Ich habe es abgelehnt, für Benbyr wehrlose Schafe abzuschlachten.
fr: J'ai refusé d'aider Bendyr à tuer les moutons.
ja: ベンバーが羊を殺す手伝いを断った。
pt: Não quis ajudar Benbyr a matar ovelhas.
zh_cn: 我拒绝了帮助本比尔杀羊的请求。

source: The path is clear to me
de: Der Weg liegt klar vor mir
fr: La voie est libre
ja: 道は明らか
pt: O caminho é claro para mim
zh_cn: 对我来说很熟悉的道路

source: Minarra up in the tower at the Crossroads guardhouse has seen a band of rogues heading west from the guardhouse, towards Carn Tower. Minarra was sure they matched the description of some men whose heads have a bounty on them from the Feygard patrol. If these are the men that Minarra thinks, they are supposedly led by particularly ruthless savage named Rogorn.
de: Vom Turm der Wachstube von Crossroads aus hat Minarra ein paar Gauner beobachtet, die nach Westen Richtung Carn Tower schlichen. Minarra glaubt, dass es sich bei den Typen um Verbrecher handelt, auf die in Feygard ein Kopfgeld ausgesetzt wurde. Wenn das wahr ist, werden diese Männer von einem besonders rücksichtslosen Rohling namens Rogorn angeführt.
fr: Minarra en haut de la tour du poste de garde de Croisechemins a vu un groupe de bandits partir vers l'ouest du corps de garde, vers la Tour de Carn. Minarra est certaine qu'ils correspondent à la description d'hommes dont la tête est mise à prix par la patrouille de Feygard. S'il s'agit bien d'eux, ils seraient menés par un truand particulièrement impitoyable nommé Rogorn.
ja: クロスロード衛兵所の塔の上にいるミナラは、衛兵所から西に向かってカーンタワーへと進む犯罪者の一団の姿を見つけた。ミナラは、これがフェイガードのパトロールで懸賞金がかかっている男たちの人相書きと一致していると確信した。ミナラが思っている者たちだとすれば、この者たちはロゴーンという冷酷野蛮な人物に率いられていると思われる。
pt: Minarra na torre na guarita de Crossroads viu uma banda de malandros a ir a oeste da guarita sea dirigiro para Carn Tower. Minarra tem certeza de que correspondem à descrição de alguns homens cujas cabeças foram postas a prêmio pela patrulha de Feygard. Se estes são os homens que Minarra pensa, eles são supostamente liderados pelo selvagem e particularmente cruel Rogorn.
zh_cn: 米娜拉在十字路口看守所的塔楼上看到一队流氓从看守所向西走，朝卡恩塔走去。米娜拉确信他们符合一些人的描述，这些人的头被费加德巡逻队悬赏了。如果这些人是米娜拉认为的那些人，据说他们是由特别无情的野蛮人领导的，名叫罗戈恩。

source: I am helping Minarra find the band of rogues. I should travel the road west from the Crossroads guardhouse towards Carn Tower and look for them. They have supposedly stolen three pieces of a valuable painting and are wanted dead for their crimes.
de: Ich helfe Minarra bei der Suche nach den Schurken. I soll auf der Straße westlich von der Wachstube in Richtung Carn Tower reisen und nach ihnen Ausschau halten. Sie haben angeblich drei Teile eines wertvollen Gemäldes gestohlen und sollen für ihre Verbrechen hingerichtet werden.
fr: J'aide Minarra à trouver les bandits. Je dois voyager sur la route à l'ouest du poste de garde de Croisechemins, vers la Tour de Carn. Ils auraient, selon mes informations, volé trois morceaux d'une peinture de grande valeur, et sont recherchés morts pour leurs crimes.
ja: ミナラが犯罪者の一味を見つけるのを手伝っている。クロスロード衛兵所から西の道をカーンタワーに向かって探そう。貴重な絵を3枚盗んだとされ、その罪で指名手配されている。
pt: Estou a ajudar Minarra a encontrar a banda de malandros. Devo viajar pela estrada a oeste da guarita de Crossroads em direção a Carn Tower e procurar por eles. Eles supostamente roubaram três pedaços de uma pintura valiosa e são procurados vivos ou mortos pelos crimes deles.
zh_cn: 我正在帮助米娜拉寻找那群流氓。我应该从交叉路口看守所向西的道路上往卡恩塔方向走，寻找他们。他们据说偷了三幅价值连城的画，并被通缉。

source: Minarra also tells me that I should not trust anything I hear from them. In particular, anything from Rogorn should be viewed with great suspicion.
de: Minarra hat mir auch gesagt, dass ich ihnen auf keinen Fall trauen dürfe, egal was sie sagen. Besonders die Worte von Rogorn sollten mit äußerster Skepsis beurteilt werden.
fr: Minarra a également insisté sur le fait que ces hommes ne sont pas dignes de confiance. En particulier, tout ce que pourra me dire leur chef Rogorn devra être écouté avec méfiance.
ja: ミナラはまた、彼らから聞いたことは信用してはならないと言う。特にロゴーンからのものは大いに疑ってかかるべきだ。
pt: Minarra também me diz que não posso confiar em qualquer coisa que ouça deles. Em particular, qualquer coisa vinda de Rogorn deve ser vista com grande desconfiança.
zh_cn: 米娜拉还告诉我，我不要相信从他们那里听到的任何消息。特别是来自罗戈恩的任何东西都别信。

source: I have found the band of rogues on the road west towards Carn Tower, led by Rogorn.
de: Ich habe die Bande auf der Straße nach Carn Tower aufgespürt und sie wird wie erwartet von Rogorn angeführt.
fr: J'ai trouvé le groupe de bandits sur la route menant à la Tour de Carn, mené par Rogorn.
ja: カーンタワーに向かう西の道で、ロゴーンに率いられた犯罪者の一団を見つけた。
pt: Encontrei os bandidos na estrada nm direção oeste de Carn Tower, liderados por Rogorn.
zh_cn: 我已经在西方通往卡恩塔的路上找到了由罗戈恩带领的那群流氓。

source: Rogorn tells me that they are wrongly accused of murder and theft in Feygard, while they themselves have never even been to Feygard.
de: Rogorn erzählte mir, dass er und seine Leute zu Unrecht wegen Mord und Diebstahl in Feygard beschuldigt werden, den keiner von ihnen war jemals in Feygard gewesen.
fr: Rogorn me dit qu'ils sont accusés à tort de meurtres et de vols à Feygard, alors qu'ils n'ont même jamais été dans cette ville.
ja: ロゴーンによると、彼ら自身はフェイガードに行ったことさえないのに、フェイガードでは殺人や窃盗の罪で不当に訴えられていると語る。
pt: Rogorn me diz que eles foram injustamente acusados de assassinato e de roubo em Feygard, quando eles mesmos nunca tinham sequer estado Feygard.
zh_cn: 罗戈恩告诉我，他们在费加德被错误地指控为谋杀和盗窃，而他们自己甚至从未去过费加德。

source: I have decided to attack Rogorn and his band of rogues. I should return to Minarra with the three pieces of the painting once they are dead.
de: Ich habe beschlossen, Rogorn und seine Kumpane anzugreifen. Wenn sie tot sind, werde ich mit den drei Teilen des Gemäldes zu Minarra zurückkehren.
fr: J'ai décidé d'attaquer Rogorn et son groupe de bandits. Une fois vaincus, je devrai revenir à Minarra avec les trois morceaux de la peinture.
ja: ロゴーンとその一味を攻撃することにした。死んだら、3枚の絵を持ってミナラのもとへ戻ろう。
pt: Decidi atacar Rogorn e a banda de malandros dele. Devo voltar para Minarra com as três partes da pintura, uma vez que eles estejam mortos.
zh_cn: 我已经决定攻击罗戈恩和他的流氓团伙。一旦他们死了，我应该带着那三块画回到米娜拉。

source: I have decided not to attack Rogorn and his band of rogues, but instead report back to Minarra that she must have mistaken the men she saw for someone else.
de: Ich habe beschlossen, Rogorn und seine Kumpane am Leben zu lassen und stattdessen Minarra zu berichten, dass sie sich geirrt haben müsse.
fr: J'ai décidé de ne pas attaquer Rogorn et sa bande, mais plutôt de revenir voir Minarra et lui expliquer qu'elle avait sûrement pris ces hommes pour quelqu'un d'autre.
ja: ロゴーンとその一味を攻撃するのではなく、ミナラが見た男たちを他の誰かと間違えたのではないかと報告することにした。
pt: Decidi não atacar Rogorn e a banda de bandidos dele, mas sim informar a Minarra que ela deve ter confundido os homens que ela viu com alguma outra pessoa.
zh_cn: 我决定不攻击罗戈恩和他的流氓团伙，而是向米娜拉报告，她一定是把她看到的人误认为是其他人。

source: Minarra thanked me for dealing with the thieves, and told me that my services to Feygard will be appreciated.
de: Minarra bedankte sich bei mir für das Ergreifen der Diebe. Sie versprach mir, dass meine Dienste für Feygard gewürdigt werden würden.
fr: Minarra m'a remercié pour m'être chargé de ces voleurs, expliquant que mes services à Feygard seraient fort appréciés.
ja: ミナラは盗賊に対処してくれたことに感謝し、フェイガードへのあなたの貢献は感謝されると話してくれた。
pt: Minarra agradeceu-me para lidar com os ladrões e disse-me que os meus serviços para Feygard serão apreciados.
zh_cn: 米娜拉感谢我处理了这些小偷，并告诉我，我对费加德的服务将受到赞扬。

source: After telling Minarra that she must have mistaken the men for someone else, she seemed a bit suspicious, but thanked me for helping her look into the matter.
de: Nachdem ich Minarra gesagt habe, dass sie die Männer mit jemand anderem verwechselt habe, schien sie etwas misstrauisch, dankte mir aber für meine Hilfe in der Sache.
fr: Après avoir expliqué à Minarra qu'elle avait mal identifié le groupe de bandits, elle a eu un regard soupçonneux, mais m'a finalement remercié pour l'avoir aidée sur le sujet.
ja: 男たちを他の誰かと間違えたのではないかと話した後、ミナラは少し怪訝そうな顔をしていたものの、調べてくれたことに感謝していた。
pt: Depois de contar Minarra que ele deve ter confundido os homens com outra pessoa, ela pareceu um pouco desconfiado, mas me agradeceu por ajudá-lo a resolver esse assunto.
zh_cn: 在告诉米娜拉她一定是把那个男人误认为别人之后，她似乎有点怀疑，但感谢我帮助她调查此事。

source: I have helped Minarra with her task.
de: Ich habe Minarra bei ihrer Aufgabe unterstützt.
fr: J'ai aidé Minarra pour son enquête.
ja: ミナラの仕事を手伝ってきた。
pt: Ajudei Minarra com a tarefa dela.
zh_cn: 我帮助米娜拉完成了她的任务。

source: Feygard errands
de: Botengang für Feygard
fr: La commission de Feygard
ja: フェイガードのお使い
pt: Recados de Feygard
zh_cn: 费加德的差事

source: I met Gandoren, the guard captain at the Crossroads guardhouse. He told me about some trouble up in Loneford, that have forced the guards to be even more alert than usual. Because of this, they can't do their regular errands themselves but need help with some basic things.
de: Ich habe Gandoren, den Hauptmann der Garde in der Wachstube von Crossroads getroffen. Er erzählte mir von einigen Schwierigkeiten in Loneford, welche die Wachleute zu erhöhter Wachsamkeit zwingen. Aus diesem Grund haben sie keine Zeit für ihre gewöhnlichen Botengänge und könnten da ein wenig Hilfe gebrauchen.
fr: J'ai rencontré Gandoren, le capitaine au poste de garde de Croisechemins. Il m'a parlé de difficultés à Loneford, forçant les gardes à rester sur leur qui-vive en permanence. Ils n'ont ainsi plus le temps de régler leurs tâches habituelles, pour lesquelles ils auraient bien besoin d'aide.
ja: クロスロード衛兵所の衛兵隊長ガンドレンに会った。ローンフォードでトラブルがあり、そのために衛兵はいつも以上に警戒せねばならないのだと教えてくれた。そのため、普段の用事は自分たちではできないが、基本的なことは手伝ってもらう必要がある。
pt: Encontrei o Gandoren, o capitão de guarda na guarita de Crossroads. Contou-me sobre alguns problemas em Loneford, que forçaram os guardas a estarem ainda mais alerta do que o usual. Devido a isso, eles não podem fazer trocar mensagens regularmente entre si, a precisar de ajuda com algumas tarefas básicas.
zh_cn: 我遇到了交叉路口警卫室的警卫队长甘多伦。他告诉我在隆福德发生了一些麻烦，这迫使警卫比平时更加警觉。正因为如此，他们不能自己做日常差事，所以在一些基本的事情上需要帮助。

source: Gandoren wants me to help him transport a shipment of 10 iron swords to another guard post to the south.
de: Gandoren möchte, dass ich eine Lieferung von 10 Eisenschwerter zu einem Gardeposten im Süden bringe.
fr: Gandoren veut que je l'aide à remettre un paquet de 10 épées de fer à un autre poste de garde, au sud.
ja: ガンドレンは10本のアイアンソードを南の別の駐屯部隊まで運ぶのを手伝って欲しいと言っている。
pt: Gandoren quer que o ajude a transportar um carregamento de 10 espadas de ferro para outro posto da guarda ao sul.
zh_cn: 甘多伦要我帮他把 10 把铁剑运到南方的另一个哨所。

source: I have agreed to help Gandoren transport the shipment, as a service for Feygard.
de: Ich habe zugestimmt, die Lieferung für Gandoren zu übernehmen, als Dienst an Feygard.
fr: J'ai accepté d'aider Gandoren à remettre le paquet, comme service rendu à Feygard.
ja: フェイガードへの奉仕として、ガンドレンの荷物運びを手伝うことに同意した。
pt: Concordei em ajudar Gandoren a transportar o carregamento, como um serviço para Feygard.
zh_cn: 我已经同意帮助甘多伦运输这批货物，作为对费加德的服务。

source: I have grudgingly agreed to help Gandoren transport the shipment.
de: Ich habe widerwillig zugestimmt, die Lieferung für Gandoren zu übernehmen.
fr: J'ai accepté à contrecœur de livrer le paquet de Gandoren à sa place.
ja: あなたはしぶしぶ、ガンドレンの荷物運びを手伝うことに同意した。
pt: Meio à contragosto concordei em ajudar Gandoren a transportar o carregamento.
zh_cn: 我勉强同意帮助甘多伦运输这批货物。

source: I should deliver the shipment to the Feygard patrol captain stationed in the Foaming Flask tavern.
de: Ich soll die Lieferung zum Hauptmann der Patrouille bringen, die in der Taverne 'Schäumende Flasche' stationiert ist.
fr: Je dois remettre le paquet au capitaine de la patrouille de Feygard, à la taverne la Chopine Moussante.
ja: フォーミングフラスコ酒場にいるフェイガードパトロール隊長に荷物を届けよう。
pt: Devo entregar a remessa ao capitão da patrulha Feygard, hospedado na taberna Floaming Flask.
zh_cn: 我应该把这批货交给驻扎在泡沫瓶酒馆的费加德巡逻队队长。

source: Gandoren tells me that Ailshara has expressed some interest in the Feygard shipments, and urges me to stay away from her.
de: Gandoren sagte mir, dass Ailshara Interesse an den Lieferungen von Feygard bekundet hat und drängte mich, Abstand von ihr zu halten.
fr: Gandoren me dit qu'Ailshara a montré de l'intérêt pour ces échanges d'équipements de Feygard. Il m'exhorte à ne pas m'approcher d'elle.
ja: ガンドレンは、アイルシャラがフェイガードの荷物に関心を示していることを話し、彼女に近づかないようにと促した。
pt: Gandoren disse-me que Ailshara manifestou algum interesse nos transportes de Feygard e pediu-me para ficar longe dela.
zh_cn: 甘多伦告诉我，艾尔沙拉对费加德的货物表示了一些兴趣，并劝我离她远一点。

source: Ailshara is indeed interested in the shipment, and wants me to help Nor City with the supplies instead.
de: Ailshara ist in der Tat an der Lieferungen interessiert und möchte, dass ich Nor City mit den Lieferungen helfe.
fr: Ailshara est effectivement intéressée par le paquet, et me demande d'aider Norville à la place.
ja: アイルシャラは確かに荷物に関心があり、その物資で代わりにノアシティを助けてほしいと言っている。
pt: Ailshara está realmente interessada no transporte e quer que eu ajude Nor-City com provisões.
zh_cn: 艾尔沙拉确实对这批货物感兴趣，并希望我代替他帮助诺尔城运送物资。

source: If I want to help Ailshara and Nor City, I should deliver the shipment to the smith in Vilegard instead.
de: Wenn ich Ailshara und Nor City helfen möchte, soll ich die Lieferung stattdessen zum Schmied in Vilegard bringen.
fr: Si je veux aider Ailshara et Norville, je devrais à la place livrer le paquet au forgeron de Vilegard.
ja: アイルシャラとノアシティを助けたいのであれば、代わりにヴィルガードの鍛冶屋に荷物を届けよう。
pt: Se quero ajudar Ailshara e Nor-City, devo entregar a remessa ao ferreiro em Vilegard.
zh_cn: 如果我想帮助艾尔沙拉和诺尔城，我应该把货物送到维尔加德的铁匠那里。

source: I have delivered the shipment to the Feygard patrol captain in the Foaming Flask tavern. I should go tell Gandoren in the Crossroads guardhouse that the shipment is delivered.
de: Ich habe die Lieferung zum Hauptmann der Patrouille in der Taverne 'Schäumende Flasche' gebracht. Ich sollte Gandoren in der Wachstube von Crossroads mitteilen, das die Lieferung erfolgt ist.
fr: J'ai remis le paquet au capitaine de la patrouille de Feygard à la taverne la Chopine Moussante. Je devrais retourner voir Gandoren au poste de garde de Croisechemins pour l'informer de la livraison.
ja: フォーミングフラスコ酒場のフェイガードパトロール隊長に荷物を届けた。クロスロード衛兵所のガンドレンに荷物を届けたことを伝えよう。
pt: Entreguei a remessa ao capitão da patrulha de Feygard na taberna Foaming Flask. Devo ir contar a Gandoren na guarita Crossroads que a remessa for entregue.
zh_cn: 我已经把货物送到了泡沫瓶酒馆的费加德巡逻队队长那里。我应该去告诉交叉路口警卫室的甘多伦，这批货已经送到了。

source: I have delivered the shipment to the smith in Vilegard.
de: Ich habe die Lieferung beim Schmied in Vilegard abgegeben.
fr: J'ai livré le paquetage au forgeron de Vilegard.
ja: ヴィルガードの鍛冶屋に荷物を届けた。
pt: Entreguei o carregamento ao ferreiro em Vilegard.
zh_cn: 我已经把货物送到了维尔加德的铁匠那里。

source: The Vilegard smith gave me a shipment of degraded items that I should deliver to the Feygard patrol captain in the Foaming Flask tavern instead of the normal ones.
de: Der Schmied von Vilegard hat mir eine Lieferung von minderwertigen Schwertern mitgegeben, die ich beim Hauptmann der Patrouille in der Taverne 'Schäumende Flasche' statt der normalen Schwerter abliefern kann.
fr: Le forgeron de Vilegard m'a remis un paquet d'équipment détérioré que je dois remettre au capitaine de la patrouille de Feygard, à la taverne la Chopine Moussante, à la place de ceux d'origine.
ja: ヴィルガードの鍛冶屋から、本来のアイテムではなく、フォーミングフラスコ酒場のフェイガードパトロール隊長に届けるための劣化品の荷物を渡された。
pt: O ferreiro Vilegard deu-me um carregamento de itens degradados que devo entregar ao capitão da patrulha Feygard na taberna Foaming Flask em vez dos normais.
zh_cn: 维尔加德的铁匠给了我一批劣质的物品，我应该把这些物品交给泡沫瓶酒馆的费加德巡逻队队长，而不是正常的物品。

source: I have delivered the shipment of degraded items to the Feygard patrol captain in the Foaming Flask tavern. I should go tell Gandoren in the Crossroads guardhouse that the shipment is delivered.
de: Ich habe die Lieferung mit den minderwertigen Schwertern zum Hauptmann der Patrouille in der Taverne 'Schäumende Flasche' gebracht. Ich sollte Gandoren mitteilen, das die Lieferung erfolgt ist.
fr: J'ai remis le paquet d'équipement détérioré au capitaine de la patrouille de Feygard, à la taverne la Chopine Moussante. Je devrais retourner voir Gandoren au poste de garde de Croisechemins, pour l'informer de la livraison.
ja: フォーミングフラスコ酒場のフェイガードパトロール隊長に劣化品の荷物を届けた。クロスロード衛兵所のガンドレンに荷物を届けたことを伝えよう。
pt: Entreguei o embarque de itens degradados ao capitão da patrulha de Feygard na taberna Foaming Flask. Devo ir contar Gandoren na guarita Crossroads que a remessa foi entregue.
zh_cn: 我已经把那批劣质物品送到了泡沫酒馆的费加德巡逻队队长那里。我应该去告诉交叉路口警卫室的甘多伦，这批货已经送到了。

source: Gandoren thanked me for helping him deliver the shipment.
de: Gandoren dankte mir für die Hilfe bei der Lieferung der Waffen.
fr: Gandoren m'a remercié pour son aide dans la livraison du paquet.
ja: ガンドレンは荷物運びを手伝ってくれたことに感謝した。
pt: Gandoren me agradeceu por ajudá-lo entregar a remessa.
zh_cn: 甘多伦感谢我帮助他运送这批货物。

source: Gandoren thanked me for helping him deliver the shipment. He never suspected anything. I should also report back to Ailshara.
de: Gandoren dankte mir für die Hilfe bei der Lieferung der Waffen. Er hat nichts gemerkt. Ich sollte nun auch Ailshara berichten.
fr: Gandoren m'a remercié pour son aide dans la livraison du paquet. Il ne s'est pas rendu compte de quoi que ce soit. Je devrais rapporter l'information à Ailshara.
ja: ガンドレンは荷物運びを手伝ってくれたことに感謝した。彼は何も疑っていなかった。アイルシャラにも報告しよう。
pt: Gandoren agradeceu-me por ajudá-lo entregar a remessa. Ele não suspeitou de nada. Preciso também informar a Ailshara.
zh_cn: 甘多伦感谢我帮助他运送这批货物。他从未怀疑过什么。我也应该向艾尔沙拉汇报。

source: I have reported back to Ailshara.
de: Ich habe Ailshara von der Lieferung berichtet.
fr: J'ai fait mon rapport à Ailshara.
ja: アイルシャラに報告した。
pt: Relatei sobre a remessa à Ailshara.
zh_cn: 我已经向艾尔沙拉汇报了。

source: Flows through the veins
de: Es fließt durch die Adern
fr: Épidémie à Loneford
ja: 水脈を流れる
pt: Flui através das veias
zh_cn: 背 景

source: I heard a story about Loneford. Apparently, a lot of people have become ill there recently, and some have even died. The cause is still unknown.
de: Ich habe eine Geschichte über Loneford gehört. Offenbar wurden dort in der letzten Zeit viele Menschen krank, einige sind sogar gestorben. Die Ursache ist immer noch unbekannt.
fr: J'ai entendu des nouvelles de Loneford. Apparemment, une maladie y a atteint beaucoup de monde, tuant même certains habitants. La cause est toujours inconnue.
ja: ローンフォードについての話を聞いた。最近では病気に罹った人が多く、亡くなった人も何人かいるそうだ。原因はまだ分かっていない。
pt: Ouvi uma história sobre Loneford. Aparentemente, muitas pessoas ficaram doentes por lá, recentemente e alguns têm até mesmo morrido. A causa ainda é desconhecida.
zh_cn: 我听说了一个关于隆福德的故事。显然，最近有很多人在那里生病，有些人甚至已经死亡。原因尚不清楚。

source: I should investigate what could have caused the people of Loneford to become ill. To gather clues, I should ask the citizens of Loneford and the surrounding areas about what they think is the cause.
de: Ich sollte herausbekommen, was die Leute aus Loneford krank gemacht haben könnte. Um Hinweise zu sammeln sollte ich die Einwohner von Loneford und der näheren Umgebung nach möglichen Ursachen befragen.
fr: Je devrais enquêter sur la cause de la maladie qui touche Loneford. Pour obtenir des indices, je devrais poser des questions à ses habitants, ainsi qu'aux alentours de la ville.
ja: ローンフォードの人々が病気になった原因を調査しよう。手がかりを集めるために、ローンフォードとその周辺地域の住民に、何が原因だと思っているのかを聞いてみよう。
pt: Devo investigar o que poderia ter causado a doença no povo de Loneford. Para coletar pistas, devo perguntar aos cidadãos de Loneford e nas regiões circunvizinhas sobre o que eles acham que é a causa.
zh_cn: 我应该调查是什么原因导致了洛尼福德的人们生病。为了收集线索，我应该询问隆纳福和周边地区的市民，他们认为是什么原因。

source: The guards in the Crossroads guardhouse are certain that the illness in Loneford is caused by some sabotage done by the priests or people from Nor City.
de: Die Wächter aus der Wachstube von Crossroads sind sich sicher, dass die Krankheit in Loneford durch einen Anschlag der Priester oder durch Leute aus Nor City ausgelöst wurde.
fr: Les sentinelles au poste de garde de Croisechemins sont certains que la maladie de Loneford est d'origine criminelle, issue d'un sabotage provoqué par les prêtres ou les habitants de Norville.
ja: クロスロード衛兵所の衛兵たちは、ローンフォードの病気はノアシティの聖職者や関係者による妨害行為が原因であると確信している。
pt: Os guardas na guarita de Crossroads estão certos de que a doença em Loneford é causada por alguma sabotagem feito pelos sacerdotes ou pessoas de Nor-City.
zh_cn: 十字路口看守所的守卫确信，隆纳福的疾病是由牧师或诺城的人所做的一些破坏造成的。

source: Some villagers in Loneford believe that the illness is caused by the guards from Feygard, in some scheme to make the people suffer even more than they already have.
de: Einige Dorfbewohner aus Loneford glauben, dass die Krankheit durch die Wachen aus Feygard verursacht wurde - als Teil eines Plans, die Leute noch mehr leiden zu lassen.
fr: Certains villageois de Loneford pensent que la maladie a été apportée par les gardes de Feygard, qui auraient manigancé ce moyen de faire souffrir la ville encore plus que ce qu'elle n'a déjà subi.
ja: ローンフォード村人の一部は、この病気がフェイガードの衛兵によって計画的に引き起こされたものと信じている。
pt: Alguns moradores em Loneford acreditam que a doença seja causada pelos guardas de Feygard, em algum esquema para fazer o povo sofrer ainda mais do que eles já têm.
zh_cn: 隆福德的一些村民认为，这种疾病是由费加德的警卫引起的，在某种计划中，使人们遭受的痛苦甚至比他们已经遭受的还要多。
