Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: I found the cave you mentioned but unfortunately the path doesn't go anywhere. I noticed a weird torch burning with a purple glow though. Do you know anything about this?
de: Ich habe die Höhle, die du erwähnt hast, gefunden, aber leider führt der Pfad nirgendwohin. Ich habe eine merkwürdige Fackel bemerkt, die mit einem lila Glühen brannte. Weißt du etwas darüber?
fr: J'ai trouvé la grotte dont vous avez parlé, mais malheureusement le chemin ne mène nulle part. J'ai cependant remarqué une étrange torche qui brûlait avec une lueur violette. Savez-vous quelque chose à ce sujet ?
ja: あなたが言っていた洞窟を見つけたけど、残念ながらどこにも道は通じてません。ただ、奇妙な松明が紫色に燃えているのに気づきました。これについて何か分かりますか？
pt: Encontrei a caverna que mencionou, mas, infelizmente, o caminho não vai a lugar nenhum. Embora, notei uma estranha tocha acesa com um brilho púrpura. Sabe alguma coisa sobre isso?
zh_cn: 我找到了你说的那个山洞，但不幸的是，这条路并没有走到哪里。不过我注意到一个奇怪的火把在燃烧，发出紫色的光芒。你知道关于这个的任何事情吗？

source: I found a cave beneath the Hira'zinn tomb but unfortunately the path doesn't go anywhere. I noticed a weird torch burning with a purple glow though. Do you know anything about this?
de: Ich habe eine Höhle unter Hira'zinns Gruft entdeckt, aber leider führt der Pfad nirgendwohin. Ich habe eine merkwürdige Fackel bemerkt, die mit einem lila Glühen brannte. Weißt du etwas darüber?
fr: J'ai trouvé une grotte sous la tombe de l'Hira'zinn mais malheureusement le chemin ne mène nulle part. J'ai cependant remarqué une étrange torche qui brûlait avec une lueur violette. Savez-vous quelque chose à ce sujet ?
ja: ヒラジンの墓地の下に洞窟を見つけたけど、残念ながらどこにも道は通じてません。ただ、奇妙な松明が紫色に燃えているのに気づきました。これについて何か分かりますか？
pt: Encontrei uma caverna sob o túmulo de Hira'zinn, mas infelizmente o caminho não vai a lugar nenhum. Embora, notei uma tocha estranha a queimar com um brilho roxo. Sabe algo sobre isso?
zh_cn: 我在希拉津坟墓下面发现了一个洞穴，但不幸的是，这条路并没有走到哪里。不过我注意到一个奇怪的火把在燃烧，发出紫色的光芒。你知道关于这个的任何事情吗？

source: It worked and I didn't get injured at all! There's now a path from the Duleian road to here that lets me avoid the maze.
de: Es hat funktioniert, und ich wurde nicht mal verletzt! Da ist nun ein Pfad von der Duleianstraße hierher, mit dem ich das Labyrinth umgehen kann.
fr: Ça a marché et je n'ai pas été blessé du tout ! Il y a maintenant un chemin de la route Duleian jusqu'ici qui me permet d'éviter le labyrinthe.
ja: 効果はあったし怪我も全然しなかった！ デュリアン街道からここまで迷路を避けられる道ができました。
pt: Funcionou e não me machuquei! Existe agora um caminho da estrada de Duleian até aqui que me permite evitar o labirinto.
zh_cn: 它起作用了，我一点也没有受伤！这是个好主意。现在有一条从杜莱恩路到这里的路，可以让我避开迷宫。

source: I try to keep to myself. Not many people find their way to my cabin here.
de: Ich bleibe lieber allein. Nicht viele Leute kommen zu meiner Hütte.
fr: Je suis plutôt solitaire. Il y a très peu de gens qui se rendent jusqu'à mon chalet.
ja: 1人でいるようにしているのだよ。ここの小屋まで訪ねて来る者はあまりおらん。
pt: Tento ser discreto. Muitas pessoas não encontram o caminho para minha cabana.
zh_cn: 我尽量保持自我。没有多少人能找到我这里的小屋。

source: I like that. That way, I am not bothered, like I used to be.
de: Ich mag das. So bin nich so behelligt wie ich schon war.
fr: C'est bien ainsi. De cette façon je ne suis pas embêté, comme je l'ai été avant.
ja: 儂はそれが気に入っている。こうすることで昔のようには気にならなくなった。
pt: Gosto disso. Dessa forma, não estou incomodado, como costumava estar.
zh_cn: 我喜欢这样。这样一来，我就不会像以前那样被打扰了。

source: Like you used to be?
de: Wie Du schon warst?
fr: Comment ça ?
ja: 昔のように？
pt: Como antigamente era?
zh_cn: 像你以前那样？

source: Oh yes, I too grew up in the city. But that life is behind me.
de: Oh ja, ich bin in der Stadt aufgewachsen. Aber dieses Leben liegt hinter mir.
fr: Oui, moi aussi j'ai grandi en ville. Mais cette vie est derrière moi maintenant.
ja: その通り、儂も都会で育った。だがそんな生活も過去のことじゃ。
pt: Ah, sim, também cresci na cidade. Mas essa vida está atrás de mim.
zh_cn: 哦，是的，我也是在城市里长大的。但那种生活已经过去了。

source: Right now, this suits me well. I hope there won't be any more ... disturbances, like the one you helped with.
de: Im Moment passt mir das. Ich hoffe, dass es keine... Störungen, wie die bei der Du mir geholfen hast, mehr gibt.
fr: Pour l'instant, ça me va. J'espère qu'il n'y aura plus de ... perturbations, comme celle avec laquelle tu m'as aidé.
ja: 今のところ、儂にはこれが合っておる。これ以上何もないことを願いたいものじゃ…お主が助けてくれたような騒動はな。
pt: Agora, isso me convém. Espero que não haja mais… perturbações, como a come que ajudou.
zh_cn: 现在，这很适合我。我希望不会再有任何......干扰，就像你帮助过的那个。

source: No! Get that thing away from me, I want nothing to do with it. I can almost hear the cries of the many lives that that thing has taken.
de: Nein! Schaff mir dieses Ding aus den Augen, ich will nichts damit zu tun haben. Ich kann beinahe die Schreie der vielen hören, deren Leben dieses Ding genommen hat.
fr: Non ! Éloigne cette chose de moi ! Je ne veux rien avoir à faire avec. Je peux presque entendre les pleurs des vies que cette chose a prises.
ja: やめよ！ そんなものを近づけるでない。それに関わりたくはない。奪ってきた命の叫びが聞こえてくるようじゃ。
pt: Não! Tire essa coisa de mim, não quero nada com isso. Posso ouvir os gritos das muitas vidas que essa coisa tomou.
zh_cn: 不！让那东西离我远点，我不想和它有任何关系。我几乎能听到那东西夺去的许多生命的哭声。

source: I tell you - that thing should be destroyed.
de: Ich sage dir - dieses Ding muss zerstört werden.
fr: Je te le dis : cette chose doit être détruite.
ja: 言わせてもらうが…そやつは破壊すべきじゃ。
pt: Lhe digo: essa coisa deve ser destruída.
zh_cn: 我告诉你--那东西应该被销毁。

source: How can I do that?
de: Wie kann ich das tun?
fr: Et comment puis-je m'y prendre ?
ja: どうすればいいですか？
pt: Como posso fazer isso?
zh_cn: 我怎样才能做到这一点呢？

source: I think I'll hold on to it a bit longer.
de: Ich denke, ich werde es noch ein wenig behalten.
fr: Je crois que je vais la garder encore un peu.
ja: もう少し持っていようかな。
pt: Acho que vou aguentar um pouco mais.
zh_cn: 我想我要再坚持一下。

source: You should go see the smith in Vile ... haven? Vile ... fall? Argh, I'm not very good at names.
de: Du solltest den Schmied in Vile .. aufsuchen. Vile .. haven? Vile .. fall? Ach, ich hab es nicht so sehr mit Namen.
fr: Tu devrais aller voir le forgeron à Vile ... heaven ? Vile ... fall ? Umm, je suis très mauvais avec les noms.
ja: ヴィル…ヘブンの鍛冶師に会いに行ったほうが良い。ヴィル…フォールじゃったかな？ ハァ、名前を覚えるのは苦手なんじゃよ。
pt: Deves ir ter com o ferreiro em Vile... haven? Vile... fall? Raios, não sou muito bom com nomes.
zh_cn: 你应该去见见铁匠在维尔 ... 海文? 维尔 ... 弗?啊，我不是很擅长名字。

source: Vilegard?
ja: ヴィルガード？
zh_cn: 维尔加德？

source: Vilegard - yes, that's the place. You should go see the smith there. He might be able to guide you further.
de: Vilegard - ja das ist der Ort. Du solltest den Schmied dort aufsuchen. Er könnte dir damit weiterhelfen.
fr: Vilegard - oui, c'est bien ça. Va voir le forgeron là-bas. Il pourra te conseiller davantage.
ja: ヴィルガード…そう、そこじゃ。そこの鍛冶師に会いに行くと良い。その者なら詳しく導いてくれるやもしれん。
pt: Vilegard - sim, esse é o lugar. Deve ver o ferreiro lá. Ele pode ser capaz de guiá-lo ainda mais.
zh_cn: 维尔加德--是的，就是那个地方。你应该去看看那里的铁匠。他也许能进一步指导你。

source: Anyway, It's good that you defeated the Hira'zinn. I can't imagine what could have happened if the Hira'zinn would have given that thing into the wrong hands.
de: Wie auch immer, es ist gut, dass du den Hira'zinn besiegt hast. Ich mag mir nicht vorstellen, was hätte passieren können, hätte der Hira'zinn dieses Ding in die falschen Hände gegeben.
fr: En tout cas, c'est bien que tu aies vaincu l'Hira'zinn. Je ne peux m'imaginer ce qui aurait pu arriver si l'Hira'zinn avait remis cette chose entre de mauvaises mains.
ja: とにかく、ヒラジンを倒してくれてよかったわい。ヒラジンが悪者の手にそれを渡していたらどうなっていたことやら、考えたくもないわ。
pt: De qualquer forma, é bom que tenha derrotado o Hira'zinn. Não consigo imaginar o que poderia ter acontecido se o Hira'zinn tivesse dado essa coisa às mãos erradas.
zh_cn: 总之，你打败了希拉津是件好事。我无法想象，如果希拉津把那东西交给了错误的人，会发生什么。

source: Oh yes. These are the ones I have available right now. If you want, I can also create some other special potions for you.
de: Oh ja. Hier sind die, die ich derzeit vorrätig habe. Wenn du willst, kann ich auch andere spezielle Tränke für dich brauen.
fr: Oui, tout à fait. Celles-ci sont les seules disponibles pour l'instant. Si tu veux, je peux aussi créer d'autres potions spéciales juste pour toi.
ja: おおそうか。今あるものはこれじゃ。よければ他にも特別なポーションを作ることもできるぞ。
pt: Ai sim. Estes são os que tenho disponíveis agora. Se quiser, também posso criar algumas outras poções especiais para si.
zh_cn: 哦，是的。这些是我现在有的。如果你愿意，我还可以为你创造一些其他的特殊药水。

source: Let me see the ones you have.
de: Lass mich die sehen, die du hast.
fr: Laissez-moi voir celles que vous avez.
ja: 持っているものを見せてください。
pt: Deixe-me ver os que tem.
zh_cn: 让我看看你拥有的哪些。

source: Special potions?
de: Spezialtränke?
fr: Des potions spéciales ?
ja: 特別なポーション？
pt: Poções especiais?
zh_cn: 特殊药水？

source: Yes, yes. I have some even more interesting recipes that I might be able to mix for you. However, I am all out of some of the most important ingredients for them.
de: Ja, ja. Ich habe auch noch mehr interessante Rezepte, die ich dir zusammenmischen kann. Allerdings mangelt es mir an einigen der wichtigsten Zutaten dafür.
fr: Oui, oui. J'ai quelques recettes intéressantes que je pourrais concocter pour toi. Malheureusement il me manque certains des ingrédients les plus importants.
ja: そうそう。お主のために調合できそうなもっと面白いレシピがいくつかある。ただ、そのための肝心な材料をすっかり切らしていてな。
pt: Sim. Tenho algumas receitas ainda mais interessantes que lhe posso combinar. No entanto, não tenho alguns dos ingredientes mais importantes para eles.
zh_cn: 是的，我有一些更有趣的食谱，我也许能为你调配。然而，我已经没有一些最重要的原料了。

source: If you want me to mix them for you, you'll have to help me get those ingredients.
de: Wenn ich sie für dich zubereiten soll, musst du mir dabei helfen, diese Zutaten zu besorgen.
fr: Si tu désires que je les prépare, tu devras d'abord m'apporter ces ingrédients.
ja: 調合してほしければ、材料を揃えるのを手伝ってはくれんか。
pt: Se quiser que eu lhe misture, terá que me ajudar a obter esses ingredientes.
zh_cn: 如果你想让我给你混合它们，你就得帮我弄到那些原料。

source: Yes, were you able to get some of that Spotted Hornbeam fungus from the potion-maker in Fallhaven?
de: Ja, konntest du ein wenig Gefleckten Hainbuchenschwamm vom Tränkemacher in Fallhaven besorgen?
fr: Oui, as-tu pu obtenir quelques champignons Cornapois du concocteur de potions de Fallhaven ?
ja: うむ、フォールヘブンの薬師から斑点シダ胞子を手に入れてくれたか？
pt: Sim, conseguiu obter um pouco desse fungo de fava-branca manchado do fazedor de porções em Fallhaven?
zh_cn: 是的，你是否能从法尔海文的药剂师那里得到一些斑点黄杨木的真菌？

source: No, not yet. I'd like to see what potions you have available right now.
de: Nein, noch nicht. Ich würde gerne sehen, welche Tränke du derzeit vorrätig hast.
fr: Non, pas encore. J'aimerais voir les potions que vous avez pour l'instant.
ja: いえ、まだです。今どんなポーションがあるのか見てみたいのですが。
pt: Não, ainda não. Gostaria de ver quais poções tem disponível agora.
zh_cn: 不，还没有。我想看看你现在有什么药水。

source: Oh yes, this will do nicely. Good, good. Thank you, my friend.
de: Oh ja, das ist vorzüglich. Gut, gut. Danke, mein Freund.
fr: Mais oui, ceci fera très bien l'affaire. Merci mon ami.
ja: おおそうじゃ、これでいい。よしよし。感謝するぞ。
pt: Ah, sim, isso será excelente. Bom. Obrigado meu amigo.
zh_cn: 哦，是的，这将做得很好。好，好。谢谢你，我的朋友。

source: The Spotted Hornbeam fungus is an excellent reagent for creating potent mixtures.
de: Der Gefleckte Hainbuchenschwamm ist ein ausgezeichnetes Reagenz, um wirkungsvolle Mixturen zu bereiten.
fr: Le champignon Cornapois est un excellent agent réactif pour créer des mélanges puissants.
ja: 斑点シダ胞子は強力な調合薬を作成するための優れた試薬じゃ。
pt: O fungo de fava-branca manchado é um excelente reagente para a criação de misturas potentes.
zh_cn: 斑点黄杨木真菌是创造有效混合物的优秀试剂。

source: With your help, I can now create additional potions from the remains of certain animals if you would like.
de: Durch deine Hilfe kann ich nun zusätzliche Tränke aus den Teilen bestimmter Tiere brauen, wenn du möchtest.
fr: Avec ton aide, je peux maintenant créer d'autres potions à partir des dépouilles de certains animaux.
ja: お主の協力があれば、特定の動物の死骸からさらなるポーションを作れるであろう。
pt: Com a sua ajuda, agora posso criar poções adicionais dos restos de certos animais, se desejar.
zh_cn: 如果你愿意帮助，我现在可以用某些动物的残骸制造更多的药水。

source: Actually, the most important ingredient is the one that I am out of. Most of the potent mixtures that I know of require the spores from the Spotted Hornbeam fungus.
de: Tatsächlich ist die wichtigste Zutat diejenige, die mir ausgegangen ist. Die meisten wirkungsvollen Mixturen, die ich kenne benötigen die Sporen des Gefleckten Hainbuchenschwamms.
fr: En fait, je n'ai plus de l'ingrédient le plus important. La plupart des mélanges puissants que je connais nécessitent des spores de champignons Cornapois.
ja: 実は一番大事な材料は儂が切らしているものでな。儂の知る強力な調合薬のほとんどは、斑点シダ胞子を必要としている。
pt: Na verdade, o ingrediente mais importante é aquele de que estou fora. A maioria das misturas potentes que conheço exigem os esporos do fungo de lava-branca manchado.
zh_cn: 实际上，最重要的成分是我没有的那一种。据我所知，大多数有效的混合物都需要斑点黄杨木真菌的孢子。

source: And that, my friend, is not easy to come by here in the forest. Believe me, I have scoured the nearby forest in search for it, and I have even tried to cultivate some of it myself, to no avail.
de: Und das ist hier im Wald nicht so einfach zu bekommen, mein Freund. Glaube mir, ich habe den Wald in der Umgebung bei der Suche danach auf den Kopf gestellt und habe sogar versucht, selbst welchen zu züchten, ohne Erfolg.
fr: Et cela n'est pas facile à trouver ici dans la forêt, mon ami. Crois-moi, j'ai passé au peigne fin les bois environnants, j'ai même essayé d'en cultiver moi-même, sans succès.
ja: そしてこれは、この森では簡単には手に入るものではない。信じてほしいのだが、手に入れるために近くの森を探し回ったり、自分で栽培しようともしたのじゃ。ムダであったが。
pt: E isso, meu amigo, não é fácil chegar lá aqui na floresta. Acredite-me, descobri a floresta próxima em busca disso e até tentei cultivá-lo sozinho, sem sucesso.
zh_cn: 而这些，我的朋友，在森林里是不容易得到的。相信我，我已经在附近的森林里寻找它，我甚至试图自己培养一些它，但没有结果。

source: However, I can imagine that the merchants in the larger settlements might have some.
de: Wie auch immer, ich könnte mir vorstellen, dass die Kaufleute in den größeren Städten welche vorrätig haben.
fr: Par contre, j'imagine que les marchands des plus grands villages doivent en avoir.
ja: とはいえ、大きな集落の商人のところであれば多少はあるやもしれぬ。
pt: No entanto, posso imaginar que os comerciantes nos assentamentos maiores podem ter algum.
zh_cn: 不过，我可以想象，较大定居点的商人可能有一些。

source: Do you want me to find you some of that fungus?
de: Möchtest du, dass ich ein paar von diesen Pilzen für dich auftreibe?
fr: Aimeriez-vous que je vous trouve de ce champignon ?
ja: その胞子を見つけてきましょうか？
pt: Quer que lhe encontre algum desses fungos?
zh_cn: 你想让我给你找一些那种真菌吗？

source: I'll help.
de: Ich werde helfen.
fr: Je vous aiderai.
ja: 手伝います。
pt: Vou te ajudar.
zh_cn: 我将提供帮助。

source: Yes please. Maybe the potion-maker in that Fall-something town has some? Fall ... brim? Fall ... port?
de: Ja bitte. Vielleicht hat der Tränkemacher in dieser Stadt .. Fall-Dingsbums etwas davon? Fall.. brim? Fall.. port?
fr: Oui, s'il te plait. Peut-être le fabricant de potions de la ville de Fall-quelque chose en aurait. Fall ... Brim ? Fall ... Port ?
ja: うむ頼むぞ。フォールなんとかいう町の薬師が持っているかもしれん。フォール…ブリムか？ フォール…ポートじゃったかな？
pt: Sim por favor. Talvez o fabricante de poções tenha alguma naquela cidade de Fall-qualquer coisa? Fall… brim? Fall… port?
zh_cn: 是的，请。也许那个落魄小镇上的药水制造者有一些？弗 ... 布林? 弗... 波堤?

source: Fallhaven? The potion maker in Fallhaven?
de: Fallhaven? Der Tränkemacher in Fallhaven?
fr: Fallhaven ? Le fabricant de potions de Fallhaven ?
ja: フォールヘブン？ フォールヘブンの薬師ですか？
pt: Fallhaven? O fabricante de poções em Fallhaven?
zh_cn: 法尔海文?在法尔海文的药剂师？

source: Yes, that's what I was looking for. Fallhaven. Go visit him and ask him if he has some. I am sure he has some, if you know enough to ask.
de: Ja, das ist es, wonach ich gesucht habe. Fallhaven. Suche ihn auf und frage ihn, ob er welche hat. Ich bin sicher, dass er welche hat - du musst nur wissen, wonach du fragen musst.
fr: Ah oui. Fallhaven. C'est ce que je cherchais. Va lui rendre visite et demande-lui s'il en a. Je suis certain qu'il en a, si tu sais demander.
ja: そうじゃった、思い出した。フォールヘブンか。その者のところまで行ってあるか尋ねてくれ。お主がちゃんと分かっておればおそらくあるじゃろうな。
pt: Sim, foi o que estava a procurar. Fallhaven. Vá visitá-lo e pergunte-o se ele tem algum. Tenho certeza de que ele tem alguns, você sabe o suficiente para perguntar.
zh_cn: 是的，这就是我在寻找的东西。法尔海文。去拜访他，问他是否有一些。我确信他有一些，如果你知道的足够多，可以问。

source: I'll do that. Goodbye.
de: Das tue ich. Tschüss.
fr: Je le ferai. Au revoir.
ja: そうします。さようなら。
pt: Vou fazer isso. Tchau.
zh_cn: 我会去做。再见。

source: With the Spotted Hornbeam fungus that you brought, I can either do a mixture that makes you think you're stronger than you actually are, or a mixture that makes you resist attacks more. There's also the skin-hardening potion, of course.
de: Mit dem Gefleckten Hainbuchenschwamm, den du gebracht hast, kann ich entweder eine Mixtur herstellen, die dich glauben macht, stärker zu sein als du es wirklich bist, oder eine Mixtur, die dich Angriffe besser wegstecken lässt. Und dann gibt es da natürlich noch diesen Hauthärtungstrank.
fr: Avec le champignon Cornapois que tu m'as apporté, je peux préparer une potion qui confère une force surhumaine, ou une autre qui t'aidera à résister aux attaques. Il y a aussi une potion pour endurcir la peau, bien sûr.
ja: 持ってきてくれた斑点シダ胞子があれば、お主が実際以上に力強くなったと思えるようなポーションも、攻撃に対する抵抗力を高めるポーションも作ることができる。もちろん皮膚を硬化させるポーションもある。
pt: Com o fungo de lava-branca manchado que trouxe, posso fazer uma mistura que o faz pensar que é mais forte do que realmente é, ou uma mistura que o faz resistir a mais ataques. Há também a poção de endurecimento da pele, é claro.
zh_cn: 有了你带来的斑点角木真菌，我可以做一种混合物，让你认为自己比实际更强壮，或者一种混合物，让你更能抵抗攻击。当然，还有皮肤硬化药水。

source: I'd like to see what regular potions you have available.
de: Ich würde gerne sehen, welche normalen Tränke du vorrätig hast.
fr: J'aimerais voir quelles potions ordinaires vous avez.
ja: 普通のポーションを見てみたいです。
pt: Gostaria de ver quais poções regulares que tem disponível.
zh_cn: 我想看看你有哪些常规药水。

source: Never mind that, let's go back to the other things we were discussing.
de: Egal, lass uns zu den anderen Punkten zurückkommen, die wir diskutiert haben.
fr: Oubliez-ça et retournons aux autres sujets.
ja: お気になさらず、話していた他の話題に戻りましょう。
pt: Não importa isso, voltemos para as outras coisas que discutimos.
zh_cn: 别管这些了，让我们回到我们讨论的其他事情上。

source: What about the strength potion?
de: Wie wäre es mit dem Stärketrank?
fr: À propos de la potion de force ?
ja: 力のポーションとは？
pt: E quanto à poção de força?
zh_cn: 力量药水呢？

source: What about the resistance potion?
de: Wie wäre es mit dem Widerstandstrank?
fr: À propos de la potion de défense ?
ja: 抵抗力のポーションとは？
pt: E a poção de resistência?
zh_cn: 抗性药水呢？

source: What about the hardening potion?
de: Wie wäre es mit dem Hauthärtungstrank?
fr: À propos de la potion d'endurcissement ?
ja: 硬化のポーションとは？
pt: E sobre a poção de endurecimento?
zh_cn: 硬化药水呢？

source: Have you ever noticed how insects are able to lift things that are much larger than themselves? As it turns out, I have discovered that if you mix some ground up insect wings together with the dried body of a spider, you can experience that same sensation yourself.
de: Hast du jemals bemerkt, dass Insekten fähig sind, Dinge zu heben, die viel größer sind als sie selbst? Wie es sich trifft, habe ich herausgefunden, dass du dieses Gefühl mit Hilfe einer Mixtur aus zermahlenen Insektenflügeln und einer getrockneten Spinne an dir selbst erfahren kannst.
fr: As-tu déjà remarqué que les insectes arrivent à soulever des choses beaucoup plus grandes qu'eux-mêmes ? Eh bien j'ai découvert qu'en mélangeant des ailes d'insectes avec un corps d'araignée séché, on pouvait ressentir ces mêmes effets.
ja: 昆虫が、自分よりもはるかに大きいものを持ち上げることができるのに気がついたことはあるか？ 結論から言うと、すりつぶした昆虫の翅と乾燥した蜘蛛の体を混ぜると、これと同じ感覚を体験できることを発見した。
pt: Já notou como os insetos são capazes de levantar coisas que são muito maiores que elas mesmas? Como aconteceu, descobri que, se misturar as asas de insetos com o corpo seco de uma aranha, pode experimentar a mesma sensação.
zh_cn: 你有没有注意到昆虫如何能够举起比自己大得多的东西？事实证明，我发现，如果你把一些磨碎的昆虫翅膀和蜘蛛的干身体混在一起，你自己也能体验到这种感觉。

source: I'll go find some of that. Let's talk about the other potions.
de: Ich werde etwas davon suchen. Lass uns über die anderen Tränke reden.
fr: J'irai trouver tout ça. Parlons des autres potions.
ja: 探してきます。他のポーションについて話しましょう。
pt: Vou encontrar um pouco disso. Vamos falar sobre as outras poções.
zh_cn: 我会去找一些。我们来谈谈其他的药水。

source: I have those things on me, here.
de: Ich habe diese Sachen bei mir. Hier.
fr: J'ai tout ce qu'il faut avec moi.
ja: それなら持ってます。
pt: Tenho essas coisas comigo, aqui.
zh_cn: 我在这里有这些东西。

source: I have enough of those things on me for five potions, here.
de: Ich habe von diesen Sachen genug für fünf Tränke. Hier.
fr: J'ai assez de tous ces ingrédients pour faire cinq potions. Voilà.
ja: ポーション5個分持ってます。
pt: Tenho o suficiente dessas coisas para cinco poções, aqui.
zh_cn: 我身上有足够的这些东西来制作五瓶药水.

source: I have enough of those things on me for ten potions, here.
de: Ich habe von diesen Sachen genug für zehn Tränke. Hier.
fr: J'ai suffisamment de tous ces ingrédients pour dix potions. Voilà.
ja: ポーション10個分持ってます。
pt: Tenho o suficiente dessas coisas para dez poções, aqui.
zh_cn: 我身上有足够的这些东西来制作十瓶药水.

source: Excellent. These will do nicely. Now, we only need to mix these with some of this ... and some of...
de: Vorzüglich. Das ist genau, was ich brauche. Nun, wir müssen nur dies mit etwas von dem mischen. Und dann noch etwas von ...
fr: Excellent. Ceux-ci feront très bien l'affaire. Maintenant, nous n'avons qu'à les mélanger avec un peu de ceci, et un peu de cela ...
ja: 結構じゃ。これなら良かろう。あとはこやつらをこれと混ぜ合わせるだけじゃな…そしてこっちを…
pt: Excelente. Estes farão bem. Agora, só precisamos misturar isso com alguns desses… E alguns dos…
zh_cn: 很好。这些会做得很好。现在，我们只需要将这些东西与一些这个......和一些......混合起来。

source: There. One mixture for you.
de: Hier. Eine Mixtur für dich.
fr: Voilà. Et une potion pour toi.
ja: ほれ。調合薬じゃ。
pt: Ahah! Uma mistura para si.
zh_cn: 在那里。给你一个混合物。

source: Thank you. About those other potions...
de: Danke. Wegen dieser anderen Tränke...
fr: Merci. À propos des autres potions ...
ja: ありがとうございます。他のポーションについてですが…
pt: Obrigado. Sobre aquelas outras poções…
zh_cn: 谢谢你。关于其他那些药水...

source: There. Five mixtures for you.
de: Hier. Fünf Mixturen für dich.
fr: Et voici. Cinq potions pour toi.
ja: ほれ。調合薬5本じゃ。
pt: Ahah! Cinco misturas para si.
zh_cn: 有了。给你的五个混合物。

source: There. Ten mixtures for you.
de: Hier. Zehn Mixturen für dich.
fr: Et voilà. Dix potions pour toi.
ja: ほれ。調合薬10本じゃ。
pt: Ahah!. Dez misturas para si.
zh_cn: 有了。给你的十个混合物。

source: I have discovered that if you mix some ground up claws from a beast called the white wyrm, together with a slight sprinkle of the center of a ruby gem, it can have a most interesting effect on you. Two of those claws and one gem would do.
de: Ich habe herausgefunden, dass es höchst interessante Auswirkungen auf einen haben kann, wenn man die zermahlten Klauen einer Bestie namens Weißer Lindwurm mit einem kleinen Splitter aus der Mitte eines Rubins mischt. Zwei dieser Klauen und ein Edelstein würden genügen.
fr: J'ai découvert qu'en mélangeant les griffes d'une bête appelée Wyrm blanc avec une pincée du cœur d'un ruby, tu peux avoir des effets très intéressants. Deux griffes et une pierre précieuse sont nécessaires.
ja: ホワイトウィルムと呼ばれる獣の爪をすりつぶしたものを、ルビーの宝石の中心に少し散らすと、とても興味深い効果があることを発見した。その爪を2本と宝石1つがあれば十分じゃ。
pt: Descobri que se misturar algumas garras de um animal chamado o Dragão Branco, juntamente com uma pequena pitada do centro de uma gema de Rubi, isso pode ter um efeito muito interessante em você. Duas daquelas "Garras de Dragão Branco e uma "Gema de Rubi" serviriam.
zh_cn: 我发现，如果你把一种叫做冰龙的野兽的爪子磨碎了，再加上稍稍撒上一颗红宝石的中心，它可以对你产生最有趣的影响。两只这样的爪子和一颗宝石就可以了。
