Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: This is the mages' chamber in Blackwater mountain. We devote our time to the studies of the Shadow and its descendants.
de: Dies ist die Kammer der Magier in Blackwater Mountain. Wir widmen unsere Zeit dem Studium des Schattens und seiner Nachkommenschaft.
fr: C'est la salle des mages du mont Encreau. Nous consacrons notre temps à l'étude de l'Ombre et de ses descendants.
ja: ここはブラックウォーター山の魔法使いの領域だ。我々は、シャドウとその子孫の研究に時間を費やしておる。
pt: Esta é a câmara dos magos da Montanha das Águas Negras. Dedicamos o nosso tempo para os estudos da Sombra e os seus descendentes.
zh_cn: 这里是黑水的法师室。我们将时间用于研究暗影和它的延伸。

source: Descendants?
de: Nachkommenschaft?
ja: 子孫？
pt: Descendentes?
zh_cn: 后人？

source: Let's go back to my other questions.
de: Lasst mich auf meine anderen Fragen zurückkommen.
fr: Revenons à mes autres questions.
ja: 他の質問に戻りましょう。
pt: Vamos falar de outras questões.
zh_cn: 让我们回到我的其他问题上吧。

source: I am Throdna. One of the most learned persons around, if you ask me.
de: Ich bin Throdna. Eine der gelehrtesten Personen hier in der Gegend, wenn du mich fragst.
fr: Je suis Throdna. L'une des personnes les plus instruites des environs, puisque vous me le demandez.
ja: 私はスロドナ。私に言わせれば、この近隣で最も学識ある者の1人ということになる。
pt: Sou Throdna. Uma das pessoas mais sábias por aqui, caso me perguntes.
zh_cn: 我是甲虫。问我就对了，我是周围最有学问的人之一。

source: Kazaul, the Shadow spawn of red marrow.
de: Kazaul, Schattenspross des roten Marks.
fr: Kazaul, l'incarnation de l'Ombre au rouge squelette.
ja: カザウルとは、シャドウの赤き髄の落とし子なのだ。
pt: Kazaul, a cria da Sombra de medula vermelha.
zh_cn: 卡扎尔，红骨髓的暗影生成物。

source: We have been trying to read all we can on Kazaul, and the ritual. It seems we might be too late.
de: Wir haben versucht, alles über Kazaul und das Ritual zu lesen, was möglich ist. Es scheint, wir könnten zu spät gekommen sein.
fr: Nous avons essayé de lire tout ce qu'on a pu trouver sur Kazaul, et le rituel. Nous arrivons, semble-t-il, trop tard.
ja: 我らはカザウルとその儀式に関してできうる限りのことを学んできた。手遅れとなりそうではあるがな。
pt: Estamos a tentar ler tudo o que pudermos sobre Kazaul e o ritual. Parece que pode ser tarde demais.
zh_cn: 我们一直在尝试阅读有关卡扎尔的所有内容以及该仪式。看来我们可能为时已晚。

source: The ritual. We believe that Kazaul will manifest in our presence soon.
de: Das Ritual. Wir glauben, dass Kazaul sich bald in unserer Gegenwart offenbaren wird.
fr: Le rituel. Nous croyons que Kazaul va bientôt se manifester en notre présence.
ja: 儀式だ。カザウルはじきに姿を現す。
pt: O ritual. Acreditamos que Kazaul irá manifestar-se brevemente na nossa presença.
zh_cn: 那个仪式。我们相信卡扎尔很快就会在我们面前显灵。

source: We must learn more about the Kazaul ritual, to gain its power and learn to use it for our purposes.
de: Wir müssen mehr über das Kazaul-Ritual lernen, um seine Macht zu erlangen und zu lernen, es für unsere Zwecke zu nutzen.
fr: Nous devons en apprendre davantage sur le rituel de Kazaul, pour prendre son pouvoir et apprendre à l'utiliser pour nos fins.
ja: カザウルの儀式のことをもっと知り、その力を得て、自分たちのために活用することを我らは学ばねばならん。
pt: Temos de aprender mais sobre o ritual Kazaul, para ganhar o poder dele e aprender a usá-lo para os nossos propósitos.
zh_cn: 我们必须更多地了解卡扎尔仪式，获得它的力量并学会为我们的目的使用它。

source: Can I help in some way?
de: Kann ich irgenwie helfen?
fr: Puis-je aider d'une manière ou d'une autre ?
ja: 何かお手伝いしましょうか？
pt: Posso ajudar-te de alguma forma?
zh_cn: 我能帮忙吗？

source: What were you planning to do?
de: Was habt ihr vor?
fr: Qu'avez-vous l'intention de faire ?
ja: 何をするつもりだったのですか？
pt: O que planeavas fazer?
zh_cn: 你打算怎么做？

source: As I said, we want to learn more about the ritual itself.
de: Wie gesagt, wir wollen mehr über das Ritual an sich lernen.
fr: Comme je l'ai dit, nous voulons en savoir plus sur le rituel lui-même.
ja: 言ったように、儀式そのものについてもっと知りたい。
pt: Como disse, queremos aprender mais sobre o próprio ritual.
zh_cn: 正如我所说，我们想更多地了解仪式本身。

source: A while ago, we were on the verge of getting our hands on the whole ritual itself, but the messenger was killed under most interesting circumstances while traveling up here.
de: Vor einiger Zeit waren wir nahe daran, das gesamte Ritual in unsere Hand zu bekommen, aber der Bote wurde unter höchst eigentümlichen Umständen auf dem Weg nach hier oben getötet.
fr: Il y a quelque temps, nous étions sur le point de mettre la main sur l'ensemble du rituel, mais le messager a été tué dans d’intrigantes circonstances en voyageant jusqu'ici.
ja: 少し前に儀式を入手しようとしたのだが、その遣いはここまで旅していた最中に殺されてしまった。
pt: Há algum tempo atrás, estávamos prestes a deitar as mãos a todo o ritual, mas o mensageiro foi morto nas mais interessantes circunstâncias enquanto viajava até aqui.
zh_cn: 不久前，我们即将完成整个仪式，但信使在旅行到这里时在最有趣的情况下被杀了。

source: We knew he had the parts of the complete ritual on him, but since he was killed and we could not get to him because of the monsters - his notes were lost to us.
de: Wir wussten, dass er Teile des vollständigen Rituals bei sich hatte. Da er aber getötet wurde und wir wegen der Monster nicht zu ihm gelangen konnten, waren seine Aufzeichnungen für uns verloren.
fr: Nous savons qu'il avait l'ensemble des éléments composant le rituel avec lui, mais depuis, il a été tué et nous ne pouvons pas les récupérer à cause des monstres – ses notes sont perdues pour nous.
ja: 完全な儀式のそのパーツを持っていたことは分かっていた。だがその者が殺されてしまい、モンスターのためにそこまで赴くこともできん…記録は我らの元から失われたのだ。
pt: Sabíamos que ele tinha as partes do ritual completo com ele, mas como ele foi morto e nós não conseguimos chegar até ele, por causa dos monstros - as suas anotações ficaram inacessíveis a nós.
zh_cn: 我们知道他身上有完整仪式的碎片，但由于他被杀了，而且我们因为那些怪物而无法接近他--他在哪我们已经不知道了。

source: According to our sources, there should be five parts of the ritual scattered across the mountain. Three of them describing the ritual itself, and two describing the Kazaul chant used to summon the guardian.
de: Gemäß unserer Quellen sollten fünf Teile des Rituals über den Berg hinweg verstreut sein. Drei von diesen beschreiben das Ritual an sich und zwei beschreiben den Kazaul-Gesang zur Beschwörung des Wächters.
fr: Selon nos sources, il devrait y avoir cinq parties du rituel dispersées à travers la montagne. Trois d'entre elles décrivent le rituel lui-même, et les deux autres, le chant de Kazaul, utilisé pour appeler le gardien.
ja: 情報源によると儀式のパーツは5つ、山中に散らばっているはずだ。そのうち3つは儀式自体について、2つは番人を召喚するために使われたカザウルの詠唱が記述されておる。
pt: De acordo com as nossas fontes, devem haver 5 partes do ritual espalhadas por toda a montanha. 3 delas descrevem o ritual em si e 2 descrevem o canto Kazaul usado para convocar o guardião.
zh_cn: 根据我们的资料，这个仪式应该有五个碎片，都散落在山里。其中三部分描述了仪式本身，两部分描述了用于召唤守护者的卡扎尔颂歌。

source: Hmm, maybe you could be of use here...
de: Hm, möglicherweise könnest du dich hier nützlich machen.
fr: Hum, peut-être que tu pourrais nous être utile …
ja: ふむ、貴様が役に立つかもしれんか…
pt: Hmm, talvez possas ser útil aqui...
zh_cn: 嗯，也许你在这里可以派上用场......。

source: I would be glad to help.
de: Ich wäre erfreut, zu helfen.
fr: Je serais heureux de vous aider.
ja: 喜んでお手伝いします。
pt: Ficaria feliz em ajudar.
zh_cn: 我很乐意帮忙。

source: Sounds dangerous, but I'll do it.
de: Hört sich gefährlich an, aber ich mach's.
fr: Ça a l'air périlleux, mais je vais le faire.
ja: 危険そうだけど、やります。
pt: Parece perigoso, mas vou fazê-lo.
zh_cn: 听起来很危险，但我会做的。

source: Keep your ritual of the Shadow to yourself. I am not getting involved in this.
de: Bleibt mir mit euerem Schatten-Ritual vom Leib. Ich halte mich da raus.
fr: Gardez votre rituel de l'Ombre pour vous. Je ne veux pas y être impliqué.
ja: シャドウの儀式はあなた方の問題です。僕は関わらないぞ。
pt: Guarda o teu ritual da Sombra para ti. Não me vou envolver nisto.
zh_cn: 把你的暗影仪式留给自己。我不会参与此事。

source: Fine, we will just have to find someone else then.
de: Schön, dann müssen wir eben jemand anderes finden.
fr: Très bien, nous allons simplement devoir trouver quelqu'un d'autre alors.
ja: よかろう、他を当たることにする。
pt: Está bem, então vamos ter de encontrar outra pessoa.
zh_cn: 好吧，那我们就只能找别人了。

source: Yes, you might be able to help. Not that you really have any choice though.
de: Ja, du könntest in der Lage sein, zu helfen. Obwohl dir nicht wirklich eine andere Wahl bleibt.
fr: Oui, vous pourriez nous être utile. En même temps, vous n'avez pas vraiment le choix.
ja: うむ、貴様ならできるかもしれんな。とはいえ、選択の余地など無いわけではあるが。
pt: Sim, talvez possas ajudar. Mas não por teres realmente alguma escolha.
zh_cn: 是的，你也许能帮忙。不过，你也没有别的选择了。

source: OK. Find me the pieces of the ritual that the former messenger carried on him. They should be found somewhere on the path up to Blackwater mountain.
de: Ok. Finde die Teile des Rituals für mich, die der vorherige Bote mit sich geführt hat. Sie sollten irgendwo auf dem Pfad zu finden sein, der zum Blackwater Mountain hinaufführt.
fr: D'accord. Trouvez-moi les pièces du rituel que l'ancien messager avait sur lui. Elles devraient se trouver quelque part sur le chemin qui mène au mont Encreau.
ja: いいだろう。かつての遣いが運んでいた儀式の断片を探してくれ。ブラックウォーター山までの道のどこかにあるはずだ。
pt: Está bem. Encontra-me os pedaços do ritual que o antigo mensageiro levava com ele. Podem ser encontrados algures no caminho para a montanha das Águas Negras.
zh_cn: 好的。给我找到前任信使身上携带的仪式碎片。它们应该能在通往黑水的某处找到。

source: I will return with your parts of the ritual.
de: Ich werde dir die Teile des Rituals bringen.
fr: Je reviendrai avec les pièces du rituel.
ja: 儀式のパーツを持って戻ってきます。
pt: Voltarei com as tuas partes do ritual.
zh_cn: 我将带着你们的仪式碎片回来。

source: Yes, you will.
de: Ja, das wirst du.
fr: Bien sûr que vous allez le faire.
ja: そうしてくれ。
pt: Sim, vais.
zh_cn: 是的，你会的。

source: Hello again. I hope you come here to tell me you have the five parts of the ritual.
de: Hallo nochmal. Ich hoffe, du bist gekommen um mir zu berichten, dass du die fünf Teile des Rituals hast.
fr: Re-bonjour. J'espère que vous êtes ici pour me dire que vous avez les cinq parties du rituel.
ja: よく来た。儀式のパーツ5つを手にしたら伝えに来てもらいたい。
pt: Olá outra vez. Espero que venhas aqui para me dizer que tens as 5 partes do ritual.
zh_cn: 又见面了。我希望你来这里是为了告诉我你拥有仪式的五个碎片。

source: I am still looking for them.
de: Ich suche sie noch.
fr: Je les cherche encore.
ja: まだ探してます。
pt: Ainda estou à procura deles.
zh_cn: 我仍然在寻找他们。

source: How many parts was I supposed to find?
de: Wieviele Teile sollte ich nochmal finden?
fr: Combien de pièces devais-je trouver ?
ja: いくつパーツを見つければいいんでしたっけ？
pt: Quantas partes era suposto eu encontrar?
zh_cn: 我应该找到多少个碎片呢？

source: Yes, I think I have found them all.
de: Ja, ich denke, ich habe sie alle gefunden.
fr: Oui, je pense que je les ai toutes trouvées.
ja: ええ、すべて見つかったと思います。
pt: Sim, acho que já os encontrei todos.
zh_cn: 是的，我想我已经全部找到了。

source: Then hurry and go find them! What are you standing around here for then?
de: Dann spute dich und finde sie! Was stehst du hier noch herum?
fr: Alors dépêchez-vous et aller les trouvez ! Qu'est-ce que vous attendez à rester planté là alors ?
ja: さっさと探しにいかんか！ 何をここで突っ立っておる？
pt: Então despacha-te e vai procurá-los! Porque estás aqui parado então?
zh_cn: 那就赶快去找他们!那你还站在这里干什么？

source: You actually found all five pieces? I suppose I should thank you. Well then. Thank you.
de: Du hast tatsächlich alle fünf Teile gefunden? Ich schätze, ich sollte dir dafür danken. Nun gut. Danke.
fr: Vous avez réellement trouvé les cinq éléments ? Je suppose que je devrais vous remercier. Eh bien dans ce cas. Merci.
ja: 5つすべて見つけたと？ 礼を言わねばならんな。そうか。感謝する。
pt: Encontraste mesmo as 5 peças? Suponho que devo agradecer-te. Bem, então... obrigada.
zh_cn: 你真的找到了所有五件碎片？我想我应该感谢你。好吧。谢谢你。

source: It seems you have not found all five pieces yet.
de: Du hast anscheinend noch nicht alle fünf Teile gefunden.
fr: Il semble que vous n'ayez pas encore trouvé tous les cinq morceaux.
ja: まだ5つすべては見つかっておらんようだな。
pt: Parece que ainda não encontraste as cinco partes.
zh_cn: 看来你还没有找到全部五件作品。

source: We have more pressing matters to focus on. As I briefly mentioned before, we believe that Kazaul will manifest in our presence soon.
de: Wir haben uns um dringendere Angelegenheiten zu kümmern. Wie ich eben kurz erwähnt habe, glauben wir, dass Kazaul sich bald in unserer Gegenwart offenbaren wird.
fr: Nous avons des sujets plus urgents qui requièrent notre attention. Comme je l'ai brièvement mentionné auparavant, nous croyons que Kazaul va bientôt se manifester en notre présence.
ja: 集中せねばならん差し迫った問題がある。以前にも簡単に述べたように、カザウルはもう間もなく現れるものと我らは考えておる。
pt: Temos assuntos mais urgentes para nos concentrarmos. Como mencionado anteriormente, acreditamos que Kazaul irá manifestar.se na nossa presença brevemente.
zh_cn: 我们有更紧迫的事情需要做。正如我之前简单提到的，我们相信卡扎尔很快就会在我们面前显灵。

source: If that were to happen, we could not complete our research about the ritual or Kazaul itself, all our efforts would be lost.
de: Wenn das passieren sollte, könnten wir unsere Forschung zum Ritual oder Kazaul selbst nicht abschließen und all unsere Anstrengungen wären umsonst gewesen.
fr: Si cela devait arriver, nous ne pourrions pas terminer nos recherches sur le rituel ou sur Kazaul lui-même, tous nos efforts seraient perdus.
ja: そうなってしまえば、儀式やカザウルの研究は完遂できなくなり、これまでの努力は水泡に帰すこととなるだろう。
pt: Se isso acontecesse, não poderíamos concluir a nossa pesquisa sobre o ritual ou o próprio Kazaul, todos os nossos esforços seriam perdidos.
zh_cn: 如果发生这种情况，我们就无法完成对仪式或卡扎尔本身的研究，我们所有的努力都将付诸东流。

source: Therefore, we intend to delay the process as much as we can, until we have learned of its powers.
de: Darum haben wir vor, den Prozess so lang wie möglich aufzuhalten, bis wir seine Macht erlernt haben.
fr: Donc, nous avons l'intention de retarder le processus autant que possible, jusqu'à ce que nous ayons appris les secrets de son pouvoir.
ja: よってだ、我らが力のことを知るまでの間、出来得る限りその工程を遅らせたい。
pt: Portanto, pretendemos adiar o processo o máximo possível, até que tenhamos o conhecimento dos seus poderes.
zh_cn: 因此，我们打算尽可能地推迟这一过程，直到我们了解其威力。

source: You might be useful to us here again.
de: Du könntest hierbei wieder nützlich für uns sein.
fr: Tu peux encore nous être utile ici.
ja: そこでまた貴様が役立つかもしれん。
pt: Podes voltar a ser-nos útil.
zh_cn: 你可能又对我们有用了。

source: I'm ready for anything.
de: Ich bin zu allem bereit.
fr: Je suis prêt à tout.
ja: 何でもやります。
pt: Estou pronto para tudo.
zh_cn: 我已经做好了一切准备。

source: What do you need of me?
de: Was benötigt ihr von mir?
fr: Que souhaitez-vous que je fasse ?
ja: 何をしてほしいのですか？
pt: O que precisas de mim?
zh_cn: 你需要我做什么？

source: I sure hope it involves more killing and looting.
de: Ich hoffe, es hat was mit töten und plündern zu tun.
fr: J'espère que cela exige moult meurtres et pillages.
ja: もっと殺しと略奪があるといいんだけど。
pt: Espero que envolva mais mortes e saques.
zh_cn: 我当然希望它涉及更多的杀戮和掠夺。

source: We need you to do two things. First, you must find the shrine of Kazaul. Our scouts tell us that the shrine should be located somewhere near the base of Blackwater mountain.
de: Du musst zwei Dinge für uns tun. Als erstes musst du den Schrein von Kazaul finden. Unsere Kundschafter berichten, dass der Schrein sich irgendwo am Fuß des Blackwater Mountain befinden soll.
fr: Nous avons besoin que tu fasses deux choses. Tout d'abord, tu dois trouver le sanctuaire de Kazaul. Nos éclaireurs nous disent que le sanctuaire est sans doute situé quelque part près de la base du mont Encreau.
ja: やってもらいたいことは2つある。第一に、カザウルの霊廟を見つけるのだ。偵察にやった者は、ブラックウォーター山の麓のどこか近くに霊廟があるはずだと言っておる。
pt: Precisamos que faças duas coisas. Primeiro, tens de encontrar o santuário de Kazaul. Os nossos batedores dizem-nos que o santuário deve estar algures perto da base da montanha de Águas Negras.
zh_cn: 我们需要你做两件事。第一，你必须找到卡扎尔的神殿。我们的侦察员告诉我们，神殿应该位于黑水山脚附近的某个地方。

source: However, all passageways to the shrine are 'clouded in Shadow' according to our scouts. I'm not sure what that means.
de: Wie auch immer, alle Zugänge zu dem Schrein sind laut den Kundschaftern 'vom Schatten umwölkt'. Ich bin mir nicht sicher, was das bedeuten soll.
fr: Cependant, tous les chemins menant au sanctuaire sont 'obscurcis par l'Ombre' selon nos éclaireurs. Je ne sais pas ce que cela signifie.
ja: だが偵察によると、霊廟への道のすべては"影が立ち込めている"とのことだ。これが何を意味するのかはよくわからん。
pt: No entanto, todas as passagens para o santuário estão "envoltas em sombras" segundo os nossos batedores. Não tenho a certeza o que isso significa.
zh_cn: 然而，据我们的侦察员说，通往神殿的所有通道都被 "暗影所笼罩"。我不确定那是什么意思。

source: Second, we need you to take a vial of purifying spirit and apply it to the shrine.
de: Als zweites musst du für uns eine Phiole reinigenden Geistes auf den Schrein anwenden.
fr: Ensuite, nous avons besoin que vous preniez un flacon d'essence de purification et que vous l'appliquiez sur le sanctuaire.
ja: 次に、浄化のバイアルを取って、それを霊廟にふりかけるのだ。
pt: Segundo, precisamos que pegues num frasco de espírito purificador e o apliques no santuário.
zh_cn: 第二，我们需要你采集净化精神的瓶，并将其用在神社上。

source: This vial is a vial of purifying spirit. It should delay the process well enough for us to be able to continue our research.
de: Dies ist eine Phiole reinigenden Geistes. Das sollte den Prozess lange genug aufhalten, um uns eine Fortsetzung unserer Forschungen zu erlauben.
fr: Cette fiole est un flacon d'essence de purification. Il devrait suffisamment retarder le processus pour que nous soyons en mesure de poursuivre nos recherches.
ja: この瓶が浄化のバイアルだ。これで工程を遅らせて研究を続けられるようになる。
pt: Este frasco é um frasco de espírito purificador. Ele deve atrasar o processo o suficiente para que possamos continuar a nossa pesquisa.
zh_cn: 这个小瓶是一小瓶净化药水。它应该能很好地延迟这一过程，使我们能够继续我们的研究。

source: Sounds easy. I'll do it.
de: Klingt einfach. Ich mach's.
fr: Pas de problème. Je m'en occupe.
ja: 楽勝そうだ。やります。
pt: Parece fácil. Vou fazer isso.
zh_cn: 听起来很容易。我来做吧。

source: Sounds dangerous, but I will do it.
de: Klingt gefährlich, aber ich werde es tun.
fr: Ça n'a pas l'air de tout repos, mais je m'en charge.
ja: 危険そうだけど、やります。
pt: Parece perigoso, mas vou fazê-lo.
zh_cn: 听起来很危险，但我会做的。

source: This sounds like a trap. I won't agree to do your dirty work.
de: Das hört sich nach einer Falle an. Ich bin nicht bereit, für euch die Drecksarbeit zu machen.
fr: Ça m'a tout l'air d'un piège. Pas question de faire le sale boulot à votre place.
ja: これは罠に思える。いかがわしいあなたの仕事はやりません。
pt: Isto parece-me uma armadilha. Não vou concordar em fazer o teu trabalho sujo.
zh_cn: 这听起来像是一个陷阱。我不原因做你的脏活。

source: Good, here is the vial. Now hurry.
de: Gut, hier ist die Phiole. Nun beeil dich.
fr: Bon, voici le flacon. Maintenant dépêchez vous.
ja: よし、これがバイアルだ。では急げ。
pt: Ótimo, aqui está o frasco. Agora despacha-te.
zh_cn: 很好，这是那个小瓶。现在快点。

source: Return to me as soon as you have completed your task.
de: Komm zurück, sobald du deinen Auftrag erfüllt hast.
fr: Reviens me voir dès que tu auras terminé.
ja: 仕事が終わったらすぐに戻って来るのだぞ。
pt: Regressa assim que tiveres concluído a tua tarefa.
zh_cn: 完成任务后，请尽快回到我身边。

source: Hello again. I hope you are here to tell me you have purified the shrine of Kazaul?
de: Hallo nochmal. Ich hoffe, du bist hier um mir zu berichten, dass du den Schrein von Kazaul gereinigt hast?
fr: Re-bonjour. J'espère que tu es ici pour me dire que tu as purifié le sanctuaire de Kazaul ?
ja: よく来た。カザウルの霊廟を浄化したことを伝えに来たのか？
pt: Olá outra vez. Espero que estejas aqui para me dizeres que purificaste o santuário de Kazaul, certo?
zh_cn: 又见面了。我希望你是来告诉我，你已经净化了卡扎尔的神殿？

source: Yes, it is done.
de: Ja, ist erledigt.
fr: Oui, c'est fait.
ja: はい、終わりました。
pt: Sim, está feito.
zh_cn: 是的，已经完成了。

source: Then hurry and go take the vial to the shrine! What are you standing around here for?
de: Dann spute dich und bring die Phiole zu dem Schrein! Was stehst du hier noch herum?
fr: Alors dépêche-toi d'aller répandre le flacon sur le sanctuaire ! Qu'est-ce que tu attends ?
ja: さっさとバイアルを持って霊廟に行かんか！ 何をここで突っ立っておる？
pt: Então despacha-te e leva o frasco para o santuário! Porque continuas aqui parado?
zh_cn: 那就赶快去把小瓶带到神社里去吧!你还站在这里干什么？

source: Good. We must hurry to continue our research on Kazaul.
de: Gut. Wir müssen uns mit unserer weiteren Forschung über Kazaul beeilen.
fr: Bien. Nous devons hâter la poursuite de nos recherches sur Kazaul.
ja: よし。我らはカザウルの研究を急がねばならん。
pt: Óptimo. Temos de nos despachar para continuar a nossa pesquisa sobre Kazaul.
zh_cn: 好。我们必须赶紧继续研究卡扎尔。

source: You should get out of here to allow us to concentrate on our work.
de: Du solltest von hier verschwinden, damit wir uns auf unsere Arbeit konzentrieren können.
fr: Tu devrais sortir d'ici pour nous permettre de nous concentrer sur notre travail.
ja: 仕事に集中できるように、貴様はここを出ていくことだ。
pt: Devias sair daqui para nos deixares concentrar no nosso trabalho.
zh_cn: 你应该离开这里，让我们集中精力工作。

source: ...Kazaul, destroyer of bright dreams...
de: .. Kazaul, Zerstörer der lichten Träume ..
fr: … Kazaul, destructeur des rêves enchanteurs …
ja: …カザウル、輝かしき夢を破壊せし者…
pt: ...Kazaul, destruidor de sonhos brilhantes...
zh_cn: ...卡扎尔，光明梦想的毁灭者...

source: ...Kazaul ... Shadow...
de: .. Kazaul .. Schatten ..
fr: … Kazaul … Ombre …
ja: …カザウル…シャドウ…
pt: ...Kazaul… Sombra...
zh_cn: ...卡扎尔...暗影。。。

source: [Throdna continues to mumble on about Kazaul, but you cannot make out any other words]
de: (Throdna fährt fort, von Kazaul zu murmeln, aber du kannst keine anderen Worte verstehen)
fr: [Throdna continue à marmonner à propos de Kazaul, mais plus aucun mot n'est intelligible]
ja: （スロドナはカザウルのことを呟き続けているが、他の言葉はあなたには理解できない）
pt: [Throdna continua a murmurar algo sobre Kazaul, mas não consegues entender nada]
zh_cn: [甲虫继续喃喃自语地谈论卡扎尔，但你无法听懂任何话语]

source: Keep your voice down while in the inner chamber.
de: Halte deine Stimme bedeckt, hier in der inneren Kammer.
fr: Parle à voix basse dans la salle intérieure.
ja: 室内では声を落としてくれ。
pt: Fala baixo enquanto estiveres na câmara interna.
zh_cn: 在内室时要小声说话。

source: Are you also looking to become one with the Shadow?
de: Versuchst auch du, eins mit dem Schatten zu werden?
fr: Cherches-tu toi aussi à devenir un adepte de l'Ombre ?
ja: あなたもシャドウとひとつになりたいのですか？
pt: Também estás à procura de te tornar um com a Sombra?
zh_cn: 你是否也想与暗影融为一体？

source: Kazaul...
ja: カザウル…
zh_cn: 卡扎尔...

source: Kazaul, destroyer of bright dreams.
de: Kazaul, Zerstörer der lichten Träume.
fr: Kazaul, destructeur des rêves enchanteurs.
ja: カザウル、輝かしき夢を破壊せし者。
pt: Kazaul, destruidor de sonhos brilhantes.
zh_cn: 卡扎尔，光明梦想的毁灭者。

source: [The guardian looks completely unaware of your presence]
de: (Der Wächter scheint deine Anwesenheit überhaupt nicht wahr zu nehmen)
fr: [Le gardien semble complètement ignorer ta présence]
ja: （番人はあなたの存在に全く気づいていないようだ）
pt: [O guardião parece que não deu pela tua parecença]
zh_cn: [守护者看起来完全没有意识到你的存在]

source: [The guardian looks down upon you with its burning eyes]
de: (Der Wächter blickt mit brennenden Augen auf dich herab)
fr: [Le gardien te fixe de ses yeux en feu]
ja: （番人は燃えるような瞳であなたを見下ろしている）
pt: [O guardião olha para ti com olhos a arder]
zh_cn: [守护者用它灼热的眼睛俯视着你]

source: Kazaul, defiler of the Elytharan Temple.
de: Kazaul, Schänder des Elytharischen Tempels.
fr: Kazaul, profanateur du Temple d'Elythara.
ja: カザウル、エリザラン神殿を冒涜せし者。
pt: Kazaul, profanador do Templo do Elytharan.
zh_cn: 卡扎尔，伊莱塔兰神庙的守卫者。

source: [You see the burning eyes of the guardian instantly turn into a dark red haze]
de: (Du siehst, wie sich die brennenden Augen des Wächters umgehend in einen dunkelroten Schleier wandeln)
fr: [Tu vois les yeux brûlants du gardien s'empourprer d'une brume rouge sombre]
ja: （番人の燃えるような瞳が、あっという間に濃い赤の霞へと変化する）
pt: [Vês os olhos a arder do guardião a transformarem-se instantaneamente numa névoa vermelha escura]
zh_cn: [你看到守护者燃烧的眼睛瞬间变成了暗红色的雾气]

source: A fight, I have been waiting for this!
de: Ein Kampf, darauf habe ich gewartet!
fr: Un combat, je n'attendais que cela !
ja: 戦いだ、これを待ってたんだ！
pt: Uma luta, estava mesmo à espera disto!
zh_cn: 一场战斗，我一直在等待着这一刻!

source: Please don't kill me!
de: Bitte, töte mich nicht!
fr: S’il vous plaît ne me tuez pas !
ja: 殺さないで！
pt: Por favor não me mates!
zh_cn: 请不要杀我!
