Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: You show all the signs. If this is true, then you are in great danger.
de: Du zeigst alle Anzeichen. Wenn das wahr sein sollte, dann bist du in großer Gefahr.
fr: Tu en as tous les signes. Si cela est vrai, alors tu es en grand danger.
ja: あなたにはすべての兆候がある。これが本当なら、極めて危険です。
pt: Mostra todos os sinais. Se isso for verdade, então está em grande perigo.
zh_cn: 你显露出的所有征兆。如果这是真的，那么你就处于极大的危险之中。

source: Long ago, I read a book on Kazaul rituals. The first part of one particular ritual I read about talks about 'the carrier', that supposedly is infected with Kazaul rotworms.
de: Vor langer Zeit habe ich ein Buch über Kazaulrituale gelesen. Der erste Teil eines bestimmten Rituals handelt von einem 'Überträger', der anscheinend mit Kazaulmaden infiziert ist.
fr: Il y a longtemps, j'ai lu un livre sur les rituels de Kazaul. La première partie de l'un de ces rituels particuliers que j'ai lu parlait du "porteur", qui est infecté par des vers putrides de Kazaul.
ja: 昔、カザウルの儀式に関する書物を読んだことがあるのです。ある儀式で読んだ最初の部分が、おそらくはカザウルロットワームに感染した"宿主"の話でした。
pt: Há muito tempo atrás, li um livro sobre rituais Kazaul. A primeira parte de um certo ritual particular que li fala sobre 'o transportador', que supostamente está infectada com vermes da podridão de Kazaul.
zh_cn: 很久以前，我读过一本关于卡扎尔仪式的书。我读到的一个特定仪式的第一部分谈到了“携带者”，据说它感染了卡扎尔轮虫。

source: The Kazaul rotworms need a living being to feed upon, before their eggs can hatch. Their eggs can slowly kill a person from the inside, and the worms themselves cause the carrier to become weak during the whole process.
de: Die Kazaulmaden benötigen ein lebendes Wesen, von dem sie sich ernähren, bevor ihre Eier ausreifen. Ihre Eier können eine Person langsam von innen heraus töten, und die Maden selbst schwächen den Überträger während dieses ganzen Prozesses.
fr: Les vers putrides de Kazaul ont besoin d'un être vivant pour se nourrir, avant que leurs œufs n'éclosent. Leurs œufs peuvent tuer lentement une personne de l'intérieur, et les vers eux-mêmes affaiblissent le porteur pendant le processus.
ja: カザウルロットワームは、卵が孵化する前に餌となる生き物を必要とします。卵は体内からゆっくりと人を殺します、ワーム自体が宿主を弱らせるのです。
pt: Os vermes da podridão de Kazaul precisam de um ser vivo para alimentar-se, antes dos seus ovos possam eclodir. Os ovos dele podem matar uma pessoa por dentro lentamente e os próprios vermes causam fraqueza ao transportador durante todo o processo.
zh_cn: 卡扎尔轮虫在卵孵化之前需要一个有生命的生物来喂养。它们的卵会慢慢地从体内杀死一个人，而蠕虫本身会导致携带者在整个过程中变得虚弱。

source: The ritual proceeds with the carrier being eaten from the inside by the rotworms and their eggs, in effect, giving birth to the creatures within. Also, the process can have ... shall we say ... unusual effects on the carrier before that.
de: Das Ritual schreitet dadurch voran, dass der Überträger bei lebendigem Leib von den Maden und Eiern aufgefressen wird. Außerdem kann der Prozess .. sagen wir .. ungewöhnliche Auswirkungen auf den Überträger haben.
fr: Lorsque le rituel se déroule, le porteur est dévoré de l'intérieur par les vers et leurs œufs, ayant pour effet de donner naissance aux créatures à l'intérieur même du corps du porteur. Aussi, le procédé peut avoir... comment dire... des effets inhabituels sur le porteur avant cela.
ja: 儀式は宿主が内側からロットワームとその卵に食われながら進行し、体内で生き物を産み出すこととなります。またその過程で…宿主に異常な影響を及ぼす、とでも言いましょうか。
pt: O ritual também descreve que o transportador é comido vivo pelos vermes da podridão e os seus ovos. Além disso, o processo pode ter... digamos... um efeito incomum ao transportador.
zh_cn: 仪式继续进行，载体从内部被轮虫和它们的卵吃掉，实际上，在体内生育生物。此外，该过程可能具有。。。我们应该说。。。在那之前会对载体造成了不寻常的影响。

source: Needless to say, you are in great danger, and you should seek help immediately.
de: Unnötig zu sagen, dass du in großer Gefahr schwebst und unverzüglich Hilfe suchen solltest.
fr: Il est superflu de dire que tu es en grand danger, et que tu devrais immédiatement chercher de l'aide.
ja: 言うまでもなく、あなたは危険な状態にあります。ただちに助けを求めなくてはならない。
pt: Desnecessário dizer que está em grande perigo e deve procurar ajuda imediatamente.
zh_cn: 不要说其它的了，你处于极大的危险之中，你应该立即寻求帮助。

source: You should hurry and seek help from one of the priests of the Shadow as quickly as possible. My dear friend Talion in the temple of Loneford should be able to help you.
de: Du solltest dich beeilen und so schnell wie möglich Hilfe bei einem Priester des Schattens suchen. Mein guter Freund Talion im Tempel von Loneford sollte dir helfen können.
fr: Tu dois te dépêcher et rechercher l'aide d'un des prêtres de l'Ombre aussi vite que possible. Mon cher ami Talion dans le temple de Loneford devrait être capable de t'aider.
ja: とにかくできる限りすぐにでもシャドウ神官に助けを求めるべきです。ローンフォード礼拝堂にいるわが親愛なる友人、タリオンならあなたを助けることができるはずです。
pt: Deve se apressar e procurar a ajuda de um dos sacerdotes da Sombra tão rápido quanto possível. Meu querido amigo Talião no templo de Loneford deve ser capaz de ajudá-lo.
zh_cn: 你应该尽快向暗影的牧师寻求帮助。我的朋友塔里昂在隆福德神庙应该能帮助你。

source: Seek him out immediately. Hurry! You might not have much time.
de: Suche ihn unverzüglich auf. Beeil dich! Du hast vielleicht nicht mehr viel Zeit.
fr: Va immédiatement le chercher. Dépêche-toi ! Tu pourrais ne plus avoir beaucoup de temps devant toi.
ja: すぐに彼を探して。急いで！ 時間は残されてないかもしれないのです。
pt: Procure-o imediatamente. Depressa! Pode não deve ter muito tempo.
zh_cn: 马上去找他。快点！你可能没有多少时间。

source: OK, I will go to Talion in the Loneford temple at once. Goodbye.
de: In Ordnung. Ich werde sofort Talion im Tempel von Loneford aufsuchen.
fr: D'accord, je vais immédiatement aller consulter Talion dans le temple de Loneford. Au revoir.
ja: わかりました、すぐにローンフォード礼拝堂のタリオンを訪ねます。さようなら。
pt: Ok, vou para Talião no templo de Loneford imediatamente. Tchau.
zh_cn: 好的，我马上去找隆福德神庙的塔里昂。再见。

source: I should also tell you that it is of great importance that you first destroy whatever creature that infected you with this.
de: Ich sollte dir außerdem sagen, dass es von höchster Wichtigkeit ist, dass du zuerst diejenige Kreatur erledigst, die dich damit infiziert hat.
fr: Je dois aussi te dire qu'il est extrêmement important de tout d'abord détruire la créature qui t'a infecté avec cela.
ja: また、これを感染させた怪物をあらかじめ倒しておくことが非常に重要であることもお伝えしておきます。
pt: Gostaria também de dizer-lhe que é de grande importância que primeiro destrua qualquer criatura que o infectou com isso.
zh_cn: 我应该提醒你，消灭感染这种病毒的生物是非常重要的。

source: OK, I will defeat the lich first. Goodbye.
de: Ok, ich vernichte zuerst diesen Lich. Bis später.
fr: Bien, je vais d'abord tuer la liche. Au revoir.
ja: なるほど、まずはリッチーを倒します。さようなら。
pt: Ok, vou derrotar o lich primeiro. Tchau.
zh_cn: 好的，我先打败巫妖。再见。

source: I defeated the lich in the depths of the eastern cave.
de: Ich habe den Lich tief unten in der östlichen Höhle vernichtet.
fr: J'ai vaincu la liche au fond de la cave à l'est.
ja: 洞窟の東の奥でリッチーを倒しました。
pt: Derrotei o lich nas profundezas da caverna oriental.
zh_cn: 我在东部洞穴深处打败了巫妖。

source: Yes, you told me that you killed the lich. Excellent work.
de: Ja, du hast mir gesagt, dass du den Lich getötet hast. Ausgezeichnete Arbeit.
fr: Oui, tu m'as dit que tu a achevé la liche. Bon boulot.
ja: ええ、リッチーを殺したとお聞きしました。よくやりました。
pt: Sim, disse-me que matou o lich. Excelente trabalho.
zh_cn: 真的吗，你告诉我你杀了巫妖。干得不错。

source: The people of the surrounding towns will have you to thank.
de: Die Leute in dieser Gegend werden dir zu danken haben.
fr: Les habitants des alentours te seront redevables.
ja: 周辺の町の人々はあなたに感謝することでしょう。
pt: As pessoas das cidades vizinhas terão que o agradecer.
zh_cn: 周围城镇的人们会感谢你的。

source: No problem. Goodbye.
de: Kein Problem. Tschüss.
fr: Aucun problème. Au revoir.
ja: 構わない。さようなら。
pt: Não tem problema. Tchau.
zh_cn: 没关系。再见。

source: I found a strange looking helmet among the remains of that lich. Do you know anything about it?
de: Ich habe einen seltsamen Helm bei den Überresten des Lichs gefunden. Weißt du irgendetwas über ihn?
fr: J'ai trouvé un casque étrange dans la dépouille de cette liche. Savez-vous quelque chose à ce sujet ?
ja: リッチーから奇妙なヘルメットを発見しました。これのことで何かわかりますか？
pt: Encontrei um capacete de aparência estranha entre os restos daquele lich. Sabe alguma coisa sobre isso?
zh_cn: 我在那个巫妖的遗骸中发现了一顶奇怪的头盔。你知道任何关于它的东西吗？

source: Oh, that is good news indeed. A lich you say? With your help, the people of the surrounding towns should be safe from whatever mischief the lich could have caused now.
de: Oh, das sind wahrlich gute Neuigkeiten. Ein Lich sagst du? Durch deine Hilfe sind die Leute in der Umgebung nun sicher vor allem Unheil, das der Lich wohl noch angerichtet hätte.
fr: Oh, quelle bonne nouvelle. Une liche dis-tu ? Avec ton aide, les gens des villages environnants devraient être à l'abri des méfaits que cette liche aurait pu causer.
ja: おお、それは朗報です。リッチーと言いましたか？ あなたのおかげで、周辺の町の人々はリッチーが起こしたかもしれない災いから守られたことかと。
pt: Ah, isso é uma boa notícia. Diz um lich? Com a sua ajuda, as pessoas das cidades vizinhas devem estar seguras do mal que o lich poderia ter causado até agora.
zh_cn: 哦，这确实是个好消息。一个巫妖？在你的帮助下，周围城镇的人们应该不会受到巫妖任何伤害了。

source: Thank you so much for your help!
de: Danke vielmals für deine Hilfe!
fr: Merci beaucoup de ton aide !
ja: ありがとうございました！
pt: Muito obrigado pela sua ajuda!
zh_cn: 非常感谢你的帮助！

source: That is most interesting, but you seem to have more pressing matters to attend to.
de: Das ist höchst interessant. Aber du hast sicher noch wichtigere Dinge zu erledigen.
fr: C'est très intéressant mais tu as l'air d'avoir à t'occuper de problèmes bien plus pressants.
ja: それはとても興味深いですが、あなたにはもっと差し迫った問題があるようですね。
pt: Isso é muito interessante, mas parece que tem assuntos mais urgentes a tratar.
zh_cn: 这很有趣，但你似乎有更紧迫的事情要处理。

source: I am glad to see that you are looking better than before. I assume you got the help you needed from Talion in Loneford?
de: Ich bin froh, dass du schon wieder besser aussiehst. Ich nehme an, dass du die nötige Hilfe von Talion in Loneford bekommen hast?
fr: Je sui ravi de voir que tu as l'air en meilleure forme qu'auparavant. Je suppose que tu as reçu l'aide dont tu avais besoin de Talion dans Loneford ?
ja: 以前よりも元気そうで何よりです。ローンフォードのタリオンに助けてもらったのですか？
pt: Estou contente em ver que está a parecer melhor do que antes. Suponho que conseguiu a ajuda que precisava de Talião em Loneford?
zh_cn: 我很高兴看到你看起来比以前好多了。我想你从隆福德的塔里昂那里得到了你需要的帮助？

source: Yes, Talion cured me of that thing.
de: Ja, Talion hat mich von diesem Ding geheilt.
fr: Oui, Talion m'a guéri de cette chose.
ja: ええ、タリオンに治してもらいました。
pt: Sim, Talião me curou dessa coisa.
zh_cn: 是的，塔里昂治好了我。

source: That's good to hear. I hope that ... thing ... didn't have any permanent side-effects on you.
de: Schön zu hören. Ich hoffe, dieses .. Ding .. hatte keine dauerhaften Nebeneffekte auf dich.
fr: C'est une bonne nouvelle. J'espère que cette... chose... n'a eu aucun effet secondaire permanent sur toi.
ja: それはよかった。あなたに…副作用が残らないといいのですが。
pt: Isso é bom ouvir. Espero que... essa coisa... não tenha quaisquer efeitos colaterais permanentes consigo.
zh_cn: 很高兴听到这个消息。我希望。。。这事情没有对你造成任何永久性的副作用。

source: Could it be? Hmm. Let me look at that thing.
de: Kann das sein? Hmm. Lass mich das Ding anschauen.
fr: Pourrait-ce être ? Hmm. Laisse-moi regarder cela.
ja: ひょっとして。ううむ。見せてもらえますか。
pt: Poderia ser? Hum. Deixe-me procurar aquela coisa.
zh_cn: 可能吗？嗯，让我看看那个东西。

source: Those markings on it are most peculiar. It was found by the lich that you spoke of?
de: Diese Markierungen darauf sind höchst bemerkenswert. Du hast es bei dem Lich gefunden, von dem du gesprochen hast?
fr: Les marques qu'il porte sont très particulières. Cela a été trouvé sur la liche dont tu as parlé ?
ja: とても変わった印ですね。あなたの話にあったリッチーから発見したのでしたか？
pt: Essas marcações nele são muito peculiares. Ele foi encontrado com o lich da qual falou?
zh_cn: 上面的那些标记非常奇特。是你提到的巫妖发现的？

source: Hmm. You know what, this could actually be connected to what the shrine speaks of - The Dark Protector.
ja: ふむ。そうですね、これは霊廟が語るもの…ダークプロテクターと関係しているかもしれない。
pt: Humm. Quer saber, isso poderia realmente estar ligado àquilo na qual o santuário fala - O Protetor Negro
zh_cn: 嗯，你知道吗，这实际上可能与神殿所说的--黑暗保护者--有关.

source: I am not certain of what the term 'The Dark Protector' refers to. At first I thought it might be some creature protecting something, but this helmet seems to better fit what the shrine speaks of.
de: Ich bin nicht sicher, wofür der Ausdruck 'Der Dunkle Beschützer' steht. Zuerst dachte ich, es wäre vielleicht ein Wesen, das etwas beschützt. Aber dieser Helm scheint besser auf die Beschreibung auf dem Schrein zu passen.
fr: Je ne sais pas exactement à quoi "le Protecteur sombre" fait référence. Je pensais tout d'abord qu'il pourrait s'agir d'une sorte de créature protégeant quelque chose, mais ce casque semble correspondre mieux à ce dont l'autel parle.
ja: "ダークプロテクター"という言葉が何を指しているかはよくわかりません。てっきり何かを守るクリーチャーのことかと考えていたのですが、このヘルメットのほうが霊廟の説明と合っているようです。
pt: Não estou certo de que o termo 'Protetor Negro' se refere. No começo pensei que poderia ser alguma criatura proteger alguma coisa, mas este capacete parece se encaixar melhor naquilo a qual o santuário descreve.
zh_cn: 我不确定“黑暗保护者”这个词指的是什么。起初我以为可能是某种生物在保护什么东西，但这顶头盔似乎更符合神殿所说的。

source: It could either be the helmet itself, or that the helmet has some effect on whoever wears it, meaning that the wearer will become the Dark Protector.
de: Es könnte entweder der Helm selbst sein, oder dass der Helm bei seinem Träger etwas bewirkt, so dass dieser zum Dunklen Beschützer wird.
fr: Cela pourrait être soit le casque lui-même, ou bien le fait que le casque a un effet sur quiconque le porterait, signifiant que le porteur deviendrait alors le Protecteur sombre.
ja: ヘルメットそのものかもしれませんし、ヘルメットを着用した人に何らかの効果を与え、着用者がダークプロテクターとなるのかもしれない。
pt: Poderia ser o capacete em si, ou que o capacete tem algum efeito sobre quem o usa, o que significa que o utilizador se torne no Protetor Negro.
zh_cn: 它可以是头盔本身，也可以是头盔对戴头盔的人有影响，这意味着戴头盔的人将成为黑暗保护者。

source: Nevertheless, I am almost certain that this artifact is connected to what this shrine speaks of, and that the artifact is rich with Kazaul influence.
de: Nichtdestoweniger bin ich beinahe sicher, dass dieses Artefakt mit der Beschreibung auf dem Schrein zu tun hat. Und dass es reichlich unter dem Einfluss von Kazaul steht.
fr: En tout cas, je suis pratiquement certain que cet artefact est connecté à ce dont l'autel parle, et que cet artefact a un lien très fort avec Kazaul.
ja: とは言うものの、このアーティファクトが霊廟の語るものと関連していること、そしてカザウルからの強い影響を受けていることはほぼ確実です。
pt: No entanto, tenho quase certeza de que este artefato está ligado àquilo no qual este santuário descreve e que o artefato é rico de influência Kazaul.
zh_cn: 尽管如此，我几乎可以肯定，这件文物与这座神殿所说的有关，而且这件文物深受卡扎尔影响。

source: As such, it would most certainly bring misery to the surroundings of whoever carries it. Directly or indirectly, I do not know.
de: Und damit würde es höchstwahrscheinlich allem in der Umgebung des Trägers Elend bringen. Direkt oder indirekt, das weiß ich nicht.
fr: Cela apporterait sans doute la désolation à proximité de quiconque le porte. Directement ou indirectement, je ne sais pas.
ja: よって、これを持つものの周囲には災いがもたらされることでしょう。直接的か、間接的かはともかく。
pt: Como tal, iria certamente trazer miséria nas vizinhanças daquele a qual o carrega. Direta ou indiretamente, não sei.
zh_cn: 因此，它肯定会给携带它的人的周围环境带来痛苦。直接或间接，我不知道。

source: I say, we must destroy that item immediately to make sure that the Kazaul taint is forever cleansed from this place and to make sure it does not fall into the wrong hands.
de: Daher sage ich: Wir müssen diesen Gegenstand unverzüglich zerstören, damit dieser Ort für immer befreit sein wird von der Verderbnis Kazauls. Nur so stellen wir sicher, dass er nicht in die falschen Hände gerät.
fr: Je pense que nous devrions détruire cet objet immédiatement pour nous assurer que la marque de Kazaul soit à jamais nettoyée de cet endroit et pour veiller à ce qu'il ne tombe pas entre de mauvaises mains.
ja: ただちにそのアイテムを破壊してカザウルの痕跡をこの地より消し去り、悪人の手に落ちることがないようにしなくてはなりません。
pt: Digo que devemos destruir esse item imediatamente para certificar-se de que estaremos para sempre livres dessa maldição de Kazaul e para certificar-nos de que não caia em mãos erradas.
zh_cn: 我说，我们必须立即销毁该物品，以确保卡扎尔的污染永远从这里清除，并确保它不会落入坏人之手。

source: He he, a powerful item you say? How much would you think it is worth?
de: Hi hi, ein mächtiges Artefakt, sagst du? Was denkst du, wieviel mag es wert sein?
fr: Hé hé, un artefact puissant, vous dites ? Combien pensez-vous qu'il vaut ?
ja: へえっ、すごいアイテムだって？ どのくらい価値があるかな？
pt: He he, um item poderoso que diz? Quanto acha que ele vale?
zh_cn: 呵呵，你说的一个强大的东西？你认为它值多少钱？

source: What should we do in order to destroy it?
de: Was sollen wir tun, um ihn zu zerstören?
fr: Que devrions-nous faire pour le détruire ?
ja: 破壊するにはどうすればいいの？
pt: O que devemos fazer, a fim de destruí-lo?
zh_cn: 我们应该怎么做才能摧毁它？

source: Absolutely. I will do anything to protect the people from this thing.
de: Absolut. Ich werde alles tun, um die Menschen vor diesem Ding zu beschützen.
fr: Absolument. Je ferai tout pour protéger les gens de cette chose.
ja: 当然ですね。人々を守るためなら何でもやります。
pt: Absolutamente. Farei qualquer coisa para proteger as pessoas de tal coisa.
zh_cn: 绝对地，我会尽一切努力保护人民不受这件事的伤害。

source: Interesting. How powerful could someone become by wearing this thing?
de: Interessant. Wie mächtig könnte jemand werden, wenn er dieses Ding trägt?
fr: Intéressant. Quelle puissance pourrait-on acquérir en portant cette chose ?
ja: 面白いな。これを身に着けるとどれくらいの力が得られるかな？
pt: Interessante. Como alguém poderia se tornar poderoso a vestir esta coisa?
zh_cn: 有趣，一个人穿上这件东西能有多强大？

source: Worth!? What difference would that make? We need to destroy it immediately!
de: Wert!? Welchen Unterschied macht das? Wir müssen es sofort zerstören!
fr: Quelle valeur !? Quelle différence cela ferait-il? Nous devons le détruire immédiatement !
ja: 価値ですって！？ そんなものがどうしたというのです。早く破壊しなくては！
pt: Vale!? Que diferença isso faria? Precisamos destruí-lo imediatamente!
zh_cn: 值得吗！？那会有什么不同呢？我们必须马上摧毁它！

source: How powerful could someone become by wearing this thing?
de: Wie mächtig würde jemand werden, wenn er dieses Ding trägt?
fr: Quelle puissance pourrait-on acquérir en portant cette chose ?
ja: これを身に着けるとどれくらいの力が得られるかな？
pt: Quanto poder teria alguém a vestir esta coisa?
zh_cn: 一个人穿上这件东西能有多强大？

source: No. I will keep this item for myself instead.
de: Nein. Ich werde dies lieber für mich selbst behalten.
fr: Non. Je vais plutôt garder cet artefact pour moi.
ja: いや、このアイテムは自分のものとしてとっておくよ。
pt: Não. Vou manter esse item para mim, ao invés.
zh_cn: 不，我将保留这件物品。

source: I don't even want to think about that. It would surely bring misery to the surroundings of whoever wears it. We must destroy it immediately!
de: Darüber will ich nicht einmal nachdenken. Ganz sicher würde es Elend in der Umgebung seines Trägers verbreiten. Wir müssen es sofort zerstören!
fr: Je ne veux même pas y penser. Cela apporterait sûrement la désolation dans l'entourage de celui qui le porte. Nous devons le détruire immédiatement !
ja: そんなこと考えたくもない。身に着けた者の周囲に災いがもたらされることは確実なのです。早く破壊しなくては！
pt: Não quero nem pensar nisso. Iria, sem dúvida trazer miséria para os arredores de quem o usa. Devemos destruí-lo imediatamente!
zh_cn: 我甚至不想去想那件事。它肯定会给戴着它的人的周围带来痛苦。我们必须马上摧毁它！

source: He he, sounds powerful. How much would you think it is worth?
de: Hi hi, klingt mächtig. Wieviel könnte es wert sein, was meinst du?
fr: Hé hé, il a l'air puissant. Combien pensez-vous qu'il vaille ?
ja: へえっ、すごそうだ。どのくらい価値があるかな？
pt: He he, soa poderoso. Quanto acha que isso vale?
zh_cn: 呵呵，听起来很强大。你认为它值多少钱？

source: To destroy it, I think it will suffice to use what we normally use when removing the taint of Kazaul - a vial of purifying spirit.
de: Um es zu zerstören, sollte es ausreichen, wenn wir eine Phiole des reinigenden Geistes verwenden - wie immer, wenn wir etwas vom Verderben Kazauls reinigen wollen.
fr: Pour le détruire, je pense qu'il suffira de se servir de ce que nous utilisons habituellement afin d'enlever la souillure de Kazaul - une fiole d'esprit purificateur.
ja: 破壊するには、普段カザウルの痕跡を取るときに私たちが使っている浄化のバイアルで十分かと思われます。
pt: Para destruí-lo, acho que será suficiente usar o que normalmente usamos quando removemos a marca de Kazaul - um frasco de purificar o espírito.
zh_cn: 为了消灭它，我认为只要使用我们通常用来去除卡扎尔污染的东西就足够了，一个净化精神的小瓶。

source: Fortunately, I always carry some on me, so that won't be a problem.
de: Glücklicherweise trage ich so etwas immer bei mir, so dass dies kein Problem ist.
fr: Heureusement j'en ai toujours sur moi, donc ce n'est pas un problème.
ja: 幸い、いつも持ち歩いていますので問題ありません。
pt: Felizmente, sempre tenho um pouco comigo, então, isso não será um problema.
zh_cn: 幸运的是，我总是随身携带一些，所以这不会是一个问题。

source: What could be a problem however, is the other thing we will need. This artifact is most likely connected to that lich you encountered.
de: Was ein Problem sein könnte, ist der andere Gegenstand, den wir benötigen. Dieses Artefakt steht höchstwahrscheinlich mit dem Lich in Verbindung, dem du begegnet bist.
fr: Ce qui pourrait causer problème en revanche, est l'autre chose dont nous avons besoin. Cet artefact est probablement connecté à cette liche que tu as rencontrée.
ja: とはいえ問題になるかもしれないのは、必要となる他のものですね。このアーティファクトは、あなたが遭遇したリッチーと関係している可能性が極めて高い。
pt: O que pode ser um problema, porém, é a outra coisa que precisamos. Este artefato é provavelmente ligado a esse lich que o teve.
zh_cn: 然而，可能存在的问题是另一件事需要我们。这个神器很可能与你遇到的巫妖有关。

source: We would need to use the vial of purifying spirit on something powerful from that lich as well.
de: Wir müssen die Phiole des reinigenden Geistes mit etwas Machtvollem benutzen, das dem Lich gehört.
fr: Nous aurions besoin d'utiliser la fiole d'esprit purificateur sur quelque chose de puissant provenant de cette liche.
ja: 浄化のバイアルを、そのリッチーに由来する強力な何かにも使わねばならないでしょう。
pt: Vamos precisar de usar o frasco de espírito de purificação em algo poderoso que também tenha a vir do lich.
zh_cn: 我们也需要在巫妖身上的某种强大的东西上使用净化灵瓶。

source: I managed to get the heart of the lich, would that do?
de: Ich schaffte es, das Herz des Lichs an mich zu nehmen. Würde es damit gehen?
fr: Je suis parvenu à obtenir le cœur de la liche, conviendra-t-il ?
ja: リッチーの心臓を手に入れました、これでいいの？
pt: Consegui o coração do lich, poderia servir?
zh_cn: 我设法得到了巫妖的心脏，这样行吗？

source: The heart? Oh yes, that would surely do.
de: Das Herz? Aber ja, sicher würde das gehen!
fr: Le cœur ? Oh oui, cela fera l'affaire.
ja: 心臓？ おおそうでしたか、それならよろしいでしょう。
pt: O coração? Ah, sim, que certamente servirá.
zh_cn: 心脏？哦，是的，那当然可以。

source: Quickly now, give me the helmet and the heart of the lich, and I will begin the procedure.
de: Schnell jetzt, gib mir den Helm und das Herz des Lichs, und ich werde mit der Prozedur beginnen.
fr: Vite, donne-moi le casque et le cœur de la liche, et je commencerai le rituel.
ja: ほら早く、ヘルメットとリッチーの心臓をこっちにください。手順を始めますよ。
pt: Rapidamente agora, dê-me o capacete e o coração do lich e vou começar o procedimento.
zh_cn: 快点，把巫妖的头盔和心脏给我，我就开始这个步骤。

source: Here is the helmet and the heart.
de: Hier hast du den Helm und das Herz.
fr: Voici le casque et le cœur.
ja: こちらがヘルメットと心臓です。
pt: Aqui tens o capacete e o coração.
zh_cn: 这是头盔和心脏。

source: I think I should give this a second thought before we begin.
de: Ich glaube, ich sollte noch einmal darüber nachdenken, bevor wir beginnen.
fr: Je pense que je devrais y réfléchir à deux fois avant de commencer.
ja: 始める前にもう一度よく考えてみようかな。
pt: Acho que devo pensar melhor antes de começar.
zh_cn: 我想在开始之前我应该再考虑一下。

source: Think all you want, but please hurry. We need to destroy this thing as soon as possible!
de: Denke, was du willst, nur mach schnell. Wir müssen dieses Ding so bald wie möglich zerstören!
fr: Réfléchis autant que tu veux, mais dépêche-toi s'il te plaît. Nous avons besoin de détruire cette chose aussitôt que possible !
ja: 好きなだけ考えてください、ですが急いでくださいね。早く破壊しなくては！
pt: Pense o que quiser, mas por favor apresse-se. Precisamos destruir essa coisa o mais rápido possível!
zh_cn: 你可以想一下，但请快点。我们需要尽快摧毁这个东西！
