Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: A few months ago, everything changed. A sudden violent earthquake shook the mountain and our railway tunnel to Prim collapsed.
de: Aber vor einigen Monaten wurde alles anders. Ein plötzliches, starkes Erdbeben hat den Berg erschüttert und unser Schienentunnel nach Prim ist eingestürzt.
fr: Il y a quelques mois, tout a changé. Un violent tremblement de terre a soudainement secoué la montagne et notre tunnel ferroviaire vers Prim s'est effondré.
ja: 数ヶ月前、すべてが変わりました。突然の激しい地震で山が揺れ、プリムへの鉄道トンネルが崩壊したのです。
pt: Alguns meses atrás, tudo mudou. Um súbito e violento terremoto sacudiu a montanha e nosso túnel ferroviário até Prim desabou.
zh_cn: 几个月前，一切都变了。一场突如其来的剧烈地震撼动了这座山，我们通往普里姆的铁路隧道坍塌了。

source: At almost the same time, those Gornaud beasts attacked us, and with all the trouble we're having we haven't been able to restore the tunnel yet.
de: Fast zur selben Zeit begannen uns diese Gornaud Biester anzugreifen. Mit dem ganzen Problemen, die wir hier haben, war es uns bisher nicht möglich, den Tunnel freizuräumen.
fr: Presque en même temps, ces monstres de Gornaud nous ont attaqués et, avec tous les soucis que nous avons, nous n'avons pas encore pu réparer le tunnel.
ja: それと時期をほぼ同じくして、怪物ゴルノーが襲ってきました。様々なトラブルを抱えており、まだトンネルの修復はできていません。
pt: Quase ao mesmo tempo, as bestas de Gornaud atacaram-nos e, com todos os problemas que temos, ainda não conseguimos restaurar o túnel.
zh_cn: 几乎在同一时间，那些戈尔诺野兽袭击了我们，我们遇到了很多麻烦，还无法恢复隧道。

source: There hasn't been any contact with Prim since then, so we no longer have any trade with them. That means there are also fewer travellers coming from Fallhaven and Nor City. It's a shame.
de: Seitdem haben wir keinen Kontakt mit Prim mehr, also können wir auch keinen Handel mehr mit ihnen treiben. Das bedeutet auch, das weniger Reisende von Fallhaven oder Nor City vorbeikommen. Es ist wirklich eine Schande.
fr: Il n'y a plus eu aucun contact avec Prim depuis lors, donc nous n'avons plus commercé avec eux. Ca veut dire qu'il y a aussi moins de voyageurs venant de Fallhaven et Norville. C'est dommage.
ja: それ以来プリムとは何の連絡もないので、もう交易は行っておりません。つまりフォールヘブンやノアシティからの旅人も減っているということです。残念です。
pt: Não houve qualquer contacto com o Prim desde então, por isso já não temos qualquer contacto com eles. Isso significa que também há menos viajantes vindos de Fallhaven e Nor City. É uma pena.
zh_cn: 从那时起，我们就没有和普里姆有任何联系，所以我们不再和他们有任何贸易。这意味着从法尔海文和诺尔城来的旅行者也越来越少。这真是太可惜了。

source: Is there anything I can help with?
de: Gibt es etwas, bei dem ich helfen kann?
fr: Puis-je faire quoi que ce soit pour aider ?
ja: 何かお手伝いできることはありますか？
pt: Posso ajudar em alguma coisa?
zh_cn: 有什么我可以帮忙的吗？

source: Stoutford Castle [Scribbled below] Death awaits you
de: Schloss Stoutford [darunter gekritzelt] Der Tod erwartet dich
fr: Château Stoutford [Griffonné dessous] La mort t'attend
ja: スタウトフォード城 （下に書き足し）死があなたを待ち受ける
pt: Castelo de Stoutford [Rabiscado abaixo] A morte o espera
zh_cn: 斯托福德城堡 [下面潦草地写着]死亡在等待着你

source: These are hard days. It is nice to see kids like you still strolling around.
de: Dies sind harte Tage. Es ist nett zu sehen, dass Kinder wie du noch immer durch die Gegend streifen.
fr: Les jours sont durs. C'est bon de voir que des gamins comme toi se promènent toujours dans le coin.
ja: 大変な日々です。あなたのような子供がまだ外を出歩いているのを見れるのは嬉しいことですね。
pt: Estes são dias difíceis. É bom ver crianças como ainda a passear por aí.
zh_cn: 这些日子很艰难。很高兴看到像你这样的孩子仍在四处闲逛。

source: It is a lovely day for a drink. Come and join me.
de: Es ist ein lieblicher Tag für einen Trunk. Komm und leiste mir Gesellschaft.
fr: C'est une journée magnifique pour boire un verre. Viens, joins-toi à moi.
ja: 酒を飲むにはいい日だな。一緒にどうだ。
pt: É um dia adorável para uma bebida. Venha e junte-se a mim.
zh_cn: 这是一个适合喝酒的好日子。来加入我吧。

source: Thank you, maybe some other time.
de: Nein Danke, vielleicht ein ander Mal.
fr: Merci, une autre fois peut-être.
ja: ありがとう、またの機会に。
pt: Obrigado, talvez outra hora.
zh_cn: 谢谢你，也许以后会有机会。

source: Hey, kid, get out of here immediately!
de: Heh, Kind, raus hier, auf der Stelle!
fr: Hé, gamin, sors d'ici immédiatement !
ja: おい君、すぐにここから出て行け！
pt: Ei, criança, saia daqui imediatamente!
zh_cn: 嘿，小子，赶紧离开这里！

source: Hey, kid, what are you doing here?
de: Heh, Kind, was machst du hier?
fr: Hé, gamin, que fais-tu ici ?
ja: おい君、ここで何をしている？
pt: Ei, criança, o que está a fazer aqui?
zh_cn: 嘿，孩子，你在这里做什么？

source: Mind your own business.
de: Kümmere dich um deinen eigenen Kram.
fr: Occupez-vous de vos affaires.
ja: 余計なお世話だ。
pt: Não é da sua conta.
zh_cn: 管好你自己的事。

source: Get out! Immediately, naughty child!
de: Raus hier! Auf der Stelle, ungezogenes Kind!
fr: Dehors ! Immédiatement, sale gosse !
ja: すぐに出て行け！ いたずら小僧め！
pt: Fora! Imediatamente, criança inútil!
zh_cn: 滚出去！马上，顽皮的孩子！

source: My name is Borlag. I am chief of the local guards here.
de: Mein Name ist Borlag. Ich bin der Anführer der örtlichen Wache hier.
fr: Je m'appelle Borlag. Je suis le chef des gardes locaux ici.
ja: 私はボーラグという者だ。この地元衛兵隊の長を務めている。
pt: O meu nome é Borlag. Sou o chefe dos guardas locais.
zh_cn: 我的名字是博拉格。我是这里的地方警卫队长。

source: Aha. And why are you sitting here in your tower instead of driving the undead out of the castle?
de: Aha. Und warum sitzt du hier in deinem Turm, anstatt die Untoten aus dem Schloss zu vertreiben?
fr: Aha. Et pourquoi êtes-vous assis ici dans votre tour au lieu de chasser les mort-vivants du château ?
ja: ハァ。アンデッドを城から追い払いもせずどうして塔に籠もっているの？
pt: Aha. E por que está sentado aqui na sua torre em vez de expulsar os mortos-vivos do castelo?
zh_cn: 啊哈。那你为什么坐在你的塔里，而不是把亡灵赶出城堡？

source: What are you doing here at the moment?
de: Was machst du denn hier gerade?
fr: Que faites-vous ici en ce moment ?
ja: ここで何をしているのですか？
pt: O que está a fazer aqui neste momento?
zh_cn: 你此刻在这里做什么？

source: Oh, I'm working on a strategy to win back the castle. I have already made 17 plans. Now I have to compare and rate them.
de: Oh, ich arbeite an einer Strategie, um das Schloss zurückzugewinnen. Ich habe bereits 17 Pläne ausgearbeitet. Nun muss ich diese vergleichen und bewerten.
fr: Oh, je travaille sur une stratégie pour regagner le château. J'ai fait 17 plans. Maintenant je dois les comparer et les noter.
ja: ああ、城を奪還するための作戦を練っていてな。すでに17の計画を立てた。今度は比較して評価せねばな。
pt: Estou a trabalhar numa estratégia para recuperar o castelo. Já fiz 17 planos. Agora tenho de compará-los e avaliá-los.
zh_cn: 哦，我正在制定赢回城堡的策略。我已经制定了17个计划。现在我必须对它们进行比较和评级。

source: How about just starting?
de: Warum nicht einfach anfangen?
fr: Et si vous commenciez ?
ja: とりあえず始めてみては？
pt: Que tal apenas começar?
zh_cn: 刚开始怎么样？

source: So young and already hanging around in taverns?
de: So jung und hängst schon in Tavernen herum?
fr: Si jeune, et déjà en train de traîner dans les tavernes ?
ja: そんな年でもう酒場を出入りしてるのかい？
pt: Tão jovem e já anda por aí em tabernas?
zh_cn: 这么年轻，就已经在酒馆里混了？

source: No, I am looking for my brother Andor. Maybe you have seen him?
de: Nein, ich suche nach meinem Bruder Andor. Vielleicht hast du ihn gesehen?
fr: Non, je cherche mon frère Andor. Vous l'avez peut-être vu ?
ja: いえ、僕の兄のアンドールを探しているんです。見かけたことは？
pt: Não, estou a procurar meu irmão Andor. Talvez o tenha visto?
zh_cn: 不，我在寻找我的哥哥安道尔。也许你见过他？

source: At least I am not drinking whole bottles on my own, like that guy at the next table.
de: Immerhin schütte ich keine ganze Flaschen in mich hinein, so wie der Kerl am Nebentisch.
fr: Moi au moins, je ne bois pas des bouteilles entières tout seul comme le gars à la table d'à côté.
ja: 少なくとも隣のテーブルの男性みたいに、1人でボトルを全部空けてるわけじゃない。
pt: Pelo menos não estou a beber garrafas inteiras sozinho, como aquele cara na mesa ao lado.
zh_cn: 至少我没有像邻桌的那个人一样，自己喝下一整瓶。

source: Yes, I have seen a boy that looks a bit like you. Not too long ago. But he is gone and I can not say where he was bound to.
de: Ja, ich habe einen Jungen gesehen, der dir etwas ähnlich gesehen hat. Ist gar nicht so lange her. Aber er ist inzwischen weg und ich habe keine Ahnung, wo er hinwollte.
fr: Oui, j'ai vu un garçon qui te ressemble. Il n'y a pas trop longtemps. Mais il est parti et je ne peux pas dire où il allait.
ja: ああ、あんたに似た男の子を見た覚えがあるわね。少し前だったかしら。でももういないよ、どこに行ったのかねえ。
pt: Sim, vi um criança que se parece um pouco contigo. Não muito tempo atrás. Mas ele se foi e não sei dizer para onde ele estava a ir.
zh_cn: 是的，我见过一个看起来有点像你的男孩。不久前。但他走了，我不能说他注定要去哪里。

source: What a pity. At least someone has seen him. Better than nothing.
de: Schade. Aber immerhin hat ihn jemand gesehen. Das ist besser als nichts.
fr: Dommage. Au moins quelqu'un l'a vu. Mieux que rien.
ja: 残念です。少なくとも誰かが見た。何もないよりマシですね。
pt: Que pena. Pelo menos alguém o viu. Melhor que nada.
zh_cn: 真可惜。至少有人见过他。总比什么都没有好。

source: Well said. I hope for your sake that you will choose other amusements.
de: Gut gesagt. Ich hoffe für dich, dass du andere Vergnügungen wählen wirst.
fr: Bien dit. Pour ton bien, j'espère que tu choisiras d'autres distractions.
ja: よく言った。他の娯楽を選んだ方があんたのためだと思うけどね。
pt: Bem dito. Espero que escolha outras diversões para o seu bem.
zh_cn: 说得好。我希望为你着想，你会选择其他娱乐方式。

source: He looks rather well off. Who is he?
de: Er sieht recht vermögend aus. Wer ist das?
fr: Il a l'air assez aisé. Qui est-il ?
ja: あの男性はかなり裕福そうですね。誰ですか？
pt: Ele parece muito bem. Quem é ele?
zh_cn: 他看起来相当富裕。他是谁？

source: That is Lord Bourbon ... - I mean Lord Berbane of Stoutford. His name invites a nasty pun, but honestly, he does not do much to show a different character.
de: Das ist Lord Bourbon... - ich meine Lord Berbane von Stoutford. Sein Name lädt zu manchem Scherz ein, aber ehrlich gesagt, er macht auch nicht wirklich einen anderen Eindruck.
fr: C'est le Seigneur Bourbon... Je veux dire le Seigneur Berbane de Stoutford. Son nom invite à un méchant jeu de mots, mais honnêtement, ça lui va bien.
ja: あれはバーボン卿…スタウトフォードのバーベイン卿のことだよ。命名は意地の悪いダジャレにかけてるんだけどね、でも実際、悪い面ばかりが表れてロクに何もしようとしないのさ。
pt: É o Lorde Bourbon... - Quero dizer Lorde Berbane de Stoutford. O nome dele convida um trocadilho desagradável, mas honestamente, ele não faz muito para mostrar um caráter diferente.
zh_cn: 那是波旁勋爵......--我是说斯托福德的贝班勋爵。他的名字招来了一个讨厌的双关语，但说实话，他并没有做多少事来显示不同的性格。

source: Lord Bourbon sits there every evening, drinking or telling fairy tales. Or he plays his lute and sings to it. I must admit he has a reasonable voice.
de: Lord Bourbon sitzt hier jeden Abend, saufend oder Märchen erzählend. Oder er spielt seine Laute und singt dazu. Ich muss zugeben, dass er eine angenehme Stimme hat.
fr: Le Seigneur Bourbon s'assoit ici tous les soirs, buvant et racontant des contes de fées. Ou bien, il chante en jouant du luth. J'avoue qu'il a une belle voix.
ja: バーボン卿は毎晩そこに座って酒を飲んだり、おとぎ話を話したりしてる。もしくはリュートを弾いて歌っているか。あの発声ばかりは大したものだと認めざるを得ないわね。
pt: O Lorde Bourbon senta-se lá todas as noites, a beber ou a contar contos de fadas. Ou toca o seu alaúde e canta para ele. Devo admitir que ele tem uma voz razoável.
zh_cn: 波旁勋爵每天晚上都坐在那里，喝酒或讲童话故事。或者他弹着他的琵琶，对着它唱歌。我必须承认，他的声音很不错。

source: He is the heir to Stoutford Castle?
de: Ist er der Erbe von Schloss Stoutford?
fr: C'est l'héritier du Château de Stoutford ?
ja: 彼がスタウトフォード城の後継者？
pt: Ele é o herdeiro do Castelo de Stoutford?
zh_cn: 他是斯托福德城堡的继承人？

source: Correct, although there is not much in the way of heirlooms left. And the castle is almost in ruins now, after the raid.
de: Genau, auch wenn nicht mehr viel von seiner Erbschaft übrig ist. Und das Schloss liegt inzwischen größtenteils in Ruinen, seit dem Überfall.
fr: Correct, bien qu'il ne reste pas grand chose de l'héritage. Et le château est presque en ruines maintenant, depuis le raid.
ja: そうだよ、家宝はあんまり残ってないけど。それに襲撃以降、お城はほとんど廃墟みたいになってるわね。
pt: Correto, embora não haja muito no caminho da herança. E o castelo está quase em ruínas agora, após o ataque.
zh_cn: 是的，尽管已经没有多少传家宝了。而且在突袭之后，城堡现在几乎成了废墟。

source: And now you should run home and go to bed. Your parents should take better care of you and your brothers.
de: Und nun solltest du nach Hause laufen und zu Bett gehen. Deine Eltern sollten besser auf dich und deine Brüder aufpassen.
fr: Et maintenant tu devrais retourner chez toi et aller au lit. Tes parents devraient mieux s'occuper de toi et tes frères.
ja: あんたはそろそろ家に帰って寝な。両親はあんたたち兄弟をもっと大切にするべきね。
pt: E agora deve ir a correr para casa e ir para a cama. Seus pais devem cuidar melhor de si e de seus irmãos.
zh_cn: 而现在你应该跑回家去睡觉。你的父母应该更好地照顾你和你的兄弟。

source: Phew.
de: Puh.
fr: Pfff.
ja: えー。
pt: Ufa.
zh_cn: 唷。

source: The richly dressed man does not react.
de: Der reich angezogene Mann reagiert nicht.
fr: L'homme richement vêtu ne réagit pas.
ja: 身なりの良い男は反応しない。
pt: O homem vestido suntuosamente não reage.
zh_cn: 这个衣着华丽的人没有任何反应。

source: Yolgen asked me to help clear the castle of undead. Shall we do it together?
de: Yolgen bat mich dabei zu helfen, das Schloss von den Untoten zu befreien. Sollen wir das nicht zusammen machen?
fr: Yolgen m'a demandé de nettoyer le château des mort-vivants. Le faisons-nous ensemble ?
ja: ヨルゲンから城のアンデッド退治を頼まれました。一緒にやりませんか？
pt: Yolgen pediu minha ajuda para ajudar a limpar o castelo de mortos-vivos. Vamos fazer isso juntos?
zh_cn: 约尔根要求我帮助清除城堡中的亡灵。我们一起做吗？

source: Gyra found your helmet and asked me to give it to you, so that you could start to clear the castle.
de: Gyra hat deinen Helm gefunden und bat mich, ihn dir zurückzugeben. Damit kannst du endlich das Schloss von den Untoten befreien.
fr: Gyra a trouvé votre casque et m'a demandé de vous le donner, afin que vous puissiez commencer à nettoyer le château.
ja: ジャイラからあなたが城の掃討を始められるように、ヘルメットを見つけて渡してほしいと頼まれました。
pt: Gyra encontrou o seu capacete e me pediu para entregá-lo, para que pudesse começar a limpar o castelo.
zh_cn: 吉拉发现了你的头盔，让我把它交给你，这样你就可以开始清理城堡。

source: The castle is clean of undead now.
de: Das Schloss ist nun frei von den Untoten.
fr: Le château est débarrassé des mort-vivants maintenant.
ja: 城からアンデッドがいなくなりました。
pt: Agora o castelo está limpo de mortos-vivos.
zh_cn: 城堡里的亡灵现在已经被清理干净了。

source: Gyra? My dearest and most eager listener?
de: Gyra? Meine liebste und aufmerksamste Zuhörerin?
fr: Gyra ? Mon auditeur le plus enthousiaste ?
ja: ジャイラ？ 私の最愛にして熱心な聞き手の？
pt: Gyra? Meu amado e mais ansioso ouvinte?
zh_cn: 吉拉？我最亲爱的、最热心的听众？

source: Seems so.
de: Scheint so.
fr: On dirait.
ja: そうらしいですね。
pt: Parece que sim.
zh_cn: 似乎是这样。

source: Many of my songs are about this magical helmet. But it's all just songs.
de: Viele meiner Lieder handeln über diesen magischen Helm. Aber es sind nur Lieder.
fr: Beaucoup de mes chansons parlent du casque magique. Mais ce ne sont que des chansons.
ja: 私の歌の多くはこの魔法のヘルメットについてのものだ。しかし、それはすべて歌に過ぎない。
pt: Muitas das minhas musicas são sobre esse capacetef magico. Mas são apenas musicas.
zh_cn: 我的许多歌曲都是关于这个神奇的头盔。但这一切都只是歌曲。

source: Will you make the songs a reality now?
de: Möchtest du diese Lieder jetzt Wirklichkeit werden lassen?
fr: Allez-vous faire des chansons une réalité maintenant ?
ja: 歌を現実にしてくれますか？
pt: Vai fazer essas musicas se tornarem realidade?
zh_cn: 你现在会让这些歌曲成为现实吗？

source: I cleared the castle of undead already.
de: Ich habe das Schloss bereits von den Untoten befreit.
fr: J'ai déjà débarrassé le château des mort-vivants.
ja: 城のアンデッドはもう退治しました。
pt: Já limpei o castelo dos mortos-vivos.
zh_cn: 我已经清除了城堡里的亡灵。

source: He sighs and slowly takes the helmet.
de: Er seufzt und nimmt langsam den Helm.
fr: Il soupire et prend lentement le casque.
ja: 彼はため息をついてゆっくりとヘルメットを手に取る。
pt: Ele suspira e devagar leva o capacete.
zh_cn: 他叹了口气，慢慢拿起头盔。

source: Let's go now.
de: Lass uns jetzt aufbrechen.
fr: Allons-y maintenant.
ja: さあ行きましょう。
pt: Vamos agora.
zh_cn: 我们现在走吧。

source: Lord Berbane looks sadly at his bottle, but still shows no sign of getting up.
de: Lord Berbane schaut traurig auf seine Flasche, macht aber immer noch keine Anstalten aufzustehen.
fr: Le Seigneur Berbane regarde tristement sa bouteille, mais ne montre aucun signe de vouloir se lever.
ja: バーベイン卿は悲しそうに自分のボトルを見つめるが、それでも立ち上がる気配はない。
pt: Lorde Berbane olha tristemente para sua garrafa, mas continua não a mostrar sinais de se levantar.
zh_cn: 贝班勋爵悲伤地看着他的酒瓶，但仍然没有起身的迹象。

source: Hey, up!
de: He, hoch mit dir!
fr: Hé, debout !
ja: ほら、立って！
pt: Hey, se anima!
zh_cn: 嘿，起来！

source: Lord Berbane jumps up and cries with a loud voice: SILENCE!
de: Lord Berbane springt auf und schreit mit lauter Stimme: RUHE!
fr: Le Seigneur Berbane sursaute et crie d'une voix forte : SILENCE !
ja: バーベイン卿が飛び起きて声を張り上げ叫ぶ: 静粛に！
pt: Lorde Berbane pula e chora com uma voz estridente: SILÊNCIO!
zh_cn: 贝班勋爵跳了起来，高声叫道："安静！

source: [Loud voice] Pay attention and listen everybody! The castle is free! The trembling is over!
de: [mit lauter Stimme] Darf ich um eure Aufmerksamkeit bitten! Das Schloss ist befreit! Das Zittern ist vorbei!
fr: [D'une voix forte] Ecoutez attentivement, tout le monde ! Le château est libre ! Le tremblement est fini !
ja: （大声）皆の者、聞いてくれ！ 城は解放された！ 恐怖に慄く時は終わったのだ！
pt: [Voz estrondosa] Preste atenção e ouça todo mundo! O castelo é livre! O tremor se foi!
zh_cn: [大家注意，听着！城堡自由了!颤抖已经结束!

source: [Loud voice] My trainee and I, we were in the castle. I demonstrated how to fight properly. Lord Erwyn himself was an especially good demonstration object.
de: [mit lauter Stimme] Mein Knappe war mit mir im Schloss. Ich zeigte ihm, wie man richtig kämpft. Lord Erwyn war dafür genau das richtigte Demonstrationsobjekt.
fr: [D'une voix forte] Mon apprenti et moi, nous étions dans le château. J'ai démontré comment combattre proprement. Le Seigneur Erwyn en personne était un très bon objet de démonstration.
ja: （大声）私は見習いと共に城に向かった。そこで戦いというものについて実演してみせた。中でもエルウィン卿は素晴らしい実演対象であった。
pt: [Voz estrondosa] E meu estagiário, estávamos no castelo. Demonstrei como lutar corretamente. Lorde Erwyn em pessoa era um objeto de demonstração especialmente ótimo.
zh_cn: [大声说]我和我的学员，我们在城堡里。我演示了如何正确战斗。欧文勋爵本人就是一个特别好的示范对象。

source: [Loud voice] But we will come to the details later - after the next round.
de: [mit lauter Stimme] Aber zu den Einzelheiten kommen wir später - nach der nächsten Lokalrunde.
fr: [D'une voix forte] Mais nous parlerons des détails plus tard - après le prochaine tournée.
ja: （大声）とはいえ、詳しいことは次の機会に話すとしよう。
pt: [Voz estrondosa] Mas iremos aos detalhes mais tarde - depois da rodada seguinte.
zh_cn: [大声说]但我们将在晚些时候--在下一轮比赛之后--来讨论细节问题。

source: No, I have...
de: Nein, ich habe...
fr: Non, j'ai...
ja: いえ、僕は…
pt: Não, eu tenho...
zh_cn: 不，我有...

source: [Loud voice] Yes, he has carried my magical helmet for me. I will take it back now.
de: [mit lauter Stimme] Ja, er hat meinen magischen Helm für mich getragen. Ich werde ihn jetzt wieder an mich nehmen.
fr: [D'une voix forte] Oui, il m'a porté mon casque magique. Je vais le reprendre maintenant.
ja: （大声）そう、そこの彼は魔法のヘルメットを私のために取り戻してくれたのだ。今この場で受け取らせてもらおう。
pt: [Voz estrondosa] Sim, ele trouxe-me o meu capacete mágico. Receberei-o agora.
zh_cn: [大声的声音]是的，他为我带上了我的魔法头盔。我现在就把它拿回来。

source: I give up.
de: Ich geb's auf.
fr: J'abandonne.
ja: あきらめます。
pt: Desisto.
zh_cn: 我放弃了。

source: [Loud voice] Yes, he has learned much from me. But no need to thank me now.
de: [mit lauter Stimme] Ja, er hat sehr viel von mir gelernt. Aber kein Grund mir jetzt zu danken.
fr: [D'une voix forte] Oui, il a appris beaucoup de moi. Mais inutile de me remercier maintenant.
ja: （大声）そう、そこの彼はこの私から多くのことを学んだ。もっとも私への感謝など不要だ。
pt: [Voz estrondosa] Sim, ele aprendeu muito comigo. Mas não precisa me agradecer agora.
zh_cn: [大声]是的，他从我身上学到了很多东西。但现在不必感谢我。

source: [Low voice] Well-behaved. [Loud voice] And now: Mead for everyone! Let's be merry! Forget all sorrows!
de: [mit leiser Stimme] Gut mitgespielt. [mit lauter Stimme] Und jetzt: Met für jeden! Lasst uns fröhlich sein! Vergesst alle Sorgen!
fr: [A voix basse] Tu t'es bien comporté. [D'une voix forte] Et maintenant : hydromel pour tout le monde ! Soyons joyeux ! Oubliez tous les chagrins !
ja: （小声）利口だ。 （大声）さらに続ける: では皆にミードを！ 楽しむとしよう！ そして悲しみを忘れようではないか！
pt: [Voz a sussurrar] Bem-comportado. [Voz estrondosa] E agora: Hidromel para todos! Vamos nos alegrar! Esqueça todas as tristezas!
zh_cn: 【小声】乖。 [大声]现在：给大家的蜂蜜酒！让我们快乐吧！忘记所有的悲伤！

source: Lord Berbane is singing merrily about his heroic deeds.
de: Lord Berbane singt angeheitert über seine Heldentaten.
fr: Le Seigneur Berbane chante joyeusement à propos de ses actes héroïques.
ja: バーベイン卿は自分の英雄的行いについて楽しげに歌っている。
pt: Lorde Berbane está a cantar alegremente sobre os feitos heroicos dele.
zh_cn: 贝班大人正在欢快地唱着他的英雄事迹。

source: Psst. I have something for you.
de: Psst. Ich habe was für dich.
fr: Psst. J'ai quelque chose pour toi.
ja: ねえ。渡したいものがあるんだ。
pt: Psst. Tenho alguma coisa para si.
zh_cn: 嘘，我有东西给你。

source: Lalala lala lala
ja: ラララ、ララララ
pt: Lalala lala la
zh_cn: 啦啦啦啦啦啦啦

source: Why are you disturbing my song?
de: Warum unterbrichst du meinen Gesang?
fr: Pourquoi est-ce que tu perturbes ma chanson ?
ja: なぜ私の歌を邪魔する？
pt: Porque está a atrapalhar a minha musica?
zh_cn: 你为什么要扰乱我的歌声？

source: Gyra found your helmet and asked me to give it to you.
de: Gyra hat deinen Helm gefunden und bat mich, ihn dir wieder zu geben.
fr: Gyra a trouvé votre casque et m'a demandé de vous le donner.
ja: ジャイラがあなたのヘルメットを見つけて、渡してほしいと頼まれました。
pt: Gyra achou o seu capacete e me pediu para entrega-lo.
zh_cn: 吉拉发现了你的头盔，让我把它交给你。

source: Eh, nothing. Sing on.
de: Öhm, nichts. Sing weiter.
fr: Euh, rien. Continuez à chanter.
ja: えっと何でもありません。歌ってください。
pt: Eh, nada. Cante.
zh_cn: 呃，没什么。唱下去。

source: Ah yes, one of my helmets. Thank you.
de: Ach ja, einer meiner Helme. Danke.
fr: Ah oui, un de mes casques. Merci.
ja: ああ確かに、これは私のヘルメットだ。どうもありがとう。
pt: Ah sim, um dos meus capacetes. Obrigado.
zh_cn: 啊，是的，我的一个头盔。谢谢你。

source: Here you go. You're welcome. No, I don't need a reward. I always like to help without appreciation. Everything is OK. Bye.
de: Hier hast du ihn. Gern geschehen. Nein, ich brauche keine Belohnung. Ich helfe immer ohne Anerkennung. Alles ist in Ordnung. Tschüss.
fr: Tenez. De rien. Non, je ne veux pas de récompense. J'adore aider sans retour. Tout va bien. Au revoir.
ja: ではどうぞ。どういたしまして。いえ、報酬は結構です。人助けは好きですから。大丈夫です。それでは。
pt: Eis aqui. Por nada. Não, um galardão não é necessário. Sempre gostei de ajudar sem estima. Tudo está bem. Tchau.
zh_cn: 给你。不客气。不，我不需要奖励。我总是喜欢在没有赞赏的情况下提供帮助。一切都很好。再见。

source: Oh, when does the shift end? I want to have some cold mead right now.
de: Oh, wann ist die Schicht zu Ende? Ich wünschte ich hätte gerade etwas kalten Met.
fr: Oh, quand est-ce que le tour de garde se termine ? Je veux de l'hydromel froid tout de suite.
ja: ハァ、いつになったらシフトが終わるんだ？ 冷えたミードが飲みたい。
pt: Oh, quando termina o turno? Quero ter um pouco de hidromel gelado agora.
zh_cn: 哦，什么时候轮班结束？我现在就想喝些冰镇蜂蜜酒。

source: Stoutford shall prevail in these hard times, traveler.
de: Stoutford soll in dieser harten Zeit die Oberhand behalten, Reisender.
fr: Stoutford vaincra ces temps difficiles, voyageur.
ja: 旅人よ、スタウトフォードはこの厳しい局面を乗り越えることだろう。
pt: Stoutford deve prevalecer contra esses tempos difíceis, andarilho.
zh_cn: 在这艰难的时刻，斯托福德将获胜，旅行者。

source: Hi kid. It is nice and warm here next to the fire. Come and make yourself comfortable.
de: Hi Kind. Es ist nett und warm hier neben dem Feuer. Komm und mach es dir bequem.
fr: Salut gamin. Il fait bon ici près du feu. Viens te mettre à l'aise.
ja: ようボウズ。火のそばが暖かくて気持ちいいぞ。こっちに来て楽にしていけ。
pt: Olá criança. É agradável e caloroso aqui perto do fogo. Venha e fique confortável.
zh_cn: 嗨，孩子。这里的火堆旁很好，很温暖。来吧，让自己舒服点。

source: Ah, no thank you. I have more interesting things to do.
de: Ach, nein danke. Ich habe interessantere Dinge zu tun.
fr: Ah, non merci. J'ai des choses plus intéressantes à faire.
ja: あっと、結構です。もっと面白いことがあるんだ。
pt: Ah, não, obrigado. Tenho coisas mais significantes para fazer.
zh_cn: 啊，不，谢谢你。我有更多有趣的事情要做。

source: What are you doing out here all alone?
de: Was machst du ganz alleine hier draußen?
fr: Que fais-tu ici tout seul ?
ja: 1人でこんなところで何をしてるんだ？
pt: O que esta a fazer aqui fora sozinho?
zh_cn: 你一个人在这里做什么？

source: No. We're on a military exercise right now.
de: Nein. Wir führen gerade eine militärische Übung durch.
fr: Non. Nous sommes en plein exercice militaire.
ja: いいや。今は軍事演習中だ。
pt: Não. Estamos num execício militar agora.
zh_cn: 不，我们现在正在进行军事演习。
