Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: Now, I can't tell you what task I have in mind before I am confident that you will actually help me. Granted, you have already shown some level of respect for my need of discretion.
de: Nun, ich kann dir nicht sagen, welche Aufgabe mir vorschwebt, solange ich nicht sicher bin, dass du mir wirklich helfen willst. Zugegeben, du hast bereits einen gewissen Grad Respekt meinem Bedürfnis der Verschwiegenheit gegenüber gezeigt.
fr: Cela dit, je ne peux pas t'expliquer vraiment ce que j'ai en tête avant d'être sûre que tu veuilles bien m'aider. Mais je reconnais que tu t'es déjà montré très soucieux de ma discrétion.
ja: さて、本当に協力してくれると確信できるまでは、それがどんな仕事であるかは言えません。確かに、私の求める慎重さに対してあなたは一定の敬意を示してくれている。
pt: Agora, não te posso dizer a tarefa que tenho em mente antes que esteja confiante de que me vai realmente ajudar. Verdade seja dita: já mostrou algum nível de confiança com a minha necessidade de discrição.
zh_cn: 现在，在我相信你会帮助我之前，我无法告诉你要完成的任务。当然，我对你已经有一定程度的认同了。

source: Nor can I describe my reasoning behind this task before you are done with it.
de: Ich kann auch nicht meine Gründe für diese Aufgabe nennen, bevor du sie erledigt hast.
fr: Encore une fois, il m'est impossible de t'expliquer le but de cette tâche avant que tu ne l'ais achevée.
ja: 仕事を終えるより先に、この仕事の背後にある理由を説明することもまたできない。
pt: Também não posso descrever minhas razões por trás dessa tarefa antes de terminar com ela.
zh_cn: 在你完成这项任务之前，我也无法描述我的理由。

source: Rest assured, you will be sufficiently rewarded by helping me. In fact, you see this necklace here? It has some peculiar powers that many people seek.
de: Sei versichert, du wirst ausreichend belohnt werden, wenn du mir hilfst. Siehst du dieses Halsband hier? Es hat einige besondere Kräfte, die viele Leute begehren.
fr: Sois assuré que tu seras dûment récompensé pour ton aide. Regarde, tu vois ce collier ici ? Il a des pouvoirs très particuliers que beaucoup envieraient.
ja: ご安心を、私に協力することであなたは十分に報われる。こちらのネックレスが見えますか？ これには多くの人が求める特別な力がある。
pt: Garanto-lhe que vai ser suficientemente recompensado por ajudar-me. Na verdade, vê este colar aqui? Ele tem alguns poderes peculiares que muitas pessoas procuram.
zh_cn: 请放心，你帮助我会得到足够的回报。事实上，你看到这条项链了吗？它有一些许多人所寻求的特殊能力。

source: The world around you seems to move a bit slower when you wear it.
de: Die Welt um dich herum scheint sich etwas langsamer zu bewegen, während du es trägst.
fr: Le monde autour de toi semble se mouvoir plus lentement quand tu le portes.
ja: 身につけることで周りの動きが少しゆっくりとしたものに感じられます。
pt: O mundo ao seu redor parece mover-se um pouco mais lento quando o usa.
zh_cn: 当你戴上它时，你周围的世界似乎移动得有点慢。

source: OK. I will help you with your task.
de: Ok, ich werde dir bei dieser Aufgabe helfen.
fr: Très bien. Je vais vous aider.
ja: わかりました。あなたの仕事を手伝います。
pt: OK. Vou ajudá-la com a sua tarefa.
zh_cn: 好啊。我将帮助你完成任务。

source: OK, I'll help. I'm always interested in new items.
de: Ok, ich werde dir helfen. Ich bin immer an neuen Gegenständen interessiert.
fr: Ok, j'en suis. Je suis toujours intéressé par de nouveaux objets.
ja: わかりました。協力します。新しいアイテムには興味があるんだ。
pt: Ok, vou ajudar. Estou sempre interessado em novos itens.
zh_cn: 好的，我会帮忙的。我总是对新鲜东西感兴趣。

source: It all depends on what you want me to do.
de: Es kommt ganz darauf an, was du von mir verlangst.
fr: Cela dépend de ce que vous attendez de moi.
ja: 何をしてほしいかによりますね。
pt: Tudo depende do que quer que eu faça.
zh_cn: 这完全取决于你想让我做什么。

source: Something feels wrong here. I don't think I should help you.
de: Hier kommt mir etwas nicht geheuer vor. Ich glaube nicht, dass ich dir helfen sollte.
fr: Quelque chose ne m'inspire pas confiance, je crois que ce n'est pas une bonne idée.
ja: 何かがおかしい。あなたに力を貸すべきじゃないと思う。
pt: Alguma coisa parece errada aqui. Não acho que deveria ajudá-la.
zh_cn: 这里感觉有点不对劲。我想我不应该帮助你。

source: As I said, I cannot tell you what task I have in mind, or my reasoning behind it until you are done. I would need your total ... cooperation with this.
de: Wie ich gesagt habe, kann ich dir nicht erzählen, was ich vorhabe oder was die Gründe dahinter sind bis du fertig bist. Ich bräuchte deine totale ... Kooperation in dieser Angelegenheit.
fr: Comme je te l'ai dit, je ne peux pas t'expliquer ce que j'ai en tête ou le pourquoi de la chose tant que tu n'en as pas fini. J'ai besoin de ta pleine… coopération sur cette mission.
ja: 先程も言ったように、どんな仕事なのか、その背後にある理由を教えることはできません。あなたの全面的な…協力が必要なのです。
pt: Como disse, não te posso dizer a tarefa que tenho em mente, ou as minhas razões até que seja completada. Preciso da sua total... cooperação com isto.
zh_cn: 正如我所说的，在你们完成之前，我无法告诉你们我在想什么任务，或者我背后的理由。我需要你的全部。。。与此合作。

source: OK. I will agree to help you with your task.
de: Ok. Ich werde dir bei deiner Aufgabe helfen.
fr: D'accord, j'accepte de vous aider pour cette mission.
ja: わかりました。仕事を手伝うことに同意します。
pt: OK. Vou concordar em ajudá-la com sua tarefa.
zh_cn: 好啊。我同意帮助你完成任务。

source: No. I will not help you unless you tell me what you want me to do.
de: Nein. Ich werde dir nicht helfen, bis du mir gesagt hast, was ich tun soll.
fr: Non. Je ne ferai rien tant que je n'en sais pas plus.
ja: いや。何をしてほしいか教えてくれない限りは協力しない。
pt: Não. Não vou ajudá-la a menos que me diga o que quer que eu faça.
zh_cn: 不，除非你告诉我你要我做什么，否则我不会帮你。

source: No, I would never help someone like you.
de: Nein, ich würde jemandem wie dir niemals helfen.
fr: Non, je n'aiderai jamais quelqu'un comme vous.
ja: いいえ、あなたのような人は助けない。
pt: Não, nunca iria ajudar alguém como você.
zh_cn: 不，我永远不会帮助像你这样的人。

source: Ah yes. After all, you are just a child and I can understand that all of this must be too much for you. Hee hee.
de: Ah ja. Letztendlich bist du nur ein Kind und ich kann verstehen, dass all das zu viel für dich ist. He he.
fr: Ah oui. Après tout, tu n'es encore qu'un enfant, je veux bien croire que c'est trop pour tes petites épaules. Hé hé.
ja: まあそうですね。まだ子供ですし、これがあなたには荷が重すぎるというのは理解できます。くふふふ。
pt: Ah sim. Apesar de tudo, é apenas uma criança e posso entender que tudo isso deve-lhe ser demais. He He.
zh_cn: 啊,对。毕竟，你只是一个孩子，我能理解这一切对你来说一定是太多了。嘿嘿。

source: Can I at least urge you not to disclose my location to the people of Remgard?
de: Kann ich wenigstens von dir verlangen, dass du den Leuten von Remgard meinen Aufenthaltsort nicht verrätst?
fr: Peux-tu au moins me promettre de ne pas divulguer ma cachette aux gens de Remgard ?
ja: レムガードの人々に私の居場所を明かさないようお願いできますか？
pt: Posso pelo menos pedir que não divulgue onde estou ao povo de Remgard?
zh_cn: 我能不能至少敦促你不要向瑞姆加德的人透露我的位置？

source: I will keep your location secret. Goodbye.
de: Ich werde deinen Aufenthaltsort geheim halten. Auf Wiedersehen.
fr: Je garderai votre emplacement secret. Au revoir.
ja: あなたの居場所は秘密にしておきます。さようなら。
pt: Vou manter o seu segredo de localização. Tchau.
zh_cn: 我会保密你的所在。再见。

source: We'll see. Goodbye.
de: Wir werden sehen. Auf Wiedersehen.
fr: Nous verrons. Au revoir.
ja: どうだろうね。さようなら。
pt: Vamos ver. Tchau.
zh_cn: 我们拭目以待。再见。

source: Don't tell me what to do! Goodbye.
de: Sag mir nicht was ich tun soll! Tschüss.
fr: Ne me dites pas ce que je dois faire ! Au revoir.
ja: 指図するな！ さようなら。
pt: Não me diga o que fazer! Tchau.
zh_cn: 别告诉我该怎么办！再见。

source: Good, good.
de: Gut, gut.
fr: Bien, bien.
ja: それはよかった。
pt: Bom, muito bom.
zh_cn: 好，好。

source: You will tell no one of this task that I am about to give you, and you must be as discreet as possible.
de: Du wirst niemandem von dieser Aufgabe, die ich dir geben werde, erzählen. Und du musst so diskret wie möglich sein.
fr: Tu ne parleras à personne de cette tâche que je m'apprête à te donner, et tu devras être de la plus grande discrétion.
ja: これから与える仕事のことをあなたは誰にも言ってはいけないし、できる限り慎重でなくてはならない。
pt: Não deve falar com ninguém sobre esta tarefa a qual estou a ponto de lhe dar e deve ser o mais discreto possível.
zh_cn: 你不会告诉任何人我将要给你的任务，你必须尽可能谨慎。

source: I have in my possession five idols. Five idols with very unique ... qualities. What I want you to do is ... deliver these idols to various people in the town of Remgard.
de: Ich habe fünf Fetische in meinem Besitz. Fünf Fetische mit wirklich einzigartigen ... Eigenschaften. Was ich von dir möchte ist, dass du diese Fetische diversen Leuten in Remgard ... lieferst.
fr: J'ai en ma possession cinq idoles. Ces idoles ont des… vertus très spéciales. Ce que je veux que tu fasses, c'est… livrer ces idoles à diverses personnes de Remgard.
ja: ここに5つの偶像があります。とてもユニークな…性質を持つ偶像です。あなたにやってほしいのは…レムガードの町の様々な住人にこの偶像を届けることです。
pt: Tenho em minha posse cinco ídolos. Cinco ídolos com qualidades muito... especiais. O que quero que você faça é... pôr esses ídolos perto de várias pessoas na cidade de Remgard.
zh_cn: 我有五个神像。五个神像非常独特。。。品质。我要你做的是。。。把这些神像交给瑞姆加德镇的不同的人。

source: You will place them by the beds of five particular persons, and you must hide it well so that the person does not find the idol itself.
de: Du wirst sie bei den Betten von fünf bestimmten Personen platzieren und du musst sie gut verstecken. So gut, dass die Person den Fetisch nicht selber findet.
fr: Tu les placeras près du lit des cinq personnes que je vais t'indiquer, et tu dois les cacher suffisamment bien pour que personne ne les découvre.
ja: これを5人の特定の人物のベッドのそばへと置き、その人が偶像を見つけられないようにきちんと隠すこと。
pt: Vai pôr-los pelas camas de cinco pessoas em particular e deve escondê-las bem para que a pessoa não as encontre.
zh_cn: 你要把它们放在五个人的床边，你必须把它藏好，以免那个人发现神像本身。

source: Remember, it is of utmost importance that you be as discreet as possible about this. The idols must not be found once you have placed them, and no one must notice that you place the idols.
de: Denke daran, es ist von äußerster Wichtigkeit, dass du dabei so diskret wie möglich vorgehst. Die Fetische dürfen nicht gefunden werden, nachdem du sie versteckt hast, und niemand darf dich dabei bemerken.
fr: Souviens-toi, il est de la plus grande importance que tu sois aussi discret que possible. Les idoles ne doivent pas être trouvées une fois placées, et personne ne doit te voir les installer.
ja: お忘れなく、この件に関してはできる限り慎重であることが極めて重要です。置いた偶像は見つからないようにすること、そして偶像を置くことは誰にも気づかれてはならない。
pt: Lembre-se, é de extrema importância que seja o mais discreto possível sobre isso. Os ídolos não devem ser encontrados após a sua colocação e ninguém deve perceber o que fez.
zh_cn: 记住，这件事你必须非常谨慎，娃娃一旦被放置就不能被发现，而且也不会有人发现你放置了它。

source: Go on.
de: Fahre fort.
fr: Continuez.
ja: 続きを。
pt: Vá em frente.
zh_cn: 继续。

source: So, the first person that I want you to visit is Jhaeld. I hear that he spends most of his time in the Remgard tavern these days.
de: Als erstes wünsche ich, dass du Jhaeld besuchst. Wie ich höre, verbringt er heutzutage die meiste Zeit in der Taverne von Remgard.
fr: Alors, la première personne à visiter est Jhaeld. Il paraît qu'il passe le plus clair de son temps à la taverne de Remgard ces jours-ci.
ja: さて、まず訪ねてほしい人物はジャエルド。最近はほとんどの時間をレムガードの酒場で過ごしているとか。
pt: Então, a primeira pessoa que quero que visite é Jhaeld. Ouvi dizer que ele passa a maior parte do tempo dele na taberna Remgard estes dias.
zh_cn: 那么，首先我希望你去拜访贾尔德。我听说他在瑞姆加德住了一段时间。

source: Secondly, I want you to visit one of the farmers named Larni. He lives with his wife Caeda here in Remgard in one of the northern cabins.
de: Zum zweiten wünsche ich, dass du den Farmer namens Larni besuchst. Er lebt mit seiner Frau Caeda in einer der Hütten im Norden Remgards.
fr: En deuxième, je veux que tu rendes visite à un fermier nommé Larni. Il vit avec sa femme Caeda ici à Remgard, dans l'une des cabanes du nord de la ville.
ja: 次に、ラルニという名の農夫を訪ねてもらいたい。レムガード北の小屋に妻のカエダと住んでいます。
pt: Em segundo lugar, quero que visite um dos agricultores, denominado Larni. Ele vive com a esposa dele Caeda aqui em Remgard numa das cabanas do norte.
zh_cn: 其次，我希望你拜访一名叫拉尔尼的农夫，他与妻子卡埃达住在瑞姆加德的一间北部小屋中。

source: The third person is Arnal the weapon-smith, that lives in the northwest of Remgard.
de: Der dritte Bewohner ist Arnal der Waffenschmied, der im Nordwesten von Remgard lebt.
fr: La troisième cible est Arnal, le forgeron d'armes, qui vit au nord-ouest de Remgard.
ja: 3人目は、レムガード北西に住んでいる武器鍛冶屋のアルナル。
pt: A terceira pessoa é o armador Arnal, que vive a noroeste (↖) de Remgard.
zh_cn: 第三个人是居住在瑞姆加德西北部的武器匠阿娜尔。

source: Fourth is Emerei, that can probably be found in his house to the southeast of Remgard.
de: Der vierte ist Emerei, der wohl in seinem Haus im Südosten Remgards zu finden ist.
fr: En quatrième se trouve Emerei, qui doit sûrement se trouver chez lui, au sud-est de Remgard.
ja: 4人目はエメレイ、レムガード南東にある家に住んでいると思われます。
pt: A quarta é Emerei, que provavelmente encontra-se na casa dele a sudeste de Remgard.
zh_cn: 第四个是埃默伊，可能在他位于瑞姆加德东南部的房子里可以找到。

source: The fifth person is the farmer Carthe. Carthe lives on the eastern shore of Remgard, near the tavern.
de: Die fünfte Person ist der Farmer Carthe. Carthe wohnt am Ostrand von Remgard, nahe bei der Taverne.
fr: La cinquième personne est Carthe, le fermier. Il vit sur la rive est de Remgard, près de la taverne.
ja: 5人目は農夫のカーテ。カーテはレムガード東岸、酒場の近くに住んでいます。
pt: A quinta é o agricultor Carthe. Carthe vive na costa leste de Remgard, perto da taberna.
zh_cn: 第五个人是农夫卡尔特。卡尔特住在瑞姆加德的东岸，靠近酒馆。

source: Once you have placed these five idols by the beds of these five people, return to me as soon as possible.
de: Nachdem du die Fetische bei den Betten dieser fünf Leute versteckt hast, kommst du schnellstmöglich zu mir zurück.
fr: Une fois que tu auras placé ces cinq idoles près des lits de ces cinq personnes, reviens me voir dès que possible.
ja: この5人のベッドのそばに5つの偶像を置いたら、できるだけ早く戻ってくるように。
pt: Depois de ter posto estes cinco ídolos pelas camas dessas cinco pessoas, voltará para mim o mais rápido possível.
zh_cn: 一旦你把这五个神像放在这五个人的床边，请尽快回到我身边。

source: Again, I cannot stress this enough - you must not tell anyone about these idols, and you must not be seen while placing them.
de: Ich sage noch einmal mit Nachdruck - du darfst niemandem irgendetwas von diesen Fetischen sagen und du darfst dich nicht sehen lassen, wenn du sie versteckst.
fr: Encore une fois, on n'est jamais trop prudent : tu ne dois parler à personne de ces idoles, et assure-toi de ne pas te faire remarquer en les plaçant.
ja: 繰り返しになりますが、これだけはいくら強調しても足りない。偶像のことは誰にも言ってはいけないし、置いているところを見られてもならない。
pt: Mais uma vez - devo insistir bastante - não deve contar ninguém sobre esses ídolos e não deve ser visto enquanto pòr-los.
zh_cn: 我再次强调，这一点再强调也不为过——你不能告诉任何人关于这些神像的事，也不能在放置它们时让人看到你。

source: I understand.
de: Ich verstehe.
fr: Je comprends.
ja: わかりました。
pt: Entendo.
zh_cn: 我明白了。

source: Here are the idols.
de: Hier sind die Fetische.
fr: Voici les idoles.
ja: では偶像を。
pt: Aqui estão os ídolos.
zh_cn: 给你神像。

source: I will be back shortly.
de: Ich werde bald zurück sein.
fr: Je reviendrai bientôt.
ja: すぐに戻ります。
pt: Estarei de volta em breve.
zh_cn: 我很快就回来。

source: This should be easy.
de: Das dürfte einfach sein.
fr: Ça devrait être facile.
ja: これは楽勝だろう。
pt: Isso deve ser fácil.
zh_cn: 这应该很容易。

source: Now go, and please hurry, we might not have much time.
de: Nun geh, und beeile dich bitte, wir dürften nicht viel Zeit haben.
fr: Va maintenant, et fais vite, nous n'avons pas beaucoup de temps.
ja: さあ早く、どうか急いで。時間はあまり残されていないかもしれない。
pt: Agora vá e por favor com pressa, talvez não tenhamos muito tempo.
zh_cn: 现在走吧，请快点，我们可能没有多少时间了。

source: Tell me, how goes the task of placing the idols?
de: Sag mir, wie geht es mit dem Verstecken der Fetische voran?
fr: Dis-moi, comment progresse cette tâche concernant les idoles ?
ja: 偶像を置く仕事はどうです？
pt: Diga-me, está o andamento da tarefa de pôr os ídolos?
zh_cn: 告诉我，安置神像的任务进展如何？

source: Can you repeat what you wanted me to do?
de: Kannst du nochmal wiederholen was ich tun soll?
fr: Pouvez-vous me rappeler ce que je devais faire ?
ja: 何をしてほしいんでしたっけ？
pt: Pode repetir o que queria que eu fizesse?
zh_cn: 你能重复一下你想让我做的事吗？

source: I am still trying to find everyone.
de: Ich versuche immer noch, alle zu finden.
fr: Je suis toujours en train de chercher les différentes personnes.
ja: まだみんなを探してるところです。
pt: Ainda estou a tentar encontrar todos.
zh_cn: 我仍在努力寻找每一个人。

source: It is done.
de: Es ist erledigt.
fr: C'est fait.
ja: 終わりました。
pt: Está feito.
zh_cn: 已经完成了。

source: I won't do your stupid task.
de: Ich werde deine dumme Aufgabe nicht erledigen.
fr: Je ne ferai pas cette tâche stupide.
ja: こんなくだらない仕事はしない。
pt: Não vou fazer a sua tarefa estúpida.
zh_cn: 我不会做你的蠢事。

source: I will not help you with your task.
de: Ich werde dir mit deiner Aufgabe nicht helfen.
fr: Je ne vous aiderai pas dans votre tâche.
ja: あなたの仕事には手を貸しません。
pt: Não vou ajudá-la com sua tarefa.
zh_cn: 我不会帮你完成任务。

source: Please hurry, we might not have much time.
de: Bitte beeil dich, wir haben womöglich nicht viel Zeit.
fr: S'il te plaît, ne traîne pas, nous n'avons peut-être plus beaucoup de temps.
ja: どうか急いで。時間はあまり残されていないかもしれない。
pt: Por favor, pressa, talvez não tenhamos muito tempo.
zh_cn: 请快点，我们可能没有多少时间了。

source: Excellent. Maybe, now I can rest easily. Thank you so much for helping me.
de: Ausgezeichnet. Vielleicht kann ich jetzt in Ruhe schlafen. Vielen Dank, dass du mir geholfen hast.
fr: Excellent. Peut-être maintenant pourrai-je dormir sur mes deux oreilles. Merci mille fois pour m'avoir aidée.
ja: すばらしい。おそらくは、これでひと安心かと。本当に感謝しますよ。
pt: Excelente. Talvez, agora posso descansar finalmente. Muito obrigado por me ajudar.
zh_cn: 不错。也许，现在我可以轻松休息了。非常感谢你帮助我。

source: Did anyone see you or where you placed the idols?
de: Hat irgend jemand dich gesehen? Oder wo du die Fetische versteckt hast?
fr: Est-ce que quelqu'un t'as repéré pendant que tu plaçais les idoles ?
ja: 誰かにあなたか、置いた偶像を見られてませんか？
pt: Será que ninguém viu onde colocou os ídolos?
zh_cn: 有没有人看见你或者你把神像放在哪里？

source: No, I hid the idols as you instructed.
de: Nein, ich habe die Fetische so versteckt wie du es mir gesagt hast.
fr: Non, je les ai cachées comme indiqué.
ja: いえ、指示通りに偶像を隠しましたよ。
pt: Não, escondi os ídolos como instruiu.
zh_cn: 不，我按照你的指示把神像藏起来了。

source: Good. Thank you again for helping me.
de: Gut. Danke nochmal für deine Hife.
fr: Bien. Merci encore pour ton service.
ja: そうですか。改めて協力ありがとうございました。
pt: Bom. Obrigado novamente por ajudar-me.
zh_cn: 好的再次感谢你帮助我。

source: Let me tell you my story.
de: Lass mich dir meine Geschichte erzählen.
fr: Laisse-moi te raconter mon histoire.
ja: 私の話をしましょう。
pt: Deixe-me contar minha história.
zh_cn: 让我告诉你我的故事。

source: Can we just skip to the end?
de: Können wir nun zum Ende kommen?
fr: Pouvez-vous abréger ?
ja: 最後まで飛ばしてもらえます？
pt: Podemos pular para o final?
zh_cn: 我们能直接跳到最后吗？

source: You see, I used to live in the city of Remgard. The times were good, and the city prospered.
de: Weißt du, ich habe mal in der Stadt Remgard gewohnt. Die Zeiten waren gut und die Stadt gedieh.
fr: Tu vois, je vivais autrefois dans la ville de Remgard. Les temps étaient cléments, la ville prospérait.
ja: ご承知のように、私はかつてレムガードに住んでいました。良き時代で、街は繁栄していました。
pt: Veja, morava na cidade de Remgard. Eram bons tempos e a cidade prosperou.
zh_cn: 你看，我曾经住在瑞姆加德，那时候很美好，城市繁荣昌盛。

source: Our crops grew well, and some people had very fortunate trading agreements with other cities, making the life for most of us living in Remgard very easy.
de: Unser Getreide wuchs reichlich und einige Leute hatten sehr vorteilhafte Handelsbeziehungen zu anderen Städten, was den meisten von uns ein gutes Leben in Remgard ermöglichte.
fr: Nos plantations poussaient bien, et certaines personnes ont négocié de bons accords commerciaux avec d'autres villes, rendant la vie très facile pour la plupart des habitants de Remgard.
ja: 作物は順調に育ち、他の都市との非常に恵まれた通商協定を結んだ人もいた。おかげさまで、私たちレムガードに住むほとんどの人の生活はとても楽なものでした。
pt: O nossos grãos cresciam bem e algumas pessoas fizeram acordos comerciais muito afortunados com outras cidades, a tornar a vida para a maioria de nós que vivem em Remgard muito fácil.
zh_cn: 我们的庄稼长得很好，有些人与其他城市签订了非常幸运的贸易协定，使我们大多数在瑞姆加德的人们生活变得很舒适。

source: I even sold some of the baskets that I used to make to a wealthy merchant that visited us from Nor City.
de: Ich habe sogar einige meiner selbstgemachten Körbe einem reichen Kaufmann aus Nor City verkauft.
fr: J'ai même vendu quelques-uns des paniers que je fabriquais à l'époque à un riche marchand de Norville en visite.
ja: 私も作っていた籠をノアシティから来た裕福な商人に売ったことがあります。
pt: Até vendi alguns dos cestos que costumava fazer a um comerciante rico, que nos visitou a partir de Nor-City.
zh_cn: 我甚至卖掉了一些我以前给一个有钱商人买的篮子, 这是从城市来的。

source: However, even the easy life gets boring after a while. I believe it is in our nature to strive for new and better things, to free us from the boredom of day-to-day life.
de: Wie auch immer, selbst das gute Leben wird mit der Zeit eintönig. Ich glaube, es liegt in unserer Natur, nach neuem und besserem zu streben, uns aus dem langweiligen Alltagstrott zu befreien.
fr: Cela dit, même une vie agréable devient ennuyeuse à la longue. Je pense que c'est dans notre nature de rechercher des choses nouvelles et meilleures, pour nous libérer de la monotonie de la vie quotidienne.
ja: とはいうものの、どんなに楽な生活でもしばらくすると退屈になってくる。そうした日々の生活の退屈から解放されるためには、新しいより良いものを求めて努力するのが私たちの本質であると信じています。
pt: No entanto, mesmo a vida fácil fica chata depois de um tempo. Acredito que é em nossa natureza para lutar por coisas novas e melhores, para libertar-nos do tédio do dia-a-dia.
zh_cn: 但是，即使轻松的生活也会在一段时间后变得无聊。我相信我们的本性就是追求更新更美好的事物，从单调的日常生活解脱出来。

source: I wanted to learn more of things that I knew nothing about, and wanted to explore things I had only read of in books before.
de: Ich wollte mehr über Dinge lernen, über die ich nichts wusste, Dinge erforschen, von denen ich bis dahin nur in Büchern gelesen hatte.
fr: Je voulais apprendre des choses complètement nouvelles, et explorer ce que je n'avais lu que dans les livres jusque là.
ja: 私は知らないことをもっと学びたかったし、本でしか読んだことがないことを探求したかった。
pt: Queria aprender mais coisas que sabia nada e queria explorar coisas que só tinha lido nos livros de antes.
zh_cn: 我想学习更多我不知道的东西，探索以前只在书中读到过的内容。

source: So I went to Nor City myself, and visited many ... interesting people and ... dark corners.
de: So reiste ich nach Nor City und suchte viele ... interessante Leute und ... finstere Ecken auf.
fr: Alors je suis moi-même allée à Norville, et j'ai fréquenté… de nombreuses personnes intéressantes et … des lieux sombres.
ja: そこで自らノアシティに行って、数多くの…興味深い人々と…暗い場所等を訪れました。
pt: Então fui para Nor-Citye visitei muitas... pessoas interessantes e... cantos sombrios.
zh_cn: 所以我自己去了诺尔城，参观了很多。。。有趣的人和。。。黑暗的角落。

source: Naturally, I was thrilled of the knowledge I gained from the experience, and from what I learned while there.
de: Ich war natürlich begeistert von dem Wissen, das ich aus dieser Erfahrung erlangte, von dem was ich dort lernte.
fr: Naturellement, j'étais très enthousiasmée par ces nouvelles expériences, par tout ce que j'ai appris là-bas.
ja: 当然のことながら、そこでの経験から得た知識と学んだことにはワクワクしましたよ。
pt: Naturalmente, estava fascinada com o conhecimento que adquiri com a experiência e com o que aprendi por lá.
zh_cn: 当然，我很高兴在这次经历中学到的经验和这里的学到的知识。

source: What then?
de: Und dann?
fr: Et donc ?
ja: それから？
pt: E dai?
zh_cn: 下一步呢？

source: As I got back home, I wanted to continue practicing what I had observed and learned while in Nor City.
de: Wieder zu Hause, wollte ich weiterführen, was ich in Nor City beobachtet und gelernt hatte.
fr: À mon retour, je voulais continuer à pratiquer ce que j'avais observé et appris pendant mon séjour à Norville.
ja: 帰ってからも、ノアシティを見て学んだことを実践していきたいと思っていました。
pt: Quando cheguei em casa, queria continuar a praticar o que tinha observado e aprendido enquanto estava em Nor-City.
zh_cn: 当我回到家后，我想继续练习在诺尔城观察和学习到的东西。
