Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: I see you picking up a lot of coins from a hole in the ground. Can it be behind your father's house?
fr: Je te vois récupérer beaucoup de pièces d'or provenant d'un trou dans le sol. Est-ce que cela pourrait être derrière la maison de ton père ?
ja: 地面の穴からたくさんのお金を拾っているのが見えますね。お父さんの家の裏手でしょうか？
pt: Vejo-o a levar um monte de moedas de um buraco no chão. Pode ser atrás da casa do seu pai?
zh_cn: 我看到你在地上的一个洞里捡了很多硬币。会不会是在你父亲的房子后面？

source: I see a man pacing up and down in a little house. He seems to be waiting for someone.
fr: Je vois un homme faire les cents pas dans une petite maison. Il semble attendre quelqu'un.
ja: 小さな家で男がウロウロしているのが見えます。誰かを待っているようです。
pt: Vejo um homem a andar para cima e para baixo numa casinha. Parece estar a esperar por alguém.
zh_cn: 我看到一个人在一间小房子里来回踱步。他似乎在等人。

source: That must be my father Mikhail, he is waiting for me and my brother!
fr: Cela doit être mon père, Mikhail. Il attend mon frère et moi !
ja: それなら父のミハイルに違いない、僕と兄を待ってるんです！
pt: Deve ser o meu pai Mikhail, que está a esperar por mim e o meu irmão!
zh_cn: 那一定是我的父亲米哈伊尔，他在等我和我的兄弟！

source: Then go and get your brother and go home to him.
fr: Alors va chercher ton frère et rentre chez toi.
ja: そういうことならお兄さんのところへ行って連れ帰りましょう。
pt: Então vá buscar o seu irmão e vá para casa com ele.
zh_cn: 然后去找你的兄弟，回家找他。

source: Don't disturb our game. Go away!
fr: Ne dérange pas notre partie. Va-t'en !
ja: 試合のジャマしないでよ。あっち行け！
pt: Não perturbe o nosso jogo. Vaia embora!
zh_cn: 不要打扰我们的游戏。走开！

source: What are you playing?
fr: À quoi jouez-vous ?
ja: 何をしているの？
pt: O que estão a jogar?
zh_cn: 你们在玩什么？

source: We are practicing 'Ba game'. Once a year the west and the east parts of the town play against each other. It can be very competitive.
fr: Nous pratiquons le "jeu de Ba". Une fois par an, l'ouest et l'est de la ville jouent l'un contre l'autre. Cela peut être très compétitif.
ja: "Ba game"の練習だよ。 年に1回、町の西部と東部で対戦するんだ。すっごく盛り上がるんだぜ。
pt: Estamos a praticar o "jogo Ba". Uma vez por ano, as partes oeste e leste da cidade jogam um contra o outro. Pode ser muito competitivo.
zh_cn: 我们正在练习'足球游戏'。 每年一次，镇上的西部和东部地区互相比赛。这可是非常激烈的竞争。

source: [This looks like a ball made of leather]
fr: [Cela ressemble à une balle faite de cuir]
ja: （これは革でできたボールのようだ）
pt: [Isto parece-se com uma bola feita de couro]
zh_cn: [这看起来像一个皮革制成的球]

source: [Kick the ball as hard as possible]
fr: [Taper dans la balle aussi fort que possible]
ja: （ボールを思いっきり蹴る）
pt: [Chute a bola com a maior força possível]
zh_cn: [尽可能用力地踢球]

source: [You miss the ball and fall on your back]
fr: [Tu rates la balle et tombes en arrière.]
ja: （あなたはボールを空振りして仰向けに倒れる）
pt: [Erra a bola e cai de costas]
zh_cn: [你错过了球，仰面倒地]

source: Then goodbye. I know you will return some time in the future.
fr: Alors au revoir. Je sais que tu reviendras un jour ou l'autre.
ja: それではさようなら。いつかまた戻ってくることでしょう。
pt: Então tchau. Sei que voltará em algum momento no futuro.
zh_cn: 那么再见了。我知道你会在未来的某个时候回来。

source: Yes, that would be good. I already have an idea. But not now. Please come back later and ask me again.
fr: Oui, ce serait bien. J'ai déjà une idée. Mais pas maintenant. Reviens plus tard s'il te plaît, et redemande-moi.
ja: はい、それはいいですね。考えがあります。ですが今はだめです。後でまた来て、また聞いてください。
pt: Sim, seria bom. Já tenho uma ideia. Mas não agora. Por favor, volte mais tarde e pergunte-me de novo.
zh_cn: 是的，那很好。我已经有一个想法了。但不是现在。请稍后再回来再问我。

source: Welcome back.
fr: Ravi de te revoir.
ja: おかえりなさい。
pt: Bem-vindo de volta.
zh_cn: 欢迎回来。

source: Welcome to my house. Please come in.
fr: Bienvenue chez moi. Entre s'il te plait.
ja: うちへようこそ。どうぞお入りください。
pt: Bem-vindo à minha casa. Por favor, entre.
zh_cn: 欢迎来到我家。请进来。

source: I can see what others can't see.
fr: Je peux voir ce que les autres ne voient pas.
ja: 私には他の人には見えないものが見えるのです。
pt: Consigo ver o que os outros não conseguem ver.
zh_cn: 我能看到别人看不到的东西。

source: Really? I am searching...
fr: Vraiment ? Je cherche...
ja: 本当ですか。僕が探しているのは…
pt: Sério? Estou a procurar...
zh_cn: 真的吗？我正在寻找...

source: Wait
fr: Attends
ja: お待ちを
pt: Espere
zh_cn: 等下

source: I feel that you are on a search... at the beginning of a long and dangerous search for a relative of yours.
fr: J'ai l'impression que tu es à la recherche... au commencement d'une longue et dangereuse recherche de l'un de tes proches.
ja: あなたは捜索の最中のような気がします…親族の長く危険な捜索の始まりなのですね。
pt: Sinto que está numa busca... no início de uma longa e perigosa busca por um parente seu.
zh_cn: 我觉得你在寻找......在寻找你的一个亲戚的漫长而危险的开端。

source: I am impressed. Can you tell me more about my brother Andor or me?
fr: Je suis impressionné. Pouvez-vous m'en dire plus au sujet de mon frère Andor ou de moi-même ?
ja: 感動しました。兄のアンドールか僕のことをもっと教えてくれませんか？
pt: Estou impressionado. Pode me dizer mais sobre o meu irmão Andor, ou de mim?
zh_cn: 很不错嘛。你能告诉我更多关于我哥哥安道尔或我的情况吗？

source: That doesn't impress me.
fr: Ça ne m'impressionne pas.
ja: 大したことないですね。
pt: Isso não me impressiona.
zh_cn: 我没有被惊艳到。

source: What has brought you to me? It looks like you might need my help.
fr: Qu'est-ce qui t'amène chez moi ? Il semblerait que tu aies besoin de mon aide.
ja: どうして私のところに？ 助けが必要なようですね。
pt: O que o trouxe para mim? Parece que precisa da minha ajuda.
zh_cn: 是谁让你来找我？看起来你可能需要我的帮助。

source: What help can you offer?
fr: En quoi pouvez-vous m'aider ?
ja: どういった支援をしてくれるのですか？
pt: Que ajuda pode oferecer?
zh_cn: 你能提供什么帮助？

source: I am searching...
fr: Je suis à la recherche...
ja: 探しているのは…
pt: Estou à procura...
zh_cn: 我正在寻找...

source: It will cost you 100 gold.
fr: Ça te coûtera 100 pièces d'or.
ja: 100ゴールドかかります。
pt: Vai custar 100 moedas de ouro.
zh_cn: 这将花费你100金币。

source: [Give him 100 gold]
fr: [Lui donner 100 pièces d'or]
ja: （100ゴールドを差し出す）
pt: [Dar-lhe 100 moedas de ouro]
zh_cn: [给他100金币]

source: This looks like an undisturbed place.
fr: Ca ressemble à un endroit non dérangé.
ja: ここは静かな場所のようだ。
pt: Este parece um lugar imperturbável.
zh_cn: 这看起来像一个不受干扰的地方。

source: [Let's have a pee]
fr: [Aller se soulager]
ja: （小便しよう）
pt: [Vamos fazer xixi]
zh_cn: [我们去尿尿]

source: Could this be the place? [Start digging with my hands]
fr: Cela pourrait-il être l'endroit ? [Commencer à creuser avec mes mains]
ja: ここかな？（手で掘ってみる）
pt: Esse poderia ser o lugar? [Começar a cavar com as minhas mãos]
zh_cn: 会不会是这个地方？[开始用手挖]

source: After digging for some time you find a lot of gold coins! You take them and then close the hole.
fr: Après avoir creusé pendant un certain temps, tu trouves un gros sac de pièces d'or ! Tu les prends et ensuite rebouches le trou.
ja: しばらく掘っているとお金がたくさん出てきた！ あなたはそれらを取って穴を塞ぐ。
pt: Depois de cavar por algum tempo encontra um monte de moedas de ouro! Tire-as e feche o buraco.
zh_cn: 挖了一段时间后，你发现很多金币！你把它们拿走，然后把洞填上。

source: I am tired and can't see anything new now. If you come back in a little while maybe I can tell you more.
fr: Je suis fatigué et je ne peux voir rien de nouveau pour l'instant. Si tu reviens dans un moment je pourrais peut-être t'en dire plus.
ja: 疲れてしまったので、今は新しいものが見えません。またしばらくしてから来ていただければ、もっとお話しできるかと思います。
pt: Estou cansado e não consigo ver nada de novo agora. Se voltar em breve talvez possa lhe dizer mais.
zh_cn: 我累了，现在看不到什么新东西了。如果你过一段时间再来，也许我可以告诉你更多。

source: I told you all I can see for now. But you can come back to me in a few months when you have had new experiences.
fr: Je t'ai dit tout ce que je pouvais voir pour l'instant. Mais tu peux revenir me voir dans quelques mois une fois que tu auras eu de nouvelles expériences.
ja: 今のところ見えることは全てお話しました。ですが新しい経験をした数ヶ月後にまたお越しください。
pt: Disse-lhe tudo o que posso ver agora. Mas pode voltar para mim, em poucos meses, quando tiver tido novas experiências.
zh_cn: 我把我目前能看到的都告诉了你。但你可以在几个月后有了新的经历后再来找我。

source: Now let's stop this child's game and play for higher amounts.
fr: Maintenant, cessons ce jeu de gamins et jouons pour des montants plus élevés.
ja: 今後はこのような子どもの遊びは止めにして、もっと高い金額でプレイしましょう。
pt: Agora vamos parar com esse jogo de criança e jogar com maiores quantidades.
zh_cn: 现在让我们停止这个孩子的游戏，玩更高的金额。

source: What is your 17+4 bet?
fr: Quel est ton pari 17+4 ?
ja: 17+4にあなたはいくら賭けますか？
pt: Qual é a sua aposta de 17+4?
zh_cn: 您的17 + 4赌注是多少？

source: 1 Gold
fr: 1 pièce d'or
ja: 1ゴールド
pt: 1 moeda de ouro
zh_cn: 1金

source: 2 Gold
fr: 2 pièces d'or
ja: 2ゴールド
pt: 2 moedas de ouro
zh_cn: 2 金币

source: 5 Gold
fr: 5 pièces d'or
ja: 5ゴールド
pt: 5 moedas de ouro
zh_cn: 5 金币

source: 10 Gold
fr: 10 pièces d'or
ja: 10ゴールド
pt: 10 moedas de ouro
zh_cn: 10 金币

source: Here lies Adegil, the tree cutter, killed by a falling branch.
fr: Ici repose Adegil, le coupeur d'arbres, décédé à cause de la chute d'une branche.
ja: きこりのアデギルはここに眠る、落ちてきた枝に殺された。
pt: Aqui jaz Adegil, o cortador de árvores, morto por um galho que caiu.
zh_cn: 这里躺着砍树人阿德吉尔，他被掉下来的树枝砸死。

source: Here lies Cadwait. One day, he picked the wrong pocket.
fr: Ci-gît Cadwait. Un jour, il a volé la mauvaise personne.
ja: キャドウェイトはここに眠る。ある日彼は良くない金を盗んだ。
pt: Aqui jaz Cadwait. Um dia escolheu o bolso errado.
zh_cn: 这里躺着凯威特。有一天，他捡错了口袋。

source: Here lies Rumpt. His skin was so orange that many thought he was a monster.
fr: Ci-gît Rumpt. Sa peau était si orange que certains le croyaient être un monstre.
ja: ランプトはここに眠る。肌がオレンジ色だったので多くの人が彼のことをモンスターだと思い込んだ。
pt: Aqui jaz Rumpt. A pele dele era tão laranja que muitos pensavam que ele era um monstro.
zh_cn: 这里躺着朗普特。他的皮肤是如此的橙色，以至于许多人认为他是一个怪物。

source: Here lies Orocho, the master cook, who died of food poisoning.
fr: Ici repose Orocho, le chef cuisinier, qui est mort d'intoxication alimentaire.
ja: 料理長のオロチョはここに眠る。食中毒で亡くなった。
pt: Aqui jaz Orocho, o mestre cozinheiro, que morreu de intoxicação alimentar.
zh_cn: 这里躺着的是主厨奥罗乔，他死于食物中毒。

source: Here lies Rurog, the master builder who fell through his own roof.
fr: Ici repose Rurog, l'architecte étant tombé à travers son propre toit.
ja: 大工の棟梁ルログはここに眠る。自分の家の屋根から転落した。
pt: Aqui jaz Rurog, o mestre construtor que caiu através do seu próprio telhado.
zh_cn: 这里躺着的是鲁罗格，这位建筑大师从自己的屋顶上摔下来。

source: You kick like a baby. Ha, ha.
fr: Tu tires comme un bébé. Ha, ha.
ja: ヘッタクソな蹴りだなぁ。アハハハ。
pt: Chuta como um bebê. Ha, ha.
zh_cn: 你踢得像个婴儿。哈，哈。

source: Welcome to Brimhaven
fr: Bienvenue à Brimhaven
ja: ブリムヘブンへようこそ
pt: Bem-vindo a Brimhaven
zh_cn: 欢迎来到布林海文

source: No one is allowed in our sacred temple at this time.
fr: Personne n'est autorisé à entrer dans notre temple sacré pour le moment.
ja: 現在聖堂には誰も入れない。
pt: Ninguém é permitido no nosso templo sagrado neste momento.
zh_cn: 目前，我们的圣殿不允许任何人进入。

source: No, sorry, I haven't seen anyone like that.
fr: Non, désolé, je n'ai vu personne comme cela.
ja: いや、すまない、そんな人は見たことがない。
pt: Não, desculpe, não vi ninguém assim.
zh_cn: 不，对不起，我没有见过这样的人。

source: OK. Thanks. What do you have to sell?
fr: D'accord, merci. Que pouvez-vous me vendre ?
ja: わかりました。ありがとう。何を売ってくれるのですか？
pt: Certo. Obrigado. O que tem para vender?
zh_cn: 好的。谢谢。你有什么要卖的？

source: Well, that's the price.
fr: Et bien, c'est le prix.
ja: まあ、それがお値段ですので。
pt: Bem, o preço é esse.
zh_cn: 好吧，这就是代价。

source: Oh, thats's sad.
fr: Oh, c'est dommage.
ja: ハァ、それは残念。
pt: Oh, isso é triste.
zh_cn: 哦，这太可悲了。

source: You see an old Basilisk at the end of the room that glances at you. With a feeling of deadly danger your movements get slower the nearer you go. (Maybe I could find something to protect myself from its glance?)
fr: Tu vois un vieux Basilic au fond de la pièce qui te regarde fixement. Avec un sentiment de danger mortel, tes mouvements sont de plus en plus lents quand tu t'approches. (Je pourrais peut-être trouver quelque chose pour me protéger de son regard ?)
ja: 部屋の端に老いたバジリスクが見える。あなたを見つめている。命の危険を感じながら、近づくほどにあなたの動きは鈍くなってゆく。 （何か目線から身を守るものはないでしょうか？）
pt: Vê um velho Basilisco no final da sala que olha para si. Com um sentimento de perigo mortal os seus movimentos ficam cada vez mais lentos quanto mais perto chega. (Talvez possa encontrar algo para me proteger do olhar dele?)
zh_cn: 你看到房间的尽头有一只老蛇怪，它瞥了你一眼。带着一种致命的危险感，你的动作越走越慢。 (也许我可以找到一些东西来保护自己不被它瞥见？)

source: You can't go nearer to the Basilisk while your eyes meet the Basilisk's eyes.
fr: Tu ne peux pas t'approcher plus du Basilic si ton regard croise celui de la créature.
ja: バジリスクと目が合っている間は、バジリスクに近づくことはできません。
pt: Não pode chegar mais perto do Basilisco enquanto os seus olhos encontram os olhos do Basilisco.
zh_cn: 当你的眼睛与蛇怪的眼睛相遇时，你不能再靠近蛇怪。

source: (What am I doing here. I should go and find Juttarka before I come back here.)
fr: (Qu'est-ce que je fais ici. Je devrais aller trouver Juttarka avant de revenir ici.)
ja: （ここで何をしているのだろう。それより先にジュターカを探さないと）
pt: (O que estou a fazer aqui. Deveria ir e encontrar Juttarka antes de voltar aqui.)
zh_cn: (我在这里做什么。我应该在回来之前去找朱塔尔卡。）

source: (What am I doing here. I should go and talk to Anakis about the statue I found before I come back here.)
fr: (Qu'est-ce que je fais ici. Je devrais partir et parler de la statue que j'ai trouvée à Anakis avant de revenir ici.)
ja: （ここで何をしているのだろう。それより先に見つけた像のことでアナキスと話をしに行こう）
pt: (O que estou a fazer aqui. Deveria ir e falar com Anakis sobre a estátua que encontrei antes de voltar aqui.)
zh_cn: (我在这里做什么。我应该去和阿纳基斯谈谈我发现的雕像，然后再回到这里。）

source: (Maybe I should try to find a mirror down here that I could wear to protect me from the glance so I could go nearer to the Basilisk.)
fr: (Je devrais peut-être essayer de trouver un miroir ici que je pourrai porter pour me protéger du regard du Basilic afin de m'en approcher.)
ja: （視線から身を守ってバジリスクに近づけるように、この辺りで鏡を探してみるといいかもしれない）
pt: (Talvez devesse tentar encontrar um espelho aqui em baixo que pudesse usar para me proteger do olhar para chegar mais perto do Basilisco.)
zh_cn: (也许我应该试着在下面找一面镜子，让我戴上它，以保护我不被瞥见，这样我就可以去接近蛇怪。)

source: (I better leave the Basilisk.)
fr: (Je ferais mieux de laisser ce Basilic.)
ja: （バジリスクから離れた方がいい）
pt: (É melhor deixar o Basilisco.)
zh_cn: (我最好离开蛇怪。)

source: You have made it!
ja: よくやった！
pt: Conseguiste!
zh_cn: 你已经成功了!

source: Phew, I thought that would be my end!
ja: ふー、もうダメかと思った！
pt: Pensei que seria o meu fim!
zh_cn: 哎呀，我还以为这就是我的结局呢!

source: So lucky! Another small hand axe lies here.
ja: 運がいい！ 小さな手斧がここにもう1つある。
pt: Sortudo! Está aqui outro pequeno machado de mão.
zh_cn: 太幸运了!另一把小手斧躺在这里。

source: What's this? Smells like Bonemeal! Bonemeal is illegal and forbidden by the law of Feygard. I will have to confiscate it. [He gives you back all your belongings but keeps the Bonemeals] And we have to arrest you of course. Report to prison! Now!
ja: これは何だ？ 骨粉の匂いがするぞ！ 骨粉は違法である、フェイガードの法で禁じられているのだ。没収させてもらう。 （一通りの持ち物を返してくれるものの、骨粉だけは確保したままだ） そして無論、お前も逮捕だ。刑務所に出頭しろ！ 今すぐにだ！
pt: O que é isto? Cheira a Bonemeal! Bonemeal é ilegal e proibido pela lei de Feygard. Vou ter de confiscá-lo. [Ele devolve-te todos os teus pertences, mas fica com o Bonemeal] E temos de te prender, claro. Apresenta-te na prisão! Já!
zh_cn: 这是什么？闻起来像骨粉! 苯乙醚是非法的，是费加德的法律所禁止的。我将不得不没收它。 [他把你的财物都还给你，但保留了骨粉] 当然，我们还得逮捕你。去监狱报到！马上！

source: You rattle at the iron bars.
ja: 鉄格子をあなたはガタガタと鳴らす。
pt: Bates nas barras de ferro.
zh_cn: 你敲打着铁栏杆。

source: Hey, I'm starving!
ja: ねえ、腹ペコだよ！
pt: Ei, estou faminto!
zh_cn: 嘿，我快饿死了!

source: Room service!
ja: ルームサービス！
pt: Serviço de quartos!
zh_cn: 客房服务!

source: Anybody there? I want to talk to my lawyer!
ja: 誰かいないの？ 弁護士と話したいんだ！
pt: Alguém aí? Preciso de falar com o meu advogado!
zh_cn: 有人在吗？我想和我的律师谈谈！

source: I am innocent!
ja: 無実だ！
pt: Estou inocente!
zh_cn: 我是无辜的!

source: Hey! Has anybody seen my brother Andor? I am looking for him everywhere, even in prisons.
ja: ねえ！ 誰か僕の兄のアンドールを見てませんか？ 刑務所の中も探してるんだ。
pt: Ei! Alguém viu o meu irmão Andor? Estava à procura dele por todo o lado, até em prisões.
zh_cn: 嘿！有人看到我的哥哥安道尔吗？我正在到处找他，甚至在监狱里。

source: No reaction.
ja: 反応はない。
pt: Sem reação.
zh_cn: 没有反应。

source: Hi $playername. Got comfortable already?
ja: よっ、$playername。そろそろくつろげるようになったか？
pt: Olá $playername. Estás confortável?
zh_cn: 嗨，$playername。已经适应了吗？

source: What the ...
ja: 何が…
pt: Mas o que...
zh_cn: 什么...

source: Don't look startled. You should have expected this from us thieves.
ja: 何をそう驚いてるんだ。こういう展開を期待して、オレたち盗賊を待っていればよかったのさ。
pt: Não te assustes. Devias contar com isto sobre nós, ladrões.
zh_cn: 不要惊讶。你应该从我们这的小偷那里得到这个。

source: Especially when you have carried such a lot of bonemeal potions with you.
ja: 特にこれだけ大量に骨粉ポーションを持ち歩いてるんだし、なおさらな。
pt: Especialmente quando carregavas um monte de poções de farinha óssea.
zh_cn: 特别是当你带着这么多的骨粉。

source: Hey, what do you know about it?
ja: おい、何を知ってるんだ？
pt: Ei, o que sabes sobre isso?
zh_cn: 嘿，你知道些什么？

source: We know everything.
ja: 何でも知ってるさ。
pt: Nós sabemos tudo.
zh_cn: 我们无所不知。

source: Yeah, obviously.
ja: ああ、一目瞭然だ。
pt: Sim, obviamente.
zh_cn: 是的，很明显。

source: We are thankful for your potions, and we are always grateful.
ja: オレたちはアンタのポーションに感謝してるし、ありがたいといつも思ってるんだ。
pt: Nós estamos agradecidos pelas tuas poções e ficaremos sempre gratos.
zh_cn: 我们感谢你的药水，我们一直心存感激。

source: So we offer you half of your stock. And your freedom. Deal?
ja: そこでだな、アンタの在庫の半分を提供してもいい。それとアンタの解放もな。取引するかい？
zh_cn: 所以我们给你一半的存款。还有你的自由。成交吗？

source: Do I have a choice?
ja: 選択肢はあるの？
zh_cn: 我有选择吗？

source: Sure you do. You could get nothing and stay here to starve.
ja: もちろんあるさ。何も手に入らずに、ここで餓死したっていい。
zh_cn: 当然可以。你可以一无所获，呆在这里挨饿。

source: Ah no. Let's have the first offer.
ja: ああ、ダメだ。最初の提案を受けましょう。
zh_cn: 啊，不。我抗议。

source: Here we go. I will count out loud, so you can check that I don't cheat.
ja: さあ行くぞ。声に出して数えるから、オレがズルをしてないか確認してくれ。
zh_cn: 我们开始吧。我将大声数数，这样你就可以检查我是否作弊。

source: [muttering] Cheat - with my own potions ...
ja: （つぶやく）ズルって、僕のポーションで…
zh_cn: [喃喃自语]作弊--用我自己的药水......。

source: You already have your share. You do not try to cheat, do you? In that case I would be very disappointed.
ja: アンタの分け前はもうあるだろ。ズルはしないんだろう？ もしそうならとても残念だな。
zh_cn: 你已经有了自己的份额。你没有试图作弊，对吗？如果是这样的话，我会非常失望。

source: No, no. Everything is awful.
ja: いやいや、何もかもが酷すぎる。
zh_cn: 不，不。一切都很糟糕。

source: 1000 bonemeal potions.
ja: 骨粉ポーション1000本。
zh_cn: 1000瓶骨粉。

source: 100 bonemeal potions.
ja: 骨粉ポーション100本。
zh_cn: 100瓶骨粉。

source: 10 bonemeal potions.
ja: 骨粉ポーション10本。
zh_cn: 10瓶骨粉。

source: 1 bonemeal potion.
ja: 骨粉ポーション1本。
zh_cn: 1瓶骨粉。

source: 1000 exotic bonemeal potions.
ja: 風変わりな骨粉ポーション1000本。
zh_cn: 1000个异国风味的骨粉。

source: 100 exotic bonemeal potions.
ja: 風変わりな骨粉ポーション100本。
zh_cn: 100个异国情调的骨粉。

source: 10 exotic bonemeal potions.
ja: 風変わりな骨粉ポーション10本。
zh_cn: 10个异国情调的骨粉。

source: 1 exotic bonemeal potion.
ja: 風変わりな骨粉ポーション1本。
zh_cn: 1个异国情调的骨粉。

source: Ha ha ha! That was fun, wasn't it?
ja: ハハハッ！ 楽しかったな？
zh_cn: 哈哈哈!这很有趣，不是吗？

source: Now it's all settled. We may leave now.
ja: これで決まりだ。そろそろ離れる頃合いだろう。
zh_cn: 现在一切都解决了。我们现在可以离开了。

source: What? How can we leave?
ja: え？ どうやって出るの？
zh_cn: 什么，我们怎么能离开？

source: Oh, that is easy. Check the back wall - it is fake. We had it exchanged secretly, and those stupid guards haven't found out yet.
ja: ああ、そりゃカンタンさ。奥の壁をチェックしてみな、こいつは偽物なんだ。こっそり取り替えてみたんだが、バカな衛兵のやつらはいまだに気づいちゃいない。
zh_cn: 哦，这很容易。检查后墙--它是假的。我们偷偷地交换了它，那些愚蠢的守卫还没有发现。

source: Oh really?
ja: えっ、本当に？
zh_cn: 哦，真的吗？

source: Bye now. I will keep an eye on you.
ja: じゃあな。今後もアンタのことは見守ってる。
zh_cn: 回头见。我会留意你的。

source: When the other students see how you killed Golin, a panic breaks out. Screaming, they all run out of the building.
fr: Quand les autres étudiants voient comment tu as tué Golin, une panique s'empare d'eux. Ils fuient l'établissement en hurlant.
ja: ゴリンが殺されるところを目撃して、他の生徒たちにパニックが生じる。悲鳴を上げながら建物の外へと飛び出していった。
pt: Quando os outros alunos viram como matou o Golin, um pânico eclode. A gritar, todos eles correm para fora do prédio.
zh_cn: 当其他学生看到你是如何杀死戈林的，恐慌爆发。他们都尖叫着跑出了大楼。

source: When the little students see how you killed their teacher, a panic breaks out. Screaming, they all run out of the building. Just Golin remains.
fr: Lorsque les petits écoliers voient comment tu as tué leur professeur, une panique s'empare d'eux. Ils fuient le bâtiment en hurlant. Golin est le seul à rester.
ja: 先生が殺されるところを目撃して、幼い生徒たちにパニックが生じる。悲鳴を上げながら建物の外へと飛び出していった。ゴリンだけが残っている。
pt: Quando os alunos viram como matou o professor deles, um pânico rebenta. Todos eles correm para fora do prédio a gritar. Só Golin permanece.
zh_cn: 当小学生们看到你是如何杀死他们的老师时，全都爆发出一阵恐慌。他们都尖叫着跑出了大楼。只有戈林留下来。

source: A panic breaks out. Screaming, all the little students run out of the building. Just Golin remains.
fr: C'est la panique. Tous les petits écoliers s'enfuient de l'établissement en hurlant. Il ne reste que Golin.
ja: パニックが生じる。幼い生徒たちは悲鳴を上げながら建物の外へと飛び出していった。ゴリンだけが残っている。
pt: Um pânico eclode. A gritar, todos os pequenos estudantes saem a correr do prédio. Só Golin permanece.
zh_cn: 一场恐慌爆发了。尖叫着，所有的小学生都跑出了大楼。只有戈林留下来。

source: No. That is not acceptable. You can't be late to school and then sit in the last bench.
fr: Non. Ca n'est pas acceptable. Tu ne peux pas être en retard à l'école et ensuite t'asseoir sur le dernier banc.
ja: いいえ。そこはダメです。学校に遅刻したあなたは一番後ろの席に座ってはいけませんよ。
pt: Não. Isso não é aceitável. Não se pode atrasar para a escola e depois sentar no último banco.
zh_cn: 不，这是不可以的。你不能在上学时迟到，然后坐在最后的长椅上。

source: Who do we have here? A new kid? You are late for class. Sit down now, and be punctual next time.
fr: Qu'avons nous ici ? Un nouvel enfant ? Tu es en retard pour le cours. Assieds-toi maintenant, et soit à l'heure la prochaine fois.
ja: そこにいるのは誰です？ 新しい子ですか？ 授業に遅刻していますよ。すぐに席についてください、次回は時間を守るように。
pt: Quem temos aqui? Um garoto novo? Chega atrasado à aula. Sente-se agora e seja pontual na próxima vez.
zh_cn: 我们这里有谁？一个新来的孩子？你上课迟到了。现在坐下来，下次要守时。

source: No walking around in my lessons! Please sit down.
fr: Pas de promenade pendant mon cours ! Assieds-toi s'il te plait.
ja: 授業中に歩き回らないで！ 座ってください。
pt: Nada de andar por aí nas minhas aulas! Por favor, sente-se.
zh_cn: 在我的课堂上不准走来走去!请坐下来。

source: No talking, please.
fr: Pas de bavardage, merci.
ja: 喋らないでください。
pt: Não conversar, por favor.
zh_cn: 请保持安静。

source: In the glorious days of year 2177, the enslavement of men ended.
fr: Au cours de la glorieuse année 2177, l'esclavagisme des humains se termina.
ja: 2177年の輝かしい日に、人々の奴隷化は終わりを告げました。
pt: Nos gloriosos dias do ano de 2177, a escravidão dos homens terminou.
zh_cn: 在2177年的光辉岁月里，人类的奴役结束了。

source: The world was formed new.
fr: Un nouveau monde s'est formé.
ja: 世界は新しく形成されたのです。
pt: O mundo foi formado novo.
zh_cn: 新世界形成。

source: Our redeemers fought a bloody war to make the world worthy for us again. In exchange and out of deepest respect, men helped to build up vast cities and many underground places.
fr: Nos ancêtres ont combattus durant une guerre sanglante pour nous rendre le monde digne de nouveau. En échange, et pour montrer leur profond respect, les Hommes ont aidé à construire de grandes cités et de nombreux endroits souterrains.
ja: 私たちの救世主は世界を再び価値あるものとするために、血なまぐさい戦争を戦いました。その見返りとして、また深い尊敬の念から、人々は広大な都市と地下集落の建設に協力しました。
pt: Nossos redentores lutaram uma guerra sangrenta para tornar-nos o mundo digno novamente. Em trocae com o mais profundo respeito, os homens ajudaram a construir vastas cidades e muitos lugares subterrâneos.
zh_cn: 我们的救世主打了一场血腥的战争，使这个世界重新被我们占有。作为交换，并出于最深的敬意，人们帮助建立了巨大的城市和许多地下场所。

source: Little has been preserved from this period. Nor City is the only large city that has survived from this period. Their bright and magnificent flags were visible from afar in the surrounding area.
fr: Peu de choses restent de cette période. Norville est la seule grande ville qui a survécu de cette période. Leurs drapeaux magnifiques et brillants étaient visibles de loin dans les régions avoisinantes.
ja: この時代のもので残っているものはほとんどありません。ノアシティはこの時代から生き残っている唯一の大都市です。その明るく壮麗な旗は、周辺地域の遠くからでもよく見えました。
pt: Pouco foi preservado deste período. Nor City é a única grande cidade que sobreviveu esse período. As bandeiras brilhantes e magníficas dela eram visíveis de longe na área circundante.
zh_cn: 这一时期保存下来的东西很少。诺城是这一时期唯一保存下来的大型城市。在周围地区，他们明亮而华丽的旗帜从远处就能看到。
