Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: Awesome! Exactly what I was looking for.
de: Unglaublich! Genau was ich gesucht habe.
fr: Incroyable ! Exactement ce que je recherchais.
ja: すごい！ まさに探し求めていたものだ。
pt: Impressionante! Exatamente o que estava à procura.
zh_cn: 真棒!这正是我所寻找的。

source: Now, I just need one last thing. I heard about some nasty snakes, called the venomscale.
de: Jetzt fehlt nur noch eines. Ich habe von einigen grässlichen Schlangen, den Giftschuppen, gehört.
fr: Maintenant, j'ai juste besoin d'une dernière chose. J'ai entendu parler de mauvais serpents, les toxicoques.
ja: さて、最後にもう1つだけ。ベノムスケイルと呼ばれる厄介なヘビの話を聞いてね。
pt: Agora só preciso de uma última coisa. Ouvi falar sobre umas cobras desagradáveis, chama-lhes escama venenosa.
zh_cn: 现在，我只需要最后一件事。我听说有一些讨厌的蛇，叫做毒鳞蛇。

source: Snakes? I hate snakes...
de: Schlangen? Ich hasse Schlangen...
fr: Des serpents ? J'ai horreur des serpents...
ja: ヘビ？ ヘビは嫌いだ…
pt: Cobras? Odeio cobras...
zh_cn: 蛇？我不喜欢蛇……

source: Go ahead...
de: Sprich weiter...
fr: Continue...
ja: どうぞ…
pt: Continua...
zh_cn: 继续。。。

source: I'm really interested in their scales. Could you get me 10 of them?
de: Ich bin wirklich an deren Schuppen interessiert. Kannst du mir 10 davon besorgen?
fr: Je suis vraiment intéressé par leurs écailles. Tu pourrais m'en rapporter 10 ?
ja: その鱗にとても興味があるんだ。10枚手に入れてきてくれないだろうか？
pt: Estou mesmo interessado nas escamas delas. Consegues arranjar-me 10 delas?
zh_cn: 我对他们的鳞片真的很感兴趣。你能给我10个吗？

source: I hope this really is the last thing you need.
de: Hoffentlich ist das wirklich das Letzte, was du brauchst.
fr: J’espère que c'est vraiment la dernière chose dont tu as besoin.
ja: これが本当に最後であると願いますよ。
pt: Espero que seja realmente a última coisa que precisas.
zh_cn: 我希望这真的是你最后需要的东西。

source: Sounds easy.
de: Klingt leicht.
fr: Ça semble facile.
ja: 簡単そうだ。
pt: Parece fácil.
zh_cn: 听起来很容易。

source: Like these 10?
de: So wie diese 10?
fr: Comme ces 10-là ?
ja: この10枚みたいな？
pt: Que tal estas 10?
zh_cn: 像这10个？

source: Thank you. I'll wait here until you return.
de: Vielen Dank. Ich werde hier auf deine Rückkehr warten.
fr: Merci. J'attendrai ici jusqu'à ton retour.
ja: ありがとう。戻ってくるまでここで待っているよ。
pt: Obrigado. Vou esperar aqui até voltares.
zh_cn: 谢谢你。我在这里等你回来。

source: Have you found the venomscale scales?
de: Hast du die Giftschuppen-Schuppen gefunden?
fr: As-tu trouvé les écailles de toxicoque ?
ja: ベノムスケイルの鱗は見つけたのか？
pt: Encontraste as escamas venenosas?
zh_cn: 你找到了毒鳞的鳞片吗？

source: I have these.
de: Ich habe diese.
fr: J'ai celles-là.
ja: これです。
pt: Tenho estas.
zh_cn: 我有这些。

source: I can't believe it! You really found them! Take this gold. It's all I have left.
de: Ich kann es nicht fassen! Du hast sie wirklich gefunden! Nimm dieses Gold. Das ist alles, was ich noch habe.
fr: Je ne peux pas le croire ! Tu les as vraiment trouvées ! Prends cet or. C'est tout ce qu'il me reste.
ja: 信じられん！ 本当に見つけてくれたのか！ このお金を受け取ってくれ。これで全部だ。
pt: Não posso acreditar! Encontraste-as mesmo! Toma estas moedas. É tudo o que tenho.
zh_cn: 我简直不敢相信！你真的找到了 他们。你真的找到了他们！拿着这些金币。这是我剩下的全部。

source: I have finally gathered all the items I need! Kayla will be so thrilled.
de: Endlich habe ich alle notwendigen Gegenstände gesammelt! Kayla wird begeistert sein.
fr: J'ai finalement rassemblé tous les articles dont j'avais besoin ! Kayla sera tellement ravie.
ja: やっと必要なアイテムが揃ったよ！ ケイラも大喜びだろう。
pt: Finalmente reuni todos os itens que preciso! Kayla vai ficar muito emocionada.
zh_cn: 我终于收集到了我所需要的所有物品!凯拉会很兴奋的。

source: Kayla?
ja: ケイラ？
zh_cn: 凯拉？

source: Yes. She's a dear friend of mine. She lives in Stoutford.
de: Genau. Sie ist eine gute Freundin von mir und lebt in Stoutford.
fr: Oui. C'est une très bonne amie. Elle habite à Stoutford.
ja: ああ。親友でね。スタウトフォードに住んでいるんだ。
pt: Sim. Ela é uma querida amiga minha. Mora em Stoutford.
zh_cn: 对。她是我的好朋友。她住在斯托福德。

source: She makes clothes and boots, and asked me to get her some of the finest items in the world for her work.
de: Sie fertigt Kleidung und Stiefel. Deshalb hat sie mich losgeschickt, ihr die feinsten Materialien der Welt zu besorgen.
fr: Elle fabrique des vêtements et des bottes, et elle m'a demandé de lui rapporter certains des meilleurs articles au monde pour son travail.
ja: 彼女は服とブーツを作っているんだが、その仕事のために最高峰のアイテムを手に入れてきてほしいと頼まれてね。
pt: Ela faz roupas e botas e pediu-me para lhe arranjar alguns dos melhores itens do mundo para o trabalho dela.
zh_cn: 她做衣服和靴子，并要求我为她的工作提供一些世界上最好的材料。

source: You should definitely pay her a visit when you are in Stoutford. I have to go now. Thank you for your help.
de: Du solltest sie unbedingt mal aufsuchen, wenn du in Stoutford bist. Ich muss jetzt los. Vielen Dank für deine Hilfe.
fr: Tu devrais vraiment lui rendre visite quand tu seras à Stoutford. Je dois y aller maintenant. Merci pour ton aide.
ja: スタウトフォードに行ったときには、会いに行くといい。ああそろそろ行かないと。君には世話になったよ。
pt: Deves mesmo fazer-lhe uma visita quando estiveres em Stoutford. Agora tenho que ir. Obrigado pela ajuda.
zh_cn: 你在斯托福德的时候一定要去拜访她。我现在得走了。谢谢你的帮助。

source: Good riddance...
de: Was für ein Zufall...
fr: Bon vent...
ja: 清々するよ…
pt: Boa viagem...
zh_cn: 解放了。。。

source: Glad to help. See you later.
de: Gut, dass ich helfen konnte. Bis später.
fr: Enchanté d'avoir pu aider. À plus tard.
ja: お役に立てて嬉しいです。またね。
pt: Foi um prazer. Até logo.
zh_cn: 很高兴能帮上忙。回头见。

source: [You notice a strange helmet on the shrine. It looks like it might be valuable. Perhaps you should take it.]
de: [Du bemerkst einen ungewöhlichen Helm auf dem Altar. Er scheint wertvoll zu sein. Vielleicht solltest du ihn mitnehmen.]
fr: [Tu remarques un étrange casque sur le sanctuaire. Il semble avoir de la valeur. Tu devrais peut-être le prendre.]
ja: （祭壇の上に奇妙なヘルメットがあるのに気がつく。貴重な品のようだ。手に入れておいたほうがいいかもしれない）
pt: [Reparas num capacete estranho no santuário. Parece que pode ser valioso. Talvez devas levar-los.]
zh_cn: [你注意到神龛上有一个奇怪的头盔。看起来它可能很有价值。也许你应该拿着它。］

source: Welcome to Stoutford.
de: Willkommen in Stoutford.
fr: Bienvenue à Stoutford.
ja: スタウトフォードへようこそ。
pt: Bem-vindo a Stoutford.
zh_cn: 欢迎来到斯托福德。

source: [The owner shouts] Hey! These beds aren't for strangers! Come here!
de: [Der Besitzer schreit] Hey! Diese Betten sind nicht für Fremde! Komm sofort her!
fr: [Le propriétaire crie] Hé ! Ces lits ne sont pas pour les étrangers ! Viens ici !
ja: （オーナーが叫ぶ）ちょっと！ そのベッドは誰でも使っていいものではありません！ こっちへ来て！
pt: [O dono grita] Ei! Essas camas não são para estranhos! Vem aqui!
zh_cn: [主人喊]嘿！这些床不是给陌生人的！过来！

source: What do you want kid?
de: Was willst du, Kleiner?
fr: Qu'est-ce que tu veux, gamin ?
ja: 何か用か？
pt: O que queres miúdo?
zh_cn: 孩子，你想要什么？

source: Sorry. I have work to do.
de: Tut mir leid. Ich habe was zu tun.
fr: Désolé. J'ai du travail qui m'attend.
ja: すみません。仕事があるので。
pt: Desculpa. Tenho trabalho a fazer.
zh_cn: 对不起。我有工作要做。

source: Please. Leave me alone. I'm mourning.
de: Bitte. Lass mich in Frieden. Ich trauere.
fr: Laisse-moi seule, s'il te plait. Je suis en deuil.
ja: 私のことはどうか構わないで。喪に服しているの。
pt: Por favor. Deixa-me em paz. Estou de luto.
zh_cn: 求你了。让我一个人呆着。我在哀悼。

source: Sorry for your loss.
de: Mein Beileid für deinen Verlust.
fr: Condoléances pour votre perte.
ja: お悔やみ申し上げます。
pt: Os meus pêsames.
zh_cn: 对你的损失表示遗憾。

source: Is there anything I can do to ease your pain?
de: Kann ich etwas tun um deinen Schmerz zu lindern?
fr: Y a-t-il quelque chose que je puisse faire pour apaiser votre peine ?
ja: 痛みを和らげるために何かできることはありますか？
pt: Há alguma coisa que possa fazer para aliviar a tua dor?
zh_cn: 有什么我可以做的来减轻你的痛苦吗？

source: Welcome to Stoutford kid.
de: Willkommen in Stoutford, Kleiner.
fr: Bienvenue à Stoutford, gamin.
ja: スタウトフォードへようこそ。
pt: Bem-vindo a Stoutford, miúdo.
zh_cn: 欢迎孩子来到斯托福德。

source: Can't you see I'm busy? Go talk to my brother Jen, he's always slacking off in the field.
de: Siehst du nicht, das ich beschäftigt bin? Sprich doch mit meinem Bruder Jen, der tummelt sich immer auf dem Feld herum.
fr: Tu ne vois pas que je suis occupé ? Va parler à mon frère Jen, il est toujours en train de glander dans le champ.
ja: 今忙しいんだけど？ 弟のジェンと話してきてくれよ。外でいつもサボってばかりいるんだ。
pt: Não vês que estou ocupado? Vai falar com meu irmão Jen, ele está sempre a preguiçar no campo.
zh_cn: 你没看到我很忙吗？去跟我弟弟珍说吧，他总是在田里偷懒。

source: Can't you see I'm busy? Go talk to my brother Jan, he's always slacking off in the house.
de: Siehst du nicht, dass ich beschäftigt bin? Sprich doch mit meinem Bruder Jan, der tummelt sich immer im Haus herum.
fr: Tu ne vois pas que je suis occupé ? Va parler à mon frère Jan, il est toujours en train de glander dans la maison.
ja: 今忙しいんだけど？ 兄のジャンと話してきてくれよ。家でいつもサボってばかりいるんだ。
pt: Não vês que estou ocupado? Vai falar com meu irmão Jan, ele está sempre a preguiçar na casa.
zh_cn: 你没看到我很忙吗？去跟我弟弟简说吧，他在家里总是偷懒。

source: Are you a friend of Halvor?
de: Bist du eine Freundin von Halvor?
fr: Êtes-vous une amie de Halvor ?
ja: ハルボーの友人ですか？
pt: És um amigo de Halvor?
zh_cn: 你是不是哈尔沃尔的朋友？

source: I'm Kayla. I love making clothes, shoes and boots.
de: Ich bin Kayla. Ich liebe es, Kleidung, Schuhe und Stiefel zu fertigen.
fr: Je suis Kayla. J'adore fabriquer des vêtements, chaussures et bottes.
ja: わたしはケイラ。服や靴、ブーツを作るのが大好きなの。
pt: Sou a Kayla. Adoro fazer roupas, sapatos e botas.
zh_cn: 我是凯拉。我喜欢制作衣服、鞋子和靴子。

source: Don't cause trouble.
de: Mach keinen Ärger.
fr: Ne fais pas de bazar.
ja: トラブルを起こさないように。
pt: Não causes problemas.
zh_cn: 不要惹麻烦。

source: This is Stoutford. Our small town was the resting place of choice for many merchants on their way between Fallhaven and the Blackwater mountain.
de: Das ist Stoutford. Unsere kleine Stadt war einst ein beliebter Rasthof für viele Händler auf Ihrem Weg zwischen Fallhaven und den Blackwater Mountains.
fr: Ici, c'est Stoutford. Notre petite ville était le lieu de repos préféré de nombreux marchands sur la route entre Fallhaven et le mont Encreau.
ja: ここはスタウトフォードだ。この小さな町は、フォールヘブンとブラックウォーター山を行き来する多くの商人の休憩所、だった。
pt: Isto é Stoutford. A nossa pequena terra era o lugar de descanso escolhido por muitos comerciantes a caminho entre Fallhaven e a montanha das Águas Negras.
zh_cn: 这是斯托福德。我们的小镇是许多商人在法尔海文和黑水之间途中的首选落脚之处。

source: Was?
de: War?
fr: Était ?
ja: 過去形？
pt: Era?
zh_cn: 是吗？

source: Yes. It seems the road is closed for some reason. Maybe this is related to the monster attacks we have been suffering from recently.
de: Nun, es scheint die Straße ist aus irgendeinem Grund gesperrt. Vielleicht ist es auch auf die gehäuften Monsterangriffe zurückzuführen, unter denen wir leiden.
fr: Oui. Il semble que la route soit fermée pour une raison inconnue. Peut-être est-ce à cause des attaques de monstres que nous subissons depuis récemment.
ja: そうだ。何らかの理由で通行が途絶えているようでな。最近あったモンスター襲撃と関係があるのかもしれないな。
pt: Sim. Parece que a estrada está fechada por algum motivo. Talvez esteja relacionado com os ataques dos monstros que temos sofrido recentemente.
zh_cn: 是的，似乎这条路因为某些原因被封了。也许这与我们最近遭受的怪物攻击有关。

source: Whatever...
de: Wie auch immer...
fr: Peu importe...
ja: どうでもいい…
pt: Tanto faz...
zh_cn: 无论怎样...

source: I don't know. You look very young. Try talking to our priest.
de: Ich weiß nicht. Du siehst so jung aus. Sprich erstmal mit unserem Priester.
fr: Je ne sais pas. Tu sembles très jeune. Essaye de parler à notre prêtre.
ja: どうだろうな。君は随分と若い。神父と話してみてくれ。
pt: Não sei. Pareces muito novo. Tenta conversar com o nosso padre.
zh_cn: 我不知道。你看起来很年轻。试着和我们的牧师谈谈。

source: I have other questions...
de: Ich habe andere Fragen...
fr: J'ai d'autres questions...
ja: 他に質問が…
pt: Tenho outras perguntas...
zh_cn: 我还有其他问题...

source: I'm guarding the town's gate.
de: Ich bewache das Stadttor.
fr: Je garde la porte d'entrée de la ville.
ja: 私は町の門を守っている。
pt: Estou a guardar o portão da cidade.
zh_cn: 我在守卫镇上的大门。

source: Guarding against what?
de: Wovor bewachen?
fr: Vous la gardez contre quoi ?
ja: 何から守るの？
pt: A guardar contra o quê?
zh_cn: 防备什么？

source: In the past, troublemakers that bothered the citizens or merchants. Nowadays, it's mainly the monsters, when I can handle them.
de: In der Vergangenheit waren es Tunichtgute, welche die Einwohner und Händler belästigt haben. Heute sind es meistens Monster, wenn ich es mit ihnen aufnehmen kann.
fr: Par le passé, des fauteurs de troubles embêtaient les citoyens ou les marchands. De nos jours, ce sont principalement les monstres, quand j'arrive à les gérer.
ja: 昔は住民や商人に迷惑をかけるようなトラブルメーカーから。今では主にモンスターを相手取っている。
pt: No passado, dos desordeiros que incomodavam os cidadãos ou comerciantes. Hoje em dia, são principalmente os monstros, quando consigo lidar com eles.
zh_cn: 在过去，困扰市民或商人的麻烦制造者。如今，主要是那些怪物，当我能处理它们的时候。

source: Pathetic...
de: Erbärmlich...
fr: Pathétique...
ja: 哀れな…
pt: Patético...
zh_cn: 可悲的是...

source: You should talk to our priest about that.
de: Du solltest mit unserem Priester darüber reden.
fr: Tu devrais en parler à notre prêtre.
ja: それは神父と話したほうがいい。
pt: Devias falar com o nosso padre sobre isso.
zh_cn: 你应该和我们的牧师谈谈这个问题。

source: I do recall some kid that looked a bit like you a while ago. He stayed here a couple of days, and never came back as far as I can tell.
de: Ich kann mich an ein Kind erinnern, das dir ähnlich sieht. Ist 'ne Weile her. Er blieb ein paar Tage und kam, so weit ich weiß, niemals zurück.
fr: Je me souviens d'un gamin qui te ressemblait il y a quelque temps. Il est resté quelques jours ici, et n'est jamais revenu depuis à ma connaissance.
ja: 少し前に君に似た子供がいたな。彼なら数日ここに滞在していたが、私の知る限りではその後戻って来てはいない。
pt: Lembro-me de um miúdo que era parecido contigo há uns tempos atrás. Ficou aqui alguns dias e nunca mais voltou, tanto quanto sei.
zh_cn: 我确实记得不久前有个孩子长得有点像你。他在这里呆了几天，据我所知就再也没有回来过。

source: What did he do here?
de: Was hat er hier gemacht?
fr: Qu'est-ce qu'il a fait ici ?
ja: 彼はここで何をしたの？
pt: O que é que ele fez aqui?
zh_cn: 他这里干了什么？

source: Do you know where he was going?
de: Weißt du, wohin er gegangen ist?
fr: Savez-vous où il allait ?
ja: 彼がどこへ行ったかわかりますか？
pt: Sabes para onde ia?
zh_cn: 你知道他去哪儿？

source: I can't really tell. No known trouble at least. He headed straight to the tavern, and I didn't see him again before he left.
de: Kann ich nicht sagen. Zumindest hat er keinen Ärger angestellt. Er ging direkt in die Taverne und ich habe ihn nicht mehr gesehen bis er gegangen ist.
fr: Je ne peux pas vraiment dire. Au moins, il n'a pas créé de problèmes à ma connaissance. Il s'est dirigé directement vers la taverne, et je ne l'ai jamais revu avant qu'il parte.
ja: よくわからん。少なくともトラブルがあったとは聞いてないが。まっすぐ酒場へと向かっていったよ。それからここを去っていく時までもう私が見かけることはなかった。
pt: Não sei dizer exatamente. Não houve nenhum problema, pelo menos que saiba. Ele foi direto para a taberna e já não o vi antes de ele sair.
zh_cn: 我真的看不出来。至少没有已知的麻烦。他径直走向酒馆，在他离开之前，我没有再看到他。

source: How dare you come back here after all you've done?
de: Wie kannst du es wagen zurückzukehren, nach allem, was du angestellt hast?
fr: Comment oses-tu revenir après tout ce que tu as fait ?
ja: あんなことをやっておいて、よくもここに戻ってこれたものですね？
pt: Como ousas voltar aqui depois de tudo o que fizeste?
zh_cn: 你做了这么多事，还敢回来？

source: Actually, it's the first time we have met.
de: Eigentlich ist es das erste Mal, das wir uns getroffen haben.
fr: En fait, c'est la première fois que nous nous rencontrons.
ja: 初対面です。
pt: Na verdade, é a primeira vez que nos encontramos.
zh_cn: 实际上，这是我们第一次见面。

source: I need you as a witness for...
de: Ich brauche dich als einen Zeugen für...
fr: J'ai besoin de votre témoignage pour...
ja: あなたに立会人になって欲しいのですが…
pt: Preciso de ti como testemunha para...
zh_cn: 我需要你作为见证...

source: Go away! You're not welcome here!
de: Verschwinde! Du hast hier nichts zu suchen!
fr: Va-t'en ! Tu n'es pas le bienvenu ici !
ja: 出ていってください！ あなたを迎え入れるつもりはない！
pt: Vai embora! Não és bem-vindo aqui!
zh_cn: 走开！这里不欢迎你！

source: Nonsense! Go away!
de: Unsinn! Verschwinde!
fr: N'importe quoi ! Va-t'en !
ja: くだらない！ 出ていってください！
pt: Absurdo! Vai embora!
zh_cn: 胡说八道！走吧！

source: Go with the shadow.
de: Gehe mit dem Schatten.
fr: Va avec l'ombre.
ja: シャドウと共に行きなさい。
pt: Vai com a Sombra.
zh_cn: 与暗影同行。

source: Tahalendor told me that you may have items to trade.
de: Tahalendor sagte mir, dass du einige Gegenstände zum Handeln hast.
fr: Tahalendor m'a dit que vous aviez des accessoires à vendre.
ja: タハレンドールはあなたが取引する商品を持ってるかもしれないと言ってました。
pt: Tahalendor disse-me que tu podes ter itens para negociar.
zh_cn: 塔哈伦多告诉我，你可能有物品可以交易。

source: What can you tell me about the area around here?
de: Was kannst du mir über die Umgebung erzählen?
fr: Que pouvez-vous me dire sur les environs ?
ja: この辺りのことを教えてもらえますか？
pt: O que me podes dizer sobre a área ao redor daqui?
zh_cn: 你能告诉我这一带的情况吗？

source: I have dealt with Erwyn's army.
de: Ich habe Erwyns Armee erledigt.
fr: Je me suis occupé de l'armée d'Erwyn.
ja: エルウィンの軍勢を退治してきました。
pt: Já lidei com o exército de Erwyn.
zh_cn: 我曾与欧文的军队打过交道。

source: I cleared Flagstone of an evil demon.
de: Ich habe das Gefängnis von einem bösen Dämon befreit.
fr: J'ai nettoyé Flagstone d'un démon diabolique.
ja: フラッグストーンで悪魔を掃討してきました。
pt: Livrei Flagstone de um demônio.
zh_cn: 我清除了石板上的邪恶恶魔。

source: Walk in the shadow kid. I have to apologize for my master, Tahalendor.
de: Gehe mit dem Schatten, Kleiner. Ich muss mich für meinen Meister, Tahalendor, entschuldigen.
fr: Marche à l'ombre, gamin. Je dois m'excuser pour mon maître, Tahalendor.
ja: 我らの子よ、シャドウと共に行きなさい。我が主、タハレンドールのことで謝らねばなりませんね。
pt: Anda na sombra miúdo. Tenho de pedir desculpa pelo meu mestre, Tahalendor.
zh_cn: 走在暗影里的孩子。我必须为我的主人道歉，塔哈伦多。

source: Crazy old geezer... What's wrong with him?
de: Verrückter alter Kauz... Was hat er nur?
fr: Vieux fou... qu'est-ce qui lui arrive ?
ja: 頭のおかしいじいさんだ…何があったの？
pt: Velho maluco... O que é que se passa com ele?
zh_cn: 疯狂的老顽童...他有什么毛病？

source: Can you explain?
de: Kannst du mich aufklären?
fr: Tu peux m'expliquer ?
ja: 説明してもらえますか？
pt: Podes explicar-me?
zh_cn: 你能解释一下吗？

source: Let us talk about something different.
de: Lass uns über was anderes reden.
fr: Parlons de quelque chose d'autre.
ja: 別の話をしましょう。
pt: Vamos falar sobre outra coisa.
zh_cn: 让我们来谈谈其他问题。

source: My master is wise and old, but his sight is not as sharp as it once was. He took you for someone else.
de: Mein Meister ist weise und alt, aber seine Augen sind nicht mehr so scharf wie sie es mal waren. Er hat dich verwechselt.
fr: Mon maître est vieux et sage, mais sa vue n'est plus aussi précise qu'avant. Il t'a pris pour quelqu'un d'autre.
ja: 主は賢く、歳を重ねておられますが、視力は以前ほどに良くありません。あなたを他の方と間違えたのでしょう。
pt: O meu mestre é sábio e velho, mas a visão dele já não está tão apurada como dantes. Ele confundiu-te com outra pessoa.
zh_cn: 我的主人很聪明，也很老了，但他的视力已经不如以前那么敏锐了。他把你当成了别人。

source: To his credit, I have to admit you do look a bit like him. I don't know his name.
de: Um ihn zu entschuldigen - du siehst ihm wirklich ähnlich. Aber ich weiß seinen Namen nicht.
fr: À sa décharge, je dois admettre que tu lui ressembles un peu. Je ne connais pas son nom.
ja: 彼の名誉のために言っておくと、あなたは確かに彼と少し似ている。お名前は存じませんが。
pt: Para o mérito dele, tenho que admitir que és um pouco parecido com ele. Não sei o nome dele.
zh_cn: 值得称赞的是，我不得不承认你看起来确实有点像他。我不知道他的名字。

source: That must be my brother Andor!
de: Das muss wohl mein Bruder Andor gewesen sein!
fr: Cela doit être mon frère Andor !
ja: 僕の兄アンドールに違いない！
pt: Tem de ser o meu irmão Andor!
zh_cn: 那一定是我的哥哥安道尔！

source: He came around here not long ago, with a shady looking travelling companion. He stayed a couple of days from what I heard. Since then, we have been hearing frequent rumbles in the church, coming from underground.
de: Er kam vor nicht allzu langer Zeit hier her mit einem unsympathischen Reisegefährten. Er blieb ein paar Tage, wie ich hörte. Seitdem kann man regelmäßig lautes Grollen in der Kirche hören, das von unten zu kommen scheint.
fr: Il est venu par ici il y a peu, avec un compagnon de voyage suspect. Il est resté 2 ou 3 jours à ce que j'ai entendu. Depuis, on a entendu des grondements fréquents dans l'église, cela venait du sous-sol.
ja: 彼は少し前に怪しげな旅仲間とここにやってきました。私が聞いたところでは、数日滞在していたとか。それ以来、教会ではゴロゴロという音が地下から頻繁に聞こえてくるようになりました。
pt: Ele veio aqui há não muito tempo atrás, com uma companhia de viagem com aparência sombria. Pelo que ouvi dizer, ele ficou aqui um par de dias. Desde então, temos ouvido frequentemente estrondos na igreja, vindos do subsolo.
zh_cn: 他不久前来到这里，和一个看起来很阴暗的旅伴一起。据我所知，他在这里呆了好几天。从那时起，我们就经常听到教堂里有隆隆声，来自地下。

source: It can be so loud as to make the whole church shake. It has even damaged the walls and the roof.
de: Es ist manchmal so laut das die gesamte Kirche erschüttert wird. Das hat zu den Schäden an den Wänden und dem Dach geführt.
fr: Cela peut être si fort que l'église entière tremble. Cela a même fissuré les murs et le toit.
ja: 教会全体が揺れるほど大きな音がします。壁や屋根にも被害が出ています。
pt: Os estrondos são tão altos que toda a igreja estremece. Até danificou as paredes e o telhado.
zh_cn: 它的声音可以大到让整个教堂摇晃。它甚至破坏了墙壁和屋顶。

source: This church is the refuge for all the villagers when monsters attack. We are really worried now.
de: Diese Kirche ist ein Zufluchtsort für die Einwohner bei Monsterangriffen. Wir sind inzwischen wirklich besorgt.
fr: Cette église sert de refuge pour tous les villageois en cas d'attaque des monstres. Nous sommes vraiment inquiets maintenant.
ja: この教会はモンスターが襲ってきたときの村人の避難所です。私どもはとても心配しています。
pt: Esta igreja é o refúgio para todos os aldeões quando os monstros atacam. Estamos muito preocupados agora.
zh_cn: 这个教堂是所有村民在怪物袭击时的避难所。我们现在真的很担心。

source: I can't believe Andor has anything to do with this. Can you tell me more?
de: Ich kann es nicht glauben, dass Andor etwas damit zu tun haben soll. Kannst du mir mehr sagen?
fr: Je ne peux pas croire que Andor ait quelque chose à voir avec tout ça. Tu peux m'en dire plus ?
ja: アンドールが関係してるなんて信じられない。詳しく教えてもらえますか？
pt: Não posso acreditar que Andor tenha algo a ver com isso. Podes contar-me mais?
zh_cn: 我不相信安道尔与此有什么关系。你能告诉我更多吗？

source: Whatever... It's none of my business.
de: Wie auch immer... Es hat nichts mit mir zu tun.
fr: Peu importe... C'est pas mes oignons.
ja: どうでもいい…僕には関係ない。
pt: Seja como for... Não é da minha conta.
zh_cn: 不管怎么样...这不关我的事。

source: I told you all I know. Maybe others in town have seen him.
de: Ich habe dir alles gesagt, was ich weiß. Vielleicht wurde er noch von anderen in der Stadt gesehen.
fr: Je t'ai dit tout ce que je sais. Peut-être que d'autres en ville l'ont vu.
ja: 私の知っていることはすべてお話しました。町の他の人が彼を見ているかもしれません。
pt: Disse-te tudo o que sei. Talvez outros na terra o tenham visto.
zh_cn: 我把我知道的都告诉你了。也许镇上的其他人见过他。

source: Thank you for your help.
de: Vielen Dank für deine Hilfe.
fr: Merci pour ton aide.
ja: ご協力ありがとうございました。
pt: Obrigado pela tua ajuda.
zh_cn: 谢谢你的帮助。

source: Guess I'll have to look into it.
de: Ich muss mich wohl selbst davon überzeugen.
fr: J'imagine que je vais devoir creuser le sujet.
ja: 調べてみないと。
pt: Acho que vou ter que investigar isso.
zh_cn: 我想我必须要研究一下。

source: Hello again. Have you found anything about what is causing the noises in the church?
de: Da bist du ja wieder. Hast du etwas über die Ursache des Grollens in der Kirche herausgefunden?
fr: Salut à nouveau. As tu trouvé quelque chose à propos des bruits dans l'église ?
ja: お久しぶりです。教会の騒音の原因について何かわかりましたか？
pt: Olá de novo. Encontraste alguma coisa sobre o que está a causar os ruídos na igreja?
zh_cn: 又见面了。你有没有发现是什么原因导致了教堂里的噪音？

source: Wanna trade?
de: Willste handeln?
fr: Tu veux marchander ?
ja: 取引するかい？
pt: Queres negociar?
zh_cn: 想交易吗？

source: Hey kid. A "common friend" told me about you.
de: Hey Kleiner. "Ein alter Bekannter" hat mir von dir erzählt.
fr: Hé gamin. Un "ami commun" m'a parlé de toi.
ja: よう小僧。"共通の友人"からお前のことは聞いてるぜ。
pt: Ei miúdo. Um "amigo comum" nosso falou-me de ti.
zh_cn: 嘿，孩子。一个 "普通朋友 "向我介绍了你。

source: Shhh! Quiet here. You helped the guild, so I'll help you too.
de: Pst! Still jetzt. Du hast der Gilde geholfen also helfe ich dir jetzt auch.
fr: Chut ! Pas si fort. Tu as aidé la guilde, alors je vais t'aider à mon tour.
ja: シーッ！ 静かにしな。お前はギルドを手伝ってくれた、だからオレもお前を助けてやるよ。
pt: Shhhiuuu! Pouco barulho. Ajudaste a a bar, por isso também te vou ajudar.
zh_cn: 嘘!这里很安静。你帮助了公会，所以我也会帮助你。
