Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: Cake
fr: Gâteau
ja: ケーキ
pt: Bolo
zh_cn: 蛋糕

source: Piece of cake
fr: Part de gâteau
ja: カットケーキ
pt: É canja
zh_cn: 一块蛋糕

source: Suspect's glove
fr: Gant du suspect
ja: 容疑者のグローブ
zh_cn: 嫌疑人的手套

source: Is that dried up human blood on there or something less sinister?
fr: Est-ce du sang humain séché là dessus ou bien quelque chose de moins sinistre ?
ja: 乾いた人間の血なのか何やら不吉なものが？
zh_cn: 那是干燥的人类血液还是不那么罪恶的其它东西？

source: Kid's shirt
fr: Chemise d'enfant
ja: キッズシャツ
zh_cn: 儿童的衬衫

source: Part of Andor's training equipment.
fr: Une partie de l'équipement de formation d'Andor.
ja: アンドールの訓練用装備の一部。
zh_cn: 安道尔训练装备的一部分。

source: Kid's gloves
fr: Gants de l'enfant
ja: キッズグローブ
zh_cn: 儿童的手套

source: Kid's shield
fr: Bouclier de l'enfant
ja: キッズシールド
zh_cn: 儿童的盾

source: Ewmondold's map
fr: Carte d'Ewmondold
ja: エウモンドルドの地図
zh_cn: 伊夫莫德的地图

source: Written in a language you do not understand, this appears to be a map. But to where? You do not know.
fr: Rédigée dans une langue que tu ne comprends pas, on dirait une carte. Mais de quelle région ? Tu ne sais pas.
ja: 理解できない言語で書かれたこれは地図のようだ。しかしどこの？ あなたには分からない。
zh_cn: 用您不懂的语言书写，似乎是一张地图。 但是到哪里呢？ 你不知道。

source: Iron spear
fr: Lance en fer
ja: アイアンスピア
zh_cn: 铁矛

source: Steel spear
fr: Lance en acier
ja: スチールスピア
zh_cn: 钢矛

source: Iron halberd
fr: Hallebarde en fer
ja: アイアンハルバード
zh_cn: 铁戟

source: Brandistock
ja: ブランディストック
zh_cn: 烙印枪

source: Steel fauchard
fr: Fauchard en acier
ja: スチールナギナタ
zh_cn: 钢斩矛

source: Steel glaive
fr: Glaive en acier
ja: スチールグレイブ
zh_cn: 钢刃

source: Remgard steel spear
fr: Lance en acier de Remgard
ja: レムガードスチールスピア
zh_cn: 瑞姆加德钢矛

source: Kid's boots
fr: Bottes pour enfants
ja: キッズブーツ
zh_cn: 儿童的靴子

source: Large empty bottle
fr: Grande bouteille vide
ja: 大きな空のボトル
zh_cn: 大空瓶

source: Trapped mouse
fr: Souris piégée
ja: 罠にかかったネズミ
zh_cn: 被困住老鼠

source: Rusty iron spear
fr: Lance en fer rouillée
ja: 錆びたアイアンスピア
zh_cn: 生锈的铁矛

source: Huge bones from the Blackwater Mountains
fr: Os énormes du Mont Encreau
ja: ブラックウォーター山産の巨大な骨
zh_cn: 来自黑水山的巨大骨头

source: Good that this creature is dead now and not attacking you.
fr: Heureusement cette créature est morte et ne vous attaque pas.
ja: この生き物がすでに死んでおり襲われる心配がなくてよかった。
zh_cn: 好在这个生物现在已经死了，不能攻击你。

source: Wyrm meat
fr: Viande de Wyrm
ja: ウィルムの肉
zh_cn: 冰龙肉

source: Norry's food.
fr: Nourriture pour Norry.
ja: ノリーのご飯。
zh_cn: 诺瑞的食物。

source: Bogsten's key
ja: ボグステンの鍵
zh_cn: 博格斯滕的钥匙

source: The key to Bogsten's backyard.
ja: ボグステンの裏庭の鍵。
zh_cn: 博格斯滕后院的钥匙。

source: Bogsten's staff
ja: ボグステンのスタッフ
zh_cn: 博格斯滕的魔杖

source: Bag with mushrooms
ja: キノコ入りバッグ
zh_cn: 装有蘑菇的袋子

source: This bag contains some mushrooms from Bogsten's backyard.
ja: このバッグの中にはボグステンの裏庭で採れたキノコが入っている。
zh_cn: 这个袋子里装着一些来自博格斯滕后院的蘑菇。

source: Curative potion against mushroom wounding
ja: キノコ傷の治療薬
zh_cn: 治疗蘑菇伤害的药水

source: Ask your potion maker about risks and side effects.
ja: リスクや副作用については、薬師にお問い合わせを。
zh_cn: 询问你的药水制造商相关风险和副作用。

source: Bogsten's necklace
ja: ボグステンのネックレス
zh_cn: 博格斯滕的项链

source: The key to Bogsten's hidden caves.
ja: ボグステンの隠し洞窟の鍵。
zh_cn: 通往博格斯坦隐藏洞穴的钥匙。

source: Spores of the giant mushroom
ja: 巨大キノコの胞子
zh_cn: 巨型蘑菇的孢子

source: Bogsten's mushroom
ja: ボグステンキノコ
zh_cn: 博格斯滕的蘑菇

source: Fungi potion
ja: ファンガスポーション
zh_cn: 真菌药水

source: One sip will make you grow stronger.
ja: 一口飲むだけで元気になる。
zh_cn: 一口就会让你变得更强壮。

source: Gardener's gloves
ja: 庭師の手袋
zh_cn: 园丁手套

source: Wear these and you'll never starve in the wild
ja: これを身に着けていれば、自然の中でも飢えることはない
zh_cn: 穿上这个，你就不会在野外挨饿了

source: Wild berries
ja: ワイルドベリー
zh_cn: 野生浆果

source: Especially sweet wild berries
ja: 特に甘いワイルドベリー
zh_cn: 特别甜的野生浆果

source: Ice berries
ja: アイスベリー
zh_cn: 冰浆果

source: Especially sweet ice berries
ja: 特に甘いアイスベリー
zh_cn: 特别甜的野生浆果

source: Wild red berries
ja: ワイルドレッドベリー
zh_cn: 野生红色浆果

source: Especially sweet red berries
ja: 特に甘いレッドベリー
zh_cn: 特别甜的红色浆果

source: Nimael's vegetable soup
ja: ニマエルの野菜スープ
zh_cn: 尼玛尔的蔬菜汤

source: A delicious smelling soup, with a strong smell of potent herbs.
ja: ハーブの香りが強い、香ばしいスープ。
zh_cn: 味道鲜美的汤，有强烈的药草味。

source: Gison and Nimael's soup of the forest
ja: ジソンとニマエルの森のスープ
zh_cn: 吉森和尼玛尔的森林汤

source: A delicious soup.
ja: 美味しいスープ。
zh_cn: 一道美味的汤。

source: Snake leather purse
ja: 蛇革の財布
zh_cn: 蛇皮钱包

source: Gison's mushroom soup
ja: ジソンのキノコスープ
zh_cn: 吉森的蘑菇汤

source: A delicious smelling soup.
ja: 香ばしいスープ。
zh_cn: 味道鲜美的汤。

source: Empty bottle
ja: 空のボトル
zh_cn: 空瓶子

source: Lithic scales
ja: 石の鱗
zh_cn: 石质鳞片

source: Brittle scales from the Stoneworm.
ja: ストーンワームの脆い鱗。
zh_cn: 石虫的脆鳞。

source: Fabulous cookings
ja: 素晴らしい料理
zh_cn: 美妙的烹饪

source: Fabulous recipes gathered by the Bogsten family (1) Ed's pancakes 7 oz wheat flour 1 packet of baking powder 2 oz powdered sugar 2 eggs 1 quart of milk 2 oz butter (2) Parmigiana alle Melanzane Tomato sauce Basil, garlic Extra virgin olive oil Mozzarella, Parmesan aged Eggplant (3) Mushroom soup Fresh Bogsten mushrooms 2 pints snake broth 3.5 fl oz cream Herbs to taste (4) Onde-onde 4 oz rice flour 2 oz tapioca flour 1.5 oz sugar 2.5 fl oz pandan leaf extract 1 piece palm sugar, chopped fine Shredded coconut, dried (5) Rabbit stew 1 rabbit, cut into pieces 1 potato, cubed 1 turnip, cubed 2 carrots, sliced 2 parsnips, sliced 5 oz Bogsten or portobello mushrooms 4 cloves garlic, crushed 4 fl oz wine Water to cover Salt Pepper 1 tsp beef base 0.5 cup rosemary, finely chopped 0.5 cup thyme, finely chopped Cook slowly, add starch at end to thicken
ja: ボグステン家が集めた素晴らしいレシピ （1）エドのパンケーキ 小麦粉7オンス ベーキングパウダー1袋 粉砂糖2オンス 卵2個 牛乳1クォート バター2オンス （2）パルミジャーナ・アッラ・メランザーネ トマトソース バジル、にんにく エクストラバージンオリーブオイル モッツァレラ、熟成パルメザン ナス （3）キノコスープ 新鮮なボグステンキノコ ヘビの煮出し汁2パイント クリーム3.5オンス お好みのハーブ （4）オンデオンデ 米粉4オンス タピオカ粉2オンス 砂糖1.5オンス パンダンリーフのエキス2.5オンス ヤシ糖1切れ、細かく刻んだもの 細切りココナッツ、乾燥させたもの （5）ウサギシチュー ウサギ1羽、適当な大きさに切り分ける ジャガイモ1個、角切り かぶ1個、角切り にんじん2本、スライス パースニップ2本、スライス ボグステンキノコまたはポートベローマッシュルーム5オンス にんにく4かけ、つぶしておく ワイン4オンス 被せる水 塩 コショウ ビーフベース小さじ1 ローズマリー0.5カップ、みじん切り タイム0.5カップ、みじん切り じっくり煮込んで、最後に片栗粉でとろみをつける
zh_cn: 博格斯滕家族收集的美味食谱 (1) 艾德的煎饼 7盎司小麦粉 1包泡打粉 2盎司糖粉 2个鸡蛋 1夸脱的牛奶 2盎司黄油 (2) Parmigiana alle Melanzane 番茄酱 蓬蒿、大蒜 特级初榨橄榄油 马苏里拉奶酪，帕尔马干酪 茄子 (3) 蘑菇汤 新鲜的博格斯滕蘑菇 2品脱蛇羹 3.5盎司奶油 香草的味道 (4) Onde-onde 4盎司米粉 2盎司木薯粉 1.5盎司糖 2.5盎司潘丹叶提取物 棕榈糖1块，切碎 椰丝、干丝 (5) 炖兔肉 兔子1只，切块 1个土豆，切块 1个萝卜，切块 2根胡萝卜，切片 2个欧芹，切片 5盎司博格斯滕或Portobello蘑菇 4瓣大蒜，压碎 4盎司葡萄酒 覆盖水 食盐 胡椒 1茶匙牛肉粉 0.5杯迷迭香，切碎。 0.5杯百里香，切碎。 慢慢煮，最后加入淀粉勾芡。

source: Fabulous cookings (copy)
ja: 素晴らしい料理（コピー）
zh_cn: 美妙的烹饪（副本）

source: This appears to be a perfect copy of the Fabulous cookings cookbook, only lacking the strange writings at the end.
ja: これは料理本、素晴らしい料理の完全なコピーであり、唯一最後の奇妙な文章だけが欠けている。
zh_cn: 这似乎是神奇的烹饪食谱的完美副本，只是缺少最后的奇怪文字。

source: Gorwath's letter
ja: ゴーワスの手紙
zh_cn: 戈尔瓦特的信

source: (The letter is sealed so that curious people like you cannot read it)
ja: （あなたのような好奇心にあふれた人が読めないように、手紙は封がされている）
zh_cn: (这封信是密封的，所以像你这样好奇的人无法读到它)

source: Rolled up vine
ja: 巻いたツル
zh_cn: 卷起的藤蔓

source: Several meters of vine. It can be used as a reliable rope.
ja: 数メートルのツル。信頼性の高いロープとして使用できる。
zh_cn: 几米长的藤条。它可以作为可靠的绳索使用。

source: Raw inkyfish
ja: 生イカ
zh_cn: 生墨鱼

source: When threatened, these fish secrete a dense black substance that darkens the surrounding water, allowing them to escape.
ja: 危険が迫ると、この魚は濃厚な黒い物体を吐き出して周囲の水を暗くし、逃げ出すことができる。
zh_cn: 当受到威胁时，这些鱼会分泌一种致密的黑色物质，使周围的水变暗，从而使它们能够逃脱。

source: Blood-stained rope
ja: 血濡れのロープ
zh_cn: 沾满鲜血的绳子

source: Blackwater rusted pickaxe
ja: 錆びたブラックウォーターツルハシ
zh_cn: 黑水生锈的镐

source: An old, rusted and heavy pickaxe.
ja: 古くて錆びた重いツルハシ。
zh_cn: 一把旧的、生锈的、沉重的镐。

source: Thin amphibian skin
ja: 薄い両生類の皮
zh_cn: 薄薄的两栖动物皮肤

source: Wizened amphibian boots
ja: しなびた両生類のブーツ
zh_cn: 智慧的两栖动物靴子

source: Battered amphibian gloves
ja: ボロボロの両生類のグローブ
zh_cn: 破旧的两栖手套

source: Bottle of mountain water
ja: 山水のボトル
zh_cn: 一瓶山泉水

source: Picked up directly from the heart of the mountain.
ja: 山の中心にて直接入手したもの。
zh_cn: 直接从山的中心地带接到。

source: Large bottle of mountain water
ja: 山水の大きなボトル
zh_cn: 大瓶的山泉水

source: Cold bottle of mountain water
ja: 冷たい山水のボトル
zh_cn: 一瓶冰凉的山泉水

source: Cold jar of mountain water
ja: 冷たい山水のジャー
zh_cn: 冰冷的山泉水罐子

source: Venomfang dirk
ja: ベノムファングダーク
zh_cn: 毒牙短剑

source: Fast and accurate, just like serpent's fangs.
ja: ヘビの牙のように、速くて正確。
zh_cn: 快速而准确，就像蛇的獠牙。

source: Amphibian boots
ja: 両生類のブーツ
zh_cn: 两栖动物靴

source: Amphibian gloves
ja: 両生類のグローブ
zh_cn: 两栖动物手套

source: Iced leather armor
ja: アイスレザーアーマー
zh_cn: 冰皮盔甲

source: This armor has a permanent layer of snow and ice which somehow never melts.
ja: この鎧には雪と氷の層がずっと残っており、溶けることがない。
zh_cn: 这套盔甲上有一层永久的冰雪，不知为何从未融化。

source: Iced broken wooden buckler
ja: 壊れたアイスウッドバックラー
zh_cn: 冰碎的木圆盾

source: Quite resistant despite its apparent frailness and its state. Maybe it's worth fixing.
ja: 明らかな脆さとそんな状態にも関わらず、かなりの耐性がある。修理する価値があるかもしれない。
zh_cn: 尽管它显得很虚弱，而且状态很差，但相当有抵抗力。也许它值得修复。

source: Iced leather boots
ja: アイスレザーブーツ
zh_cn: 冰冻皮靴

source: These leather boots bright like if they were metallic.
ja: 金属のような輝きを放つレザーブーツ。
zh_cn: 这双皮靴亮得像有金属光泽。

source: Iced leather gloves
ja: アイスレザーグローブ
zh_cn: 冰皮手套

source: You wonder how to lift any weapon while wearing them.
ja: これを身に着けたまま、どうやって武器を持ち上げたらいいのだろう。
zh_cn: 你想知道穿上它们时如何举起任何武器。

source: Broken Feygard medallion
ja: 壊れたフェイガードメダル
zh_cn: 破碎的费加德奖章

source: Ortholion's signet
ja: オルトリオンの印
zh_cn: 奥瑟里昂的徽章

source: A signet with a blue sapphire mark of Feygard.
ja: フェイガードのブルーサファイアのマークが入った印。
zh_cn: 一枚带有蓝宝石标记的费加德的徽章。

source: Torch
ja: 松明
zh_cn: 火炬

source: Useful for pitch black tunnels, caves and passages.
ja: 真っ暗なトンネル、洞窟、通路などで便利。
zh_cn: 适用于漆黑的隧道、洞穴和通道。

source: Contaminated poison gland
ja: 汚染された毒腺
zh_cn: 受污染的毒腺

source: Unlike normal poison glands, this one is unnaturally cold to the touch.
ja: 普通の毒腺と違って、触ると不自然に冷たい。
zh_cn: 与普通的毒腺不同，这个毒腺触摸起来不自然地冷。

source: Rusted key
ja: 錆びた鍵
zh_cn: 生锈的钥匙

source: A small, rusted key. Judging by its look, it's probably not a door key.
ja: 錆びた小さな鍵。見た目からして、おそらくドアの鍵ではない。
zh_cn: 一把小小的、生锈的钥匙。从它的外观来看，它可能不是一把门钥匙。

source: Amphibian whip
ja: 両生類の鞭
zh_cn: 两栖动物鞭子

source: Made of stretched olm skin.
ja: 伸ばしたオルムの皮を使用。
zh_cn: 由拉伸的橄榄树皮制成。

source: Blob of kazarite
ja: カザリトの雫
zh_cn: 卡扎利特斑点

source: The shadow is even in the most unexpected places.
ja: 影は意外なところにもある。
zh_cn: 暗影甚至在最意想不到的地方。

source: Unknown gem (extracted from the Elm mine)
ja: 未知の宝石 （エルム鉱山から抽出）
zh_cn: 未知宝石（从榆树矿中提取）

source: It is very cold and very sticky to the touch. It gives a feeling of dizziness when you stare at it.
ja: とても冷たく、触ると酷くベタつく。じっと見つめているとめまいがする。
zh_cn: 它非常冷，摸起来很粘。当你盯着它时，它会给人一种头晕的感觉。

source: Cooked inkyfish
ja: 焼きイカ
zh_cn: 煮熟的墨鱼

source: Typical Blackwater mountain food.
ja: ブラックウォーター山の代表的な食べ物。
zh_cn: 典型的黑水食物。

source: Toasted inkyfish
ja: 炙りイカ
zh_cn: 烘烤的墨鱼

source: There are those who prefere it like this.
ja: このようなものを好む人がいる。
zh_cn: 有些人喜欢这样。

source: Worm meat
ja: ワームの肉
zh_cn: 虫肉

source: Gelatinous, stinky, but nutritious.
ja: ゼラチン質で臭いがするが、栄養価は高い。
zh_cn: 凝胶状的，臭的，但有营养。

source: Small vial of mountain water
ja: 山水の小さなバイアル
zh_cn: 小瓶的山泉水

source: Boletus spelunca
ja: ボレタス・スペルンカ
zh_cn: 牛肝菌

source: Rare mushroom only found in caves with high humidity and temperature.
ja: 湿度と気温の高い洞窟でしか見られない珍しいキノコ。
zh_cn: 仅能在湿度和温度较高的洞穴中发现的罕见的蘑菇。

source: Elm steel mace
ja: エルムスチールメイス
zh_cn: 榆木钢狼牙棒

source: Elm steel is usually too coarse to make sharp weapons with it, but blunt ones are robust and durable.
ja: エルム鋼は通常、鋭利な武器を作るには粗すぎるが、鈍器は丈夫で耐久性がある。
zh_cn: 榆木钢通常过于粗糙，无法用它制作锋利的武器，但钝的武器却坚固耐用。

source: Large rock
ja: 大石
zh_cn: 大石头

source: Dented bronze plate
ja: へこんだブロンズプレート
zh_cn: 凹痕青铜板

source: This armor has definitely seen better days.
ja: この鎧は確かに昔は良いものだった。
zh_cn: 这件盔甲肯定辉煌过。

source: Cage passkey
ja: 檻の合鍵
zh_cn: 笼子钥匙

source: Heavy, ancient key with a small head, thick shaft and a wide end.
ja: ヘッドが小さく、シャフトが太く、先端が広い、古くからある重厚な鍵。
zh_cn: 沉重的古代钥匙，头小，轴粗，端部宽。

source: Human skull
ja: 人間のドクロ
zh_cn: 人类头骨

source: Pine spear
ja: パインスピア
zh_cn: 松树矛

source: Prim guard's most common weapon.
ja: プリム衛兵の最も一般的な武器。
zh_cn: 普里姆卫士最常用的武器。

source: Cave fern
ja: 洞窟シダ
zh_cn: 洞穴蕨类植物

source: A fern inside a cave is something unusual, not seen every day.
ja: 洞窟の中のシダとは通常、日常的に見られるものではない。
zh_cn: 山洞里的蕨类植物很稀有，不是每天都能看到的。

source: Yczorah tentacle
ja: イツォラの触手
zh_cn: 伊克拉触角

source: It spasms.
ja: けいれんしている。
zh_cn: 它痉挛了。

source: Contaminated bone
ja: 汚染された骨
zh_cn: 被污染的骨骼

source: Yczorah nucleus
ja: イツォラニュークリアス
zh_cn: 伊克拉核心

source: The spherical, polished stone on its tip drags your glance unavoidably towards it.
ja: 先端にある球状の磨かれた石に、思わず視線が引き寄せられる。
zh_cn: 其顶端的球形抛光石将你的目光不可避免地吸引向它。

source: Prim arming sword
ja: プリムアーミングソード
zh_cn: 普里姆武装剑

source: Fire opal necklace
ja: ファイアオパールネックレス
zh_cn: 火蛋白石项链

source: Kazarite cloak
ja: カザリトクローク
zh_cn: 卡扎里特斗篷

source: This cloak is icy to the touch and unbearable for long periods of time.
ja: このマントは触ると氷のように冷たく、長時間の使用には耐えられない。
zh_cn: 这种斗篷触感冰冷，长时间使用会让人难以忍受。

source: Ortholion's talisman
ja: オルトリオンのタリスマン
zh_cn: 奥瑟里昂将军护身符

source: You feel a warm and comfortable feeling when holding it.
ja: 持っていると温かみがあり心地よい感覚を覚える。
zh_cn: 握住它时，你会有一种温暖和舒适的感觉。

source: Tiny rat
de: Kleine Ratte
fr: Petit rat
ja: タイニーラット
pt: Rato Pequeno
zh_cn: 小老鼠

source: Cave rat
de: Höhlenratte
fr: Rat troglodyte
ja: ケイブラット
pt: Rato das Cavernas
zh_cn: 洞穴鼠

source: Tough cave rat
de: Kräftige Höhlenratte
fr: Rat troglodyte résistant
ja: タフケイブラット
pt: Rato Resistente das Cavernas
zh_cn: 结实的洞穴老鼠

source: Strong cave rat
de: Starke Höhlenratte
fr: Gros rat troglodyte
ja: ストロングケイブラット
pt: Rato Forte das Cavernas
zh_cn: 强大的洞穴老鼠

source: Black ant
de: Schwarze Ameise
fr: Fourmi noire
ja: ブラックアント
pt: Formiga preta
zh_cn: 黑蚂蚁

source: Small wasp
de: Kleine Wespe
fr: Petite guêpe
ja: スモールワスプ
pt: Vespa pequena
zh_cn: 小黄蜂

source: Beetle
de: Käfer
fr: Scarabée
ja: ビートル
pt: Escaravelho
zh_cn: 甲虫

source: Forest wasp
de: Waldwespe
fr: Guêpe sylvestre
ja: フォレストワスプ
pt: Vespa-das-florestas
zh_cn: 森林黄蜂

source: Forest ant
de: Waldameise
fr: Fourmi sylvestre
ja: フォレストアント
pt: Formiga-das-florestas
zh_cn: 森林蚂蚁

source: Yellow forest ant
de: Gelbe Waldameise
fr: Fourmi sylvestre jaune
ja: イエローフォレストアント
pt: Formiga-das-florestas amarela
zh_cn: 黄森林蚂蚁

source: Small rabid dog
de: Kleiner tollwütiger Hund
fr: Petit chien enragé
ja: スモールラビッドドッグ
pt: Cão raivoso pequeno
zh_cn: 狂暴的小狗

source: Forest snake
de: Waldschlange
fr: Serpent sylvestre
ja: フォレストスネーク
pt: Cobra-das-florestas
zh_cn: 森林蛇

source: Young cave snake
de: Junge Höhlenschlange
fr: Jeune serpent troglodyte
ja: ヤングケイブスネーク
pt: Cobra-das-cavernas jovem
zh_cn: 年轻的洞穴蛇

source: Cave snake
de: Höhlenschlange
fr: Serpent troglodyte
ja: ケイブスネーク
pt: Cobra-das-cavernas
zh_cn: 洞蛇

source: Venomous cave snake
de: Giftige Höhlenschlange
fr: Serpent troglodyte venimeux
ja: ベノムケイブスネーク
pt: Cobra-das-cavernas venenosa
zh_cn: 有毒的洞蛇

source: Tough cave snake
de: Kräftige Höhlenschlange
fr: Serpent troglodyte résistant
ja: タフケイブスネーク
pt: Cobra-das-cavernas resistente
zh_cn: 结实的洞穴蛇

source: Basilisk
fr: Basilic
ja: バジリスク
pt: Basilisco
zh_cn: 蛇怪

source: Snake servant
de: Schlangendiener
fr: Serpent acolyte
ja: スネークサーヴァント
pt: Cobra servo
zh_cn: 蛇仆人

source: Snake master
de: Schlangenmeister
fr: Maître serpent
ja: スネークマスター
pt: Cobra mestre
zh_cn: 蛇大师

source: Rabid boar
de: Tollwütiger Eber
fr: Sanglier enragé
ja: ラビッドボア
pt: Javali raivoso
zh_cn: 狂野公猪

source: Rabid fox
de: Tollwütiger Fuchs
fr: Renard enragé
ja: ラビッドフォックス
pt: Raposa raivosa
zh_cn: 狂野狐狸

source: Yellow cave ant
de: Gelbe Höhlenameise
fr: Fourmi troglodyte jaune
ja: イエローケイブアント
pt: Formiga-das-cavernas amarela
zh_cn: 黄洞穴蚁

source: Young teeth critter
de: Junges gefräßiges Kriechtier
fr: Jeune bestiole à dents
ja: ヤングティースクリッター
pt: Monstro-dos-dentes jovem
zh_cn: 年轻的齿怪

source: Teeth critter
de: Gefräßiges Kriechtier
fr: Bestiole à dents
ja: ティースクリッター
pt: Monstro-dos-dentes
zh_cn: 齿怪

source: Young minotaur
de: Junger Minotaurus
fr: Jeune minotaure
ja: ヤングミノタウロス
pt: Minotauro jovem
zh_cn: 年轻的牛头怪

source: Strong minotaur
de: Starker Minotaurus
fr: Gros minotaure
ja: ストロングミノタウロス
pt: Minotauro forte
zh_cn: 强大的牛头怪

source: Irogotu
ja: イロゴツ
zh_cn: 伊洛戈图

source: Mikhail
ja: ミハイル
zh_cn: 米哈伊尔

source: Leta
ja: レタ
zh_cn: 莉塔

source: Audir
ja: オーディル
zh_cn: 奥迪尔

source: Arambold
ja: アランボルド
zh_cn: 阿拉姆博尔德

source: Tharal
ja: タラル
zh_cn: 塔拉尔

source: Drunk
de: Betrunkener
fr: Ivrogne
ja: 酔っぱらい
pt: Bêbado
zh_cn: 醉汉

source: Mara
ja: マーラ
zh_cn: 玛拉

source: Gruil
ja: グルイル
zh_cn: 格鲁尔

source: Leonid
ja: レオニード
zh_cn: 利奥尼德

source: Farmer
de: Bauer
fr: Fermier
ja: 農家
pt: Agricultor
zh_cn: 农民

source: Tired farmer
de: Erschöpfter Bauer
fr: Fermier épuisé
ja: 疲れた農家
pt: Agricultor cansado
zh_cn: 疲倦的农民

source: Oromir
ja: オロミア
zh_cn: 奥罗米尔

source: Odair
ja: オダイル
zh_cn: 奥代尔

source: Jan
ja: ジャン
zh_cn: 简

source: Lost spirit
de: Verlorener Geist
fr: Esprit errant
ja: ロストスピリット
pt: Espírito perdido
zh_cn: 失落的鬼魂

source: Lost soul
de: Verlorene Seele
fr: Âme errante
ja: ロストソウル
pt: Alma perdida
zh_cn: 失落的灵魂

source: Haunting
de: Heimsuchung
fr: Fantôme
ja: 幽霊
pt: Assombração
zh_cn: 鬼魂

source: Skeletal warrior
de: Skelettkrieger
fr: Guerrier squelette
ja: スケルトンウォリアー
pt: Esqueleto guerreiro
zh_cn: 骷髅战士

source: Skeletal master
de: Skelettmeister
fr: Maître squelette
ja: スケルトンマスター
pt: Esqueleto mestre
zh_cn: 骷髅大师

source: Skeleton
de: Skelett
fr: Squelette
ja: スケルトン
pt: Esqueleto
zh_cn: 骷髅

source: Guardian of the catacombs
de: Wächter der Katakomben
fr: Gardien des catacombes
ja: 地下墓地の番人
pt: Guardião das catacumbas
zh_cn: 地下墓穴的守护者

source: Catacomb rat
de: Katakombenratte
fr: Rat des catacombes
ja: カタコンベラット
pt: Rato das Catacumbas
zh_cn: 地下墓穴鼠

source: Large catacomb rat
de: Große Katakombenratte
fr: Gros rat des catacombes
ja: ラージカタコンベラット
pt: Rato Grande das Catacumbas
zh_cn: 大型地下墓穴老鼠

source: Ghostly visage
de: Geisterhafte Erscheinung
fr: Figure fantomatique
ja: 青褪めた顔
pt: Visão fantasmagórica
zh_cn: 鬼脸

source: Spectre
de: Gespenst
ja: スペクター
pt: Espectro
zh_cn: 幽灵

source: Apparition
de: Erscheinung
ja: アパリション
pt: Aparição
zh_cn: 幻影

source: Shade
de: Schatten
fr: Ombre
ja: シェイド
pt: Sombra
zh_cn: 阴影

source: Young gargoyle
de: Junger Wasserspeier
fr: Jeune gargouille
ja: ヤングガーゴイル
pt: Gárgula jovem
zh_cn: 年轻的石像鬼

source: Ghost of Luthor
de: Geist von Luthor
fr: Fantôme de Luthor
ja: ルーサーのゴースト
pt: Fantasma de Luthor
zh_cn: 路德的鬼魂

source: Guard captain
ja: 衛兵隊長
pt: Diretor
zh_cn: 典狱长

source: Guard
de: Wachposten
fr: Garde
ja: ガード
pt: Guarda
zh_cn: 守卫

source: Acolyte
de: Messdiener
ja: アコライト
pt: Acólito
zh_cn: 助手

source: Bearded citizen
de: Bärtiger Bewohner
fr: Homme barbu
ja: ヒゲのある住民
pt: Cidadão barbudo
zh_cn: 大胡子市民

source: Old citizen
de: Alter Bewohner
fr: Habitant âgé
ja: 老いた住民
pt: Cidadão idoso
zh_cn: 老年市民

source: Tired citizen
de: Erschöpfter Bewohner
fr: Habitant fatigué
ja: 疲れた住民
pt: Cidadão cansado
zh_cn: 疲倦的市民

source: Citizen
de: Bewohner
fr: Habitant
ja: 住民
pt: Cidadão
zh_cn: 市民

source: Grumpy citizen
de: Griesgram
fr: Habitant maussade
ja: 不機嫌な住民
pt: Cidadão irritado
zh_cn: 脾气暴躁的市民

source: Blond citizen
de: Blonder Bewohner
fr: Habitant blond
ja: 金髪の住民
pt: Cidadão louro
zh_cn: 金发市民

source: Bucus
ja: ブーカス
zh_cn: 布库斯

source: Drunkard
de: Säufer
fr: Ivrogne
ja: 酔っぱらい
pt: Alcoólico
zh_cn: 酒鬼

source: Old man
de: Alter Mann
fr: Vieil homme
ja: 老人
pt: Idoso
zh_cn: 老人

source: Nocmar
ja: ノクマー
zh_cn: 诺克玛

source: Prisoner
de: Gefangener
fr: Prisonnier
ja: 囚人
pt: Prisioneiro
zh_cn: 囚犯

source: Ganos
ja: ガノス
zh_cn: 迦诺思

source: Arcir
ja: アルシル
zh_cn: 阿西尔

source: Athamyr
ja: アサミール
zh_cn: 亚瑟米尔

source: Thoronir
ja: ソロニール
zh_cn: 索罗尼尔

source: Mourning woman
de: Trauernde Frau
fr: Fidèle
ja: 喪に服す女性
pt: Beato
zh_cn: 哀伤的女人

source: Potion merchant
de: Händler für Tränke
fr: Marchand de potions
ja: ポーション商人
pt: Mercador de poções
zh_cn: 药水商人

source: Tailor
de: Schneider
fr: Tailleur
ja: 仕立屋
pt: Alfaiate
zh_cn: 裁缝

source: Bela
ja: ベラ
zh_cn: 贝拉

source: Larcal
ja: ラルカル
zh_cn: 拉尔卡

source: Gaela
ja: ガエラ
zh_cn: 盖拉

source: Unnmir
ja: ウンミール
zh_cn: 乌恩米尔

source: Rigmor
ja: リグモア
zh_cn: 里格莫尔

source: Jakrar
ja: ジャクラル
zh_cn: 贾克拉尔

source: Alaun
ja: アラン
zh_cn: 阿劳恩

source: Busy farmer
de: Geschäftiger Bauer
fr: Fermier occupé
ja: 忙しい農家
pt: Agricultor atarefado
zh_cn: 忙碌的农民

source: Old farmer
de: Alter Bauer
fr: Vieux fermier
ja: 老いた農家
pt: Agricultor idoso
zh_cn: 老农夫

source: Khorand
ja: ホランド
zh_cn: 康纳德

source: Vacor
ja: ヴァコール
zh_cn: 瓦克

source: Unzel
ja: アンゼル
zh_cn: 恩泽尔

source: Shady bandit
de: Dubioser Bandit
fr: Bandit louche
ja: 怪しい盗賊
pt: Bandido
zh_cn: 阴暗的强盗

source: Wild fox
de: Wilder Fuchs
fr: Renard sauvage
ja: ワイルドフォックス
pt: Raposa selvagem
zh_cn: 野狐

source: Stinging wasp
de: Stechende Wespen
fr: Guêpe agressive
ja: スティングワスプ
pt: Vespa picante
zh_cn: 刺人的黄蜂

source: Wild boar
de: Wilder Eber
fr: Sanglier sauvage
ja: ワイルドボア
pt: Javali selvagem
zh_cn: 野猪

source: Forest beetle
de: Waldkäfer
fr: Scarabée sylvestre
ja: フォレストビートル
pt: Escaravelho-das-florestas
zh_cn: 森林甲虫

source: Wolf
fr: Loup
ja: ウルフ
pt: Lobo
zh_cn: 狼

source: Forest serpent
de: Waldschlange
fr: Serpent sylvestre
ja: フォレストサーペント
pt: Serpente-das-florestas
zh_cn: 森林蛇

source: Vicious forest serpent
de: Tückische Waldschlange
fr: Serpent sylvestre vicieux
ja: 凶暴なフォレストサーペント
pt: Serpente-das-florestas feroz
zh_cn: 恶毒的森林蛇

source: Anklebiter
de: Keiler
fr: Morcheville
ja: アンクルバイター
pt: Morde-tornozelos
zh_cn: 咬踝者

source: Flagstone sentry
de: Flagstone Wachposten
fr: Sentinelle de Flagstone
ja: フラッグストーン歩哨
pt: Sentinela de Flagstone
zh_cn: 石板监狱哨兵

source: Escaped prisoner
de: Entflohener Gefangener
fr: Prisonnier en fuite
ja: 脱獄囚人
pt: Prisioneiro em fuga
zh_cn: 逃犯

source: Starving prisoner
de: Verhungernder Gefangener
fr: Prisonnier affamé
ja: 飢えた囚人
pt: Prisioneiro esfomeado
zh_cn: 饥饿的囚犯

source: Bone warrior
de: Knochenkämpfer
fr: Guerrier d'os
ja: ボーンウォリアー
pt: Ossudo guerreiro
zh_cn: 骨头战士

source: Bone champion
de: Knochenchampion
fr: Champion d'os
ja: ボーンチャンピオン
pt: Ossudo campeão
zh_cn: 骨头冠军

source: Undead warden
de: Untoter Aufseher
fr: Surveillant de prison mort-vivant
ja: アンデッド所長
pt: Diretor dos Desmortos
zh_cn: 亡灵守望者

source: Cave guardian
de: Höhlenwächter
fr: Gardien de la cave
ja: 洞窟の番人
pt: Guardião da caverna
zh_cn: 洞穴守护者

source: Winged demon
de: Beflügelter Dämon
fr: Démon ailé
ja: ウイングデーモン
pt: Demónio voador
zh_cn: 翼妖

source: Narael
ja: ナラエル
zh_cn: 纳雷尔

source: Rotting corpse
de: Verfaulende Leiche
fr: Corps putréfié
ja: 腐った死体
pt: Cadáver putrefacto
zh_cn: 腐烂的尸体

source: Walking corpse
de: Laufende Leiche
fr: Corps animé
ja: 歩く死体
pt: Cadáver andante
zh_cn: 行尸

source: Gargoyle
fr: Gargouille
ja: ガーゴイル
pt: Gárgula
zh_cn: 石像鬼

source: Fledgling gargoyle
de: Halbwüchsiger Gargoyle
fr: Gargouille naissante
ja: 駆け出しガーゴイル
pt: Gárgula inexperiente
zh_cn: 雏石像鬼

source: Large cave rat
de: Große Höhlenratte
fr: Gros rat troglodyte
ja: ラージケイブラット
pt: Rato Grande das Cavernas
zh_cn: 大洞鼠

source: Pack leader
de: Rudelführer
fr: Meneur de la meute
ja: パックリーダー
pt: Chefe da matilha
zh_cn: 群狼领袖

source: Pack hunter
de: Rudeljäger
fr: Loup de la meute
ja: パックハンター
pt: Caçador da matilha
zh_cn: 群狼猎人

source: Rabid wolf
de: Tollwütiger Wolf
fr: Loup enragé
ja: ラビッドウルフ
pt: Lobo raivoso
zh_cn: 狂暴的狼

source: Fledgling wolf
de: Halbwüchsiger Wolf
fr: Louveteau
ja: 駆け出しウルフ
pt: Lobo inexperiente
zh_cn: 雏狼

source: Young wolf
de: Junger Wolf
fr: Jeune loup
ja: ヤングウルフ
pt: Lobo jovem
zh_cn: 幼狼

source: Hunting dog
de: Jagdhund
fr: Chien de chasse
ja: ハンティングドッグ
pt: Cão de caça
zh_cn: 狩猎犬

source: Highwayman
de: Straßenräuber
fr: Bandit de grands chemins
ja: 追いはぎ
pt: Salteador
zh_cn: 拦路强盗

source: Smug looking thief
de: Überheblich wirkender Dieb
fr: Voleur visiblement content de lui
ja: キザっぽい盗賊
pt: Ladrão presunçoso
zh_cn: 自鸣得意的小偷

source: Thieves guild cook
de: Koch der Diebesgilde
fr: Cuisinier de la guilde des voleurs
ja: 盗賊ギルドのコック
pt: Cozinheiro da guilda de ladrões
zh_cn: 盗贼公会厨师

source: Pickpocket
de: Taschendieb
fr: Voleur
ja: ピックポケット
pt: Carteirista
zh_cn: 扒手

source: Farrik
ja: ファリック
zh_cn: 法里克

source: Umar
ja: ウマル
zh_cn: 奥马尔

source: Kaori
ja: カオリ
zh_cn: 考里

source: Old Vilegard villager
de: Greis aus Vilegard
fr: Vieux villageois de Vilegard
ja: 老いたヴィルガード村人
pt: Aldeão idoso de Vilegard
zh_cn: 老年维尔加德村民
