Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: OK, I'll try to find your missing people.
de: Ok, ich versuche eure Vermissten zu finden.
fr: D'accord, j'essaierai de retrouver les personnes disparues.
ja: わかりました、行方不明者を探してみます。
pt: Esta bem, vou tentar encontrar as pessoas desaparecidas.
zh_cn: 好的，我会试着找到失踪人员。

source: Thank you. The path up to Charwood heights is just east of here.
de: Danke. Der Pfad zu den Charwood-Höhen beginnt gleich östlich von hier.
fr: Merci. Le chemin vers les hauteurs de Charbois est à l'est d'ici.
ja: ありがとうございます。チャーウッドハイツまでの登り道はここからすぐ東です。
pt: Obrigado. O caminho até Charwood fica ao leste daqui.
zh_cn: 谢谢你。通往查伍德高地的道路就在这里的东边。

source: I'm still trying to find out what happened to all four of them.
de: Ich versuche immer noch herauszufinden, was den vieren zugestoßen ist.
fr: J'essaie encore de découvrir ce qui est arrivé à tous les quatre.
ja: 4人に何があったのかまだ調べてます。
pt: Ainda estou a tentar descobrir o que aconteceu com eles.
zh_cn: 我仍在努力寻找他们四个人的下落。

source: Thank you for helping us.
de: Danke für deine Hilfe.
fr: Merci de nous avoir aidés.
ja: 手伝ってくれてありがとう。
pt: Obrigado por nos ajudar.
zh_cn: 谢谢你对我们的帮助。

source: Yes, what about them? I saw that Falothen and Fayvara have returned.
de: Ja, was ist mit ihnen? Ich habe gesehen, dass Falothen und Fayvara zurückgekehrt sind.
fr: Oui, qu’en est-il d’eux ? J’ai vu que Falothen et Fayvara sont de retour.
ja: はい、どうですか？ ファローテンとファイバラが戻ってきたのは見ました。
pt: Sim, e eles? Vi que Falothen e Fayvara voltaram.
zh_cn: 是的，他们呢？我看到法洛森和法伊瓦拉回来了。

source: Yes, Falothen and Fayvara were alive. Morenavia and Ayell had been killed by the monsters.
de: Ja, Falothen und Fayvara haben überlebt. Morenavia und Ayell wurden von den Monstern getötet.
fr: Oui, Falothen et Fayvara sont vivants. Morenavia et Ayell ont été tuées par les monstres.
ja: そうですね、ファローテンとファイバラは生きてました。モレナビアとアイエルはモンスターに殺されていました。
pt: Sim, Falothen e Fayvara estavam vivos. Morenavia e Ayell foram mortos pelos monstros.
zh_cn: 是的，法洛森和法伊瓦拉还活着。莫雷纳维亚和阿耶尔已经被怪物杀死。

source: While I am very happy to hear that Falothen and Fayvara are alive and well, it saddens me to hear that we've lost not only Ayell, but also Morenavia.
de: Es freut mich sehr zu hören, dass Falothen und Fayvara leben und wohlauf sind, aber es stimmt mich traurig, dass wir nicht nur Ayell verloren haben, sondern auch noch Morenavia.
fr: Bien que je sois très heureuse d'entendre que Falothen et Fayvara sont sains et saufs, je suis attristée d'apprendre que nous avons perdu non seulement Ayell, mais aussi Morenavia.
ja: ファローテンとファイバラが無事だったことはとても嬉しい、でもアイエルだけでなく、モレナビアまで失ってしまい悲しく思います。
pt: Embora fiquei muito feliz em saber que Falothen e Fayvara estão vivos e bem, isso me entristece ao ouvir que perdemos não só Ayell, mas também a Morenavia.
zh_cn: 虽然我非常高兴听到法洛森和法伊瓦拉活得很好，但听到我们不仅失去了阿耶尔，还失去了莫雷纳维亚，我感到很难过。

source: Morenavia was truly a great leader for us. Now, how will we ever be able to find the right paths?
de: Morenavia war für uns wirklich eine großartige Anführerin. Wie werden wir nun jemals die richtigen Pfade finden?
fr: Morenavia était une excellente chef. Maintenant, comment pourrons-nous faire les bons choix ?
ja: モレナビアは本当に偉大な指導者でした。これから私たちはどうやって正しい道を見つけていけばいいのでしょう？
pt: Morenavia foi realmente um grande líder para nós. Agora, como seremos capazes de encontrar os caminhos certos?
zh_cn: 莫雷纳维亚确实是我们的一个伟大领袖。现在，我们将如何能够找到正确的道路？

source: Things will never be the same again for us.
de: Die Dinge werden für uns nie mehr so sein, wie sie einmal waren.
fr: Dorénavant, nos vies ne seront plus jamais les mêmes.
ja: 二度と同じままではいられないのでしょうね。
pt: As coisas nunca mais serão as mesmas para nós.
zh_cn: 对我们来说，事情将不再是一样的了。

source: It is at least some comfort to know that we still have Falothen and Fayvara with us.
de: Wenigstens ist es ein Trost für uns zu wissen, dass Falothen und Fayvara noch bei uns sind.
fr: C'est au moins un peu réconfortant de savoir que nous avons toujours Falothen et Fayvara avec nous.
ja: ファローテンとファイバラがまだ無事と分かったことは、少なくとも多少の慰めになります。
pt: Pelo menos um pouco de conforto saber que ainda temos Falothen e Fayvara conosco.
zh_cn: 知道我们还有法洛森和法伊瓦拉在一起，至少是一些安慰。

source: I hear they are both anxious to talk to you now that they're safe. You should go meet them downstairs in the basement.
de: Ich habe gehört, sie sind beide darauf bedacht, mit dir zu reden, nun da sie in Sicherheit sind. Du solltest zu ihnen hinunter in den Keller gehen.
fr: J'ai entendu qu'ils étaient tous les deux impatients de te parler maintenant qu'ils sont en sécurité. Tu devrais aller les rencontrer au sous-sol.
ja: 2人とも安全が確保されたので、あなたと話がしたいそうですよ。地下室へ会いに行ってもらえますか。
pt: Ouvi dizer que ambos estão ansiosos para falar consigo, agora que estão seguros. Deve encontrá-los no andar de baixo no porão.
zh_cn: 我听说他们现在都很想和你谈谈，因为他们已经安全了。你应该到楼下的地下室去见他们。

source: OK, I'll go see them in the basement.
de: Ok, ich werde sie im Keller besuchen.
fr: Ok, je vais aller les voir au sous-sol.
ja: わかりました、地下室に行ってみます。
pt: Esta bem, vou vê-los no porão.
zh_cn: 好吧，我去地下室看看他们。

source: I've spoken to them both.
de: Ich habe mit beiden gesprochen.
fr: Je leur ai parlé à tous les deux.
ja: 2人とも話しました。
pt: Falei com ambos.
zh_cn: 我已经和他们俩谈过了。

source: Good. We are truly grateful for the help that you have provided to us from the Charwood heights.
de: Gut. Wir sind wirklich dankbar für die Hilfe, die du uns aus den Charwood-Höhen geleistet hast.
fr: Bien. Nous sommes très reconnaissants pour l’aide que tu nous as fournie depuis les hauteurs de Charbois.
ja: それはよかった。チャーウッドハイツでのあなたの協力には本当に感謝しています。
pt: Boa. Estamos realmente agradecidos pela ajuda que nos forneceu referente as alturas de Charwood.
zh_cn: 很好。我们真心感谢你从查伍德的高处为我们提供的帮助。

source: Absolutely. Pick any bed you want over there.
de: Absolut. Wähle dir von den Betten dort drüben aus, welches du willst.
fr: Absolument. Choisis le lit que tu veux.
ja: もちろん。あちらでお好きなベッドをお選びください。
pt: Absolutamente. Escolha qualquer cama que lá quiser.
zh_cn: 当然可以。在那里挑选你想要的任何床。

source: I have my guesses. Go talk to Kantya about it. I hear she has the full story, and some interesting theories.
de: Ich habe meine Vermutungen. Geh zu Kantya und sprich mit ihr darüber. Wie ich gehört habe, kennt sie die ganze Geschichte und einige interessante Theorien.
fr: J'ai ma petite idée. Va en parler à Kantya. J'ai entendu dire qu'elle connaissait bien cette histoire, et a des théories intéressantes.
ja: 推測ならあります。カンティアに聞いてみてください。事の全容を知っているそうですし、なかなか興味深い見解も持っていますよ。
pt: Tenho minhas suposições. Vá falar com Kantya sobre isso. Ouvi ela ter a história completa e algumas teorias interessantes.
zh_cn: 我有我的猜测。去和坎蒂亚谈谈吧。我听说她有完整的故事，还有一些有趣的理论。

source: Good. Did she tell you about that marking on the ground? I saw it myself. Nothing like I've ever seen before.
de: Gut. Hat sie dir etwas über dieses Muster am Boden erzählt? Ich sah es mit eigenen Augen. Es ähnelte nichts, was ich je zuvor gesehen hatte.
fr: Bien. Vous a-t'elle parlé de cette marque sur le sol ? Je l'ai vue. Cela ne ressemble à rien que j'aie vu avant.
ja: それはよかった。地面の印の話は聞きましたか？ 私は自分で見ました。今まで見たことのないようなものでした。
pt: Boa. Ela falou sobre essa marcação no chão? Também vi isso. Nada como já vi antes.
zh_cn: 很好。她有没有告诉你地上的那个标记？我自己看到的。从未见过的。

source: I wonder what is down there, in the deeper parts of the mine. I bet that whatever is controlling those monsters is still down there.
de: Ich frage mich, was dort unten in den tieferen Teilen der Mine ist. Ich wette, was immer diese Monster lenkt, befindet sich noch dort unten.
fr: Je me demande ce qu'il y a plus bas, dans les parties les plus profondes de la mine. Je parie que ce qui contrôle ces monstres est toujours en bas.
ja: 鉱山の奥深くには何があるのでしょうね。何にせよ、モンスターたちを操っているものはまだそこにあるのでしょうね。
pt: Pergunto-me o que está lá, nas partes mais profundas da mina. Aposto que tudo o que está a controlar esses monstros ainda está lá embaixo.
zh_cn: 我想知道下面有什么，在矿井的更深的地方。我打赌，控制那些怪物的东西还在下面。

source: I can go look down there if you want.
de: Ich kann mich dort unten umschauen, wenn du möchtest.
fr: Je peux aller voir si vous le souhaitez.
ja: 下まで見てきますよ。
pt: Posso olhar lá se quiser.
zh_cn: 如果你希望,我可以去下面看看。

source: This all sounds too dangerous for me. I better not get involved.
de: Das hört sich mir alles zu gefährlich an. Ich halte mich da besser raus.
fr: Cela me semble trop dangereux. Je ferais mieux de ne pas être impliqué.
ja: これは危険すぎる。関わらないほうがよさそうだ。
pt: Isso parece-me muito perigoso. É melhor não me envolver.
zh_cn: 这一切对我来说听起来太危险了。我最好不参与。

source: Can't say I blame you. Thank you for the help you've provided so far.
de: Kann nicht sagen, dass ich dir Vorwürfe deswegen mache. Danke für die Hilfe, die du bisher geleistet hast.
fr: Je ne peux pas dire que je vous le reproche. Merci de l'aide que vous nous avez apportée jusqu'ici.
ja: あなたを責めることはできません。これまでお世話になりました。
pt: Não posso dizer que o culpo. Obrigado pela ajuda que forneceu até agora.
zh_cn: 不能责怪你。感谢您到目前为止提供的帮助。

source: You would do that for us? Thank you. I don't know what we would do without your help.
de: Das würdest du für uns tun? Vielen Dank. Ich weiß nicht, was wir ohne deine Hilfe tun würden.
fr: Tu ferais ça pour nous ? Merci. Je ne sais pas ce que nous ferions sans ton aide.
ja: やってくれるのですか？ ありがとう。あなたの助けがなければ私たちはどうしていいのやら。
pt: Faria isso por nós? Obrigado. Não sei o que faríamos sem a sua ajuda.
zh_cn: 你会为我们这样做吗？谢谢你。我不知道没有你的帮助我们会做什么。

source: Please try to be safe, and be on the lookout for the dangerous monsters that inhabit the mine.
de: Bitte versuche, vorsichtig zu sein, und sei auf der Hut vor den gefährlichen Monstern, die die Mine besiedeln.
fr: Sois prudent, et prends garde aux dangereux monstres qui occupent la mine.
ja: どうかお気をつけて、鉱山に生息する危険なモンスターに注意してください。
pt: Por favor, tente estar seguro e esteja atento aos perigosos monstros que habitam a mina.
zh_cn: 请尽量注意安全，并警惕居住在矿区的危险怪物。

source: Whatever lurks down there, I'm sure it's not happy to get any visitors.
de: Was immer dort unten lauert freut sich mit Sicherheit nicht über Besucher.
fr: Quelle que soit la créature qui vit là dessous , je suis sûr qu'elle n'apprécie pas d'avoir des visiteurs.
ja: 潜んでいるものが何であれ、招かれざる客なのでしょうね。
pt: Tudo o que espreitar lá embaixo, tenho certeza que não ficará feliz em receber visitantes.
zh_cn: 不管下面潜伏着什么，我肯定它不高兴有任何访客。

source: I'll go down into the Charwood mine and investigate.
de: Ich werde in die Charwoodmine hinabsteigen und nachforschen.
fr: Je vais descendre dans la mine de Charbois et enquêter.
ja: チャーウッド鉱山に行って調査してみます。
pt: Vou descer na mina de Charwood e investigar.
zh_cn: 我将深入查伍德矿进行调查。

source: None of us ever dared to venture that deep.
de: Keiner von uns hat sich jemals so tief vorgewagt.
fr: Aucun d'entre nous n'a même osé s'aventurer si profondément.
ja: 私たちの誰1人として、そんな深くまで危険を承知で踏み込もうとはしませんでした。
pt: Nenhum de nós nunca ousou aventurar-se tão fundo.
zh_cn: 我们中没有人敢于冒险到那么深的地方。

source: I haven't killed the creature yet though.
de: Ich habe die Kreatur jedoch bisher nicht getötet.
fr: Je n'ai pas encore tué la créature.
ja: そのクリーチャーはまだ殺してませんけどね。
pt: Ainda não matei a criatura.
zh_cn: 我还没有杀死那个生物。

source: Whatever that thing was, it won't bother you any more now that I've killed it. Here is one of the bones from its corpse.
de: Was immer dieses Ding war - es wird euch nicht mehr behelligen, jetzt, da ich es getötet habe. Hier ist ein Knochen von seinem Kadaver.
fr: Peu importe ce qu'était cette chose, elle ne vous causera plus d'ennuis maintenant que je l'ai abattue. Voici un os de sa dépouille.
ja: あれが何だったにせよ、僕が殺した今となっては気にしなくていいでしょう。これがその死体の骨です。
pt: Seja lá o que fosse, não vai incomodá-lo mais agora que o matei. Aqui está um dos ossos de cadáver dele.
zh_cn: 不管那是什么东西，现在我杀了它，它就不会再打扰你了。这是它尸体上的一块骨头。

source: You actually killed it?
de: Du hast es tatsächlich getötet?
fr: Tu l'as réellement tuée ?
ja: 本当に殺したというのですか？
pt: Mataste-o mesmo?
zh_cn: 你真的杀了它？

source: You are truly a hero to us.
de: Du bist ein wahrer Held für uns.
fr: Tu es vraiment notre héro.
ja: あなたは私たちにとって本当にヒーローです。
pt: É-nos verdadeiramente um herói.
zh_cn: 你确实是我们的英雄。

source: Not only did you manage to find our missing people, but you also freed us from the creature that caused all this trouble.
de: Nicht nur hast du unsere Vermissten wiedergefunden, du hast uns auch von der Kreatur befreit, die all dieses Leid verursacht hat.
fr: Non seulement tu as réussi à trouver nos personnes disparues, mais tu nous as aussi libérés de la créature qui a causé tous ces ennuis.
ja: 行方不明の人たちを見つけ出しただけでなく、問題の原因となったクリーチャーからも解放してくれた。
pt: Não só conseguiu encontrar nossas pessoas desaparecidas, mas também nos libertou da criatura que causou todo esse problema.
zh_cn: 你不仅设法找到了我们失踪的人，而且还把我们从造成这一切麻烦的生物中解救出来。

source: We are forever in your debt. What can we do to ever repay you?
de: Wir stehen für immer in deiner Schuld. Wie können wir dir das je vergelten?
fr: Nous te sommes éternellement redevables. Que pouvons-nous faire pour te rendre la pareille ?
ja: あなたには返しきれないほどの恩があります。恩返しとして私たちに何かできることはありますか？
pt: Estaremos sempre em dívida consigo. O que podemos fazer para pagar-lo pelo que fez?
zh_cn: 我们永远欠着你的债。我们能做什么来报答你呢？

source: I'm just happy to help.
de: Ich bin einfach froh, helfen zu können.
fr: Je suis juste heureux d'aider.
ja: お役に立てただけで嬉しいです。
pt: Estou apenas feliz em ajudar.
zh_cn: 我很乐意提供帮助。

source: How about some gold for all my troubles?
de: Wie wäre es mit etwas Gold für all die Schwierigkeiten, die ich auf mich genommen habe?
fr: Que diriez-vous d'un peu d’or pour tous mes ennuis ?
ja: お金で解決するのはどうですか？
pt: Que tal um pouco de ouro por todos os problemas?
zh_cn: 为我的麻烦提供一些黄金如何？

source: I think that one of your most precious items will suffice as payment.
de: Ich denke, dass eines eurer wertvollsten Stücke als Bezahlung ausreicht.
fr: Je pense qu'un de vos objets les plus précieux fera l'affaire.
ja: 特に貴重なアイテム1つが報酬として妥当じゃないかな。
pt: Acho que um de seus itens mais preciosos será suficiente como pagamento.
zh_cn: 我想，你的一件最珍贵的物品就足以作为报酬。

source: You are truly our hero. Thank you yet again.
de: Du bist wahrhaft unser Held. Vielen Dank nochmal.
fr: Tu es vraiment notre héro. Je te remercie encore une fois.
ja: あなたは本当に私たちのヒーローです。重ねて感謝を。
pt: É verdadeiramente nosso herói. Obrigado novamente.
zh_cn: 你确实是我们的英雄。再次感谢你。

source: Certainly. Here is what we can spare. Thank you yet again.
de: Sicher. Hier ist das, was wir entbehren können. Danke nochmal.
fr: Bien sûr. Voici ce dont nous pouvons nous séparer. Merci encore.
ja: 承知しました。こちらは私たちでとっておいていた分です。重ねて感謝を。
pt: Certamente. Aqui está o que pudemos salvar. Obrigado novamente.
zh_cn: 当然可以。这是我们可以分到的东西。再次感谢你们。

source: After helping us, you still want to deprive us of more things that we cherish?
de: Nachdem du uns geholfen hast, willst du uns noch mehr Schätze abpressen, die wir in Ehren halten?
fr: Après nous avoir aidés, tu désires nous priver de choses qui nous sont chères ?
ja: 私たちを助けたあとに、私たちが大切にしているものを奪いたいというのですか？
pt: Depois de nos ajudar, ainda quer nos privar de mais coisas que apreciamos?
zh_cn: 在帮助我们之后，你还想要我们更多珍惜的东西？

source: I guess we have no choice but to agree. Here, take these. They used to belong to my mother.
de: Ich schätze, uns bleibt keine Wahl, als zuzustimmen. Hier, nimm diese. Sie gehörten einmal meiner Mutter.
fr: Je suppose que nous n’avons pas d’autre choix que d’accepter. Tiens, prends ça. Elles appartenaient autrefois à ma mère.
ja: 同意せざるを得ませんね。こちらを。私の母の持ち物だったものです。
pt: Acho que não temos escolha senão concordar. Aqui, pegue eles. Eles costumavam pertencer à minha mãe.
zh_cn: 我想我们没有选择，只能同意。来，拿着这些。它们以前是属于我母亲的。

source: You are unable to enter the Charwood mine.
de: Du kannst die Charwoodmine nicht betreten.
fr: Vous ne pouvez pas entrer dans la mine de Charbois.
ja: チャーウッド鉱山には入れません。
pt: Não consegue entrar na mina de Charwood.
zh_cn: 你无法进入查伍德矿区。

source: The air around here is much hotter around the hole in the ground here than in the rest of this room. This must be where the miners found the strange markings on the ground.
de: Die Luft hier ist um das Loch im Boden herum viel heißer als im Rest des Raums. Hier müssen die Minenarbeiter das seltsame Muster am Boden gefunden haben.
fr: L'air est beaucoup plus chaud autour du trou dans le sol que dans le reste de la pièce. Ce doit être là que les mineurs ont trouvé les étranges marques sur le sol.
ja: この辺りの空気はこの部屋の他の箇所よりも、地面の穴周りがずっと暑い。ここが鉱夫たちが地面に奇妙な印を見つけた場所に違いない。
pt: O ar por aqui é muito mais quente ao redor do buraco no chão aqui do que no resto deste quarto. Isso deve ser o lugar onde os mineiros encontraram marcas estranhas no chão.
zh_cn: 这里的地洞周围的空气要比这个房间的其他地方热得多。这里一定是矿工们发现地面上的奇怪标记的地方。

source: Ah, another mortal that has come to bow before the might of Thukuzun.
de: Ah, ein weiterer Sterblicher, der gekommen ist, sich der Macht Thukuzuns zu beugen.
fr: Ah, un autre mortel qui est venu s'incliner devant la puissance du Thukuzun.
ja: ほう、新たなニンゲンが。このトゥクズンのチカラの前にひれ伏しに来たのだな。
pt: Ah, outro mortal que veio se curvar diante do poder de Thukuzun.
zh_cn: 啊，又一个在图库尊的力量面前屈服的凡人。

source: You will be a fine specimen in my army of bones.
de: Du wirst ein nettes Exemplar in meiner Knochenarmee sein.
fr: Tu seras un beau spécimen dans mon armée d'os.
ja: 貴様を我が骸骨兵団の素晴らしき標本として加えてやろう。
pt: Será um excelente espécime no meu exército de ossos.
zh_cn: 你将成为我骨骼大军中的一个优秀标本。

source: I'll defeat you, foul beast!
de: Ich werde dich vernichten, übles Biest!
fr: Je te vaincrai, créature démoniaque !
ja: お前を倒す、邪悪な怪物め！
pt: Vou derrotá-lo, bicho imundo!
zh_cn: 我会打败你的，肮脏的野兽!

source: Your bones will be a fine specimen in my collection.
de: Deine Knochen werden nette Exemplare in meiner Sammlung sein.
fr: Tes os seront un beau spécimen dans ma collection.
ja: 僕のコレクションにお前の素晴らしい骨を加えてやるよ。
pt: Seus ossos serão um excelente espécime na minha coleção.
zh_cn: 你的骨头将是我收藏的一个很好的标本。

source: You not belong here. You leave now.
de: Du nich hierher gehören. Du jetzt gehen.
fr: Toi pas avoir ta place ici. Toi partir maintenant.
ja: お前ここのやつじゃない。出て行け。
pt: Não pertence aqui. Sai agora.
zh_cn: 你不属于这里。你现在就离开。

source: I am sent here by Aulowenn to take care of you.
de: Ich bin von Aulowenn geschickt, um mich um dich zu kümmern.
fr: Aulowenn m’envoie ici afin que je m’occupe de vous.
ja: あなたへの始末のためにオーロウェンから送られてきたんだ。
pt: Fui enviado aqui por Aulowenn para cuidar de si.
zh_cn: 我是奥罗温派来照顾你的。

source: No, you die now! You one of them! Tiqui angry!
de: Nein, du nun stirbst! Du einer von ihnen! Tiqui wütend!
fr: Non, toi mourir maintenant ! Toi l'un d'entre eux ! Tiqui pas content !
ja: ダメ、お前死ね！ お前も仲間！ ティキ怒ってる！
pt: Não, vai morrer agora! É um deles! Tiqui com raiva!
zh_cn: 不，你现在就死！你是他们中的一员！提基生气了！

source: Sorry, I wasn't listening since I was so distracted by your hideous appearance and your foul smell. Here, let me fix your face with my dagger.
de: Entschuldige, ich habe nicht zugehört, weil ich von deiner abscheulichen Gestalt und dem üblen Geruch abgelenkt war. Hier, lass mich dein Gesicht mit meinem Messer renovieren.
fr: Désolé, je n'écoutais pas car j'ai été distrait par ton apparence hideuse et ton odeur fétide. Tiens, laisse-moi t'arranger le visage avec ma dague.
ja: 申し訳ない、あなたの醜い姿と悪臭に気を取られて聞いてませんでした。ほら、ダガーでその顔を治してあげますよ。
pt: Desculpe, não estava a escutar desde que estava tão distraído com a sua aparência hedionda e o seu cheiro sujo. Aqui, deixe-me consertar o seu rosto com minha adaga.
zh_cn: 对不起，我没有听清楚，因为我被你那丑陋的外表和恶臭的气味弄得心烦意乱。来，让我用我的匕首修理你的脸。

source: You are not allowed to use Aulowenn's bed.
de: Du hast keine Erlaubnis, Aulowenns Bett zu benutzen.
fr: Tu n'es pas autorisé à utiliser le lit d'Aulowenn.
ja: オーロウェンのベッドを使うことはできない。
pt: Não tem permissão para usar a cama de Aulowenn.
zh_cn: 你不允许使用奥罗温的床。

source: My helping friend! Thank you, thank you!
de: Mein helfender Freund! Danke, Danke!
fr: Mon ami dévoué ! Merci, merci !
ja: 助けてくれた友だち！ ありがとう、ありがとう！
pt: Meu amigo ajudante! Obrigado, obrigado!
zh_cn: 帮我的朋友!谢谢你！

source: Tiqui not want fight. Tiqui angry that men who smell bad kill his friends.
de: Tiqui nicht wollen kämpfen. Tiqui böse, dass stinkende Männer seine Freunde töten.
fr: Tiqui veut pas combat. Tiqui pas content que hommes qui sentent mauvais tuer ses amis.
ja: ティキは戦いたくない。嫌な臭いの人間が友だちを殺す、ティキ怒ってる。
pt: Tiqui não quer lutar. Tiqui com raiva dos homens que cheiram mal e mataram meus amigos.
zh_cn: 提基不想打架。提基很生气，因为气味不好的男人会杀死他的朋友。

source: I won't listen to any of your lies. You'll die now!
de: Ich werde keine deiner Lügen anhören. Du wirst jetzt sterben!
fr: Je n'écouterai aucun de tes mensonges. Tu vas mourir maintenant !
ja: お前の嘘を聞くつもりはない。くたばれ！
pt: Não vou ouvir nenhuma das suas mentiras. Vai morrer agora!
zh_cn: 我不会听信你的任何谎言。你现在就得死！

source: They killed your friends?
de: Sie haben deine Freunde getötet?
fr: Ils ont tué tes amis ?
ja: 彼らが友達を殺した？
pt: Eles mataram seus amigos?
zh_cn: 他们杀了你的朋友？

source: They did. Men who smell bad do not belong here. Everything quiet before they came.
de: Sie haben. Stinkende Männer nicht hierher gehören. Alles ruhig, bevor sie kamen.
fr: Oui. Hommes qui sentent mauvais pas ici appartenir. Tout calme avant qu'eux venir.
ja: そう。嫌な臭いの人間ここのやつじゃない。来る前はここ静かだった。
pt: Eles fizeram. Os homens que cheiram mal não pertencem aqui. Tudo quieto antes de chegarem.
zh_cn: 他们做到了。闻起来难闻的男人不属于这里。在他们来之前，一切都很安静。

source: I'll listen to your story.
de: Ich werde deine Geschichte anhören.
fr: Je vais écouter ton histoire.
ja: 話を聞きましょう。
pt: Vou ouvir sua história.
zh_cn: 我会听你的故事。

source: You can smell them from far away even. We sense something bad would happen when we first noticed them.
de: Du können sie schon von weitem riechen. Wir spüren es würde geschehen böses, als wir sie zum ersten Mal bemerkten.
fr: On peut les sentir même très loin. Nous sentir quelque chose de mal allait arriver quand vus première fois.
ja: 遠くからでも臭いする。最初気づいたとき、何か嫌な予感した。
pt: Pode cheirá-los de longe mesmo. Percebemos que algo mal aconteceria quando nos notávamos pela primeira vez.
zh_cn: 你甚至可以从很远的地方闻到它们。当我们第一次注意到它们时，我们感觉到会有坏事发生。

source: First we try stay away from them. They notice us, but we stay away. They trespass deeper.
de: Zuerst wir versuchten wegzubleiben von ihnen. Sie bemerken uns, aber wir bleiben weg. Sie dringen vor weiter.
fr: D'abord, nous sommes restés loin d'eux. Ils nous ont vu, mais on est restés loin. Ils s'introduisent plus loin.
ja: 最初近づかないようにした。気づかれたけど、離れてる。奥へと進んで行ってた。
pt: Primeiro, tentemos ficar longe deles. Eles nos observam, mas ficamos ausentes. Eles transpiram mais fundo.
zh_cn: 首先我们试着远离他们。他们注意到我们，但我们保持距离。他们闯入得更深。

source: One smelly man walked into snake trap. Snake trap not meant for smelly man.
de: Ein Stinkemann trat in Schlangenfalle. Schlangenfalle nicht gedacht für Stinkemann.
fr: Un homme qui sent mauvais a marché dans un piège à serpent. Piège à serpent pas fait pour homme qui sent mauvais.
ja: 1人の臭い人間、ヘビ取りにかかった。ヘビ取り、臭い人間のための罠じゃない。
pt: Um homem fedorento entrou na armadilha de serpente. A armadilha de serpente não foi feita para homens mal-cheirosos.
zh_cn: 一个臭男人走进了捕蛇器。蛇夹子不是为臭男人准备的。

source: Other smelly men angry at snake trap. Tiqui not understand. Smelly men should be angry at stupid man who walk into snake trap.
de: Anderer Stinkemann wütend über Schlangenfalle. Tiqui nicht versteht. Stinkemann sollte sein böse über dummen Mann, der getreten ist in Schlangenfalle.
fr: Autres hommes qui sentent mauvais furieux contre piège à serpent. Tiqui pas comprendre. Hommes qui sentent mauvais devraient être furieux contre l'homme stupide qui a marché dans piège à serpent.
ja: 他の臭い人間、ヘビ取りに怒った。ティキ理解できない。臭い人間ヘビ取りにかかった馬鹿に怒るべき。
pt: Outros homens malcheiros irritados com a armadilha de serpente. Tiqui não entende. Os homens fedorentos devem estar bravos com o homem estúpido que entra na armadilha de serpentes.
zh_cn: 其他臭男人对捕蛇器很生气。提基不明白。臭男人应该对走进捕蛇器的愚蠢男人感到愤怒。

source: After, smelly men angry at us. Hunt us. Kill us.
de: Danach Stinkemänner böse auf uns. Jagen uns. Töten uns.
fr: Après, hommes qui sentent mauvais furieux contre nous. Chasser nous. Tuer nous.
ja: それから臭い人間、自分たちのこと怒ってる。自分たちを狩る。自分たちを殺す。
pt: Depois, homens fedorentos irritados com a gente. Nos caçar. E nos mata.
zh_cn: 后，臭男人对我们生气。猎杀我们。杀死我们。
