Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: Turn back while you still can, mortal. This is no place for you. Only death awaits you here.
de: Kehr um solange du noch kannst, Sterblicher. Das ist kein Ort für dich. Nur der Tod erwartet dich hier.
fr: Retourne sur tes pas tant que tu le peux encore, mortel. Cet endroit n'est pas pour toi. Seule la mort t'attend ici.
ja: 帰れるうちに帰るがいい、定命の者よ。お主のいるべき場所ではない。死が待ち構えておるぞ。
pt: Volta para trás enquanto podes, mero mortal. Isto não é um lugar para ti. Apenas a morte te espera aqui.
zh_cn: 走吧凡人，趁你还能回头。这不是你该呆的地方。只有死亡等待着你。

source: Very well. I will turn back.
de: Schön, ich kehr um.
fr: Très bien. Je repars.
ja: それじゃあ帰ります。
pt: Muito bem. Voltarei.
zh_cn: 很好。我会回头的。

source: Move aside, I need to get deeper into the catacombs.
de: Geh zur Seite, ich muss tiefer in die Katakomben hinein kommen.
fr: Poussez-vous, je dois descendre plus bas dans les catacombes.
ja: 退け。地下墓地に潜らなきゃいけないんだ。
pt: Afasta-te, pois preciso de entrar mais dentro das catacumbas.
zh_cn: 滚一边去，我需要深入地下墓穴。

source: By the Shadow, you will not stop me.
de: Beim Schatten, du wirst mich nicht aufhalten.
fr: Par l'Ombre, tu ne m'arrêteras pas.
ja: シャドウの名において、僕を止めることはできないぞ。
pt: Pela Sombra, não me vais impedir.
zh_cn: 暗影在上，你挡不住我。

source: Nooo, you shall not pass!
de: Neinnn, du kannst nicht vorbei!
fr: Nooooonn, tu ne passeras pas !
ja: だめだ、断じて通さぬ！
pt: Não, tu não deves passar!
zh_cn: 不~~，你不能通过!

source: OK. Let's fight.
de: Okay. Lass uns kämpfen.
fr: Très bien, en garde.
ja: いざ勝負。
pt: Tudo bem. Vamos lutar.
zh_cn: 好啊。让我们战斗吧。

source: *hissss* What mortal disturbs my sleep?
de: *zischen* Welcher Sterbliche stört meinen Schlaf?
fr: *hissss* Quel mortel trouble mon repos ?
ja: キシャーッ！ 余の眠りを妨げるは何者ぞ？
pt: *uahhh* Que mortal perturba o meu sono?
zh_cn: *吸气声*谁胆敢打扰我的长眠?

source: By the Shadow, what are you?
de: Beim Schatten, was bist du?
fr: Par l'Ombre, qu'êtes-vous ?
ja: シャドウの名において、何者だ？
pt: Pela Sombra, quem és tu?
zh_cn: 暗影在上，你是什么恶灵?

source: At last, a worthy fight! I have been waiting for this.
de: Immerhin, ein würdiger Kampf! Darauf habe ich gewartet.
fr: Enfin un combat qui en vaut la peine ! Je l'attendais.
ja: ようやく手応えのある奴が現れたな！ これを待ってたんだ。
pt: Finalmente, uma luta digna! Estava à espera disto.
zh_cn: 终于，值得一搏！我一直在等这个。

source: Whatever, let's get this over with.
de: Na los, bringen wir es hinter uns.
fr: Qu'importe, finissons-en.
ja: とっとと片付けるとしますかね。
pt: Tanto faz, vamos acabar com isto.
zh_cn: 不管怎样，让我们把这件事解决了。

source: Walk with the Shadow.
de: Geh mit dem Schatten.
fr: Marche avec l'Ombre.
ja: シャドウとともに歩まんことを。
pt: Caminha com a Sombra.
zh_cn: 与暗影同行。

source: Have you been down in the catacombs?
de: Warst du unten in den Katakomben?
fr: Êtes-vous descendu dans les catacombes ?
ja: 地下墓地に降りたことは？
pt: Estiveste nas catacumbas?
zh_cn: 你去过地下墓穴吗?

source: Yes, I have been in the catacombs beneath Fallhaven Church.
de: Ja, ich war in den Katakomben unter der Fallhaven Kirche.
fr: Oui, je suis déjà allé dans les catacombes sous l'église de Fallhaven.
ja: ああ、フォールヘブン教会の地下墓地に行ったよ。
pt: Sim, estive nas catacumbas da igreja de Fallhaven.
zh_cn: 是的，我一直在法尔海文教堂下面的地下墓穴里。

source: But I'm the only one that both has the permission and the bravery to go down there.
de: Aber ich bin der einzige, der sowohl die Erlaubnis als auch die Tapferkeit hat dort hinunter zu gehen.
fr: Mais je suis le seul à avoir à la fois l'autorisation et la bravoure pour y descendre.
ja: あそこへ行く資格と勇気があるのは、このわたしだけだ。
pt: Mas sou o único que tem permissão e coragem para ir lá.
zh_cn: 但我是唯一一个有许可和勇气去那里的人。

source: How can I get permission to go down there?
de: Wie kann ich die Erlaubnis bekommen hinunter zu gehen?
fr: Comment puis-je obtenir la permission d'y descendre également ?
ja: どうすればその資格を手に入れられますか？
pt: Como é que posso obter a permissão para ir lá?
zh_cn: 我怎样才能得到通行许可?

source: You want to go down in the catacombs? Hmm, maybe we can make a deal.
de: Du willst hinunter in die Katakomben? Hm, vielleicht können wir einen Handel machen.
fr: Tu veux descendre dans les catacombes ? Hmm, on pourrait peut-être s'arranger.
ja: 地下墓地に降りたいと？ そうだな、取り引きできるかもしれん。
pt: Queres ir às catacumbas? Talvez possamos fazer um acordo.
zh_cn: 你想去地下墓穴吗?嗯，也许我们可以做个交易。

source: Bring me some of that delicious cooked meat from the tavern and I will give you my permission to enter the catacombs of Fallhaven Church.
de: Bring mir etwas von diesem köstlich zubereiteten Braten aus der Schenke und ich gebe dir die Erlaubnis zum Betreten der Katakomben der Fallhaven Kirche.
fr: Apporte-moi l'un de ces délicieux plats de viande préparée de la taverne, et je te donnerai l'autorisation d'entrer dans les catacombes de l'église de Fallhaven.
ja: 美味いステーキを酒場で買ってきてくれ。フォールヘブン教会の地下墓地に入る許可を与えよう。
pt: Traz-me alguma carne cozida da taberna e dar-te-ei a minha permissão para entrares nas catacumbas da igreja de Fallhaven.
zh_cn: 从酒馆里给我拿些美味的熟肉来，我就准许你进入法尔海文教堂的地下墓穴。

source: Here, I have cooked meat for you.
de: Hier, ich habe einen Braten für dich.
fr: Voici la viande préparée.
ja: ステーキを持ってきました。
pt: Toma, aqui está a carne cozida.
zh_cn: 给，我给你带了熟肉。

source: OK, I'll go get some.
de: Okay, ich gehe etwas holen.
fr: Très bien, je vais vous en ramener.
ja: では持ってきます。
pt: Está bem, vou conseguir alguma.
zh_cn: 好的，我去买一些。

source: You have my permission to enter the catacombs of Fallhaven Church.
de: Du hast die Erlaubnis zum Betreten der Katakomben der Fallhaven Kirche.
fr: Tu as ma permission d'entrer dans les catacombes de l'église de Fallhaven.
ja: お前にフォールヘブン教会の地下墓地に入る許可を与える。
pt: Tens a minha permissão para entrar nas catacumbas da igreja de Fallhaven.
zh_cn: 我允许你进入法尔海文教堂的地下墓穴。

source: Thanks, this will do nicely.
de: Danke, den werde ich genießen.
fr: Merci, cela ira très bien.
ja: ありがとう、これはいい。
pt: Obrigado, isto é uma maravilha.
zh_cn: 谢谢，这样可以。

source: No problem. No sireee! Not causing any more trouble now. I sits here outside now.
de: Kein Problem. Nein mein Herr! Mache jetzt keinen Ärger mehr. Ich sitze jetzt hier draussen.
fr: Pas de problème. Non m'sieuuuuuur ! Plus faire d'ennui maintenant. Je reste assis dehors maintenant.
ja: 問題ありません、だんな！ もう面倒は起こしませんて。外にいますでさぁ。
pt: Não há problema. Não senhor! Não causarei mais problemas. Vou apenas sentar-me aqui fora.
zh_cn: 没问题。先生！现在不会再惹麻烦了。我现在坐在外面。

source: Wait, who are you again? Are you that guard?
de: Warte, wer bist du noch? Bist du dieser Wachmann?
fr: Attends, qui t'es toi ? C'est toi le garde ?
ja: あれ、お前だれだっけ？ 守衛さん？
pt: Espera, que és tu afinal? És aquele guarda?
zh_cn: 等等，你又是谁?你是那个卫兵吗?

source: Yes
de: Ja
fr: Oui.
ja: はい
pt: Sim
zh_cn: 对

source: No
de: Nein
fr: Non.
ja: いいえ
pt: Não
zh_cn: 不

source: Oh, sir. I'm not causing any trouble anymore, see? I sits outside now as you says, OK?
de: Oh, Herr. Ich mache jetzt keine Mühe mehr, schau? Ich sitze hier draussen, wie du gesagt hast, okay?
fr: Oh, monsieur. Tu vois, j'fais plus de problème maintenant. Je reste assis comme tu l'as dit maintenant, c'est bon ?
ja: だんな。もう問題なんて起こしませんって、ね？ 言われたとおりに外いますって、ほら？
pt: Oh, senhor. Não estou a causar mais nenhum problema, vê? Fico aqui fora sentado, como me mandou, está bem?
zh_cn: 哦，先生，我不会再惹麻烦了，明白吗?我现在就像你说的那样坐在外面，好吗?

source: Oh good. That guard threw me out of the tavern. If I see him again I'll show him one thing or another.
de: Oh gut. Dieser Wachmann hat mich aus der Schenke geworfen. Falls ich ihn nochmals sehe, zeige ich es ihm aber.
fr: Ah, bien. Ce garde m'a jeté hors de la taverne. Si je le revois, je lui montrerai un truc ou deux.
ja: そりゃ一安心。あの守衛、俺を酒場から叩き出しやがったのよ。つぎ会ったら目にもの食わせてやる。
pt: Ah bom. Aquele guarda pôs-me pela porta fora da taberna. Se o vir outra vez vou mostrar-lhe umas coisas.
zh_cn: 哦好。那个卫兵把我赶出了酒馆。如果我再见到他，我会给他点颜色瞧瞧。

source: Drink drink drink, drink some more. Drink, drink ... Uh how did it go again?
de: Trink trink trink, trink noch mehr. Trink, trink .. Wie ging das nochmal?
fr: Boire, boire, boire encore et encore. Boire encore un petit coup ... Eh, comment ça allait déjà ?
ja: 飲め飲め飲め、もっと飲め。飲め飲め…あー、なんだっけ？
pt: Bebida, bebida, bebida, beber um pouco mais. Beber, beber.. Ummm, como é que é a canção?
zh_cn: 喝，喝，喝多点。喝,喝……接下来怎么唱来着?

source: Were you saying something? Where was I? Yes, so we were in this dungeon.
de: Hast du was gesagt? Wo war ich? Ja, wir waren also in dieser Höhle.
fr: Tu me parlais ? Où c'était déjà ? Ah oui, on était dans ce donjon.
ja: なんか言ったか？ ここどこだ？ そうそう、ダンジョンに来たんだった。
pt: Disseste alguma coisa? Onde é que estava? Sim, então estávamos nesta caverna.
zh_cn: 你在说什么吗?我在什么地方?是的，所以我们在地牢里。

source: Or was it a house? I can't remember.
de: Oder war es doch ein Haus? Ich kann mich nicht erinnern.
fr: Ou alors c'était une maison ? Je n'arrive pas à me rappeler.
ja: 家だったか？ なんだったっけ。
pt: Ou era uma casa? Não me lembro.
zh_cn: 或者是房子？我记不起来了。

source: No no, it was outside! Now I remember.
de: Nein nein, es war draussen! Jetzt erinnere ich mich.
fr: Non, non, c'était dehors ! Je m'en souviens maintenant.
ja: 違う違う、外だわ。やっとわかったわ。
pt: Não, não, era fora! Agora lembro-me.
zh_cn: 不不，是在外面!我现在想起来了。

source: That's where we... Hey, where did my mead go? Did you take it from me?
de: Das war als wir.. Hey, wo ist mein Met hin? Hast du es mir weggenommen?
fr: C'est là que ... Hé, où est passé mon hydromel ? C'est toi qui l'as fauché ?
ja: 俺たちゃそこで… おい、俺のミードどこだ？ お前が盗ったのか？
pt: Foi quando nós... Ei, onde está o meu hidromel? Tiraste-mo?
zh_cn: 这就是我们…… 嘿，我的蜂蜜酒去哪了?是你从我这里拿走的吗?

source: Well then give it back! Or go buy me another mead.
de: Also dann gib es mir zurück! Oder kauf mir ein anderes Met.
fr: Alors tu vas me l'rendre ! Ou alors tu vas m'en acheter un autre.
ja: 返せよ！ じゃなかったら1杯買ってこい。
pt: Então devolve-mo! Ou então vai comprar-me outro hidromel.
zh_cn: 那就把它还给我！或者再给我买一杯蜂蜜酒。

source: Here, have some mead.
de: Hier, nimm etwas Met.
fr: Voilà ton hydromel.
ja: どうぞ、ミードです。
pt: Toma, aqui tens o hidromel.
zh_cn: 来，喝点蜂蜜酒。

source: OK, I'll go buy some mead for you.
de: Okay, ich gehe dir etwas Met kaufen.
fr: D'accord, je vais t'en acheter un peu.
ja: いいですよ、買ってきましょう。
pt: Está bem, vou comprar-te algum hidromel.
zh_cn: 好的，我去给你买些蜂蜜酒。

source: No. I don't think I should help you. Goodbye.
de: Nein. Ich denke nicht, dass ich dir helfen sollte. Auf Wiedersehen.
fr: Non, je ne pense pas pouvoir t'aider. Au revoir.
ja: いや、お使いなんかしません。さようなら。
pt: Não. Não me parece que te deva ajudar. Adeus.
zh_cn: 不，我不想帮助你。再见。

source: I must have drunk it then. Could you get me a new mead do you think?
de: Ich muss es wohl getrunken haben. Könntest du mir ein neues Met besorgen?
fr: Alors j'ai dû le boire. Tu pourrais m'en ramener un broc ?
ja: なら俺がもう飲んだんだな。ミードもう1杯持ってきてくんない？
pt: Então devo tê-lo bebido. Será que me podias arranjar algum hidromel?
zh_cn: 那我一定是喝醉了。你能给我买一个新的蜂蜜酒吗？

source: Oh sweet drinks of joy. May the sssshadow be with you kid. [Makes big eyes]
de: Oh, süßer Trank der Freude. Möge der Sschhhatten mit dir sein, Kindchen. *macht große Augen*
fr: Oh douces gorgées de plaisir. Puisse l'Ooooombre être avec toi gamin. [Fais les gros yeux]
ja: ああ、至福の1杯よ。ぼうず、シ、シ、シャドウとともにあらんことを。 （目を見開く）
pt: Oh suaves bebidas da alegria. Que a Sssssssombra esteja contigo miúdo. [Com olhos arregalados]
zh_cn: 哦，欢乐的甜蜜饮料。愿暗暗暗暗影和你在一起。 [大眼睛]

source: [Takes a gulp of the mead] That's good stuff!
de: [Nimmt einen grossen Schluck vom Met] Das ist gutes Gesöff!
fr: [Prend une gorgée d'hydromel] Ça c'est de la bonne !
ja: （ミードをあおって） たまらんね！
pt: [Bebe um gole do hidromel] Isto é mesmo bom!
zh_cn: [吞下蜂蜜酒] 那是好东西！

source: Yeah, me and Unnmir had good times. Go ask him yourself, he is usually in the barn to the east of here. I wonder *burps* where that treasure went.
de: Jaaa, ich und Unnmir hatten gute Zeiten. Geh, frag in selber. Er ist üblicherweise im Stall östlich von hier. Ich wundere mich *görps* wo der Schatz geblieben ist.
fr: Ouais, Unnmir et moi, on a eu du bon temps. Va lui demander, tiens. Tu devrais le trouver dans la grange un peu à l'Est d'ici. Je m'demande *burps* où est passé le trésor.
ja: おう、俺とウンミールはよくツルんだもんよ。奴に聞いてみな、ここから東の納屋によくいるぜ。あのお宝はどこ（ゲップ）いっちまったかね。
pt: Sim, eu e o Unnmir tivemos uns bons momentos. Vai perguntar-lhe. Normalmente está no celeiro a este (→) daqui. Pergunto-me *arrota* onde é que esse tesouro foi parar.
zh_cn: 是的，我和乌恩米尔玩得很开心。你去问问他吧，他通常在这东边的谷仓里。我想*打嗝*知道那宝贝去哪儿了。

source: Treasure? I'm in! I'll go look for Unnmir right away.
de: Schatz? Ich bin dabei! Ich gehe sofort Unnmir suchen.
fr: Trésor ? Ça m'intéresse ! Je vais de ce pas rechercher Unnmir.
ja: お宝？ その話乗った！ ウンミールをいますぐ探します。
pt: Tesouro? Estou nessa! Vou procurar já o Unnmir.
zh_cn: 宝藏?我加入!我马上去找乌恩米尔。

source: Thank you for the story. Goodbye.
de: Vielen Dank für die Geschichte. Auf Wiedersehen.
fr: Merci pour l'histoire. Au revoir.
ja: いいお話でした。それでは。
pt: Obrigado pela história. Adeus.
zh_cn: 谢谢你的故事。再见。

source: Hello. I'm Nocmar.
de: Hallo, ich bin Nocmar.
fr: Bonjour, je suis Nocmar.
ja: こんにちは。わしはノクマーじゃ。
pt: Olá. Sou o Nocmar.
zh_cn: 你好。我是诺克玛。

source: This place looks like a smithy. Do you have anything to trade?
de: Sieht so aus als wäre das hier die Schmiede. Hast du etwas zum handeln?
fr: Cet endroit ressemble à une forge. Avez-vous quelque chose à vendre ?
ja: 鍛冶場みたいですね。なにか商品はありますか？
pt: Este lugar parece uma ferraria. Tens alguma coisa para me vender?
zh_cn: 这地方看起来像个铁匠铺。你有什么可以交易的吗?

source: Unnmir sent me.
de: Unnmir schickte mich.
fr: Unnmir m'envoie.
ja: ウンミールの遣いです。
pt: Foi Unnmir quem me enviou.
zh_cn: 乌恩米尔派我来的。

source: I don't have any items for sale. I used to have a lot of things for sale, but nowadays I'm not allowed to sell anything.
de: Ich habe keine Gegenstände zu verkaufen. Ich hatte viele Sachen zum Verkauf, aber heutzutage ist es mir nicht erlaubt etwas zu verkaufen.
fr: Je n'ai rien à vendre. J'avais beaucoup de choses avant, mais je n'ai plus le droit de vendre quoi que ce soit désormais.
ja: 売り物はなにもないんじゃよ。むかしはたくさんあったんじゃが、商売をとめられてな。
pt: Não tenho mais itens à venda. Costumava ter um monte de coisas à venda, mas hoje em dia não estou autorizado a vender coisa alguma.
zh_cn: 我没有任何东西可以出售。我以前有很多东西要卖，但是现在我不允许卖任何东西。

source: I was once one of the greatest smiths in Fallhaven. Then that bastard Lord Geomyr banned my use of heartsteel.
de: Ich war einmal einer der besten Schmiede in Fallhaven. Dann verbot mir dieser Bastard Lord Geomyr die Benutzung von Herzstahl.
fr: À une époque, j'étais le plus grand forgeron de Fallhaven. C'est alors que ce bâtard de seigneur Geomyr m'a interdit l'usage de l'acier-cœur.
ja: かつてはフォールヘブンいちの鍛冶屋だったんじゃ。ところがあのジオミア卿の野郎が、ハートスチールの扱いを禁じよった。
pt: Já fui um dos maiores ferreiros de Fallhaven. Foi então que aquele bastardo do Lorde Geomyr proibiu o uso do Aço do Coração.
zh_cn: 我曾经是法尔海文最伟大的铁匠之一。然后那个混蛋吉奥米尔禁止我使用心钢。

source: By decree of Lord Geomyr, no one in Fallhaven is allowed to even use heartsteel weapons. Much less sell any.
de: Durch einen Erlass von Lord Geomyr, ist es sogar niemandem in Fallhaven auch nur erlaubt, Herzstahlwaffen zu benutzen. Und schon gar nicht, welche zu verkaufen.
fr: Par décret du seigneur Geomyr, personne à Fallhaven n'est autorisé ne serait-ce qu'à utiliser des armes en acier-cœur. Ne parlons même pas d'en faire commerce.
ja: ジオミア卿の命令で、フォールヘブンの民はハートスチール製の武器を取り上げられたんじゃ。売るなんてもってのほかよ。
pt: Por decreto do Lorde Geomyr, ninguém em Fallhaven tem permissão para usar armas forjadas com Aço do Coração. Muito menos vender.
zh_cn: 根据吉奥米尔勋爵的命令，在法尔海文的任何人都不允许使用心钢武器。更别说卖了。

source: So now I have to hide the few weapons I have left. I won't dare sell any of them anymore.
de: Darum muss ich jetzt die wenigen Herzstahlwaffen, die ich noch habe, verstecken. Und ich riskiere keinesfalls sie zu verkaufen.
fr: Maintenant, je dois cacher les quelques armes qu'il me reste. Je n'oserais pas les vendre à qui que ce soit.
ja: いまでは残った武器も隠す始末よ。売るなんてことはできん。
pt: Por isso agora tenho que esconder as poucas armas que me restam. Não ousarei vendê-las mais.
zh_cn: 所以现在我不得不把剩下的几件武器藏起来。我再也不敢卖了。

source: I haven't seen the heartsteel glow in several years now that Lord Geomyr has banned them.
de: I habe das Herzstahlleuchten, jetzt wo Lord Geomyr ihn verboten hat, seit mehreren Jahren nicht gesehen.
fr: Maintenant que le seigneur Geomyr l'a banni, je n'ai plus vu l'acier-cœur luire depuis plusieurs années.
ja: ジオミア卿が禁止してからというもの、ハートスチールの輝きはもう何年も見とらん。
pt: Já não vejo o brilho do Aço do Coração há alguns anos. Desde que o Lorde Geomyr os proibiu.
zh_cn: 我已经有好几年没见过心钢的光芒了，现在吉奥米尔勋爵已经禁止了它们。

source: So, unfortunately I can't sell you any of my weapons.
de: Leider kann ich dir keine meiner Waffen verkaufen.
fr: Je ne peux donc malheureusement te vendre aucune de mes armes.
ja: そういうわけで、悪いが武器は売れんのじゃ。
pt: Por isso, infelizmente não posso vender-te nenhuma arma.
zh_cn: 所以，很不幸我不能卖给你我的武器。

source: Unnmir sent you huh? I guess it must be important then.
de: Unnmir schickte dich, huh? Ich vermute, es muss dann wichtig sein.
fr: Unnmir t'a envoyé, dis-tu ? Je suppose que ce doit être important alors.
ja: ウンミールの遣い？ それなら重要なことに違いあるまい。
pt: Unnmir enviou-te? Então deve ser algo mesmo importante.
zh_cn: 乌恩米尔派你来的?我想那一定很重要。

source: OK, these old weapons have lost their inner glow now that they haven't been used in a while.
de: Okay, diese alten Waffen haben, nachdem sie länger nicht mehr benutzt wurden, ihr inneres Leuchten verloren.
fr: Bon, ces vieilles armes ont perdu leur lueur interne à force de ne plus être utilisées depuis aussi longtemps.
ja: ここにある武器は内からの輝きというものが消えてしまった。ずっと使われておらんからの。
pt: Está bem, estas armas antigas perderam o seu brilho interior, pois já não são usadas há muito tempo.
zh_cn: 好了，这些旧武器已经失去了它们的内在光芒因为它们已经有一段时间没有被使用了。

source: To make the heartsteel glow again, we will need a heartstone.
de: Um den Herzstahl erneut zum Leuchten zu bringen, brauchen wir einen Herzstein.
fr: Pour faire luire à nouveau l'acier-cœur, il me faudrait une pierre-cœur.
ja: ハートスチールが輝きを戻すには、ハートストーンが必要じゃ。
pt: Para fazer retornar o brilho do Aço do Coração, vamos precisar de uma Pedra do Coração.
zh_cn: 为了让心钢再次发光，我们需要一个心型石。

source: Years ago, we used to fight the liches of Undertell. I have no idea if they still haunt the place.
de: Vor Jahren, bekämpften wir die Lichs von Undertell. Ich habe keine Ahnung, ob sie den Ort immer noch heimsuchen.
fr: Il y a des années, nous combattions les liches d'Undertell. Je ne sais pas si elles hantent toujours cet endroit.
ja: 何年か前に、アンダーテルでリッチーと戦ったことがあるのじゃ。今でもあの辺りにいるのかどうかまではわからんが。
pt: Há alguns anos atrás, costumávamos combater os liches de Undertell. Não faço ideia se eles ainda assombram o sítio.
zh_cn: 多年前，我们曾与昂德特尔的巫妖战斗过。我不知道他们是否还在这地方出没。

source: Undertell? What's that?
de: Undertell? Was ist das?
fr: Undertell ? Qu'est-ce que c'est ?
ja: アンダーテルとは？
pt: Undertell? O que é isso?
zh_cn: 昂德特尔吗?那是什么?

source: Undertell; the pits of the lost souls. Travel south and enter the caverns of the Dwarves. Follow the horrid smell from there.
de: Undertell; die Gruben der verlorenen Seelen. Reise nach Süden und betrete die Höhle der Zwerge. Von dort folge dem schrecklichen Gestank.
fr: Undertell : le puits des âmes perdues. Va vers le Sud et pénètre dans les grottes des nains. Suis l'odeur épouvantable à partir de là.
ja: アンダーテルとは、失われた魂たちの穴じゃな。南へ向かいドワーフの洞窟に入る。そこから恐ろしい匂いを追うのじゃ。
pt: Undertell são os poços das almas perdidas. Viaja ao sul e entra nas cavernas dos Anões. Segue o cheiro horrível que existe lá.
zh_cn: 昂德特尔;迷失灵魂的深渊。往南走，进入矮人的洞穴。跟着那可怕的气味走。

source: Beware the liches of Undertell, if they are still around. Those things can kill you by their gaze alone.
de: Hüte dich vor den Lichs von Undertell, falls sie immer noch da sind. Diese Dinger können dich mit ihren Blicken allein töten.
fr: Méfie-toi des liches d'Undertell si elles sont toujours là. Ces choses peuvent te tuer rien qu'avec leur regard.
ja: もしもまだアンダーテルにリッチーが残っているようであれば用心することじゃ。あやつらは視線だけでお主を殺せるからの。
pt: Cuidado com os liches de Undertell, se eles ainda habitarem o lugar. Essas coisas podem matar-te com apenas um olhar.
zh_cn: 如果他们还存在，要小心。这些东西单凭它们的凝视就能杀死你。

source: Have you found a heartstone yet?
de: Hast du schon einen Herzstein gefunden?
fr: As-tu trouvé une pierre-cœur ?
ja: ハートストーンは見つかったかの？
pt: Já encontraste alguma Pedra do Coração?
zh_cn: 你找到心型石了吗?

source: Yes, at last I found it.
de: Ja, letztendlich habe ich einen gefunden.
fr: Oui, je l'ai enfin trouvée.
ja: はい、やっと見つけました。
pt: Sim, finalmente encontrei.
zh_cn: 是的，我终于找到了。

source: Could you tell me the story again?
de: Kannst du mir die Geschichte nochmal erzählen?
fr: Pourriez-vous me répéter l'histoire ?
ja: もう一度話してもらえませんか？
pt: Podias contar-me outra vez a história?
zh_cn: 你能再给我讲一遍这个故事吗?

source: Please keep looking. Unnmir must have something important planned for you.
de: Bitte such weiter. Unnmir muss etwas Wichtiges mit dir vorhaben.
fr: Continue à chercher s'il te plaît. Unnmir a probablement prévu de te faire faire quelque chose d'important.
ja: 探してくれ。ウンミールはお主に何か重要なものを見出したに違いない。
pt: Por favor, continua a procurar. O Unnmir deve ter planeado algo importante para ti.
zh_cn: 请继续找。乌恩米尔一定为你安排了一些重要的事情。

source: By the Shadow. You actually found a heartstone. I thought I wouldn't live to see the day.
de: Beim Schatten! Du hast tatsächlich einen Herzstein gefunden. Ich dachte, ich würde diesen Tag nicht mehr erleben.
fr: Par l'Ombre. Tu as vraiment trouvé une pierre-cœur. Je n'aurais jamais pensé en revoir une de mon vivant.
ja: シャドウの名において。ハートストーンを見つけたとな。わしが生きているうちにそんな日が来ようとは思わなんだ。
pt: Pela Sombra. Encontraste mesmo uma Pedra do Coração. Pensei que não chegaria mais a ver esse dia.
zh_cn: 暗影在上。你真的找到了一颗心型石。我以为我活不到这一天。

source: Can you see the glow? It's literally pulsating.
de: Kannst du das Leuchten sehen? Es ist buchstäblich pulsierend.
fr: Voyez-vous cette lueur ? Regardez ses pulsations.
ja: 光っておるのが分かるか？ 文字通り脈打っている。
pt: Consegues ver o brilho? Está literalmente a cintilar.
zh_cn: 你能看见光辉吗？它确实在跳动。

source: Quick. Let's get these old heartsteel weapons glowing again.
de: Schnell. Lass uns die alten Herzstahlwaffen wieder zum Leuchten bringen.
fr: Vite. Faisons luire à nouveau ces vieilles armes en acier-cœur.
ja: 早くせんか。古いハートスチールの武器に輝きを取り戻してやろうかの。
pt: Rápido. Vamos fazer brilhar outra vez estas armas antigas com Aço do Coração.
zh_cn: 快。我们让这些陈旧的心钢武器再次发光。

source: [Nocmar places the heartstone among the heartsteel weapons]
de: [Nocmar legt den Herzstein zwischen die Herzstahlwaffen]
fr: [Nocmar place la pierre-cœur au milieu des armes d'acier-cœur]
ja: （ノクマーはハートスチール武器の中にハートストーンを設置する）
pt: [Nocmar coloca a Pedra do Coração entre as armas]
zh_cn: [诺克玛将心型石放在了心钢武器之中]

source: Can you feel it? The heartsteel is glowing again.
de: Kannst du es spüren? Der Herzstahl leuchtet wieder.
fr: Vous le sentez ? L'acier-cœur luit à nouveau.
ja: 感じるか？ ハートスチールが再び輝いておるのだ。
pt: Consegues sentir? O Aço do Coração está a brilhar outra vez.
zh_cn: 你能感觉到吗？心钢再次发光了。

source: Let me see what items you have available.
de: Lass mich sehen, welche Gegenstände du für mich hast.
fr: Montrez-moi les articles que vous avez.
ja: どんな商品があるか見せてください。
pt: Deixa-me ver os itens que ainda tens.
zh_cn: 让我看看你有哪些商品可供选择。

source: Would you help an old man please?
de: Kannst du bitte einem alten Mann helfen?
fr: S'il te plaît, accepterais-tu d'aider un vieil homme ?
ja: 年寄りを助けてくれんか？
pt: Queres ajudar um homem velho, por favor?
zh_cn: 请你帮助一位老人好吗?

source: Sure, what do you need help with?
de: Sicher, was für Hilfe brauchst du?
fr: Bien sûr, que puis-je faire pour vous ?
ja: はい、どのようなことですか？
pt: Claro, o que precisas?
zh_cn: 当然，你需要什么帮助?

source: I might. Are we talking about some kind of reward?
de: Vielleicht. Reden wir über eine Art von Belohnung?
fr: Peut-être. Y a-t-il quelque récompense à la clef ?
ja: ひょっとして。何かの報酬に関わるお話ですか？
pt: Eu poderia. Estamos a falar de algum tipo de recompensa?
zh_cn: 我可能会。有奖励吗?

source: No, I won't help an old timer like you. Bye.
de: Nein, ich helfe keinem Oldie wie dir. Tschüss.
fr: Non, je n'aide pas les vieillards dans votre genre. Au revoir.
ja: いや、あなたのような年寄りには手を貸しません。では。
pt: Não, não vou ajudar um velho como tu. Adeus.
zh_cn: 不，我不会帮助像你这样的老家伙。再见。
