Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: The sign is old and worn, but you can make out the words "Lake Laeroth watchtower".
de: Das Schild ist alt und verwittert, aber du kannst die Worte "Lake Laeroth Wachturm" ausmachen.
fr: Le panneau est vieux et usé, mais tu déchiffres les mots "Tour de guet du lac Laeroth".
ja: 看板は古くくたびれているものの"ロレス湖見張り塔"と書いてある。
pt: A placa é antiga e está gasta, mas consegues ler "torre de vigia do lago Laeroth".
zh_cn: 这个标志很旧，磨损了，但你可以看出"莱洛斯湖了望塔"的字样。

source: You toss and turn, but sleep won't come.
de: Du wälzt dich von einer Seite auf die andere, aber Schlaf will sich nicht einstellen.
fr: Tu te tournes et retournes mais le sommeil ne vient pas.
ja: あなたは寝返りを打つが、眠りは来ない。
pt: Dás voltas e viras-te, mas o sono não vem.
zh_cn: 你辗转反侧，却睡不着。

source: Now you have got a headache. You really should give up trying to sleep.
de: Jetzt hast du Kopfschmerzen. Du solltest wirklich aufgeben, einschlafen zu wollen.
fr: Maintenant tu as mal à la tête. Tu devrais vraiment arrêter d'essayer de dormir.
ja: 頭痛がする。眠るのは諦めた方がいい。
pt: Agora tens uma dor de cabeça. Devias desistir de tentar dormir.
zh_cn: 现在你头疼了。你真的应该放弃尝试睡觉。

source: You decide to write about this wondrous sight in your father's book of achievements.
ja: あなたはこの不思議な光景について、父の実績本に書きとめることにした。
pt: Decides escrever sobre esta visão maravilhosa no livro de realizações do teu pai.
zh_cn: 你决定在你父亲的成就簿上写下这一奇妙的景象。

source: I see .... So you want to get involved in our Guild?
de: Ich verstehe.... Du willst dich also in unserer Gilde engagieren?
fr: Je vois... Donc tu veux t'impliquer dans notre Guilde ?
ja: なるほど…では君は、我々のギルドに参加したいのかな？
pt: Entendo… Então quer se envolver em nossa guilda?
zh_cn: 明白了。。。。所以你想加入我们的公会吗？

source: Yes, you seem like reasonable people.
de: Ja, ihr scheint vernünftige Leute zu sein.
fr: Oui, vous semblez être des gens raisonnables.
ja: はい、あなた方は合理的な人たちのようです。
pt: Sim, parece ser uma pessoa razoável.
zh_cn: 是的，你看起来是一个通情达理的人。

source: Whatever. It's just curiosity.
de: Wie auch immer. Ich bin nur neugierig.
fr: Peu importe. C'est juste de la curiosité.
ja: それはどうでもいい。ただの好奇心です。
pt: Tanto faz. É apenas curiosidade.
zh_cn: 随便吧。这只是好奇心而已。

source: No, not really. I'm not interested in being a smug thief.
de: Nein nicht wirklich. Ich bin nicht daran interessiert, ein selbstgefälliger Dieb zu sein.
fr: Non, pas vraiment. Je n'ai pas envie d'être un simple voleur.
ja: いいえ、そうでもない。独りよがりな盗賊なんかに興味はないね。
pt: Não, na verdade não. Não estou interessado em ser um ladrão presunçoso.
zh_cn: 不，不是真的。我对成为一个自以为是的小偷不感兴趣。

source: Well, you've shown us you are trustworthy by bringing that key. However, doing just one task does not prove to us that you are eligible to be a member of our guild.
de: Nun, indem Du uns den Schlüssel gebracht hast, hast Du gezeigt, dass du vertrauenswürdig bist. Eine einzige Aufgabe zu erfüllen ist aber nicht genug, um die Berechtigung zu erhalten Mitglied unserer Gilde zu werden.
fr: Eh bien, tu nous as montré qu'on peut te faire confiance en nous apportant cette clé. Cependant, réaliser une seule mission ne nous prouve pas que tu es éligible pour devenir membre de notre guilde.
ja: そうか、君はあの鍵を持ってきたことで信用に足ることを証明した。とはいえだ、仕事をたった1つこなしただけではギルドメンバーとなる資格があることの証明にはならない。
pt: Bem, mostrou-nos que é confiável ao trazer essa chave. No entanto, fazer apenas uma tarefa não prova que é elegível para ser membro de nossa guilda.
zh_cn: 好吧，你带着那把钥匙，已经向我们表明你是值得信赖的。但是，只做一个任务并不能向我们证明你有资格成为我们公会的成员。

source: But I really want to join your guild!
de: Aber ich möchte eurer Gilde wirklich beitreten!
fr: Mais je veux vraiment rejoindre votre guilde !
ja: でもギルドに入りたいです！
pt: Mas realmente quero participar da sua guilda!
zh_cn: 但我真的很想加入你的公会!

source: Really? I didn't see any of your members bringing you "that" key.
de: Wirklich? Ich habe nicht gesehen, dass eines deiner Mitglieder dir "diesen" Schlüssel gebracht hat.
fr: Vraiment ? Je n'ai vu aucun de vos membres vous apporter "cette" clé.
ja: そうなの？ 他のメンバーは"あの鍵"を持ってこれていないのに。
pt: Realmente? Não vi nenhum dos seus membros a trazer-lhe "essa" chave.
zh_cn: 真的吗？我没有看到你们的任何成员给你带来"那个"钥匙。

source: I'm sorry to hear that. Good luck.
de: Es tut mir leid, das zu hören. Viel Glück.
fr: Je suis navré de l'entendre. Bonne chance.
ja: それは残念。精々頑張ってくれたまえ。
pt: Sinto muito por ouvir isso. Boa sorte.
zh_cn: 我很抱歉听到这个消息。祝你好运。

source: OK, OK. You will get a chance. But I warn you that from now on, you cannot go back on your choice.
de: OK, OK. Du bekommst eine Chance. Aber ich warne Dich, ab jetzt kannst Du Dich nicht mehr umentscheiden.
fr: Ok, ok. Tu auras ta chance. Mais je te préviens qu'à partir de maintenant, tu ne peux pas revenir sur ta décision.
ja: 分かった分かった。ならチャンスをあげよう。ただし、もう元の選択には引き返せないと忠告をさせてもらうよ。
pt: Ok,ok. Terá uma chance. Mas aviso que, a partir de agora, não poderá voltar à sua escolha.
zh_cn: 好的，好的。你会得到一个机会。但我警告你，从现在开始，你不能反悔你的选择。

source: So what is your decision?
de: Also, was ist deine Entscheidung?
fr: Donc quelle est ta décision ?
ja: それで、君の決断は？
pt: Então, qual é a sua decisão?
zh_cn: 那么你的决定是什么？

source: Haven't you understood? Just tell me what I have to do.
de: Hast du nicht verstanden? Sag mir einfach, was ich tun muss.
fr: N'avez-vous pas compris ? Dites-moi juste ce que je dois faire.
ja: 分からないの？ 僕がやるべきことを教えてください。
pt: Não entendeu? Apenas me diga o que tenho que fazer.
zh_cn: 你还不明白吗？只要告诉我必须做什么。

source: I will take the opportunity.
de: Ich werde die Gelegenheit nutzen.
fr: Je vais saisir l'opportunité.
ja: このチャンスを掴みます。
pt: Vou aproveitar a oportunidade.
zh_cn: 我会抓住机会。

source: I need some time to think about it.
de: Ich brauche etwas Zeit, um darüber nachzudenken.
fr: J'ai besoin de temps pour y réfléchir.
ja: 考える時間をください。
pt: Preciso de um tempo para pensar sobre isso.
zh_cn: 我需要一些时间来考虑这个问题。

source: Very well. Let's see if you're good enough to join our guild. Talk with Troublemaker. He will tell you what you have to do.
de: Sehr gut. Mal sehen, ob du gut genug bist, um unserer Gilde beizutreten. Rede mit Hitzkopf. Er wird dir sagen, was du zu tun hast.
fr: Très bien. Voyons si tu es suffisamment bon pour rejoindre notre guilde. Parle avec Fauteur de Troubles. Il te dira ce que tu dois faire.
ja: 結構。君がギルドに加入できるかどうかを見せてもらうよ。トラブルメーカーと話してくるといい。君がすべきことは彼が教えてくれるだろう。
pt: Muito bem. Vamos ver se é bom o suficiente para se juntar à nossa guilda. Fale com o Troublemaker. Ele lhe dirá o que tem que fazer.
zh_cn: 很好。让我们看看你是否有足够的能力加入我们的公会。和麻烦制造者谈谈。他会告诉你要做什么。

source: All right! I'll go see him.
de: Gut! Ich gehe zu ihm.
fr: D'accord ! Je vais le voir.
ja: わかりました！ 会ってきます。
pt: Tudo certo! Vou vê-lo.
zh_cn: 好吧！我去见他。

source: Fine. I will keep an eye on you.
de: Gut. Ich werde dich im Auge behalten.
fr: Bien. Je garde un oeil sur toi.
ja: 結構。君の動向はじっくり見させてもらおう。
pt: Bem. Vou ficar de olho em si.
zh_cn: 好吧。我将继续关注你。

source: Not for now. Make sure nobody sees you doing suspicious things. Good luck.
de: Im Moment nicht. Sorg dafür, dass niemand sieht, dass du verdächtige Dinge tust. Viel Glück.
fr: Pas maintenant. Assure-toi que personne ne voie que tu fais des choses suspectes. Bonne chance.
ja: 特には無い。怪しいことをしているのを誰にも見られないようにしなさい。頑張りたまえ。
pt: Por enquanto não. Certifique-se de que ninguém o veja a fazer coisas suspeitas. Boa sorte.
zh_cn: 暂时还没有。确保没有人看到你做可疑的事情。好运。

source: I will be careful. Bye.
de: Ich werde vorsichtig sein. Bis dann.
fr: Je ferai attention. Au revoir.
ja: 気をつけます。では。
pt: Vou ser cuidadoso. Tchau.
zh_cn: 我会小心的。再见。

source: I understand your doubts. Come back when you're prepared.
de: Ich verstehe deine Zweifel. Komm zurück, wenn du bereit bist.
fr: Je comprends tes doutes. Reviens quand tu seras prêt.
ja: 君の懸念は理解している。覚悟ができたら戻ってくるといい。
pt: Entendo suas dúvidas. Volte quando estiver preparado.
zh_cn: 我理解你的疑虑。等你准备好了再来吧。

source: Argh, another annoying apprentice ... I mean, sorry. I know you were the one who brought us the key.
de: Argh, ein anderer nerviger Lehrling ... Ich meine, tut mir leid. Ich weiß, dass du derjenige bist, der uns den Schlüssel gebracht hat.
fr: Argh, encore un apprenti ennuyeux... Je veux dire, désolé. Je sais que c'est toi qui nous as apporté la clé.
ja: はあ、こりゃまた困った見習いが…ああ、悪いね。あんたが鍵を持ってきてくれたって話は知ってるんだ。
pt: Raios, outro aprendiz irritante… quero dizer, desculpa. Sei que foste quem nos trouxe a chave.
zh_cn: 唉，又一个讨厌的学徒...我的意思是，对不起。我知道是你给我们带来了钥匙。

source: OK, now listen up!
de: OK, jetzt hör zu!
fr: Ok, maintenant écoute bien !
ja: じゃあ聞いてくれ！
pt: OK, agora ouça!
zh_cn: 好了，现在听好了!

source: As I expect you are aware, we're not welcome in many places. In fact, we're being pursued by Fallhaven patrols. That's why we are here. This place is safe.
de: Wie Sie sicher wissen, sind wir nicht an vielen Orten willkommen. Tatsächlich werden wir von Fallhaven-Patrouillen verfolgt. Deshalb sind wir hier. Dieser Ort ist sicher.
fr: Comme tu peux t'en douter, nous ne sommes pas les bienvenus dans de nombreux endroits. En fait, nous sommes recherchés par des patrouilles de Fallhaven. C'est pourquoi nous sommes ici. Ce lieu est sûr.
ja: 知っての通り、オレたちはどこに行っても嫌われ者だ。実際、フォールヘブンのパトロールからも追われてる。だからここにいるんだ。ここなら安全だからね。
pt: Como espero que saiba, não somos bem-vindos em muitos lugares. De fato, estamos a ser perseguidos pelas patrulhas de Fallhaven. É por isso que estamos aqui. Este lugar é seguro.
zh_cn: 我想你也知道，我们在很多地方都不受欢迎。事实上，我们正被法尔海文的巡逻队追捕。这就是我们在这里的原因。这个地方很安全。

source: But we need supplies to survive, and also to maintain the Guild's influence. We are not just common robbers.
de: Aber wir brauchen Vorräte, um zu überleben und auch den Einfluss der Gilde aufrechtzuerhalten. Wir sind nicht nur gewöhnliche Räuber.
fr: Mais nous avons besoin de marchandises pour survivre, et aussi pour maintenir l'influence de la Guilde. Nous ne sommes pas de simples voleurs.
ja: だけど生き残るためには、そしてギルドの影響力を維持するには物資が必要だ。オレたちはそこらの強盗とは違う。
pt: Mas precisamos de provisões para sobreviver e também para manter a influência da Guilda. Não somos apenas ladrões comuns.
zh_cn: 但我们需要补给来生存，也需要保持公会的影响力。我们不仅仅是普通的强盗。

source: We don't just steal gold or goods. We steal information. Secrets, shipment reports, strategic locations. Do you know what I mean?
de: Wir stehlen nicht nur Gold oder Waren. Wir stehlen Informationen. Geheimnisse, Versandberichte, strategische Standorte. Verstehst du, was ich meine?
fr: Nous ne volons pas juste de l'or ou des biens. Nous volons de l'information. Des secrets, des rapports de transactions, des lieux stratégiques. Tu vois ce que je veux dire ?
ja: 金品だけじゃない。情報を盗むんだ。機密、出荷記録、戦略拠点。 オレの言ってること、分かる？
pt: Não roubamos apenas ouro ou mercadorias. Roubamos informações. Segredos, relatórios de remessa, locais estratégicos. Sabe o que quero dizer?
zh_cn: 我们不只是偷黄金或商品。我们窃取信息。机密，装运报告，战略位置。 你知道我的意思吗？

source: Get to the point please.
de: Komm bitte auf den Punkt.
fr: Allez droit au but, s'il vous plait.
ja: 要点を話して。
pt: Vá direto ao ponto, por favor.
zh_cn: 请直截了当。

source: Yes, I understand.
de: Ja, ich verstehe.
fr: Oui, je comprends.
ja: はい、分かります。
pt: Sim, entendo.
zh_cn: 是的，我明白。

source: We have spies and scouts in certain key locations, gathering information. These locations are places frequented by people from Feygard and also from Nor City.
de: Wir haben Spione und Kundschafter an bestimmten wichtigen Orten, die Informationen sammeln. Diese Orte werden von Leuten aus Feygard und auch aus Nor City frequentiert.
fr: Nous avons des espions et des éclaireurs qui récoltent des informations dans certains endroits clés fréquentés par des gens de Feygard et de Norville.
ja: オレたちは情報を収集するために、特定の重要な場所にスパイやスカウトを配置してる。フェイガードやノアシティの人がよくやって来る場所だな。
pt: Temos espiões e batedores em certos locais importantes, a coletar informações. Esses locais são locais frequentados por pessoas de Feygard e também de Nor City.
zh_cn: 我们在某些关键地点有间谍和侦察员，收集信息。这些地方是费加德和诺尔城的人经常去的地方。

source: So you will be the intermediary this time, collecting our spies' journals and bringing them to me.
de: Dieses Mal wirst du der Vermittler sein und die Aufzeichnungen unserer Spione sammeln und sie mir bringen.
fr: Cette fois, tu seras donc l'intermédiaire ; tu vas collecter les journaux de nos espions et me les apporter.
ja: それで今回はあんたが仲介役としてスパイの日記を集めて、オレのところへ持ってきてほしい。
pt: Então será o intermediário desta vez, a coletar os diários de nossos espiões e me trazer-los.
zh_cn: 所以这次你将成为中间人，收集我们间谍的日记，并把它们带给我。

source: Sounds easy, I'll do it.
de: Klingt einfach. Ich mach's.
fr: Ca a l'air facile, je le ferai.
ja: 簡単そう、やります。
pt: Parece fácil, vou fazer isso.
zh_cn: 听起来很简单，我就这么做。

source: That's not my favorite kind of job, but I will bring them.
ja: 好みの仕事とは違うけど、持ってきます。
pt: Esse não é o meu tipo de trabalho favorito, mas vou trazé-los.
zh_cn: 这不是我最喜欢的那种工作，但我会把它们带来。

source: No, I'm too strong to be just a mere broker.
de: Nein, ich bin zu stark, um nur ein einfacher Vermittler zu sein.
fr: Non, je suis trop fort pour être un simple médiateur.
ja: 嫌です、ただの仲介人になるには僕は強すぎるので。
pt: Não, sou forte demais para ser apenas um mero corretor.
zh_cn: 不，我太强大了，不能只做一个普通的经纪人。

source: Good. We have three people on the job. The first one is a spy in Crossglen, Leta. I believe you know her. One of our veteran spies, Dunla, is disguised as a vendor in Vilegard Tavern. And finally we have Fanamor, watching what is happening around Crossroads Guardhouse. Search for them in this order.
de: Gut. Wir haben drei Beteiligte. Die erste ist eine Spionin in Crossglen, Leta. Ich glaube, du kennst sie. Eine unserer altgedienten Spione, Dunla, ist als Verkäufer in der Vilegard Taverne getarnt. Und schließlich haben wir Fanamor, der beobachtet, was um das Crossroads Guardhouse herum passiert. Such sie in dieser Reihenfolge auf.
fr: Bien. Nous avons trois personnes sur la mission. La première est une espionne de Crossglen, Leta. Je crois que tu la connais. Un de nos espions vétérans, Dunla, est déguisé en marchand à la taverne de Vilegard. Enfin, nous avons Fanamor, qui surveille les environs du poste de garde de Croisechemins. Va les trouver dans cet ordre.
ja: よし。任務には3人の人間がついてる。 まずクロスグレンのスパイであるレタ、彼女のことは知ってるよね。 それからベテランスパイのダンラ、ヴィルガードの酒場で売人を装ってる。 最後にファナモー、クロスロード衛兵所の周辺で監視についてる。この順番で探してきてくれ。
pt: Boa. Temos três pessoas no trabalho. O primeiro é um espião em Crossglen, Leta. Acredito que a conhece. Um dos nossos espiões veteranos, Dunla, está disfarçado de vendedor na Vilegard Tavern. E finalmente temos Fanamor, a assistir o que está a acontecer em Crossroads Guardhouse. Procure-os nesta ordem.
zh_cn: 很好。我们有三个人在工作。 第一个是克罗斯山谷的一个间谍，莉塔。我相信你认识她。 我们的一个老间谍，邓拉，伪装成维尔加德酒馆的一个小贩。 最后我们还有法纳莫尔，在观察交叉路口警卫室周围发生的事情。按照这个顺序搜索他们。

source: Hmpf. Go kill some beetles with your strength!
de: Hmpf. Geh und töte ein paar Käfer mit deiner Kraft!
fr: Hmpf. Va tuer des scarabées avec ta force !
ja: くふふ。じゃあその力でビートルでも退治しててくれ！
pt: Hmpf. Vá matar alguns besouros com a sua força!
zh_cn: 嗯。用你的力量去杀一些甲虫！

source: Ah! I almost forgot. You have to say the password if you want them to give you the journal. The password is "You are no one. No one knows you. No one has seen you." Good luck.
de: Ah! Ich habe es fast vergessen. Du musst das Kennwort nennen, wenn sie Dir den Bericht geben sollen. Das Passwort lautet "Du bist niemand. Niemand kennt dich. Niemand hat dich gesehen." Viel Glück.
fr: Ah ! J'ai failli oublier. Tu dois dire le mot de passe si tu veux qu'ils te donnent le journal. Le mot de passe est "Tu n'es personne. Personne ne te connait. Personne ne t'a vu." Bonne chance.
ja: ああ！ 忘れるところだった。日記を受け取るには合言葉を言わなきゃいけないんだ。 合言葉は"あなたは誰でもない。誰もあなたを知らない。誰もあなたを見ていない"。じゃあ頑張って。
pt: Ah! Quase esqueci. Deve dizer a palavra-passe se quiser que eles lhe forneçam o diário. A palavra-passe é "É ninguém. Ninguém conhece-o. Ninguém viu-o." Boa sorte.
zh_cn: 啊!我差点忘了。如果你想让他们给你日记，你必须说出密码。 密码是“你不是一个人。没有人认识你。没有人见过你。”祝你好运。

source: I will keep that in mind. Bye.
de: Das werde ich im Hinterkopf behalten. Auf Wiedersehen.
fr: Je m'en souviendrai. Tchao.
ja: 覚えておきます。では。
pt: Vou manter aquilo em mente. Tchau.
zh_cn: 我会记住这一点。再见。

source: What? I don't know what you are talking about.
de: Was? Ich weiß nicht wovon du redest.
fr: Quoi ? Je ne sais pas de quoi tu parles.
ja: 何だって？ なんのことを言ってるのか分からないね。
pt: O que? Não sei do que está a falar.
zh_cn: 什么，我不知道你在说什么。

source: You are no one. No one knows you. No one has seen you.
de: Du bist ein Niemand. Niemand kennt dich. Niemand hat dich gesehen.
fr: Tu n'es personne. Personne ne te connais. Personne ne t'a vu.
ja: あなたは誰でもない。誰もあなたを知らない。誰もあなたを見ていない。
pt: É ninguém. Ninguém conhece-o. Ninguém viu-o.
zh_cn: 你不是一个人。没有人认识你。没有人见过你。

source: So, you are one of us. Here, take my journal.
de: Also bist du einer von uns. Hier, nimm meinen Bericht.
fr: Donc, tu es l'un de nous. Tiens, prends mon journal.
ja: そうかい、身内だったか。コイツが日記だ、受け取りな。
pt: Então, é um de nós. Aqui, tome o meu diário.
zh_cn: 所以，你是我们中的一员。来，拿着我的日记。

source: Sorry, I don't have any more information for you.
de: Entschuldigung, ich habe keine weiteren Informationen für dich.
fr: Désolé, je n'ai aucune information pour toi.
ja: 悪いが、これ以上情報はないぜ。
pt: Desculpe, não tenho mais informações para si.
zh_cn: 对不起，我没有任何更多的信息给你。

source: Ok, bye.
de: Ok tschüss.
fr: Ok, tchao.
ja: わかりました。では。
pt: OK, tchau.
zh_cn: 好的，再见。

source: Finally! I was getting tired of waiting here killing these beasts ...
de: Na endlich! Ich hatte es satt, hier zu warten und diese Bestien zu töten...
fr: Enfin ! J'étais fatiguée d'attendre ici en tuant ces bêtes...
ja: ようやくね！ いい加減モンスターを殺しながら待つのにも飽き飽きしてたの…
pt: Finalmente! Estava cansado de esperar aqui a matar essas bestas…
zh_cn: 终于来了我已经厌倦了在这里等着杀这些野兽......。

source: Take this. All I've seen is written here ...
de: Nimm das hier. Alles, was ich gesehen habe, steht hier geschrieben ...
fr: Prends ça. Tout ce que j'ai vu est écrit ici...
ja: はいどうぞ。見たものはここに書いて…
pt: Pegue isso. Tudo o que vi está escrito aqui…
zh_cn: 拿着这个。我所看到的一切都写在这里......

source: Halt! You have been caught!
de: Halt! Man hat dich erwischt!
fr: Halte ! Tu es pris !
ja: 動くな！ 追い詰めたぞ！
pt: Pare! Foi pego!
zh_cn: 站住，你被抓住了!

source: In the blink of an eye, Fanamor starts attacking the scout.
de: Im Handumdrehen greift Fanamor den Späher an.
fr: En un clin d’œil, Fanamor commence à attaquer l'éclaireur.
ja: 瞬く間にファナモーが斥候に攻撃を仕掛ける。
pt: Em um piscar de olhos, Fanamor começa a atacar o batedor.
zh_cn: 眨眼间，法纳莫尔开始攻击侦察兵。

source: Argh ... damned trash, take this! (His sword swings quickly, and severely wounds Fanamor)
de: Argh ... verdammter Abschaum, nimm das! (Sein Schwert schwingt schnell und verwundet Fanamor schwer.)
fr: Argh... sale ordure, prends ça ! (Son épée fend l'air rapidement, et blesse gravement Fanamor)
ja: くっ…クズめ、これでも喰らえ！ （素早く剣を振るい、ファナモーに重傷を負わせる）
pt: Raios… maldito lixo, pega nisto! (A espada dele balança rapidamente e fere gravemente o Fanamor)
zh_cn: 啊......该死的垃圾，拿着这个! (他的剑迅速挥动，重伤了法纳摩尔)

source: (Grabs the book) What have we here? A lost kid trying to do business with this scum, hah? You are under arrest!
de: (Schnappt sich das Buch) Was haben wir hier? Ein verlorenes Kind, das versucht, mit diesem Abschaum Geschäfte zu machen, hm? Du bist verhaftet!
fr: (Prend le livre) Qu'avons-nous ici ? Un gamin perdu qui essaye de commercer avec cette racaille, hein ? Tu es en état d'arrestation !
ja: （本を手に取る） ここで何をしている？ 迷子の子供がそこのクズと取引しようとしていただと。んん？ お前も逮捕だ！
pt: (Agarra o livro) O que temos aqui? Um garoto perdido a tentar negociar com essa escória, não é? Está preso!
zh_cn: (抓起书) 我们这里有什么？一个迷路的孩子想和这个人渣做生意，哈？ 你被捕了！

source: Not without a fight!
de: Nicht kampflos!
fr: Pas sans me battre !
ja: 戦わずにはいられない！
pt: Não sem luta!
zh_cn: 不是没有战斗！

source: How dare you! Prepare to die, useless soldier!
de: Wie kannst du es wagen! Bereite dich auf den Tod vor, nutzloser Soldat!
fr: Comment oses-tu ? Prépare-toi à mourir, soldat inutile !
ja: よくもまあヌケヌケと。覚悟しろ、役立たずの兵士め！
pt: Como ousa! Prepare-se para morrer, soldado inútil!
zh_cn: 你怎么敢！准备受死吧，没用的士兵！

source: For the shadow!
de: Für den Schatten!
fr: Pour l'ombre !
ja: シャドウのために！
pt: Pela sombra!
zh_cn: 为了暗影!

source: Tsch ... I ... cannot ... You kid, protect the book!
de: Tsch ... Ich ... kann nicht ... Kind, beschütze das Buch!
fr: Tsch... je ne... peux pas... Toi gamin, protège le livre !
ja: うくッ…私は…ダメ… 君、本を守って！
pt: Tsch… eu… não posso… Seu garoto, proteja o livro!
zh_cn: 我......不能......。我...不能...。 你这孩子，保护这本书！

source: Umar you say? I don't know any Umar!
de: Umar sagst du? Ich kenne keinen Umar!
fr: Umar, dites-vous ? Je ne connais aucun Umar !
ja: ウマルだって？ ウマルなんてやつは知らないよ！
pt: Diz Umar? Não conheço nenhum Umar!
zh_cn: 你说奥马尔？我不认识任何奥马尔！

source: (Whispering) You are no one. No one knows you. No one has seen you.
de: (Flüsternd) Du bist ein Niemand. Niemand kennt dich. Niemand hat dich gesehen.
fr: (Murmurant) Tu n'es personne. Personne ne te connait. Personne ne t'a vu.
ja: （耳打ちする）あなたは誰でもない。誰もあなたを知らない。誰もあなたを見ていない。
pt: (Sussurrando) É ninguém. Ninguém conhece-o. Ninguém viu-o.
zh_cn: （低声）你不是一个人。没有人认识你。没有人见过你。

source: How do you ...? Whatever, you are one of us.
de: Wie du...? Wie auch immer, du bist einer von uns.
fr: Comment peux-tu ... ? Peu importe, tu es l'un des nôtres.
ja: どうしてそれを…？ とにかく、アンタは私たちの仲間ってことだね。
pt: Como…? Seja como for, você é um de nós.
zh_cn: 你怎么......？不管怎么样，你是我们中的一员。

source: Umar sent me to get your journal.
de: Umar hat mich geschickt, um deinen Bericht zu holen.
fr: Umar m'a envoyé prendre votre journal.
ja: ウマルから日記を受け取りに来ました。
pt: Umar me enviou para buscar o seu diário.
zh_cn: 奥马尔派我去拿你的日记。

source: Here. Make sure you don't raise any suspicion on your future jobs. Bye kid.
de: Hier. Stell sicher, dass du keinen Verdacht auf deine zukünftigen Jobs lenkst. Mach's gut, Kleiner.
fr: Tiens. Attention à ne pas attirer de soupçons lors de tes prochaines missions. Au revoir gamin.
ja: ほら。これから先、自分の仕事に疑いを持たないようにするんだよ。じゃあね。
pt: Aqui. Certifique-se de não levantar suspeitas sobre os seus futuros empregos. Tchau garoto.
zh_cn: 这里。确保你不会对你未来的工作产生任何怀疑。再见孩子。

source: I gave you all the information I have gathered. Now leave me alone.
de: Ich habe dir alle Informationen gegeben, die ich gesammelt habe. Lass mich jetzt in Ruhe.
fr: Je t'ai donné toutes les informations que j'ai collectées. Laisse-moi tranquille maintenant.
ja: 集めた情報は全部渡したよ。私のことは放っておいてちょうだい。
pt: Lhe dei todas as informações que reuni. Agora me deixa em paz.
zh_cn: 我给了你我收集到的所有信息。现在别管我了。

source: Wow, you ... you really got rid of him ....
de: Wow, du... du bist ihn wirklich losgeworden...
fr: Ouah, tu... tu t'es vraiment débarrassé de lui...
ja: うわぁ、本当に…撃退しちゃった…
pt: Uau,… realmente livrou-se dele….
zh_cn: 哇，你......你真的把他赶走了 ....

source: Did you doubt me?
de: Hast du an mir gezweifelt?
fr: Doutiez-vous de moi ?
ja: 疑ってたの？
pt: Duvidou de mim?
zh_cn: 你怀疑我吗？

source: Yes, even though he was strong, as we can expect of Feygard soldiers ...
de: Ja, auch wenn er stark war, wie wir es von Feygard-Soldaten erwarten können...
fr: Oui, même s'il était fort, comme on peut s'y attendre des soldats de Feygard...
ja: ええ、フェイガード兵だけあってさすがに強かったですね…
pt: Sim, mesmo que ele fosse forte, como podemos esperar dos soldados de Feygard…
zh_cn: 是的，尽管他很强壮，正如我们所期望的费加德士兵一样......。

source: Watch out! Behind you!
de: Vorsicht! Hinter dir!
fr: Attention ! Derrière toi !
ja: 危ない！ 後ろ！
pt: Cuidado! Atrás de si!
zh_cn: 小心！在你后面！

source: What ...?
de: Was...?
fr: Quoi ... ?
ja: 何…？
pt: O que…?
zh_cn: 什么......？

source: Argh ... The Feygard Scout hit me badly. I have not much time ... I am bleeding very heavily.
de: Argh... Der Feygard Kundschafter hat mich schwer getroffen. Ich habe nicht viel Zeit ... Ich blute sehr stark.
fr: Argh... L'éclaireur de Feygard m'a gravement touchée. Je n'ai pas beaucoup de temps... je perds beaucoup de sang.
ja: ああ…フェイガード斥候に手酷くやられちゃったなぁ。もう時間がない…出血が酷すぎる。
pt: Raios… O escoteiro Feygard me bateu muito. Não tenho muito tempo… estou a sangrar muito.
zh_cn: 啊......。费加德侦察员对我打击很大。我没有多少时间了......。我的血流得很厉害。

source: I don't think so.
de: Ich glaube nicht.
fr: Je ne pense pas.
ja: そうでもないですよ。
pt: Acho que não.
zh_cn: 我不认为如此。

source: Can I help?
de: Kann ich helfen?
fr: Puis-je aider ?
ja: 何か手伝えますか？
pt: Posso ajudar?
zh_cn: 我可以帮忙吗？
