Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: Have you seen a boy called Rincel around here recently?
de: Hast du kürzlich einen Jungen namens Rincel gesehen?
fr: Avez-vous vu un garçon appelé Rincel ici récemment ?
ja: 最近この辺りでリンセルという少年を見かけませんでしたか？
pt: Viste um rapaz chamado Rincel por aqui recentemente?
zh_cn: 你最近在这附近见过一个叫林塞尔的男孩吗?

source: I am Torilo, the proprietor of this establishment. Please have a seat anywhere you like.
de: Ich bin Torilo, der Besitzer dieser Einrichtung. Bitte setz dich, wo auch immer du willst.
fr: Je suis Torilo, le propriétaire de cet établissement. Prenez place où vous voulez.
ja: 私はこの施設のオーナーのトリロです。お好きな席にお座りください。
pt: Sou o Torilo, o proprietário deste estabelecimento. Por favor senta-te onde quiseres.
zh_cn: 我是托里洛，这家酒店的老板。请随便坐。

source: Can I see what you have available for food and drink?
de: Darf ich sehen, welches Essen und welche Getränke erhältlich sind?
fr: Puis-je voir ce que vous avez à manger et à boire ?
ja: 飲食物を見せてもらえますか？
pt: Posso ver o que tens de comidas e bebidas?
zh_cn: 我能看看你们有什么吃的和喝的吗？

source: Do you have somewhere I can rest?
de: Gibt es einen Raum zu mieten?
fr: Avez-vous un endroit où je peux me reposer ?
ja: どこか休める場所はありますか？
pt: Tens algum sítio onde eu possa descansar?
zh_cn: 你有什么地方可以让我休息吗?

source: Are those guards always shouting and yelling that much?
de: Schreien und brüllen diese Wachen immer so viel?
fr: Ces gardes sont-ils toujours en train de crier et d’hurler comme ça ?
ja: あの衛兵の人たちはいつもあんなに叫んでるんですか？
pt: Aqueles guardas estão sempre a gritar e a berrar assim tanto?
zh_cn: 那些警卫总是大喊大叫吗？

source: Was there anything else you wanted?
de: Gab es noch etwas anderes, was du wolltest?
fr: Y avait-il autre chose que tu voulais ?
ja: 他には何か？
pt: Querias algo mais?
zh_cn: 你还要别的什么吗?

source: Absolutely. We have a wide selection of food and beverages.
de: Auf jeden Fall. Wir haben eine große Auswahl an Speisen und Getränken.
fr: Absolument. Nous avons une grande variété de nourriture et de boissons.
ja: もちろんです。食べ物や飲み物を豊富に取り揃えております。
pt: Absolutamente. Temos uma grande variedade de alimentos e bebidas.
zh_cn: 当然。我们有各种各样的食品和饮料。

source: Yes, you already rented the back room.
de: Ja, du hast das Hinterzimmer bereits gemietet.
fr: Oui, vous avez déjà loué la pièce de derrière.
ja: はい、既に奥の部屋を借りられましたよね。
pt: Sim, já arrendaste o quarto dos fundos.
zh_cn: 是的，你已经租了后面的房间。

source: Please feel free to use it in any way you like. I hope you can get some sleep even with these guards yelling their songs.
de: Fühl dich bitte frei das Zimmer für jegliche Zwecke zu verwenden. Ich hoffe, du kannst ein wenig schlafen, auch wenn diese Wachen ihre Lieder rumbrüllen.
fr: Utilise la chambre comme bon te semble. J’espère que tu pourras te reposer malgré ces gardes qui crient leurs chansons.
ja: ご自由にお使いください。衛兵の皆さんが歌を叫んでいる中でもぐっすり眠れるといいのですけど。
pt: Por favor, está à vontade para usá-lo sempre que quiseres. Espero que consigas dormir um pouco, mesmo com esses guardas a cantar.
zh_cn: 请随意使用它。我希望你能睡上一觉，即使这些卫兵大喊着他们的歌。

source: Oh yes. We have a very comfortable back room here in the Foaming Flask tavern.
de: Oh ja. Wir haben hier einen sehr komfortablen Raum in der Taverne 'Schäumende Flasche'.
fr: Oh oui. Nous avons une chambre très confortable ici à la Chopine Moussante.
ja: ええ、はい。フォーミングフラスコ酒場の奥には大変居心地のいい部屋がありますよ。
pt: Ah, sim. Temos um quarto muito confortável ali ao fundo, na taberna Foaming Flask.
zh_cn: 噢,是的。我们在泡沫瓶酒馆里有一间很舒适的后屋。

source: Available for only 250 gold. Then you can use it as much as you like.
de: Erhältlich für nur 250 Goldmünzen. Dann kannst du ihn so oft benutzen, wie du es willst.
fr: Disponible pour seulement 250 pièces d’or. Tu pourras ensuite l’utiliser aussi longtemps que tu le souhaites.
ja: ご利用は250ゴールドです。その後は自由にお使いいただけます。
pt: Disponível por apenas 250 moedas de ouro. E então poderás usá-lo quando quiseres.
zh_cn: 只需要250金币。然后你就可以随心所欲地使用它了。

source: 250 gold? Sure, that's nothing to me. Here you go.
de: 250 Goldmünzen? Sicher, das macht mir nichts aus. Hier hast du sie.
fr: 250 pièces d’or ? Bien sûr, ce n’est rien pour moi. Tenez.
ja: 250ゴールド？ なんてことないですね。どうぞ。
pt: 250 de ouro? Para mim isso são trocos. Aqui tens.
zh_cn: 250黄金?当然，这对我来说没什么。给你。

source: 250 gold is a lot, but I guess it is worth it. Here you go.
de: 250 Goldmünzen sind einiges, aber ich schätze, das ist es wert. Hier hast du sie.
fr: 250 pièces d’or, c’est beaucoup, mais je suppose que cela vaut le coup. Tenez.
ja: 250ゴールドは多いけど、それだけの価値はあると思います。どうぞ。
pt: 250 de ouro é muito, mas acho que vale a pena. Aqui tens.
zh_cn: 250金币是很多，但我想它是值得的。给你。

source: That sounds a bit too much for me.
de: Das hört sich nach ein bisschen zu viel Goldmünzen für mich an.
fr: Ça paraît trop pour moi.
ja: それはちょっと多すぎます。
pt: Isso parece ser demasiado para mim.
zh_cn: 对我来说太多了。

source: Oh well, it's your loss.
de: Nun gut, dabei entgeht dir etwas.
fr: Eh bien, tant pis pour vous.
ja: おや、それは残念でしたね。
pt: Oh, tudo bem, tu é que ficas a perder.
zh_cn: 好吧，那是你的损失。

source: Thank you. The room is now rented to you.
de: Ich danke dir. Der Raum ist ab jetzt an dich vermietet.
fr: Merci. La chambre t'est désormais louée.
ja: ありがとうございます。部屋をお貸しします。
pt: Obrigado. O quarto agora está arrendado a ti.
zh_cn: 谢谢你！这个房间现在租给你了。

source: Rincel? No, not that I can recall. Actually, we don't get many children in here. *chuckle*
de: Rincel? Nein, nicht dass ich mich erinnern würde. Eigentlich sind hier drin nicht oft Kinder. *kicher*
fr: Rincel ? Non, pas que je me souvienne. En fait, nous n’avons pas beaucoup d’enfants par ici. *gloussement*
ja: リンセル？ いえ、覚えがないですね。実は、ここにはあまり子供は来ないのですよ。（クスクス）
pt: Rincel? Não, não que me lembre. Na verdade, não temos muitos miúdos por aqui. *risos*
zh_cn: 林塞尔吗?不，我想不起来了。实际上，我们这里没有很多孩子。*笑*

source: *Sigh* Yes. Those guards have been here for quite some time now.
de: *Seufz* Ja. Diese Wachen sind jetzt schon seit einiger Zeit hier.
fr: *Soupir* Oui. Ces gardes sont ici depuis un certain temps maintenant.
ja: （ため息）はい。あの衛兵の皆さんは随分前からここにいらっしゃいますね。
pt: *Suspiro* Sim. Esses guardas já estão aqui há algum tempo.
zh_cn: *叹气*是的。那些警卫已经在这里呆了相当长一段时间了。

source: They seem to be looking for something or someone, but I am not sure who or what.
de: Sie scheinen nach etwas oder jemandem Ausschau zu halten, aber ich weiß nicht nach wem oder was.
fr: Ils ont l'air de rechercher quelqu’un ou quelque chose, mais je ne sais pas qui ou quoi.
ja: 何か探しているようですが、何を探しているのかはよく分かりませんね。
pt: Eles parecem estar à procura de algo ou de alguém, mas não tenho certeza de quem ou do quê.
zh_cn: 他们似乎在寻找什么东西或人，但我不确定是谁或什么。

source: I hope the Shadow watches over us so that nothing bad happens to the Foaming Flask tavern because of them.
de: Ich hoffe, der Schatten wacht über uns, so dass wegen ihnen nichts Schlimmes über die Taverne 'Schäumende Flasche' hereinbricht.
fr: J'espère que l'Ombre veille sur nous, et que rien n'arrivera à la taverne la Chopine Moussante à cause d'eux.
ja: フォーミングフラスコ酒場に悪いことが起こらないように、シャドウが見守って下さることを願っていますよ。
pt: Espero que a Sombra nos proteja, para que nada de mau aconteça na taberna Foaming Flask por causa deles.
zh_cn: 我希望暗影能照顾我们，使泡沫瓶酒馆不会因为他们而发生任何不好的事情。

source: Oh my, a commoner. Get away from me. I might catch something.
de: Oh nein, ein Bürgerlicher. Geh weg von mir. Ich könnte mir etwas holen.
fr: Bonté divine, un roturier. Ne vous approchez pas de moi, vous pourriez me faire attraper quelque chose.
ja: まあ、平民じゃない。こっちに近寄らないで頂戴。汚らわしい。
pt: O quê? Um plebeu! Fica longe de mim. Ainda apanho alguma doença.
zh_cn: 哦，天哪，一个平民。离我远点。我可能会抓住一些东西。

source: What is a noble woman such as yourself doing in a place like this?
de: Was macht eine noble Frau, wie du es bist, an einem Ort wie diesem?
fr: Que fait une noble comme vous dans un endroit pareil ?
ja: あなたのような高貴な女性が、このような所で何をなさっているのですか？
pt: O que é que uma mulher nobre como tu está a fazer num lugar como este?
zh_cn: 像你这样高贵的女人在这样的地方干什么?

source: I would be glad to get away from a snob like you.
de: Ich würde froh darüber sein, von einer Wichtigtuerin wie dir fortzukommen.
fr: Je n'ai pas l'intention de m'approcher d'une snob comme vous.
ja: あなたみたいなお高くとまった人から離れられて嬉しいですね。
pt: Ficaria feliz em permanecer longe de uma snobe como tu.
zh_cn: 我很高兴能摆脱像你这样势利的人。

source: I am Ambelie of the house of Laumwill in Feygard. I am sure you must have heard of me and my house.
de: Ich bin Ambelie vom Hause Laumwill in Feygard. Ich bin sicher, dass du von mir und meinem Haus gehört haben musst.
fr: Mon nom est Ambélie de la maison Laumwill de Feygard. Je suis certaine que vous avez entendu parler de moi et de ma famille.
ja: わたくしはフェイガードのラウムウィル家、アンベリーと申します。わたくしとわたくしの家については、当然聞いたことがあるかと存じます。
pt: Sou Ambelie da casa de Laumwill em Feygard. Tenho a certeza que deves ter ouvido falar de mim e da minha casa.
zh_cn: 我是费加德劳姆威尔家的安姆贝基。我相信你一定听说过我和我的家族。

source: Oh yes ... um ... House of Laumwill in Feygard. Of course.
de: Oh, ja.. Äh.. Haus von Laumwill in Feygard. Natürlich.
fr: Ah oui… Euh… La maison Laumwill de Feygard. Bien sûr.
ja: ええ、はい…えーと…フェイガードのラウムウィル家ですね。もちろん。
pt: Ah sim... hum... Casa de Laumwill em Feygard. Claro.
zh_cn: 哦,是的…嗯…费加德的劳姆威尔家族。当然。

source: I have never heard of you or your house.
de: Ich habe noch nie etwas von dir oder deinem Haus gehört.
fr: Je n'ai jamais entendu parler ni de vous, ni des vôtres.
ja: あなたやあなたの家のことは聞いたことがないですね。
pt: Nunca ouvi falar de ti ou da tua casa.
zh_cn: 我从未听说过你或你的家族。

source: Where is Feygard?
de: Wo ist Feygard?
fr: Où est Feygard ?
ja: フェイガードとはどこですか？
pt: Onde fica Feygard?
zh_cn: 费加德在哪儿？

source: Feygard, the great city of peace. Surely you must know of it. Northwest in our great land.
de: Feygard, die großartige Stadt des Friedens. Sicher musst du sie kennen. Im Nordwesten unseres großartigen Landes.
fr: Feygard, la grande cité de la paix. On vous en a fort probablement déjà parlé. Elle se situe au nord-ouest d'ici.
ja: 偉大な平和の都、フェイガード。ご存知のはずです。北西のわたくしたちの偉大な大地。
pt: Feygard, a grande cidade da paz. Certamente deves saber disso. A noroeste (↖) do nosso grande reino.
zh_cn: 费加德，伟大的和平之城。你一定知道这件事。在我们伟大的土地西北方。

source: No, I have never heard of it.
de: Nein, ich habe noch nie davon gehört.
fr: Non, je n'en ai jamais entendu parler.
ja: いいえ、聞いたことはないですね。
pt: Não, nunca ouvi disso.
zh_cn: 没有，我从来没听说过。

source: Pfft. That just proves everything I have heard of you savages here in the southern land. So uneducated.
de: Pfft. Das beweist alles, was ich von euch Wilden hier im Süden gehört habe. So ungebildet.
fr: Pfff… Cela ne fait qu'attester ce qui se dit sur vous autres, sauvages du sud. De vrais ignares.
ja: ぷっ。あなたのその発言が南の地の野蛮人であることを証明しているわ。教養がないのね。
pt: Pfft. Isso só prova que tudo o que ouvi de vós selvagens aqui no sul. Tão mal educados.
zh_cn: 啐。这正好证明了我在南方听到的关于你们野蛮人的一切。多么的无知。

source: I, Ambelie, of the house of Laumwill in Feygard, am on an excursion to the southern Nor City.
de: Ich, Ambelie, vom Hause Laumwill in Feygard, bin auf einer Reise zum südlichen Nor City.
fr: Moi, Ambélie, de la maison de Laumwill de Feygard, suis en excursion vers la cité de Norville, au sud.
ja: わたくし、アンベリーはフェイガードのラウムウィル家に連なる者なのだけれど、南のノアシティへの旅行の途中なの。
pt: Eu, Ambelie, da casa de Laumwill em Feygard, estou numa excursão a sul de Nor City.
zh_cn: 我，安贝莉，是费加德的劳姆威尔家族的人，我正在去南部诺尔城旅行。

source: An excursion to see if Nor City really is all that I have heard about it. If it really can compare itself to the glamour of the great city of Feygard.
de: Eine Reise um zu sehen, ob Nor City wirklich so ist, wie man sagt. Ob es wirklich mit dem Glanz der großartigen Stadt Feygard verglichen werden kann.
fr: Je souhaite découvrir si Norville est vraiment fidèle à ce qu'on dit d'elle. Si ses richesses et sa beauté sont vraiment comparables à celles de Feygard.
ja: 旅行は、ノアシティについて聞いたことが本当かを確かめるためよ。本当に大都市フェイガードの魅力に比肩するのかどうか。
pt: Uma excursão para ver se Nor City é realmente aquilo que ouvi falar. Se é que ela pode realmente comparar-se ao glamour da grande cidade de Feygard.
zh_cn: 一次远足，看看诺尔城是否真的是我所听到的一切。如果它真的能与费加德大城市的魅力相媲美。

source: Nor City, where is that?
de: Nor City, wo ist das?
fr: Norville, où est-ce que ça se trouve ?
ja: ノアシティ、それはどこですか？
pt: Nor City, onde fica isso?
zh_cn: 诺尔城，那在哪儿？

source: If you like it so much in Feygard, why would you even leave?
de: Wenn du es in Feygard so magst, warum verlässt du es dann überhaupt?
fr: Si vous aimez tant Feygard, pourquoi partir ?
ja: フェイガードがそれほど好きなら、どうして離れるのです？
pt: Se gostas tanto de Feygard, porque é que saíste de lá?
zh_cn: 如果你这么喜欢费加德，你为什么要离开?

source: Ehh ... I'm here to ... escort you safely to Nor City.
de: Ähh ... Ich bin hier, um Euch sicher nach Nor City zu bringen.
fr: Euh... Je suis là pour... vous escorter jusqu'à Norville.
ja: えー…僕は…あなたをノアシティまで安全に送り届けるためにここにいます。
pt: Eh... estou aqui para... escoltar-te em segurança até Nor City.
zh_cn: 嗯...我是来......护送你安全到达诺尔城的。

source: Don't you know of Nor City? I will take note that the savages here haven't even heard of the city.
de: Hast du noch nie von Nor City gehört? Ich werde eine Notiz machen, dass die Wilden hier nicht einmal von der Stadt gehört haben.
fr: Vous ne connaissez donc pas Norville ? Je me surprends encore à découvrir à quel point les sauvages peuvent être ignorants.
ja: ノアシティを知らないというの？ ここの蛮人が、街のことを聞いたこともないというのは心に留めておきましょう。
pt: Não ouviste falar de Nor City? Vou tomar nota que os selvagens daqui nunca ouviram falar da cidade.
zh_cn: 你不知道诺尔城吗?我要记下来，这里的野蛮人甚至没有听说过这个城市。

source: I am beginning to be even more certain that Nor City will never, even in my wildest dreams, be comparable to the great city of Feygard.
de: Ich bin mir immer sicherer, dass Nor City nicht einmal in meinen wildesten Träumen, mit der großartigen Stadt von Feygard verglichen werden kann.
fr: Je commence à avoir la certitude que Norville ne sera jamais, même dans mes rêves les plus fous, comparable à la grande cité de Feygard.
ja: わたくしは、夢のような大都市フェイガードにノアシティが匹敵することは決してないであろうことをますます確信し始めているわ。
pt: Estou a começar a ter cada vez mais a certeza que Nor City nunca será, nem mesmo nos meus piores pesadelos, comparável à grande cidade de Feygard.
zh_cn: 我开始更加确信，即使在我最疯狂的梦想中，也没有一座城市能与费加德这座伟大的城市相比。

source: Good luck on your excursion.
de: Viel Glück auf deiner Reise.
fr: Bonne chance pour votre voyage.
ja: 旅行頑張ってください。
pt: Boa sorte na tua excursão.
zh_cn: 祝你旅途愉快。

source: All the noblewomen in Feygard keep talking about the mysterious Shadow in Nor City. I just have to see it myself.
de: All die Edelfrauen in Feygard reden immer wieder über den mysteriösen Schatten von Nor City. Ich habe es selbst gesehen.
fr: Toutes les nobles de Feygard ne parlent que de la mystérieuse Ombre de Norville. Je souhaite la découvrir de mes propres yeux.
ja: フェイガードの貴族女性たちはみんな、ノアシティの神秘に包まれているシャドウについて話し続けているの。わたくしとしては自分の目で確かめなくては。
pt: Todos os nobres em Feygard continuam a falar sobre a Sombra misteriosa em Nor City. Tenho de a ver por mim mesma.
zh_cn: 费加德所有的贵族妇女都在谈论诺尔城的神秘暗影。我必须亲自去看。

source: Thank you. Now please leave before someone sees me talking to a commoner like you.
de: Vielen Dank. Nun geh bitte, bevor mich noch jemand mit einem Bürgerlichen wie dir reden sieht.
fr: Merci. À présent fichez-moi le camp, avant que l'on me voie m'adresser à un moins-que-rien.
ja: ありがとう。誰かにあなたのような平民と話しているところを見られる前に出て行って頂戴。
pt: Obrigado. Agora, por favor vai-te embora antes que alguém me veja a falar com um plebeu como tu.
zh_cn: 谢谢你！现在请在别人看到我和你这样的普通人说话之前离开。

source: Commoner? Are you trying to insult me? Goodbye.
de: Bürgerlichen? Versuchst du mich zu beleidigen? Tschüss.
fr: Moins-que-rien ? Est-ce que vous essayez de m'insulter ? Au revoir.
ja: 平民？ 僕を侮辱するつもりか？ さようなら。
pt: Plebeu? Estás a tentar insultar-me? Adeus.
zh_cn: 平民吗?你想侮辱我吗?再见。

source: Whatever, you probably wouldn't even survive a forest wasp.
de: Was immer du sagst, du würdest vermutlich nicht einmal eine Waldwespe überleben.
fr: Peu importe, vous ne survivriez probablement pas à l'attaque d'une guêpe.
ja: どうせ、フォレストワスプからも生き残れないんでしょうね。
pt: De qualquer forma, provavelmente nem sequer sobreviverias a uma vespa da floresta.
zh_cn: 不管怎样，你甚至无法在森林黄蜂中的攻击中活下来。

source: Ha ha, you tell him Garl! *burp*
de: Haha, zeig's ihm, Mädel! *rülps*
fr: Ha ha, dis-lui, Garl ! *rot*
ja: ワハハ、お前が言ってやれって！（ゲップ）
pt: Ha! Ha! Diz-lhe Garl! *arroto*
zh_cn: 哈哈，你告诉他加尔！*打嗝*

source: Sing, drink, fight! All who oppose Feygard will fall!
de: Singen, Trinken, Kämpfen! Alle, die sich Feygard widersetzen, werden fallen!
fr: Chanter, boire, se battre ! Tous ceux qui s'opposent à Feygard succomberont !
ja: 歌って、飲んで、戦って！ フェイガードに逆らう奴らは皆くたばる！
pt: Cantar, beber, lutar! Todos os que se opõem a Feygard cairão!
zh_cn: 唱歌,喝酒,战斗!所有反对费加德的人都会倒下!

source: We will stand tall. Feygard, city of peace!
de: Wir werden stramm stehen. Feygard, Stadt des Friedens!
fr: Nous resterons debouts. Feygard, ville de la paix !
ja: 我ら威風堂々。フェイガード、平和の都！
pt: Vamo-nos manter firmes. Feygard, cidade da paz!
zh_cn: 我们将昂首挺胸。费加德，和平之城!

source: I had better be going.
de: Ich sollte besser gehen.
fr: Je ferais bien d'y aller.
ja: もう行こう。
pt: É melhor ir.
zh_cn: 我最好走了。

source: Feygard, where is that?
de: Feygard, wo ist das?
fr: Feygard, c'est où ?
ja: フェイガード、それはどこにあるんですか？
pt: Feygard, onde fica isso?
zh_cn: 费加德，那在哪儿？

source: What, you haven't heard of Feygard, kid? Just follow the road northwest and you will see the great city of Feygard rise above the treetops.
de: Was, du hast noch nie von Feygard gehört, Junge? Folge einfach der Straße nach Nordwesten und du wirst sehen, wie sich die großartige Stadt Feygard über den Baumspitzen erhebt.
fr: Quoi, tu n'as pas entendu parler de Feygard, gamin ? Il suffit de suivre la route vers le nord-ouest et tu verras la grande ville de Feygard s'élever au-dessus de la cime des arbres.
ja: 何だと、フェイガードを知らんのか？ 街道を北西に行くと、フェイガードの偉大な都市が木々の頂にそびえ立っているのが見えてくるだろうよ。
pt: O quê, não ouviste falar de Feygard, miúdo? Basta seguires a estrada a noroeste (↖) e vais ver a grande cidade de Feygard a surgir por cima das copas das árvores.
zh_cn: 什么，你没听说过费加德?沿着这条路往西北走，你就会看到高耸入云的费加德城。

source: Thanks. Bye.
de: Danke. Tschüss.
fr: Merci. Au revoir.
ja: ありがとう。では。
pt: Obrigado. Adeus.
zh_cn: 谢谢。再见。

source: A boy?! Apart from you, there have been no children in here that I have seen.
de: Ein Junge?! Abgesehen von dir gibt es hier drinnen keine Kinder, die ich gesehen habe.
fr: Un garçon ?! A part toi, je n'ai pas vu d'enfants ici.
ja: 少年だぁ？！ こんなところでお前以外に見覚えのある子供なんていなかったがなぁ。
pt: Um menino?! Além de ti, não vi mais nenhum menino por aqui.
zh_cn: 一个男孩？除了你，我们这里没有孩子。

source: Check with the captain over there. He has been around here for longer than us.
de: Sprich mit dem Kommandanten dort drüben. Er ist hier schon länger als wir.
fr: Vois avec le capitaine là-bas. Il a été ici plus longtemps que nous.
ja: あっちの隊長に確認してくれ。あの人ならオレたちより前からここにいるしな。
pt: Pergunta ali ao capitão. Ele está há mais tempo aqui do que nós.
zh_cn: 跟那边的队长商量一下。他在这里呆的时间比我们长。

source: Thank you, Goodbye.
de: Vielen Dank, tschüss.
fr: Merci, au revoir.
ja: ありがとうございます、さようなら。
pt: Obrigado, Adeus.
zh_cn: 谢谢，再见。

source: Thank you. Shadow be with you.
de: Vielen Dank. Der Schatten sei mit dir.
fr: Merci. Que l'Ombre soit avec vous.
ja: ありがとうございます、シャドウがあなたと共にありますように。
pt: Obrigado. A Sombra esteja contigo.
zh_cn: 谢谢。暗影与你同在。

source: Don't bring that cursed Shadow in here son. We want none of that. Now leave.
de: Bring nicht den verfluchten Schatten hier herein, Sohn. Wir möchten das nicht. Nun geh.
fr: N'apporte pas cette maudite Ombre ici fiston. Nous ne voulons rien de tout cela. Maintenant va-t'en.
ja: 忌々しいシャドウなんて連れてくるな、ボウズ。そんなものは要らん。出て行け。
pt: Não tragas essa Sombra amaldiçoada para aqui, filho. Não queremos nada disso. Agora sai.
zh_cn: 别把那个被诅咒的暗影带进来，孩子。我们不需要那样的东西。现在滚。

source: Are you lost, son? This is no place for a kid like you.
de: Hast du dich verlaufen, Sohn? Dies ist kein Ort für einen Jungen wie dich.
fr: T’es perdu fiston ? Ce n’est pas un endroit pour un gamin comme toi.
ja: 迷子か？ ここは君のような子供の居場所ではないぞ。
pt: Estás perdido, filho? Isto não é lugar para um miúdo como tu.
zh_cn: 你迷路了吗，孩子?像你这样的孩子不应该待在这里。

source: I have a shipment of iron swords from Gandoren for you.
de: Ich habe eine Lieferung Eisenschwerter von Gandoren für dich.
fr: J’ai une cargaison d’épées en acier de Gandoren pour vous.
ja: ガンドレンからアイアンソードをお届けに参りました。
pt: Tenho um carregamento de espadas de ferro da parte de Gandoren para ti.
zh_cn: 我有一批从甘多伦来的铁剑给你。

source: Hi! I have been sent by Herg ... Hertzsen Laumwill, patriarch of the Laumwill family, to bring back his daughter!
de: Hallo! Ich wurde von Herg... Hertzsen Laumwill geschickt. Sie ist Patriarch der Familie Laumwill und ich soll ihre Tochter zurückbringen!
fr: Bonjour ! J'ai été envoyé par Herg... Hertzsen Laumwill, le patriarche de la famille Laumwill, pour ramener sa fille !
ja: こんにちは！ 私めはラウムウィル家の家長であらせられるヘルグ…ヘルツセン・ラウムウィルより、娘を連れ戻すために遣わされた者です！
pt: Oi! Fui enviado por Herg… Hertzsen Laumwill, patriarca da família Laumwill, para trazer a filha de volta!
zh_cn: 嗨，我是赫尔格 ...赫兹劳姆威尔, 劳姆威尔家族的族长，来带他的女儿回去！

source: I am the guard captain of this patrol. We hail from the great city of Feygard.
de: Ich bin der Kommandant dieser Wachen. Wir grüßen dich von der großen Stadt Feygard.
fr: Je suis le capitaine des gardes de cette patrouille. Nous venons de la grande cité de Feygard.
ja: 私はこのパトロールの衛兵隊長だ。我々は大都市フェイガードからやって来たのだ。
pt: Sou o capitão da guarda desta patrulha. Somos da grande cidade de Feygard.
zh_cn: 我是这支巡逻队的队长。我们来自伟大的费加德。

source: We are travelling the main road to make sure the merchants and travelers are safe. We keep the peace around here.
de: Wir bereisen die Hauptstraße, um dafür zu sorgen, dass die Händler und Reisenden sicher sind. Wir bewahren den Frieden hier.
fr: Nous voyageons le long de la grand-route pour nous assurer que les marchands et les voyageurs sont en sécurité. Nous maintenons la paix par ici.
ja: 我々は、商人と旅人が安全であることを確認するために主要街道を巡回している。この近辺の治安を守っているのだ。
pt: Estamos a viajar pela estrada principal para garantir que os comerciantes e viajantes estejam seguros. Mantemos a paz por aqui.
zh_cn: 我们活动在主干道，以确保商人和旅客的安全。我们在这里维持和平。

source: You mentioned Feygard. Where is that?
de: Du erwähntest Feygard. Wo ist das?
fr: Vous avez mentionné Feygard. C'est où au juste ?
ja: フェイガードと言いましたね。どこあるのですか？
pt: Mencionaste Feygard. Onde é isso?
zh_cn: 你说过费加德。那在哪儿？

source: The great city of Feygard is the greatest sight you will ever see. Follow the road northwest.
de: Die große Stadt Feygard ist die größte Sehenswürdigkeit, die du jemals sehen wirst. Folge der Straße in Richtung Nordwesten.
fr: La grande ville de Feygard est le plus grand spectacle que vous verrez jamais. Suivez la route vers le nord-ouest.
ja: 大都市フェイガードには、君が見たこともないような素晴らしい景色が広がっている。北西の道を進みなさい。
pt: A grande cidade de Feygard é a maior visão que terás na tua vida. Segue a estrada para noroeste (↖).
zh_cn: 伟大的费加德城是你所见过的最伟大的景观。沿着这条路往西北走。

source: There was a kid running around in here a while ago.
de: Vor einer Weile rannte hier ein Junge herum.
fr: Il y a eu un gamin qui est passé par ici il y a un certain temps.
ja: ちょっと前にここで子供が走り回っていたな。
pt: Houve um miúdo a rondar por aqui há uns tempos atrás.
zh_cn: 不久前有个小孩在这里跑来跑去。

source: I never talked to him though, so I don't know if he is the one you are looking for.
de: Ich habe nie mit ihm gesprochen, also weiß ich leider nicht, ob er derjenige ist, nach dem du suchst.
fr: Je n'ai jamais parlé avec lui, donc je ne sais pas si s'est celui que vous recherchez.
ja: ただ私は話したことがないので、君の探している人物かまでは分からない。
pt: No entanto nunca falei com ele, por isso não sei se é quem estás à procura.
zh_cn: 但我从没和他说过话，所以我不知道他是不是你要找的人。

source: OK, that might be something worth checking anyway.
de: Ok, es könnte trotzdem nützlich sein, dass zu überprüfen.
fr: Ok, c'est une piste que je dois vérifier.
ja: そうですか、どちらにしても確認する価値があるかもしれません。
pt: Está bom. De qualquer modo isso pode ser algo que valha a pena confirmar.
zh_cn: 好吧，这可能是值得一查的。
