Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: I started a fight with the teacher, but I broke off the duel. Very good.
fr: J'ai engagé un combat avec la prof, mais j'ai arrêté le duel. Très bien.
ja: 先生と戦い始めたが、途中で打ち切った。素晴らしい。
pt: [REVIEW]Começou uma briga com o professor, mas interrompeu o duelo. Muito bom.
zh_cn: 我和老师开打，但我断了决斗。非常好。

source: I feel the evil stare of the statue.
fr: Je sens le regard maléfique de la statue.
ja: 像の邪悪な視線を感じる。
pt: [REVIEW]Sente o olhar maligno da estátua.
zh_cn: 我感觉到了雕像的邪恶目光。

source: The evil grinning statue suddenly grew to an incredible size and attacked me!
fr: La statue maléfique grimaçante s'est soudainement mise à grandir jusqu'à une taille incroyable et m'a attaqué !
ja: 邪悪な笑みを浮かべる像は突然信じられないほどの大きさに成長し、襲いかかってきた！
pt: [REVIEW]A estátua sorridente do mal de repente cresceu para um tamanho incrível e atacou-o!
zh_cn: 邪恶的笑笑雕像忽然变大，以不可思议的体型向我袭来！

source: I killed the evil statue.
fr: J'ai tué la statue maléfique.
ja: 邪悪な像を殺した。
pt: [REVIEW]Matou a estátua do mal.
zh_cn: 我杀了邪恶的雕像。

source: The teacher thanked me for saving her. School is over for me. I can go to the general store and get a cake for good performance.
fr: La prof m'a remercié de l'avoir sauvée. Fini l'école pour moi. Je peux aller au magasin général et prendre un gâteau en récompense.
ja: 先生は助けてくれたことに感謝した。学校は終わりだ。良い成績を残せたので雑貨屋に行ってケーキを受け取ることができる。
pt: [REVIEW]O professor agradeceu por salvá-lo. A escola acabou para si. Pode ir à loja geral e buscar um bolo por um bom desempenho.
zh_cn: 老师感谢我救了她。我的课程已经结束了。因为我的良好表现，我可以去综合商店买个蛋糕。

source: I cheated during the duel. The teacher noticed it and banned me from the school.
fr: J'ai triché pendant le duel. La prof l'a remarqué et m'a banni de l'école.
ja: 決闘でズルをした。先生がそれに気づいてあなたを学校から締め出した。
pt: [REVIEW]Fez batota durante o duelo. O professor notou e baniu-o da escola.
zh_cn: 我在决斗中作弊。老师发现了，就把我从学校禁赛了。

source: The teacher was very satisfied with my performance in the duel. School is over for me. I can go to the general store and get a cake for good performance.
fr: La prof était vraiment contente de mes résultats pendant le duel. Fini l'école pour moi. Je peux aller au magasin général me choisir un gâteau comme récompense.
ja: 先生は決闘の成績にとても満足していた。学校は終わりだ。良い成績を残せたので雑貨屋に行ってケーキを受け取ることができる。
pt: [REVIEW]O professor ficou muito satisfeito com o seu desempenho no duelo. A escola acabou para si. Pode ir à loja geral e levar um bolo por um bom desempenho.
zh_cn: 老师对我在决斗中的表现非常满意。我的课程已经结束了。因为我的良好表现，我可以去综合商店买个蛋糕。

source: The teacher sent me away, because I killed Golin in the duel.
fr: La prof m'a renvoyé, parce que j'ai tué Golin pendant le duel.
ja: 決闘でゴリンを殺したことで先生から追い出された。
pt: [REVIEW]O professor mandou-o embora, porque matou o Golin no duelo.
zh_cn: 老师把我送走了，因为我在决斗中杀死了戈林。

source: Golin was horrified by my murder of the teacher and attacked me to avenge her.
fr: Golin était horrifié que j'assassine la prof et m'a attaqué pour la venger.
ja: ゴリンはあなたが先生を殺したことに怯え、仇を討つために襲いかかってきた。
pt: [REVIEW]Golin ficou horrorizado com o assassinato do professor e o atacou para vingá-lo.
zh_cn: 戈林对我谋杀老师的行为感到惊恐，于是袭击我为她报仇。

source: Inventory
fr: Inventaire
ja: 在庫
pt: Inventário
zh_cn: 货物

source: Facutloni asked me to help him check the storage. I should check if there is a pair of every item.
fr: Facutloni m'a demandé de l'aider à vérifier la réserve. Je dois vérifier s'il y a bien une paire de chaque objet.
ja: ファクトロニから倉庫のチェックを手伝ってほしいと頼まれた。すべてのアイテムがペアで揃っているかチェックしよう。
pt: [REVIEW]Facutloni pediu ajudá-lo a verificar o estoque. Deve verificar se há um par de cada item.
zh_cn: 法库托尼让我帮他检查仓库。我应该检查是否每件物品都有一对。

source: I have found a pair of crystal globes.
fr: J'ai trouvé une paire de globe de cristal.
ja: クリスタルグローブのペアを見つけた。
pt: [REVIEW]Encontrou um par de globos de cristal.
zh_cn: 我找到了一对水晶球。

source: I have found a pair of plush pillows.
fr: J'ai trouvé une paire d'oreillers en peluche.
ja: プラッシュ枕のペアを見つけた。
pt: [REVIEW]Encontrou um par de almofadas de pelúcia.
zh_cn: 我找到了一对毛绒枕头。

source: I have found a pair of lyras.
fr: J'ai trouvé une paire de lyres.
ja: 竪琴のペアを見つけた。
pt: [REVIEW]Encontrou um par de liras.
zh_cn: 我找到了一对竖琴。

source: I have found a pair of boots.
fr: J'ai trouvé une paire de bottes.
ja: ブーツのペアを見つけた。
pt: [REVIEW]Encontrou um par de botas.
zh_cn: 我找到了一双靴子。

source: I have found a pair of chandeliers.
fr: J'ai trouvé une paire de lustres.
ja: シャンデリアのペアを見つけた。
pt: [REVIEW]Encontrou um par de lustres.
zh_cn: 我找到了一对吊灯。

source: I have found a pair of mysterious green somethings.
fr: J'ai trouvé une paire d'une chose mystérieuse verte.
ja: 不思議な緑のもののペアを見つけた。
pt: [REVIEW]Encontrou um par de coisas verdes misteriosas.
zh_cn: 我发现了一对神秘的绿色东西。

source: I have found a pair of old, worn capes.
fr: J'ai trouvé une paie de capes vieilles et usagées.
ja: 古いすり切れたケープのペアを見つけた。
pt: [REVIEW]Encontrou um par de capas velhas e gastas.
zh_cn: 我找到了一双破旧的披风。

source: I have found a pair of pretty porcelain figures.
fr: J'ai trouvé une paire de jolies figurines en procelaine.
ja: 可愛い磁器フィギュアのペアを見つけた。
pt: [REVIEW]Encontrou um par de figuras de porcelana bonitas.
zh_cn: 我发现了一对漂亮的瓷器人物。

source: I have found a pair of striped hammers.
fr: J'ai trouvé une paire de marteaux à rayures.
ja: ストライプハンマーのペアを見つけた。
pt: [REVIEW]Encontrou um par de martelos listrados.
zh_cn: 我找到了一对条纹锤。

source: I have found a pair of dusty old books.
fr: J'ai trouvé une paire de vieux livres poussiéreux.
ja: ほこりだらけの古い本のペアを見つけた。
pt: [REVIEW]Encontrou um par de livros velhos empoeirados.
zh_cn: 我找到了一对尘封的旧书。

source: I found all the 10 pairs. Facutloni is very happy.
fr: J'ai trouvé les 10 paires. Facutloni est très content.
ja: 10組全て見つけた。ファクトロニはとても満足している。
pt: Encontrei todos os 10 pares. Facutloni está muito feliz.
zh_cn: 我找到了所有的10对物品。法库托尼非常高兴。

source: Perception is not reality
fr: La perception n'est pas la réalité
ja: 知覚とは現実にあらず
zh_cn: 看法并非事实

source: I must stop Ewmondold from getting stronger.
fr: Je dois empêcher Ewmondold de devenir plus fort.
ja: エウモンドルドが強くなるのを止めなければならない。
zh_cn: 我必须阻止伊夫莫德变得更强大。

source: A traveler named Ewmondold had asked me to venture into the Snake Cave to retrieve his map.
fr: Un voyageur nommé Ewmondold m'a demandé de m'aventurer dans la Caverne du Serpent pour retrouver sa carte.
ja: エウモンドルドという名の旅人が、地図を取り戻すために蛇の洞窟に行くようあなたに頼んできた。
zh_cn: 有个名叫伊夫莫德的旅行家要我冒险去蛇窟拿回他的地图。

source: Ewmondold had thanked me for killing the Snake master, and that his way to rule would be free. I should find him.
fr: Ewmondold m'a remercié d'avoir tué le maître Serpent, ainsi la voie pour son règne sur le monde est maintenant libre. Je ferais mieux de le retrouver.
ja: エウモンドルドはスネークマスターを殺してその支配から解放してくれたことを感謝していた。彼を探そう。
zh_cn: 伊夫莫德感谢我杀死了蛇主，他的统治之路将没有障碍。我最好找到他。

source: I've destroyed Ewmondold and eliminated his threat to Crossglen and the surrounding area.
fr: J'ai détruit Ewmondold et éliminé la menace qu'il faisait peser sur Crossglen et les environs.
ja: エウモンドルドを打ち倒してクロスグレンとその周辺への脅威を取り除いた。
zh_cn: 我已经消灭了伊夫莫德，并消除了他对克罗斯山谷和周边地区的威胁。

source: I've returned Ewmondold's map to him.
fr: J'ai rapporté la carte à Ewmondold.
ja: エウモンドルドの地図を返した。
zh_cn: 我已经把伊夫莫德的地图还给他了。

source: A cat and mouse game
fr: Un jeu du chat et de la souris
ja: いたちごっこ
zh_cn: 猫鼠游戏

source: I agreed to help Seviron trap the mouse that the cat cannot catch. I need to get some cheese, a large empty bottle, and three rocks.
fr: J'ai accepté d'aider Seviron à piéger la souris que le chat n'arrive pas à choper. J'ai besoin de fromage, d'une grande bouteille vide, et de trois cailloux.
ja: ネコが捕まえられないネズミをセビロンが罠にかけるのを手伝うことになった。チーズと大きな空のボトル、それから石を3つを用意する必要がある。
zh_cn: 我答应帮塞维隆捕猫抓不到的老鼠。我需要一些奶酪，一个大空瓶子和三块石头。

source: I have given Seviron the rocks.
fr: J'ai donné les cailloux à Seviron.
ja: セビロンに石を渡した。
zh_cn: 我已经把石头给了塞维隆。

source: I have given Seviron the cheese.
fr: J'ai donné le fromage à Seviron.
ja: セビロンにチーズを渡した。
zh_cn: 我已经把奶酪给了塞维隆。

source: I obtained a suitable bottle from Arlish.
fr: J'ai obtenu une bouteille qui fera l'affaire auprès d'Arlish.
ja: アーリッシュから適切なボトルを入手した。
zh_cn: 我从阿利什那儿买了一个合适的瓶子。

source: I have given Seviron the bottle. Seviron will set the trap, but it may take some time to catch the mouse. I should come back later.
fr: J'ai donné la bouteille à Seviron. Il va fabriquer le piège, mais ça prendre un peu de temps pour attraper la souris. Je dois revenir plus tard.
ja: セビロンにボトルを渡した。セビロンは罠を仕掛けるが、ネズミを捕まえるには時間がかかるかもしれない。また後で来よう。
zh_cn: 我已经把瓶子给了塞维隆。塞维隆会设好陷阱，但要抓住老鼠可能需要一些时间。我应该晚点再来。

source: The mouse has been caught! Seviron gave it to me in the bottle. He said I can decide what to do with it.
fr: La souris a été attrapée ! Seviron me l'a donnée dans la bouteille. Il a dit que je pouvais en faire ce que je voulais.
ja: ネズミが捕まった！ セビロンからボトルに入ったそれを渡された。どうするかはあなたが決めていいという。
zh_cn: 老鼠被抓住了！塞维隆把它装在瓶子里给了我。他说我可以决定如何处理它。

source: I decided to give the mouse to the cat. The cat would have eventually killed it anyway.
fr: J'ai décide de donner la souris au chat. Le chat l'aurait tué de toutes façons.
ja: ネズミをネコに与えることにした。いずれにせよネコはそれを殺すだろう。
zh_cn: 我决定把老鼠给猫。那只猫最终会把它杀死的。

source: I decided to release the mouse outside. Seviron told me to do that outside the town.
fr: J'ai décide de relâcher la souris à l'extérieur. Seviron m'a dit de le faire en dehors de la ville.
ja: ネズミを外に放すことにした。セビロンからは町の外でやるようにと言われた。
zh_cn: 我决定把老鼠放生。塞维隆让我在小镇外放生。

source: I released the mouse.
fr: J'ai relâché la souris.
ja: ネズミを放した。
zh_cn: 我放生了老鼠。

source: Where is Norry?
fr: Où est Norry ?
ja: ノリーはどこ？
zh_cn: 诺瑞在哪？

source: I found Hettar, a tough boy about my age, on top of Blackwater mountain. He kept calling for a certain Norry.
fr: J'ai trouvé Hettar, un garçon fort de mon âge, au sommet du mont Encreau. il n'arrête pas d'appeler un certain Norry.
ja: ブラックウォーター山の山頂であなたと同じ年頃のたくましい少年ヘッターを見つけた。彼はノリーと叫び続けていた。
zh_cn: 我在黑水山顶找到了赫塔，他是一个年纪和我差不多的硬汉。他一直在呼唤着诺瑞。

source: Hettar's little dog Norry has run away. He was very anxious to find him. I promised to get Norry back.
fr: Le petit chien d'Hettar, Norry, s'est enfui. Il est très stressé de ne pas le trouver. Je lui ai promis de ramener Norry.
ja: ヘッターの小さな飼い犬ノリーがいなくなってしまった。とても心配そうに探している。ノリーを連れ戻すことを約束した。
zh_cn: 赫塔的小狗诺瑞跑掉了。他急于找到他。我答应要把诺瑞找回来。

source: Hettar has given me a piece of Norry's favorite food.
ja: ヘッターからノリーの好物を受け取った。
zh_cn: 赫塔给了我一块诺瑞最喜欢的食物。

source: I have offered Hettar's piece of Wyrm meat to Norry, who took it eagerly.
fr: J'ai donné à Norry la pièce de viande de Wyrm que Hettar m'avait confiée, et il l'a prise avec empressement.
ja: ヘッターからのウィルムの肉のかけらを差し出すと、ノリーはそれを熱心に受け取った。
zh_cn: 我已经把赫塔的那块冰龙肉给了诺瑞，他急切地接了过去。

source: Norry ran off to reunite with Hettar.
fr: Norry a couru rejoindre Hettar.
ja: ノリーはヘッターと再会するために走り去っていった。
zh_cn: 诺瑞跑去和赫塔团聚了。

source: Hettar thanked me a thousand times for my help in finding Norry.
fr: Hettar m'a remercié mille fois pour mon aide à retrouver Norry.
ja: ヘッターはノリーを見つけてくれたことに繰り返しお礼を言った。
zh_cn: 赫塔十分感谢我帮他找到了诺瑞。

source: I explained to Hettar that I killed Norry. Hettar broke down on the floor in agony.
fr: J'ai expliqué à Hettar avoir tuer Norry. Hettar s'est effondré sur le sol en pleurs.
ja: ノリーを殺したことをヘッターに説明した。ヘッターはショックのあまり床に崩れ落ちた。
zh_cn: 我向赫塔解释是我杀了诺瑞。赫塔痛苦地瘫倒在地上。

source: Fungi panic
ja: ファンガスパニック
zh_cn: 真菌的恐慌

source: I met old man Bogsten in his cabin. He was sick after encountering a giant mushroom and wanted me to go see the potion merchant in Fallhaven to get a cure.
ja: 小屋でボグステン老人と出会った。彼は巨大キノコに遭遇して病気になってしまった。フォールヘブンのポーション商人に会いに行って治療薬を手に入れてほしいとのこと。
zh_cn: 我在博格斯滕老人的小屋里遇到了他。他在遇到一个巨大的蘑菇后生病了，想让我去找法尔海文的药水商人，以获得解药。

source: The potion merchant needed four spore samples to prepare the cure. I should go back to see Bogsten.
ja: ポーション商人は、治療薬の調合のために胞子サンプル4つを必要としている。ボグステンに会いに戻ろう。
zh_cn: 药剂商人需要四个孢子样本来准备解药。我应该回去看看博格斯坦。

source: Bogsten gave me the key to his backyard. I should go to the mushroom cave from there and collect the spore samples.
ja: ボグステンが裏庭の鍵をくれた。そこからキノコ洞窟に行って、胞子のサンプルを集めよう。
zh_cn: 博格斯滕给了我他后院的钥匙。我应该从那里去蘑菇洞，收集孢子样本。

source: I opened Bogsten's backyard door.
ja: ボグステンの裏庭のドアを開いた。
zh_cn: 我打开博格斯滕的后院门。

source: I showed Bogsten the spores. Now I should go back to see the potion merchant.
ja: ボグステンに胞子を見せた。またポーション商人に会いに行こう。
zh_cn: 我给博格斯滕看了孢子。现在我应该回去见那个药水商人了。

source: The potion merchant gave me the cure. I should give it to Bogsten now.
ja: ポーション商人が治療薬をくれた。ボグステンにあげよう。
zh_cn: 药水商人给了我解药。我现在应该把它交给博格斯坦。

source: Bogsten was cured.
ja: ボグステンは治った。
zh_cn: 博格斯坦被治愈了。

source: Bogsten said evil forces in his cave were preventing him from working. He asked me to check his cave and gave me his necklace.
ja: ボグステンは、洞窟の中の邪悪な力が仕事を妨げていると話している。洞窟を調べてほしいとあなたに頼み、ネックレスをくれた。
zh_cn: 博格斯坦说他的洞穴里有邪恶的力量，使他无法工作。他让我去检查他的洞穴，并把他的项链给了我。

source: I met an old sorcerer named Zuul'khan in the cave. He told me Bogsten's family imprisoned him using an ancient petrifying spell, but thanks to Bogsten's laxity, he was now free.
ja: 洞窟の中でズールカンという老いた魔法使いに出会った。彼は、かつてボグステンの家族が石化の呪文を使って彼を閉じ込めたものの、ボグステンが怠けていたおかげで、今では解放されたことを語った。
zh_cn: 我在山洞里遇到了一个名叫祖尔汗的老巫师。他告诉我，博格斯滕的家人用一种古老的石化咒语囚禁了他，但由于博格斯滕的松懈，他现在自由了。

source: He wanted me to kill Bogsten and bring him Bogsten's staff.
ja: 彼はあなたに、ボグステンを殺してそのスタッフを持ってきてほしい。
zh_cn: 他想让我杀了博格斯藤并把博格斯藤的法杖带给他。

source: I decided to slay Zuul'khan.
ja: ズールカンを退治することにした。
zh_cn: 我决定杀了祖尔汗。

source: I defeated Zuul'khan, but he was not dead. He disappeared into the ground.
ja: ズールカンを倒したが死んではいなかった。彼は地中に姿を消した。
zh_cn: 我打败了祖尔汗，但他并没有死。他消失在了地下。

source: I told Bogsten about what happened.
ja: ボグステンに何があったかを話した。
zh_cn: 我把发生的事情告诉了博格斯滕。

source: Bogsten remembered the petrifying spell. This time he would make sure that Zuul'khan cannot come back. He gave me a bag of mushrooms and told me I should take them to the potion merchant.
ja: ボグステンは石化の呪文のことを思い出した。彼はズールカンが戻ってこれないようにするつもりだ。あなたにキノコのバッグを渡して、それをポーション商人のもとに持っていくよう話した。
zh_cn: 博格斯藤想起了石化咒语。这一次他要确保祖尔汗不能回来。他给了我一袋蘑菇，告诉我应该把它们带到药水商人那里。

source: Zuul'khan seems to have moved away from Bogsten's caves to another hiding place.
ja: ズールカンはボグステンの洞窟から別の隠れ家に移ったようだ。
zh_cn: 祖尔汗似乎已经从博格斯藤的洞穴搬到了另一个藏身之处。

source: The potion merchant said that these were very rare mushrooms. He prepared two "Underground Fighter" potions for me. He would sell me some more if I came back.
ja: ポーション商人は、これは非常に珍しいキノコだと言った。あなたに"地下戦士"のポーション2つ用意をしてくれた。戻ってきた際にはもっと売ってくれるという。
zh_cn: 药剂商人说，这些是非常罕见的蘑菇。他为我准备了两种 "地下战士 "药水。如果我回来，他还会再卖给我一些。

source: Zuul'khan's offer seemed interesting. I have to go kill Bogsten.
ja: ズールカンの提案は興味深い。ボグステンを殺さないと。
zh_cn: 祖尔汗的提议似乎很有趣。我必须要去杀了博格斯藤。

source: I decided to keep Bogsten's staff for myself, so I had to kill Zuul'khan.
ja: ボグステンのスタッフを自分のものにすることを決めた。なのでズールカンを殺さなくてはならなかった。
zh_cn: 我决定把博格斯滕的权杖留给自己，所以我不得不杀死祖尔汗。

source: I gave Bogsten's staff to Zuul'khan.
ja: ボグステンのスタッフをズールカンに渡した。
zh_cn: 我把博格斯藤的法杖交给了祖尔汗。

source: He rewarded me with permanent immunity to Spore Infection.
ja: 彼は胞子感染への永久耐性をあなたに与えてくれた。
zh_cn: 他给我的奖励是对孢子感染的永久免疫力。

source: I got through the black fog.
ja: 黒い霧を通り抜けた。
zh_cn: 我穿过了黑雾。

source: I got through the black fog again after a fight with Zuul'khan.
ja: ズールカンとの戦いの後、再び黒い霧を通り抜けた。
zh_cn: 在与祖尔汗的战斗后，我又穿过了黑雾。

source: And a third time.
ja: そして3回目。
zh_cn: 还有第三次。

source: After another fight with Zuul'khan I got through the black fog again.
ja: ズールカンとの再度の戦いの後、再び黒い霧を通り抜けた。
zh_cn: 在与祖尔汗的又一次战斗后，我又穿过了黑雾。

source: I overpowered Zuul'khan one more time, but this time the black fog wouldn't go away. Obviously I can't get past the fog that way.
ja: またズールカンを撃破したが、今回は黒い霧が消えなかった。このままでは明らかに霧を通れない。
zh_cn: 我又一次制服了祖尔汗，但这次黑雾没有再消失。很明显，我无法通过这种方式穿过雾气。

source: I defeated Zuul'khan one last time and the black fog was gone for good. I must find and destroy the fungi leader.
ja: 最後にズールカンを倒して、黒い霧が消えた。ファンガスリーダーを見つけて滅ぼさないと。
zh_cn: 我最后一次打败了祖尔汗，黑雾也永远消失了。我必须找到并消灭真菌领袖。

source: I defeated the giant mushroom, Zuul'khan's fungi leader.
ja: ズールカンのファンガスリーダーである巨大キノコを倒した。
zh_cn: 我打败了巨大的蘑菇，祖尔汗的真菌领袖。

source: A young girl named Lediofa emerged after my battle with the mushroom. She told me how Zuul'khan captured her as food for the mushroom. She seemed to have been poisoned just like Bogsten, so I directed her to see the Fallhaven potioner.
ja: キノコとの戦いの後、レディオファという名の少女が現れた。彼女は、ズールカンがキノコのエサとして自身を捕らえるまでの経緯について語った。ボグステンのように毒を盛られていたようだったので、フォールヘブンの薬師に会うようあなたは指示した。
zh_cn: 在我与蘑菇的战斗结束后，一个名叫莱迪奥法的年轻女孩出现了。她告诉我祖尔汗是如何抓住她作为蘑菇的食物的。她似乎和博格斯滕中了一样的毒，所以我指示她去见法尔海文的药剂师。

source: I met Lediofa at the potions shop in Fallhaven. She couldn't afford to pay the potioner for a mushroom poison cure, so I gave her the gold she needed. In return, she offered her family's hospitality if I ever come to visit in Nor City.
ja: フォールヘブンの薬屋でレディオファに会った。彼女にはキノコ毒の治療薬を薬師に支払うお金がなかった。なのであなたが必要なお金を渡した。お返しとして、あなたがノアシティを訪れた際には家族で歓待してくれるとのこと。
zh_cn: 我在法尔海文的药水店遇到莱迪奥法。她没钱付给药剂师治疗蘑菇毒药的费用，所以我给了她需要的金币。作为回报，她表示如果我到诺尔城来，她的家人会热情接待。

source: A giant snake
ja: 大蛇
zh_cn: 一条巨蛇

source: I heard rumours of a giant snake to the south of Fallhaven.
ja: フォールヘブンの南に巨大なヘビがいるとの噂を聞いた。
zh_cn: 我听说法尔海文以南有一条巨蛇的传言。

source: Bela was happy that I freed Fallhaven from the threat of this monstrous snake.
ja: ベラはあなたが怪物のようなヘビの脅威からフォールヘブンを解放してくれたことを喜んだ。
zh_cn: 贝拉很高兴我把法尔海文从这条怪物蛇的威胁中解放出来。

source: Unusual experiences and achievements
ja: 珍しい経験と実績
zh_cn: 不寻常的经历和成就

source: Mikhail gave me a book in which I could put down my most unusual experiences and achievements.
ja: ミハイルは珍しい経験と実績を書き留めるための本をくれた。
zh_cn: 米哈伊尔给了我一本书，让我可以写下自己不寻常的经历和成就。

source: On the road: My first glimpse of the great Duleian Road!
ja: 道中にて︰偉大なデュリアン街道を初めて目にした！
zh_cn: 在路上。我第一次看到伟大的杜莱恩路!

source: Community cleanup: I killed 20 highwaymen.
ja: 地域の浄化︰追いはぎを20人殺した。
zh_cn: 社区清理：我杀死了 20 名强盗。

source: Prospector: I collected at least 100,000 gold.
ja: 山師︰100,000ゴールド以上を集めた。
zh_cn: 理财者：我收集了至少10万块黄金。

source: Birdwatching: I spotted a falcon high above the Lake Laeroth watchtower.
ja: バードウォッチング︰ロレス湖見張り塔でハヤブサを見つけた。
zh_cn: 观鸟：我在莱罗斯湖了望塔的高处发现了一只猎鹰。

source: Lazy day: I spent a while watching a beetle fight.
ja: 怠惰な1日︰ビートルバトルをしばらく観戦して過ごした。
zh_cn: 懒惰的一天：我花了一段时间看甲虫打架。

source: The secret garden: Near Guynmart Castle, I found Rob's secret clearing.
ja: 秘密の庭︰グインマート城の近くで、ロブの秘密の空き地を発見した。
zh_cn: 秘密花园：在盖恩玛特城堡附近，我发现了罗布的秘密空地。

source: Hole in the wall: I discovered a secret room deep in a cave.
ja: 壁の穴︰洞窟の奥で隠し部屋を発見した。
zh_cn: 墙上的洞：我在一个洞穴深处发现了一个秘密房间。

source: Tough luck: I must have fallen for every trap in the Arulir mountain. Ouch...
ja: 災難︰アルリル山であらゆる罠に引っかかったに違いない。痛い…
zh_cn: 真倒霉：我一定是被阿鲁利尔山上的每一个陷阱所吸引。哎哟...

source: Swimming lessons: I swam along a raging river - and lived!
ja: 水泳訓練︰荒れ狂う川に沿って泳いで、生き残った！
zh_cn: 游泳课：我沿着汹涌的河流游泳 - 并且活了下来！

source: Delicious soup
ja: おいしいスープ
zh_cn: 美味的汤

source: In a hut southwest from Fallhaven I met Alaun. He asked me to bring him some of the delicious soup made by Gison with forest mushrooms. Gison's house lies to the south.
ja: フォールヘブン南西の小屋でアランに会った。 ジソンが作ったおいしい森のキノコスープを持ってくるように頼まれた。 ジソンの家は南にある。
zh_cn: 在法尔海文西南的一间小屋里，我遇到了阿伦。 他让我给他带一些吉森用森林蘑菇做的美味汤。 吉森的房子位于南方。

source: I found Gison's house and should deliver the soup to Alaun while it is hot.
ja: ジソンの家を見つけた、熱々のうちにアランにスープを届けよう。
zh_cn: 我找到了吉森的家，应该趁热给阿伦送汤。

source: Gison gave me a new soup for 5 gold.
ja: ジソンは新しいスープを5ゴールドでくれた。
zh_cn: 吉森给了我一个5金币的新汤。

source: Gison gave me a new soup for 50 gold.
ja: ジソンは新しいスープを50ゴールドでくれた。
zh_cn: 吉森给了我一个50金币的新汤。

source: Gison gave me a new soup for 500 gold.
ja: ジソンは新しいスープを500ゴールドでくれた。
zh_cn: 吉森给了我一个500金币的新汤。

source: Gison gave me a new soup for 5000 gold. I should really go to Alaun now.
ja: ジソンは新しいスープを5000ゴールドでくれた。何としてもアランのところへ行こう。
zh_cn: 吉森给了我5000金的新汤。我现在真的应该去找阿伦。

source: Alaun received the soup. I should take the empty bottle back to Gison.
ja: アランはスープを受け取った。 空のボトルをジソンに持って帰ろう。
zh_cn: 阿伦收到了汤。 我应该把空瓶子还给吉森。

source: Alaun told me that Nimael also makes soup.
ja: アランはニマエルもスープを作ることを教えてくれた。
zh_cn: 阿伦告诉我，尼玛尔也做汤。

source: Gison thanked me for bringing the empty bottle back to him.
ja: ジソンは空のボトルを返してくれたことに感謝を述べた。
zh_cn: 吉森感谢我把空瓶子拿回来给他。

source: I spent 5555 gold on buying mushroom soup! Am I crazy? There is no soup left for Alaun now.
ja: キノコスープを買うのに5555ゴールドを使ってしまった！ 気でも狂ったの？ アランのスープはもう残っていない。
zh_cn: 我花了5555金币买了蘑菇汤!我是不是疯了？ 现在已经没有汤给阿伦了。

source: Gison insisted his soup is better than Nimael's.
ja: ジソンは自分のスープがニマエルのものよりもおいしいと主張した。
zh_cn: 吉森坚持认为他的汤比尼玛尔的好。

source: Nimael insisted her soup is better than Gison's.
ja: ニマエルは自分のスープがジソンのものよりもおいしいと主張した。
zh_cn: 尼玛尔坚持认为她的汤比吉森的好。

source: Gison gave me a taste of both soups.
ja: ジソンは両方のスープを味見させてくれた。
zh_cn: 吉森让我品尝了这两种汤的味道。

source: Nimael gave me a taste of both soups.
ja: ニマエルは両方のスープを味見させてくれた。
zh_cn: 尼玛尔让我品尝了这两种汤的味道。

source: Gison said he would talk to Nimael about selling both soups in Fallhaven.
ja: ジソンは、フォールヘブンで両方のスープを販売することをニマエルと相談すると述べた。
zh_cn: 吉森说，他将与尼玛尔谈谈在法尔海文销售这两种汤的问题。

source: Nimael said she would talk to Gison about selling both soups in Fallhaven.
ja: ニマエルは、フォールヘブンで両方のスープを販売することをジソンと相談すると述べた。
zh_cn: 尼玛尔说她会和吉森谈谈在法尔海文销售这两种汤的问题。

source: Nimael and Gison have been successful in selling more soup in Fallhaven by cooperating and creating more recipes.
ja: ニマエルとジソンは、協力してより多くのレシピを作ることで、フォールヘブンでより多くのスープを販売することに成功した。
zh_cn: 尼玛尔和吉森通过合作和创造更多的食谱，成功地在法尔海文销售更多的汤。

source: A raid for a cookbook
ja: 略奪された料理本
zh_cn: 对食谱的突袭

source: Gison, the man with the mushroom soup in the forest south of Fallhaven, got raided. Only his cookbook was stolen and he asked me to bring it back to him.
ja: フォールヘブンの南の森でキノコスープを作っているジソンが襲われた。盗まれたのは料理本だけで、あなたにそれを取り戻してくるよう頼まれた。
zh_cn: 吉森，那个在法尔海文南部森林里做蘑菇汤的人，被突袭了。只有他的烹饪书被偷了，他让我把书带回来给他。

source: I agreed to help him.
ja: 彼を助けることを承諾した。
zh_cn: 我同意帮助他。

source: Gison said the thieves came from the south. I should begin my search there.
ja: ジソンは盗賊は南から来たと言っていた。そこから捜索を始めよう。
zh_cn: 吉森说盗贼是从南方来的。我应该从那里开始搜索。

source: I discovered a hidden cave. The thieves may be hiding there.
ja: 隠し洞窟を発見した。盗賊が隠れているかもしれない。
zh_cn: 我发现了一个隐藏的山洞。盗贼可能就藏在那里。

source: I found the thieves. Their leader was performing some kind of ritual when I came into the cave.
ja: 盗賊を発見した。洞窟に立ち入ると、リーダーは何らかの儀式を行っているところだった。
zh_cn: 我找到了那些盗贼。我进洞的时候，他们的头目正在举行某种仪式。

source: I brought the cookbook back to Gison. The thieves were working for Zuul'khan, the fungi sorcerer. They made a second copy of the book without the strange writing, which Gison gladly accepted. Gison can now cook his mushroom soup again.
ja: ジソンに料理本を持ち帰った。盗賊たちは、ファンガスの魔法使いズールカンの手下だった。彼らは奇妙な文字のない本をもう1冊作ってあり、ジソンはそれを喜んで受け取った。これでジソンはまたキノコスープを作れるようになった。
zh_cn: 我把烹饪书给吉森带了回去。盗贼们正在为真菌巫师祖尔汗工作。他们制作了这本书的副本，没有奇怪的文字，吉森欣然接受了。吉森现在可以再次煮他的蘑菇汤了。

source: I told Gison that I found the thieves, but that they had destroyed the cookbook.
ja: 盗賊を発見したものの、料理本は処分されていたとジソンに伝えた。
zh_cn: 我告诉吉森，我找到了小偷，但他们毁了那本食谱。

source: Gison will give me mushroom soup in thanks if I bring him 50 gold, 2 of Bogsten's mushrooms and an empty bottle.
ja: 50ゴールド、ボグステンキノコ2個、そして空のボトルをあなたが持ってくれば、ジソンはお礼にキノコスープを作ってくれるという。
zh_cn: 如果我给他50金币，2个博格斯坦的蘑菇和一个空瓶子，吉森会给我蘑菇汤以示感谢。

source: You're the postman
ja: あなたは郵便配達人
zh_cn: 你是邮递员

source: Gorwath would like me to give a letter to Arensia, in Fallhaven.
ja: ゴーワスはフォールヘブンのアレンシアに手紙を届けてほしい。
zh_cn: 戈尔瓦特希望我把一封信交给法尔海文的阿伦西亚。

source: But I decided not to help him with that.
ja: しかしあなたはそれに手を貸さないことにした。
zh_cn: 但我决定不帮他做这件事。

source: He gave me the letter.
ja: 彼は手紙をくれた。
zh_cn: 他把信给了我。

source: I gave the letter to Arensia, who was visibly happy about it. Gorwath needs to hear that.
ja: 手紙をアレンシアに渡すと、彼女は目に見えて喜んでくれた。ゴーワスにもそのことを伝えたい。
zh_cn: 我把信给了阿瑞莎，她显得很高兴。戈尔瓦特需要听到这个消息。

source: I told Gorwath that I gave the letter to Arensia. He's happy too.
ja: 手紙をアレンシアに渡したとゴーワスに話した。彼も喜んでくれている。
zh_cn: 我告诉戈尔瓦特，我把这封信交给了阿瑞莎。他也很高兴。

source: Climbing up is forbidden
ja: 登山禁止
zh_cn: 禁止攀爬

source: Down in a hole, in the mountain side near Prim, I found signs of a heinous torture. At least three corpses were there. I felt the urge to get out of there as fast as I could and immediately report what I found to someone in the village.
ja: プリム近くの山の中腹にある穴の中で、凶悪な拷問の痕跡を見つけた。少なくとも3人分の死体があった。少しでも早くそこを出て、発見したことをすぐに村の誰かに通報したいという衝動に駆られた。
zh_cn: 在普里姆附近山边的一个洞里，我发现了令人发指的酷刑的痕迹。至少有三具尸体在那里。我感到有种冲动，想尽快离开那里，并立即向村里的人报告我的发现。

source: A mysterious looking guy suddenly appeared in my way when I was headed to report to the guards. He has recommended that I should not tell them anything.
ja: 衛兵に通報しようとすると、突如謎めいた男があなたの行く手に現れた。彼は何も言わないほうがいいとあなたに忠告してきた。
zh_cn: 当我要去向卫兵报告时，一个看起来很神秘的人突然出现在我面前。他建议我不要告诉他们任何事情。
