Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: Talion, the chapel priest in Loneford, thinks that the illness is the work of the Shadow, as punishment for Loneford's lack of devotion to the Shadow.
de: Talion, der Priester aus Loneford denkt, dass die Krankheit ein Werk des Schattens ist - als Strafe für Loneford's mangelnde Hingabe an den Schatten.
fr: Talion, le prêtre de la chapelle de Loneford, pense que la maladie est un châtiment de l'Ombre, causé par le manque de dévotion de la ville.
ja: ローンフォード礼拝堂の司祭であるタリオンは、この病気はローンフォードがシャドウへの信仰心を欠いていることへのシャドウの天罰だと考えている。
pt: Talião, o sacerdote capela em Loneford, acha que a doença é trabalho da Sombra, como punição pela falta Loneford de devoção para a Sombra.
zh_cn: 隆福德的小教堂牧师塔里昂认为，这种病是影子的杰作，是对隆福德缺乏对影子的奉献的惩罚。

source: Taevinn in Loneford is certain that Sienn in the southeast barn has something to do with the illness. Apparently, Sienn keeps a pet around that has approached Taevinn in a threatening manner several times.
de: Taevinn aus Loneford ist sicher, dass Sienn in der Scheune im Südosten irgendetwas mit der Krankheit zu tun hat. Offenbar hält Sienn ein Haustier, durch das sich Taevinn schon mehrmals bedroht fühlte.
fr: Taevinn, à Loneford, est certain que Sienn, à la grange du sud-est de la ville, a quelque rapport avec cette maladie. Apparemment, Sienn a un animal de compagnie qui se serait plusieurs fois comporté de manière agressive envers Taevinn.
ja: ローンフォードのテヴィンは、南東の納屋にいるシエンがこの病気に関係していると確信している。シエンはペットを飼っており、テヴィンはそのペットから威嚇するように迫られた経験が何度かあるらしい。
pt: Taevinn em Loneford é certo que Sienn no celeiro sudeste tem algo a ver com a doença. Aparentemente, Sienn mantém pertod e si um animal de estimação que abordou Taevinn de uma maneira ameaçadora várias vezes.
zh_cn: 隆纳福的泰文肯定东南谷仓的西恩与这一疾病有关。显然，西恩在周围养了一只宠物，它曾多次以威胁的方式接近泰文。

source: I should go see Landa in the Loneford tavern. Rumor has it that he saw something that he doesn't dare tell anyone.
de: Ich sollte nach Landa in der Taverne von Loneford sehen. Gerüchten zufolge solle er etwas gesehen haben, das er sich niemandem zu erzählen traut.
fr: Je devrais voir Landa dans la taverne de Loneford. Il paraît qu'il a vu quelque chose d'important, mais n'ose en parler à personne.
ja: ローンフォードの酒場でランダに会いに行こう。彼は誰にも言えない何かを見たという噂がある。
pt: Devo ir ver Landa na taberna de Loneford. Há rumores de que ela viu algo que não se atreve a contar para ninguém.
zh_cn: 我应该去洛内福酒馆看看兰达。有传言说他看到了一些东西，他不敢告诉任何人。

source: Landa confused me with someone else at first. He apparently saw a boy doing something around the town well during the night before the illness started. He was scared to talk to me at first since he thought I looked like the boy he had seen. Could it have been Andor that he saw?
de: Landa verwechselte mich zunächst mit jemandem. Er behauptet, einen kleinen Jungen gesehen zu haben, der in der Nacht, bevor sich die Krankheit ausbreitete um den Dorfbrunnen schlich und irgendetwas machte. Er hatte zuerst Angst mit mir zu sprechen, weil ich dem Jungen den er gesehen hat sehr ähnlich bin. Könnte der Junge, den er gesehen hat, vielleicht Andor gewesen sein?
fr: Landa m'a pris pour quelqu'un d'autre à mon arrivée. Il a dit avoir vu un garçon rôder près du puits la nuit précédent l'arrivée de la maladie. Il avait peur de me parler sur le coup, car il m'avait pris pour le garçon en question. Est-ce qu'il pourrait s'agir d'Andor ?
ja: ランダは最初、あなたを誰かと勘違いした。病気が始まる前の夜、町の井戸の周りで何かをしている少年を見たらしい。彼は最初、あなたがその少年に似ていると思ったので、話すのを怖がっていた。彼が見たのはもしかしてアンドールだったのだろうか？
pt: Landa, inicialmente, confundiu-me com outra pessoa. Ela, aparentemente, viu um menino a fazer alguma coisa perto cidade bem durante a noite antes que a doença come cassasse. Ela estava com medo de falar comigo na primeira vez, pois ela pensou que eu parecia como um menino que tinha visto. Poderia ter sido Andor que ela viu?
zh_cn: 兰达一开始把我和别人混淆了。他显然是在病发前的晚上看到一个男孩在镇上的井边做什么。他一开始很害怕和我说话，因为他觉得我和他看到的那个男孩很像。他看到的会不会是安道尔？

source: Also, the night after he saw the boy at the well, he saw Buceth taking samples of the water in the well. Strangely enough, Buceth has not gotten ill like the others in the village.
de: Außerdem hat er in der Nacht, als er den Jungen am Brunnen gesehen hatte, Buceth dabei beobachtet, wie dieser Proben des Brunnenwassers genommen hat. Verdächtigerweise ist Buceth auch nicht krank geworden wie die anderen im Dorf.
fr: De plus, la nuit après avoir vu le garçon près du puits, il y a vu Buceth prélever des échantillons d'eau. Étrangement, Buceth n'est pas tombé malade comme les autres.
ja: また、井戸で少年を見た翌日の夜、ブセスが井戸の水のサンプルを取っているところを見たという。不思議なことに、ブセスは村の他の人たちのように病気に罹ったことがない。
pt: Além disso, na noite seguinte à em que ela viu o menino no poço, viu Buceth recolher amostras de água no poço. Estranhamente, Buceth não ficou doente como os outros na aldeia.
zh_cn: 另外，在他在井边看到男孩的第二天晚上，他看到布凯斯在井里取水的样本。奇怪的是，布凯斯并没有像村里的其他人一样生病。

source: I should go question Buceth at the Loneford chapel about what he was doing at the well, and about whether he knows anything about Andor.
de: Ich sollte Buceth in der Kapelle von Loneford aufsuchen und ihn danach fragen, was er am Brunnen gemacht hat. Vielleicht weiß er auch etwas über Andor.
fr: Je devrais interroger Buceth à la chapelle de Loneford pour savoir ce qu'il faisait près du puits, et l'interroger sur ce qu'il sait d'Andor.
ja: ローンフォード礼拝堂のブセスに、井戸で何をしていたのか、アンドールについて何か知っているのかを尋ねてみよう。
pt: Devo ir perguntar a Buceth, na capela de Loneford, sobre o que ele estava a fazer por lá e se ele sabe alguma coisa a respeito de Andor.
zh_cn: 我应该去洛尼福教堂询问布凯斯，他在井边做了什么，以及他是否知道安道尔的情况。

source: I have bribed Buceth into talking to me.
de: Ich habe Buceth bestochen, damit er mit mir redet.
fr: J'ai soudoyé Buceth pour qu'il accepte de me parler.
ja: ブセスに賄賂を使って話をさせた。
pt: Subornei Buceth a falar comigo.
zh_cn: 我已经贿赂了布凯斯，让他跟我说话。

source: I have told Buceth that I am ready to follow the Shadow.
de: Ich habe Buceth erzählt, dass ich bereit bin, dem Schatten zu folgen.
fr: J'ai dit à Buceth être prêt à suivre l'Ombre.
ja: ブセスに、シャドウに従う覚悟はできていると伝えた。
pt: Disse a Buceth que estou pronto para seguir a Sombra.
zh_cn: 我已经告诉布克思，我已经准备好跟随影子。

source: Buceth tells me that he is assigned by the priests in Nor City to make sure the Shadow casts its glow over Loneford. Apparently, the priests had sent a boy to do some business in Loneford, and Buceth was tasked with gathering some samples from the water well.
de: Buceth erzählte mir, dass er von den Priestern aus Nor City beauftragt worden war sicherzustellen, dass der Schatten sein Leuchten über Loneford ausbreiten kann. Offenbar haben die Priester einen Jungen geschickt, um etwas in Loneford zu erledigen und Buceth damit beauftragt, einige Wasserproben zu nehmen.
fr: Buceth me dit qu'il est assigné ici par les prêtres de Norville, afin de permettre à Loneford d'être touchée par le rayonnement de l'Ombre. Apparemment, les prêtres ont envoyé dans la ville un garçon pour quelque affaire, et ont aussi demandé à Buceth de prélever quelques échantillons dans le puits.
ja: ブセスは、ノアシティの司祭からローンフォードにシャドウの輝きを与えるように命じられていると教えてくれた。司祭たちはローンフォードにおける任務のために少年を派遣したらしく、ブセスは井戸からサンプルを集める役目を負っていたようだ。
pt: Buceth diz-me que foi designado pelos sacerdotes de Nor-City para garantir que a Sombra lance o brilho dela sobre Loneford. Aparentemente, os sacerdotes enviaram um menino para fazer alguns negócios em Loneford e Buceth foi encarregado a recolher algumas amostras da água do poço.
zh_cn: 布凯斯告诉我，他被诺城的祭司指派去确保影子在隆纳福上空投下光芒。显然，祭司们派了一个男孩去隆纳福做一些事情，布凯斯的任务是从水井里收集一些样本。

source: I have attacked Buceth. I should bring any evidence that Buceth has on him to Kuldan, the guard captain in the longhouse in Loneford.
de: Ich habe Buceth angegriffen. Ich sollte die Beweise von Buceth zu Kuldan, den Hauptmann der Wache im Langhaus von Loneford bringen.
fr: J'ai attaqué Buceth. Je devrais ramener toute preuve que Buceth avait sur lui à Kuldan, le capitaine de la garde à la cabane de Loneford.
ja: ブセスを攻撃した。ブセスが持っている証拠をローンフォードの長屋にいる衛兵隊長クルダンに渡そう。
pt: Ataquei Buceth. Devo trazer qualquer evidência de que Buceth tenha com ele para Kuldan, o capitão da guarda que está na casa comprida, em Loneford.
zh_cn: 我已经攻击了布克思。我应该把布凯斯身上的任何证据带给隆纳福的长屋里的警卫队长库尔丹。

source: I have given the vial that Buceth had on him to Kuldan, the guard captain in Loneford.
de: Ich habe das Fläschchen, das Buceth bei sich hatte zu Kuldan, dem Hauptmann der Wache in Loneford gebracht.
fr: J'ai remis à Kuldan, le capitaine de la garde de Loneford, la fiole trouvée sur le corps de Buceth.
ja: ブセスが持っていたバイアルをローンフォードの衛兵隊長クルダンに渡した。
pt: Dei o frasco que Buceth tinha com ele para Kuldan, o capitão da guarda em Loneford.
zh_cn: 我已经把布克思身上的小瓶交给了隆纳福的警卫队长库尔丹。

source: Kuldan thanked me for solving the mystery of the illness in Loneford. They will start bringing in water with help from Feygard instead of drinking from the well from now on. Kuldan also told me to visit the castle steward in Feygard if I want to help further.
de: Kuldan dankte mir für das Lösen des Rätsels um die mysteriöse Krankheit in Loneford. Sie werden nun Wasser aus Feygard importieren, anstatt es aus dem Brunnen zu schöpfen. Er sagte mir auch, dass ich den Haushofmeister in der Burg von Feygard besuchen soll, wenn ich noch mehr helfen will.
fr: Kuldan m'a remercié pour avoir résolu le mystère de la maladie de Loneford. A partir de maintenant, et avec l'aide de Feygard, la garde va se charger transporter de l'eau saine jusqu'à la ville pour tous ses habitants. Kuldan m'a aussi proposé de voir l'intendant du château de Feygard si je veux donner de l'aide supplémentaire.
ja: クルダンはローンフォードでの病気の謎を解いてくれたことに感謝した。これからは井戸から水を飲むのではなく、フェイガードの助けを借りて水を持ち込むようになるという。またクルダンは、更なる助けを求めるならば、フェイガードの城の執事を訪ねるようにとも言っていた。
pt: Kuldan agradeceu-me para resolver o mistério da doença em Loneford. Eles vão começar a trazer em água, juntamente com auxílio de Feygard para que não seja mais necessário beber água do poço à partir de agora. Kuldan também me disse para procurar o taifeiro do castelo de Feygard se eu precisar de ajuda.
zh_cn: 库尔丹感谢我解开了隆纳福的疾病之谜。他们将在费加德的帮助下开始运水，而不是从现在开始喝井水。库尔丹还告诉我，如果我想进一步帮助，就去拜访费加德的城堡管家。

source: I have promised to keep Buceth's story a secret. If Andor was indeed here, he must have had a good reason for doing what he did. Buceth also told me to visit the chapel custodian in Nor City if I want to learn more about the Shadow.
de: Ich habe Buceth versprochen, sein Geheimnis zu hüten. Wenn Andor wirklich hier war, muss er einen guten Grund dafür gehabt haben. Buceth sagt mir auch, dass ich den Hüter der Kapelle in Nor City besuchen soll, um mehr über den Schatten zu erfahren.
fr: J'ai promis à Buceth de garder secrète son histoire. Si Andor était vraiment ici, il devait avoir une bonne raison de faire ce qu'il a fait. Buceth m'a invité à rendre visite au gardien de la chapelle à Norville, si je veux en apprendre plus sur l'Ombre.
ja: ブセスの話は秘密にすると約束した。アンドールが本当にここにいたのなら、彼がしたことには何か理由があるはずだ。またブセスは、シャドウについてもっと知りたければ、ノアシティの礼拝堂管理人を訪ねるようにとも言っていた。
pt: Prometi para manter a história de Buceth em segredo. Se Andor era de fato aqui, ele deve ter tido um bom motivo para fazer o que fez. Buceth também me disse para visitar o guardião da capela na cidade nem se eu quiser saber mais sobre a Sombra.
zh_cn: 我已经答应对布凯斯的故事保密。如果安道尔真的在这里，他一定有很好的理由去做他的事。布凯斯还告诉我，如果我想了解更多关于暗影的情况，就去拜访诺尔城的小教堂保管员。

source: Bits and pieces
de: Stückchen und Teile
fr: Recoller les morceaux
ja: 雑用
pt: Pedaços
zh_cn: 琐碎的事情

source: In a cave to the east, I found a man called Thorin, that wants me to help him find the remains of his former travelling companions. I should find the remains of all six of them and return them to him.
de: In einer Höhle im Osten habe ich Thorin gefunden. Er möchte, dass ich ihm helfe, die Knochen seiner früheren Weggefährten zu finden. Wenn ich die Gebeine der sechs Gefährten gefunden habe, soll ich sie zu ihm bringen.
fr: Dans une cave vers l'est, j'ai trouvé un homme appelé Thorin, qui souhaite retrouver les corps de ses compagnons décédés. Je dois retrouver les restes de chacun des six, et les lui ramener.
ja: 東の洞窟でトーリンという男を見つけた。かつての旅の仲間の遺体を探すのを手伝って欲しいと言っている。6人全員の遺体を探して引き渡そう。
pt: Encontrei um homem chamado Thorin numa caverna ao leste, que quer que o ajude a encontrar os restos mortais dos antigos companheiros de viagem dele. Devo encontrar os restos de todos os seis e devolvê-los a ele.
zh_cn: 在东边的一个山洞里，我发现一个叫索林的人，他想让我帮他找到他以前的旅伴的遗骸。我应该找到他们六个人的遗体，并把它们还给他。

source: I have found some skeletal remains in the same cave that I met Thorin in.
de: Ich habe ein paar Knochenreste in der gleichen Höhle gefunden, in der ich Thorin getroffen habe.
fr: J'ai trouvé des squelettes dans la cave où j'ai rencontré Thorin.
ja: トーリンと出会った同じ洞窟で骸骨を見つけた。
pt: Encontrei alguns restos de esqueletos na mesma caverna em que encontrei com Thorin.
zh_cn: 我在遇到索林的那个山洞里，发现了一些骸骨。

source: Thorin thanked me for helping him. In return, he has allowed me to use his bed to rest, and is willing to sell me some of his potions.
de: Thorin dankte mir für meine Hilfe. Im Gegenzug darf ich sein Lager nutzen um mich auszuruhen. Er hat mir auch angeboten ein paar Tränke von ihm zu erwerben.
fr: Thorin m'a remercié pour mon aide. En retour, il m'a donné le droit d'utiliser son lit pour me reposer, et veut bien me vendre quelques unes de ses potions.
ja: トーリンは協力に感謝した。お礼としてあなたがベッドで休むことを許してくれて、ポーションも売ってくれるという。
pt: Thorin agradeceu-me por ajudá-lo. Em troca, ele me permitiu usar a cama dele para descansar e está disposto a vender-me algumas das suas poções.
zh_cn: 索林感谢我对他的帮助。作为回报，他允许我使用他的床来休息，并愿意卖给我一些他的药水。

source: Of mice and men
de: Von Mäusen und Menschen
fr: Des rats et des hommes
ja: ネズミと人の
pt: De Ratos e Homens
zh_cn: 老鼠和男人

source: In a lonely house on a peninsula at the northern shore of lake Laeroth up in the mountains to the north-east, I met a woman called Algangror.
de: In einem einsamen Haus auf einer Halbinsel am Nordufer vom Laerothsee in den nordöstlichen Bergen habe ich Algangror getroffen.
fr: Dans une maison solitaire, sur une péninsule à la rive nord du lac Laeroth, dans les montagnes au nord-est, j'ai rencontré une femme nommée Algangror.
ja: 北東の山中、ロレス湖の北岸にある半島の人里離れた家で、アルガングロールという女性に出会った。
pt: Em uma casa solitária numa península na margem norte do lago Laeroth nas montanhas ao norte-leste, conheci uma mulher chamada Algangror.
zh_cn: 在东北部山区莱洛斯湖北岸的一个半岛上的一个孤独的房子里，我遇到了一个叫阿尔冈格罗的女人。

source: She has a rodent problem and needs help dealing with some of them that she has trapped in her basement.
de: Sie hat ein Problem mit Nagertieren und hat ein paar davon im Keller eingesperrt. Sie möchte, dass ich ihr bei der Beseitigung helfe.
fr: Elle a un problème de rongeurs et a besoin d'aide pour s'occuper de ceux qu'elle a piégé dans sa cave.
ja: 彼女はネズミの問題を抱えている、地下室に閉じ込めたそれらへの対応に助けを必要としている。
pt: Ela tem um problema com ratos e precisa de ajuda para lidar com alguns deles que estão presos no porão dela.
zh_cn: 她有啮齿动物问题，需要帮助处理她被困在地下室中的一些问题。

source: I have agreed to help Algangror deal with her rodent problem. I should return to her when I have killed all six rodents in her basement.
de: Ich werde Algangror bei ihrem Nagertier-Problem helfen. Wenn die sechs Störenfriede beseitigt sind, soll ich ihr Bescheid geben.
fr: J'ai accepté d'aider Algangror pour son problème de rongeurs. Je devrai retourner la voir après avoir tué les six rats de sa cave.
ja: アルガングロールのネズミ問題の解決に協力することに同意した。地下室のネズミ6匹を全て殺したら、彼女のところに戻ろう。
pt: Concordei em ajudar Algangror a lidar com os roedores dela. Devo retornar a vê-la quando matar todos os seis roedores no porão dela.
zh_cn: 我已经同意帮助阿尔冈格罗处理她的啮齿动物问题。当我把她地下室里的六只老鼠全部杀死后，我应该再去找她。

source: Algangror thanked me for helping her with her problem.
de: Algangror war dankbar für die Hilfe bei ihrem Problem.
fr: Algangror m'a remercié pour l'avoir débarrassée de ces nuisibles.
ja: アルガングロールは問題に対処してくれたことに感謝した。
pt: Algangror me agradeceu por ajudá-la com o seu problema.
zh_cn: 阿尔冈格罗感谢我帮助她解决了问题。

source: She also told me not to talk to anyone in Remgard about her whereabouts. Apparently, they are looking for her for some reason that she would not say. Under no circumstances should I tell anyone where she is.
de: Sie bat mich noch, mit niemandem in Remgard über ihren Aufenthaltsort zu sprechen. Offensichtlich wird sie dort wegen irgendetwas gesucht, will mir aber nicht sagen warum. Ich soll unter keinen Umständen sagen wo sie ist.
fr: Elle m'a aussi demandé de ne parler à personne à Remgard de l'endroit où elle se trouve. Apparemment, ils sont à sa recherche pour une raison qu'elle ne m'a pas précisée. Sous aucun prétexte je ne dois mentionner cet endroit.
ja: レムガードの誰にも居場所を話さないようにとも言われた。何らかの理由で彼女を探しているそうだが、そのことで彼女が話すことはなかった。たとえどんなことがあっても、誰にも彼女の居場所を話してはいけない。
pt: Ela também me disse para não falar com ninguém em Remgard sobre o paradeiro dela. Aparentemente, eles estão a procurar por ela por algum motivo que ela não quer contar. Sob nenhuma circunstância que devo dizer a ninguém onde ela está.
zh_cn: 她还告诉我，不要和瑞姆加德的任何人谈起她的下落。显然，他们正在寻找她，因为某些原因，她不愿意说。在任何情况下，我都不应该告诉任何人她在哪里。

source: I will not help Algangror with her task.
de: Ich werde Algangror mit ihrer Aufgabe nicht helfen.
fr: J'ai refusé de me charger de la besogne d'Algangror.
ja: あなたはアルガングロールの仕事を手伝わない。
pt: Não vou ajudar Algangror com a tarefa dela.
zh_cn: 我不会帮助阿尔冈格罗完成她的任务。

source: Algangror won't talk to me, and I will be unable to help her with her task.
de: Algangror wird nicht mit mir reden, ich werde ihr deswegen mit ihrer Aufgabe nicht helfen können.
fr: Algangror ne veut pas me parler, je ne pourrai pas l'aider à finir sa tâche.
ja: アルガングロールはあなたと話すつもりはない、あなたも彼女の仕事を手伝うことはできない。
pt: Algangror não vai falar comigo e não poderei ajudá-la com a tarefa dela.
zh_cn: 阿尔冈格罗不会和我说话，而我将无法帮助她完成任务。

source: An involuntary carrier
de: Ein unfreiwilliger Botschafter
fr: Messager malgré lui
ja: 自覚なき宿主
pt: Uma carregador involuntário
zh_cn: 一个非自愿的承运人

source: On the road between Loneford and Brimhaven, I found a dried up lake-bed with a major cavern below. Deep inside the cavern, I met Ulirfendor - a priest of the Shadow from Brimhaven. Ulirfendor is trying to translate the inscriptions on a shrine of Kazaul, and has determined that it speaks of the 'Dark protector', but he is unsure what that refers to. Whatever it means, he is determined that it must be stopped.
de: Auf der Straße zwischen Loneford und Brimhaven habe ich ein ausgetrocknetes Flussbett mit einer größeren Höhle darunter gefunden. Tief in der Höhle traf ich auf Ulirfendor, einen Priester des Schattens aus Brimhaven. Ulirfendor versucht, die Inschriften auf einem Schrein von Kazaul zu entziffern und hat herausgefunden, dass sie von einem 'Dunklen Beschützer' sprechen. Er weiß allerdings nicht, wer das sein soll. Was auch immer es bedeutet, er hat beschlossen, dass es aufgehalten werden muss.
fr: Sur la route entre Loneford et Brimhaven, j'ai trouvé au fond d'un lac asséché une imposante caverne. En son cœur se trouve Ulirfendor - un prêtre de l'Ombre venant de Brimhaven. Il y tente de traduire des inscriptions trouvées sur un sanctuaire de Kazaul ; il a déjà déchiffré qu'elles parlent d'un 'Protecteur des ténèbres', sans savoir exactement à quoi cela fait référence. Ce qui est clair, c'est que d'après les inscriptions, ce 'protecteur' doit être arrêté.
ja: ローンフォードとブリムヘブンの間の道で、下に大きな洞窟のある干上がった湖畔を見つけた。その洞窟の奥深くで、ブリムヘブン出身のシャドウ神官ウリフェンドルと出会った。ウリフェンドルはカザウルの霊廟に刻まれた碑文を翻訳しようとしており、その碑文が"ダークプロテクター"について語っていると突き止めた。しかし、それが何を指しているかまでは分からないという。何を意味するにしても、彼はそれを止めなければならないと決心している。
pt: Na estrada entre Loneford e Brimhaven, encontrei o leito seco de um antigo lago com uma grande caverna embaixo. Lá no fundo da caverna, conheci o Ulirfendor - um sacerdote da Sombra de Brimhaven. Ulirfendor está a tentar traduzir as inscrições num santuário de Kazaul e comentou que ela fala do 'Protetor Negro', mas ele não tem certeza do que se refere. O que quer que seja, ele está determinado que isso deve ser interrompido.
zh_cn: 在隆福德和布林海文之间的路上，我发现了一个干涸的湖床，下面有一个主要的洞穴。在洞穴深处，我遇到了乌利芬多 - 一位来自布林海文的暗影祭司。乌利芬多正试图翻译卡扎尔神殿上的铭文，并确定它提到 "黑暗保护者"，但他不确定那是指什么。无论它是什么意思，他都决定必须阻止它。

source: Ulirfendor needs help with figuring out what some of the missing parts on the shrine says. The inscription reads 'Kulauil hamar urum Kazaul'te', but the next parts have been completely eroded from the rock.
de: Ulirfendor braucht Hilfe beim Bestimmen der fehlenden Teile der Inschriften auf dem Schrein. Die Inschrift lautet 'Kulauil hamar urum Kazaul'te', aber die nächsten Teile sind auf dem Felsen nicht mehr lesbar.
fr: Ulirfendor a besoin d'aide afin de comprendre les parties manquantes du message. Les inscriptions commencent par 'Kulauil hamar urum Kazaul'te', mais la suite est illisible car la roche s'est érodée avec le temps.
ja: ウリフェンドルは、霊廟のいくつかの欠けた部分に何が書かれていたのかを解明するために助けを必要としている。碑文には"Kulauil hamar urum Kazaul'te"とあるが、その次の部分は岩から完全に侵食されている。
pt: Ulirfendor precisa de ajuda para descobrir algumas das peças que faltam na inscrição do santuário. Está escrito: 'Kulauil hamar Urum Kazaul'te', mas o restante encontra-se completamente corroído na rocha.
zh_cn: 乌利芬多需要帮助，以弄清楚神龛上一些缺失的部分写着什么。碑文上写着'Kulauil hamar urum Kazaul'te'，但接下来的部分已经完全从岩石上被侵蚀。

source: I have agreed to help Ulirfendor find out what the missing parts of the inscription might be. Ulirfendor believes the shrine speaks of a powerful creature that lives deeper inside the dungeon. Maybe that could provide some clue as to what the missing parts are.
de: Ich habe Ulirfendor meine Hilfe angeboten und werde versuchen herauszufinden, wie die fehlenden Teile der Inschrift lauten. Ulirfendor glaubt, dass der Schrein von einer mächtigen Kreatur spricht, welche tiefer in der Höhle hausen soll. Vielleicht kann ich dort Hinweise über die fehlenden Teile finden.
fr: J'ai accepté d'aider Ulirfendor à chercher ce que signifient les parties manquantes du message. Il pense que le sanctuaire parle d'une puissante créature vivant plus loin dans les entrailles de la caverne. L'explorer devrait sûrement apporter des indices intéressants.
ja: 碑文の欠けている部分が何かを明らかにするウリフェンドルの手伝いをすることにした。ウリフェンドルは、霊廟はこのダンジョンの奥深くに住む強力なクリーチャーについて語っていると考えている。それが欠けている部分の正体の手がかりとなるかもしれない。
pt: Concordei em ajudar Ulirfendor a descobrir as partes que faltam na inscrição. Ulirfendor acredita que o santuário fala de uma poderosa criatura que vive mais profundamente dentro do calabouço. Talvez isso poderia fornecer alguma pista sobre o que está nas partes faltantes.
zh_cn: 我已经同意帮助乌利芬多找出碑文中缺失的部分可能是什么。乌利芬多认为神龛上说的是一个住在地牢深处的强大生物。也许这可以提供一些线索，说明缺失的部分是什么。

source: Deep inside the dungeon, I encountered a radiant guardian, guarding some other being. The guardian uttered the phrases 'Kulauil hamar urum Kazaul'te. Kazaul hamat urul'. This must be what Ulirfendor was looking for. I should return to him at once.
de: Tief im inneren der Höhle, bin ich auf einen strahlenden Wächter gestoßen, der irgendeine andere Kreatur beschützt. Er stieß die Worte 'Kulauil hamar urum Kazaul'te. Kazaul hamat urul' hervor. Das müssen die fehlenden Worte sein, nach denen Ulirfendor sucht. Ich sollte sofort zu ihm zurückkehren.
fr: Loin dans les profondeurs du donjon, j'ai rencontré un gardien semblant protéger une autre créature. Le gardien a prononcé les phrases : 'Kulauil hamar urum Kazaul'te. Kazaul hamat urul'. C'est sûrement ce que Ulirfendor recherchait, je dois vite le lui rapporter.
ja: ダンジョンの奥深くで、他の者を守っている輝く番人と遭遇した。番人は"Kulauil hamar urum Kazaul'te. Kazaul hamat urul"という言葉を発した。これはウリフェンドルの探していたものに違いない。すぐに彼のところに戻ろう。
pt: Bem no fundo da masmorra, encontrei um guardião radiante, a guardar algum outro ser. O guardião proferiu a frase 'Kulauil hamar Urum Kazaul'te. Kazaul hamat urul'. Isto deve ser o que Ulirfendor estava a procurar. Devo voltar a ele agora.
zh_cn: 在地牢深处，我遇到了一个光芒四射的守护者，守护着其他的生命。守护者说了一句话："Kulauil hamar urum Kazaul'te。Kazaul hamat urul'。这一定是乌里芬多在寻找的东西。我应该马上回到他身边。
