Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: You see, usually it is us knights that find ... missing people. Now, we have had one of our own disappear. This has never happened before, and we are really unsure about what to do about it.
de: Schau, normalerweise sind es wir Ritter, die .. vermisste Personen finden. Jetzt ist einer von unseren eigenen Leuten verschwunden. Das ist niemals zuvor passiert und wir wissen wirklich nicht, wie wir damit umgehen sollen.
fr: C'est généralement nous, chevaliers, qui retrouvons les personnes disparues. Mais cette fois, l'une des nôtres fait partie des disparus. Ce n'est jamais arrivé auparavant, et nous ne savons vraiment pas quoi faire dans de telles circonstances.
ja: 当然、普通なら行方不明者を見つけ出すのは…騎士なのだ。それが、仲間の1人が行方不明となってしまった。こんなことは前例がない、こちらとしてもどうしたものか本当に困っている。
pt: Veja, geralmente, fomos nos cavaleiros que encontramos... pessoas desaparecidas. Agora, temos um dos nossos a desaparecer. Isso nunca aconteceu antes e estamos muito inseguros sobre o que fazer sobre isso.
zh_cn: 你想，通常是我们骑士找到......失踪的人。现在，我们有一个自己人失踪了。这以前从未发生过，我们真的不知道该怎么办好。

source: Granted, people in our order have succumbed in combat to greater foes, but to just ... disappear without a trace, that's unheard of.
de: Zugegeben, Leute aus unserem Orden waren bereits mächtigeren Feinden im Kampf unterlegen, aber einfach zu .. verschwinden, das ist ohne Beispiel.
fr: Certes, des membres de notre ordre ont succombé au combat face à des ennemis redoutables, mais juste ... disparaître ainsi sans laisser de trace, c'est du jamais vu.
ja: 確かに、騎士団では強大な敵に屈した者もいた、ただ…痕跡もなく行方をくらますなど前代未聞だ。
pt: Verdade seja dita, as pessoas em nossa ordem sucumbiram em combate ante inimigos mais fortes, mas apenas... desaparecer sem deixar rastro, isso é inédito.
zh_cn: 诚然，我们教团中的人在战斗中会屈服于更大的敌人，但只是......消失得无影无踪，还没发生过。

source: We have a strong connection to each other, and to have someone leave the order would be unthinkable.
de: Wir haben eine starke Verbindung untereinander und dass einer den Orden verlässt, ist für uns undenkbar.
fr: Nous avons une forte cohésion entre nous et avoir quelqu'un qui quitte l'ordre serait impensable.
ja: 我々は強い絆で結ばれている、騎士団を去るなどということはあり得ん。
pt: Temos uma forte ligação um com o outro e alguém deixar a ordem seria impensável.
zh_cn: 我们彼此之间的关系很好，如果有人离开这个组织，那是不可想象的。

source: As you can see, this puts us in a difficult situation.
de: Wie du siehst, bringt uns das in eine schwierige Lage.
fr: Comme tu peux le voir, cela nous met dans une situation difficile.
ja: ご覧の通りだ、我々は困難な状況に置かれている。
pt: Como pode ver, isso nos põe numa situação difícil.
zh_cn: 如您所见，这使我们陷入困境。

source: What do you know about the knight that is missing?
de: Was wisst ihr über den vermissten Ritter?
fr: Que savez-vous sur le chevalier qui a disparu ?
ja: 行方不明の騎士について知っていることは？
pt: O que sabe sobre o cavaleiro que está a faltar?
zh_cn: 你对失踪的骑士了解多少？

source: Well, we told the guards everything we know so far. They also seem to find this situation rather embarrassing, that they can't even keep a knight safe here in their town.
de: Nun, wir haben den Wachen alles gesagt, was wir soweit wissen. Sie finden diese Situation anscheinend ebenfalls befremdlich - dass nicht einmal ein Ritter hier in dieser Stadt sicher ist.
fr: Eh bien, nous avons dit aux gardes tout ce que nous savons jusqu'à présent. Ils semblent aussi trouver cette situation assez embarrassante ; ce n'est pas bon pour leur image de ne pas pouvoir garder un chevalier en sécurité ici dans leur ville.
ja: ああ、衛兵には知っていることはすべて話してある。自分たちの町で騎士の安全を保つことすら出来ない状況に大変恥じ入っている様子だったよ。
pt: Bem, disse tudo que sabemos até agora aos guardas. Eles também parecem achar esta situação bastante embaraçosa, por não poderem nem mesmo manter um cavaleiro seguro aqui na cidade deles.
zh_cn: 好吧，我们把目前所知道的一切都告诉了卫兵们。他们似乎也觉得这种情况相当尴尬，他们甚至不能保证一个骑士在他们镇上的安全。

source: We have no clues apart from the fact that she is missing, unfortunately. Where our sister knight is, is still a mystery to us.
de: Wir haben keine Idee, außer der Tatsache, dass sie unglücklicherweise vermisst wird. Wo unsere Ritterschwester ist, ist uns immer noch ein Rätsel.
fr: Nous ne savons rien sauf le fait que notre sœur d'armes manque à l'appel. Où peut-elle être ? C'est un mystère pour nous.
ja: 残念ではあるが、彼女が行方不明であるという事実以外に手がかりはない。どこにいるかは謎のままだ。
pt: Não temos pistas ideias do fato de que ele esteja a faltar, infelizmente. Onde o nosso irmão cavaleiro está, nos ainda é um mistério.
zh_cn: 不幸的是，除了知道她失踪，我们没有任何头绪。我们的姐妹骑士在哪里，对我们来说仍然是个谜。

source: For the sake of our order's reputation, please keep this to yourself if possible. We wouldn't want people to get the perception that the Knights of Elythom can be weakened in any way.
de: Um des Ansehens unseres Ordens willen, behalte dies, wenn möglich, für dich. Wir möchten nicht, dass Leute auf den Gedanken kommen, dass die Ritter von Elythom in irgend einer Weise geschwächt werden könnten.
fr: Pour la réputation de notre ordre, merci de ne pas ébruiter tout ceci. Nous ne voulons pas que les gens aient l'impression que les Chevaliers d'Elythom puissent être affaiblis en aucune façon.
ja: 騎士団の評判のためにも、どうかここだけの話にしておいてほしい。どうあれエリソム騎士団が弱体化する可能性があると人々に思われたくはないのだ。
pt: Para o bem da reputação da nossa ordem, por favor, mantenha isso para si mesmo, se possível. Não queremos que as pessoas tenham a perceção sobre Cavaleiros de Elythom enfraquecida, de forma alguma.
zh_cn: 为了我们骑士团的声誉，如果可能的话，请不要把这件事说出去。我们不希望人们认为伊利索姆骑士团会变弱。

source: Hello there. What can the Knights of Elythom do for you?
de: Hallo da. Was können die Ritter von Elythom für dich tun?
fr: Bonjour. Qu'est-ce que les Chevaliers d'Elythom peuvent faire pour toi ?
ja: こんにちは。エリソム騎士団に何か用かな？
pt: Olá. O que os Cavaleiros de Elythom lhe fazem?
zh_cn: 嗨，你好。伊利索姆骑士团能为你做些什么？

source: That's a very nice suit of armor you have there.
de: Das ist eine schicke Rüstung, die du da an hast.
fr: C'est une très belle armure que vous avez là.
ja: とても素敵な鎧ですね。
pt: Essa armadura que usam parece ser muito agradável.
zh_cn: 你的这套盔甲非常漂亮。

source: Talk to master Krell over there, he can tell you all about us.
de: Sprich mit Meister Krell dort drüben, er kann dir alles über uns sagen.
fr: Parle à maître Krell là-bas, il pourra tout te dire à notre sujet.
ja: あそこのクレル団長と話してもらえるか。我々のことはひと通り教えてくれるだろう。
pt: Fale com o mestre Krell lá, ele pode dizer tudo sobre nós.
zh_cn: 在那边和克雷尔团长谈谈，他可以告诉你关于我们的一切。

source: Thank you, it's our standard set of armor that we use in the order. It takes a lot of scrubbing and polishing to make it this clean though.
de: Danke dir. Das ist unsere Standardrüstung die wir im Orden tragen. Es braucht einiges an Muskelschmalz um sie so schön sauber zu schrubben und zu polieren.
fr: Merci, c'est l'armure standard que nous utilisons dans l'ordre. Il faut beaucoup frotter et polir pour la rendre si brillante.
ja: ありがとう、騎士団で使う標準的な鎧なのだ。ここまで綺麗にするには擦って磨く手間が随分と掛かるのだがな。
pt: Obrigado, é o conjunto padrão de armadura que usamos na ordem. Ela requer, no entanto, muita limpeza e polimento para torná-la impecável.
zh_cn: 谢谢，这是我们在任务中使用的一套标准盔甲。虽然需要大量的擦洗和抛光才能使它变得如此干净。

source: Hello. *cough*
de: Hallo. *Hust*
fr: Bonjour. *tousse*
ja: こんにちは。コホッ
pt: Olá. [Tosse]
zh_cn: 你好。*咳嗽*

source: You! I have seen you.
de: Du! Ich habe dich gesehen.
fr: Toi ! Je t'ai vu.
ja: あなた！ 見たことがあるわ。
pt: Você! Vi você.
zh_cn: 你！我见过你。

source: Jhaeld sent me to ask you about the people that have gone missing.
de: Jhaeld hat mich geschickt, um dich zu den Vermissten zu befragen.
fr: Jhaeld m'a envoyé pour vous poser des questions sur les gens qui ont disparu.
ja: 行方不明者のことでお尋ねするためにジャエルドから送られました。
pt: Jhaeld enviou-me para perguntar-lhe sobre as pessoas que desapareceram.
zh_cn: 贾尔德派我来问你关于失踪的人的情况。

source: I don't think so, I've never been here before.
de: Das glaube ich nicht, ich bin hier noch nie zuvor gewesen.
fr: Je ne crois pas, je n'ai jamais été ici avant.
ja: そんなはずない、ここには初めて来ました。
pt: Acho que não, nunca estive aqui antes.
zh_cn: 我不这么认为，我以前从未来过这里。

source: Yes, I was just here, remember?
de: Ja, ich war genau hier, erinnerst du dich?
fr: Oui, j'étais juste ici, tu te souviens ?
ja: ええ、ここを訪ねましたっけ、覚えてますか？
pt: Sim, esteve aqui, lembra-se?
zh_cn: 是的，我刚刚就在这里，记得吗？

source: The dreams and the visions. It is you! The child that challenges the beast. [Duaina gives you a terrified look]
de: Die Träume und die Visionen. Das bist du! Das Kind, das die Bestie herausfordert. (Duaina schaut dich voller Entsetzen an)
fr: Les rêves et les visions. C'est toi ! L'enfant qui défie la bête. [Duaina te regarde, terrifiée]
ja: 夢と幻。あなたが！ あの怪物に挑む子供。 （デュエイナはあなたに恐怖の表情を浮かべる）
pt: Os sonhos e as visões. É você! A criança que desafia a besta. [Duaina dá-lhe um olhar aterrorizado]
zh_cn: 梦想和幻觉。是你!那个挑战野兽的孩子。 [杜埃娜惊恐的看向你]

source: So you have seen me in your visions?
de: Dann hast du mich in deinen Visionen gesehen?
fr: Vous m'avez vu dans vos visions ?
ja: 僕のことを幻で見ただって？
pt: Então viu-me nas suas visões?
zh_cn: 所以你在你的幻觉中看到了我？

source: The sleeping beast. No, no. The blinding light. Oh, why have you come here? Have you come for me?
de: Die schlafende Bestie. Nein, nein. Das blendende Licht. Oh, warum bist du hierher gekommen? Bist du wegen mir gekommen?
fr: La bête endormie. Non, non. La lumière aveuglante. Oh, pourquoi es-tu venu ici ? Es-tu venu pour moi ?
ja: 眠りにつく怪物よ。おぉ、そんなっ。あぁ、なぜあなたはここにやって来たの？ まさか私に会いに？
pt: A besta a dormir. Não, não. A luz ofuscante. Ah, por que veio aqui? Veio para mim?
zh_cn: 沉睡的野兽。不，不。刺眼的光。哦，你为什么来这里？你是为我而来吗？

source: Nooo, please spare me!
de: Neiiin, bitte verschone mich!
fr: Nooon, je t'en supplie épargne-moi !
ja: やめてっ、どうか見逃して頂戴！
pt: Nããão, por favor, me poupe!
zh_cn: 不，请饶了我吧!

source: I'm not here to get you, if that's what you are afraid of.
de: Ich bin nicht hier, um dich zu holen, wenn es das ist, was du fürchtest.
fr: Je ne suis pas ici pour vous enlever, si c'est ce dont vous avez peur.
ja: 僕はあなたを捕まえにここにいるわけじゃない、恐れてるのはそういうことでしょうか。
pt: Não estou aqui para te apanhar, se é isso que te faz medo.
zh_cn: 我不是来找你的，你可以放心。

source: I can see it in you. You have the gift. The gift that will destroy the beast. My visions were true.
de: Ich kann es in dir sehen. Du hast die Gabe. Die Gabe, die die Bestie vernichtet. Meine Visionen waren wahr.
fr: Je peux le voir en toi. Tu as le don. Le don qui va détruire la bête. Mes visions étaient vraies.
ja: 見れば分かるわ。あなたには才能がある。怪物を滅ぼす才能が。私の幻視は正しかった。
pt: Posso ver-o em si. Tem o dom. O dom que irá destruir a besta. A minhas visões eram verdadeiras.
zh_cn: 我可以在你身上看到它。你有这个天赋。能毁灭野兽的天赋。我的幻觉是真的。

source: Maybe you are confusing me with my brother Andor?
de: Vielleicht verwechselst du mich mit meinem Bruder Andor?
fr: Peut-être que vous me confondez avec mon frère Andor ?
ja: 兄のアンドールと間違えてませんか？
pt: Talvez esteja a confundir-me com meu irmão Andor?
zh_cn: 也许你把我和我的哥哥安道尔搞混了？

source: A brother? Yes, that must be what I saw in my visions. It is all becoming clearer.
de: Ein Bruder? Ja, das muss es sein, was ich in meinen Visionen gesehen habe. Es wird jetzt alles klarer.
fr: Un frère ? Oui, ça doit être ce que j'ai vu dans mes visions. Tout devient plus clair.
ja: 兄？ ええ、私が見た幻はそれに違いない。段々とはっきりしてきました。
pt: Um irmão? Sim, isso deve ser o que vi nas minhas visões. Está tudo a ficar mais claro.
zh_cn: 哥哥？是的，他一定是我在幻觉中看到的。一切都变得越来越清晰。

source: The black hand sweeps over the land. The beast that hunts. Nooo! Leave this place!
de: Die schwarze Hand fegt über das Land. Die Bestie, die jagt. Neiiin! Verlasse diesen Ort!
fr: La main noire balaie la terre. La bête qui chasse. Nooon ! Quitte cet endroit !
ja: 黒き手が大地を覆う。追う怪物。イヤぁッ！ ここから出て行って！
pt: A mão negra varre a terra. O animal que caça. Nããão! Deixar este lugar!
zh_cn: 黑手扫过大地。狩猎的野兽。不！快离开这个地方！

source: I'm not here to hurt you!
de: Ich bin nicht hier, um dir weh zu tun!
fr: Je ne suis pas ici pour vous faire du mal !
ja: 僕は傷つけに来たんじゃない！
pt: Não estou aqui para te machucar!
zh_cn: 我不是来伤害你的!

source: The child and the brother. The unsuspecting people. The beast casts its shadow.
de: Das Kind und der Bruder. Die ahnungslosen Leute. Die Bestie wirft ihren Schatten.
fr: L'enfant et le frère. Les gens qui ne se doutent de rien. La bête projette son ombre.
ja: 子供そして兄弟。何ら疑いを持たない人々。怪物は暗い影を落とす。
pt: A criança e o irmão. As pessoas inocentes. A besta lança a sombra dela.
zh_cn: 那个孩子和那个兄弟。毫无戒心的人们。野兽投下了它的暗影。

source: I have seen you in my visions.
de: Ich habe dich in meinen Visionen gesehen.
fr: Je t'ai vu dans mes visions.
ja: あなたのことを幻視しました。
pt: Vi-o em minhas visões.
zh_cn: 我在我的幻觉中看到了你。

source: Slaying the beast beneath the prison of Flagstone.
de: Die Bestie unter dem Gefängnis von Flagstone erschlagend.
fr: Tuant la bête sous la prison de Flagstone.
ja: フラッグストーン監獄の地下で怪物を退治した。
pt: A matar a besta debaixo da prisão de Flagstone.
zh_cn: 杀死石板监狱下的野兽。

source: Cooperating with the thieves in Fallhaven.
de: Mit den Dieben in Fallhaven gemeinsame Sache machend.
fr: Coopérant avec les voleurs dans Fallhaven.
ja: フォールヘブンの盗賊に協力した。
pt: A cooperar com os ladrões em Fallhaven.
zh_cn: 与法尔海文的盗贼合作。

source: Working against the thieves in Fallhaven.
de: Gegen die Diebe in Fallhaven arbeitend.
fr: Travaillant contre les voleurs dans Fallhaven.
ja: フォールヘブンの盗賊に対抗した。
pt: A trabalhar contra os ladrões em Fallhaven.
zh_cn: 在法尔海文与小偷作战。

source: Something about a dagger returned to an ancestor in a tomb.
de: Etwas über einen Dolch, zurückgebracht zu einem Ahnen in einer Gruft.
fr: Quelque chose au sujet d'un poignard retourné à un ancêtre dans un tombeau.
ja: ダガーが墓の中で先祖の元へ返されたことによるもの。
pt: Algo sobre uma adaga voltou a um ancestral num túmulo.
zh_cn: 将匕首归还给坟墓中的祖先。

source: Something about stealing a dagger in a dark tomb.
de: Etwas über den Diebstahl eines Dolchs aus einer dunklen Gruft.
fr: Quelque chose à propos d'un vol de poignard dans une tombe sombre.
ja: 暗い墓の中でダガーを盗むことによるもの。
pt: Alguma coisa sobre roubar uma adaga numa tumba escura.
zh_cn: 将黑暗的坟墓中的匕首偷走.

source: Killing innocent sheep.
de: Unschuldige Schafe tötend.
fr: Tuer des moutons innocents.
ja: 罪のない羊を殺す。
pt: A matar ovelhas inocentes.
zh_cn: 杀害无辜的绵羊。

source: [Duaina stares at you in silence while holding her hand over her mouth]
de: (Duaina starrt dich schweigend an, während sie ihren Mund mit der Hand bedeckt)
fr: [Duaina vous regarde en silence tout en maintenant sa main sur sa bouche]
ja: （デュエイナは口に手を当て無言であなたを見つめる）
pt: [Duaina olha-lhe em silêncio, enquanto segura sua mão sobre a boca]
zh_cn: [杜埃娜默默地盯着你，同时用手捂住嘴巴]

source: What else have you seen in your visions?
de: Was hast du sonst noch in deinen Visionen gesehen?
fr: Qu'avez-vous vu d'autre dans vos visions ?
ja: 他には何を見たの？
pt: O que mais viu nas suas visões?
zh_cn: 你在幻觉中还看到了什么？

source: [Duaina stares at you in silence]
de: (Duaina starrt dich schweigend an)
fr: [Duaina vous regarde en silence]
ja: （デュエイナは無言であなたを見つめる）
pt: [Duaina olha-lhe em silêncio]
zh_cn: [杜埃娜默默地盯着你]

source: Our hero enters my shop. I am honored. How may I help you? A new set of boots perhaps, or some new gloves?
de: Unser Held betritt den Laden! Ich bin geehrt. Wie kann ich helfen? Ein neues Paar Stiefel vielleicht, oder neue Handschuhe?
fr: Notre héro entre dans ma boutique. Je suis honoré. Comment puis-je t'aider ? Une nouvelle paire de bottes peut-être, ou de nouveaux gants ?
ja: われらのヒーローの入店です。なんとも光栄ですね。どのようなご用件でしょう？ 新しいブーツですか、それともグローブの方で？
pt: O nosso herói entra em minha loja. Sinto-me honrado. Como posso ajudá-lo? Um novo conjunto de botas talvez, ou algumas luvas novas?
zh_cn: 我们的英雄进入了我的商店。我很荣幸。我能帮到你什么？也许是一套新的靴子，或者一些新的手套？

source: Let me see what you have for sale.
de: Lass mich deine Waren anschauen.
fr: Laissez-moi regarder ce que vous avez à vendre.
ja: 売り物を見せてください。
pt: Deixe-me ver o que tem à venda.
zh_cn: 让我看看你卖些什么。

source: Jhaeld told me you could help me improve my equipment.
de: Jhaeld sagte mir, du könntest mir helfen, meine Ausrüstung zu verbessern.
fr: Jhaeld m'a dit que vous pourriez améliorer mon équipement.
ja: 装備の改良をしてくれるとジャエルドから聞きました。
pt: Jhaeld disse-me que me poderia ajudar a melhorar o meu equipamento.
zh_cn: 贾尔德告诉我，你可以帮我改造装备。

source: Oh yes, I can make modifications to most of our defensive equipment that I sell. Want me to look through your things to see if there's anything I can improve for you?
de: Oh ja, ich kann kleinere Änderungen an den meisten Stücken von Verteidigungsausrüstung machen, die ich verkaufe. Soll ich mal bei deinen Sachen schauen, ob etwas dabei ist, das ich verbessern kann?
fr: Oh oui, je peux apporter des modifications à la plupart des équipements défensifs que je vends. Veux-tu que je regarde dans tes affaires pour voir s'il y a quelque chose que je peux améliorer pour toi ?
ja: ええそうです、販売している防御装備のほとんどを調整できますよ。何か改良できるところがないか、持ち物を調べてみましょうか？
pt: Ah, sim, posso fazer modificações na maioria dos nossos equipamentos de defesa que vendo. Quer deixar-me olhar o que tem para ver se há alguma coisa que lhe possa melhorar?
zh_cn: 哦，是的，我可以对我出售的大部分防御装备进行修改。拿出你的东西，看看有什么我可以帮你改造的地方？

source: Sure, go ahead.
de: Sicher, nur zu.
fr: Bien sûr, allez-y.
ja: ええ、どうぞ。
pt: Claro, vá em frente.
zh_cn: 当然可以.

source: No, I would not want you going through my stuff.
de: Nein, ich möchte nicht, dass du an meine Sachen gehst.
fr: Non, je ne veux pas que vous fouilliez dans mes affaires.
ja: いや、あなたに荷物を調べてもらいたくはないですね。
pt: Não, não quero que mexa nas minhas coisas.
zh_cn: 不，我不想让你看我的东西。

source: Sure. I would be honored to have you back if you change your mind.
de: Sicher, ich wäre geehrt, wenn du zurückkommst, falls du deine Meinung änderst.
fr: Bien sûr. Je serais honoré de te revoir si tu changes d'avis.
ja: ええ。気が変わったらまたお越しいただけると光栄です。
pt: Claro. Ficaria honrado em tê-lo de volta, se mudar de ideia.
zh_cn: 当然，如果你改变主意，我很荣幸能请你回来。

source: Hi. How may I help you? A new set of boots perhaps, or some new gloves?
de: Hi. wie kann ich dir helfen? Ein neues Paar Stiefel vielleicht, oder neue Handschuhe?
fr: Bonjour, comment puis-je t'aider ? Une nouvelle paire de bottes peut-être, ou de nouveaux gants ?
ja: どうも。どのようなご用件でしょう？ 新しいブーツですか、それともグローブの方で？
pt: Oi. Como posso ajudá-lo? Um novo conjunto de botas talvez, ou algumas luvas novas?
zh_cn: 你好。我能帮到你什么？也许是一双新的靴子，或者一双新的手套？

source: How is business?
de: Wie läuft das Geschäft?
fr: Comment vont les affaires ?
ja: 景気はどうですか？
pt: Como é está o seu negócio?
zh_cn: 生意如何？

source: It's OK, I guess. Not as good as I would like it to be, now that the gates to the town are closed. But people here still seem to need new pieces of leather every now and then.
de: Es geht so, schätze ich. Nicht so gut, wie ich es gerne hätte, jetzt da die Tore der Stadt geschlossen sind. Aber die Menschen hier scheinen immer noch von Zeit zu Zeit ein paar Lederwaren zu brauchen.
fr: Elles vont assez bien. Pas aussi bien que je le voudrais, maintenant que les portes de la ville sont fermées. Mais les gens d'ici ont malgré tout besoin de nouveaux morceaux de cuir de temps en temps.
ja: ぼちぼちですかね。町の門が閉ざされてしまったので、期待するほどのものではありません。ですがここの人たちは今でも時々新しい革を必要としているようで。
pt: Está tudo bem, acho eu. Não tão bom como gostaria que fosse, agora que as portas para a cidade estão fechadas. Mas as pessoas aqui ainda parecem precisar de novas peças de couro de vez em quando.
zh_cn: 没关系，我想。没有我希望的那么好，现在镇上的大门已经关闭。但这里的人们似乎仍然时不时地需要新皮革。

source: Oh, I don't know much about that. Funny you should ask. [Rothses gives you a suspicious look]
de: Oh, darüber weiß ich nicht viel. Komisch, dass du fragst. (Rothses blickt dich misstrauisch an)
fr: Je ne sais pas grand-chose à ce sujet. C'est drôle que tu me le demandes. [Rothses te regarde suspicieusement]
ja: おや、それについてはよく知りませんよ。おかしなことを聞くのですね。 （ロセスは怪訝な顔をしている）
pt: Ah, não sei muito sobre isso. Engraçado ter perguntado. [Rothses dá-lhe um olhar desconfiado]
zh_cn: 哦，我对这一点了解不多。你问得真好。 [罗斯给你一个可疑的眼神]

source: Are you sure? Anything you know or might have seen may be of interest.
de: Bist du sicher? Alles was du weißt oder vielleicht gesehen hast, könnte von Interesse sein.
fr: Êtes-vous sûr ? Tout ce que vous savez ou auriez pu voir peut être intéressant.
ja: 本当に？ あなたが知ってること、見たものは興味を引くかもしれませんよ。
pt: Tem certeza? Qualquer coisa que saiba ou possa ter visto pode ser interessante.
zh_cn: 你确定吗？你知道的或可能见过的任何可能感兴趣的东西。

source: Well, you would think that I see most of what is going on here, considering my shop is this close to Remgard's connecting entrance bridge.
de: Nun, du denkst wahrscheinlich, ich würde das meiste, was hier geschieht, mitbekommen, weil ich meinen Laden nahe bei der Eingangsbrücke habe.
fr: Eh bien, on pourrait penser que je vois la plupart de ce qui se passe ici, étant donné que ma boutique est à proximité du pont d'entrée de Remgard.
ja: うちの店がレムガードの連絡橋に近いことを思えば、ここらであったことはだいたい私が目撃しているものとお考えなのでしょうけど。
pt: Bem, talvez pense que vejo a maioria do que acontece por aqui, a considerar a minha loja é esta perto de ponte que dá acesso a Remgard.
zh_cn: 嗯，你可能会认为我看到这里的大部分事情，只因为我的商店离瑞姆加德的连接入口桥这么近。

source: However, I don't know anything about it. *cough*
de: Wie auch immer, ich weiß nichts davon. *Hust*
fr: Cependant, je n'en sais rien. *kof*
ja: とはいえ、それに関して私は何も知りません。ケホッ
pt: No entanto, não sei nada sobre isso. *Tosse*
zh_cn: 然而，我对此一无所知。*咳嗽*

source: Did the guards ask you about what you know?
de: Hat dich die Wache gefragt, was du weißt?
fr: Les gardes vous ont-ils interrogé sur ce que vous savez ?
ja: 衛兵には何か聞かれましたか？
pt: Será que os guardas perguntaram-lhe sobre o que sabe?
zh_cn: 警卫有问过你吗？

source: Oh yes, they've been around asking everyone. I told them everything I know, already.
de: Oh ja, sie waren hier und haben alle befragt. Ich habe ihnen bereits alles gesagt, was ich weiß.
fr: Oh oui, ils ont demandé à tout le monde. Je leur ai déjà dit tout ce que je sais.
ja: ええそうですね、全員に聞いて回っていますし。私も知ってることはすべてお話しました。
pt: Ah, sim, eles têm andado por aí a perguntar isso a todos. Já disse a a eles sobre tudo o que sei.
zh_cn: 哦，是的，他们在四处询问。我已经把我所知道的一切都告诉了他们。

source: I did see Bethir the night before she disappeared. She had some equipment to sell. Nothing out of the ordinary though.
de: Ich sah Bethir in der Nacht, bevor sie verschwand. Sie wollte irgendwelche Ausrüstung verkaufen. Nichts ungewöhnliches eigentlich.
fr: J'ai vu Bethir la nuit précédant sa disparition. Elle avait du matériel à vendre. Rien qui ne sorte de l'ordinaire cependant.
ja: ベティアが失踪する前の晩、彼女と会いました。売り物を持ってましたね。特に変わったことはありませんでしたが。
pt: Vi Bethir na noite antes dela desaparecer. Ela tinha alguns equipamentos para venda. Nada fora do comum, no entanto.
zh_cn: 在贝希尔失踪的前一天晚上，我确实看到了她。她有一些东西要卖。不过没有什么不寻常的地方。

source: I did not see where she went after that.
de: Ich habe nicht gesehen, wohin sie danach gegangen ist.
fr: Je n'ai pas vu où elle est allée après ça.
ja: その後の彼女の行方は見てません。
pt: Não vi onde ela foi depois disso.
zh_cn: 我没有注意她之后去了哪里。

source: Look, I told all this to the guards before. Are you implying anything?
de: Sieh mal, ich habe das alles bereits den Wächtern erzählt. Willst du auf irgend etwas hinaus?
fr: Écoute, j'ai déjà dit tout ça aux gardes. Insinuerais-tu quelque chose ?
ja: あの、このことなら以前も衛兵にお話しましたよ。なにか意味があるんですか？
pt: Olha, disse tudo isso antes aos guardas. Está a insinuar alguma coisa?
zh_cn: 听着，这一切我之前都告诉过守卫了。你想暗示什么吗？

source: I'll keep my eye on you.
de: Ich werde dich im Auge behalten.
fr: Je vais garder un œil sur vous.
ja: あなたから目を離さない。
pt: Vou ficar de olho em si.
zh_cn: 我将继续关注你。

source: Thank you for your cooperation.
de: Danke für deine Mitarbeit.
fr: Je vous remercie de votre coopération.
ja: ご協力ありがとうございます。
pt: Obrigado pela sua cooperação.
zh_cn: 谢谢您的合作。

source: Look, I told you before.
de: Schau, ich sagte es dir bereits.
fr: Écoute, je te l'ai déjà dit.
ja: あの、前にもお話しましたよ。
pt: Olha, já lhe disse antes.
zh_cn: 听着，我以前告诉过你。

source: Now, if you'll excuse me, I have things to do.
de: Wenn du mich nun entschuldigen würdest? Ich habe noch was zu tun.
fr: Maintenant, si tu veux bien m'excuser, j'ai des choses à faire.
ja: さて、ちょっと用事があるのでこれで失礼します。
pt: Agora, se me der licença, tenho coisas para fazer.
zh_cn: 现在，如果你不介意的话，我还有其他事情要做。

source: Hmm, let me see.
de: Hm, lass mal sehen.
fr: Hmmm, laisse-moi voir.
ja: ふむ。どれどれ。
pt: Hmm, deixe-me ver.
zh_cn: 嗯，让我看看。
