Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: Hrmpf. I don't take threats lightly. Especially not from snot-nosed kids like you.
de: Hrmpf. Ich lasse mir nicht einfach drohen. Vor allem nicht von rotznäsigen Bengeln wie dir.
fr: Humpf. Je ne prends pas les menaces à la légère. Surtout pas celles qui viennent de morveux comme toi.
ja: ふん。ワシは脅迫を軽く受け取ったりはせんぞ。貴様のようなハナタレ小僧のものでないならば、な。
pt: Hrmpf. Não levo ameaças facilmente. Especialmente quando vem de um fedelho como você.
zh_cn: 赫姆普夫。我不会轻易地接受威胁。特别是像你这样的小屁孩。

source: I was sent here to help you investigate the missing people.
de: Ich wurde hierher geschickt, um dir bei der Suche nach den Vermissten zu helfen.
fr: J’ai été envoyé ici pour vous aider à enquêter sur les personnes disparues.
ja: 行方不明者の捜査に協力するために送られました。
pt: Fui enviado aqui para ajudá-lo a investigar as pessoas desaparecidas.
zh_cn: 我是被派到这里来帮助你调查失踪的人。

source: You better get used to it with an attitude like that.
de: Bei solch einer Einstellung solltest du dich besser daran gewöhnen.
fr: Tu ferais mieux de t’y habituer avec une attitude pareille.
ja: そういう態度で慣れておくといいよ。
pt: É melhor se acostumar com isso, com uma atitude como essa.
zh_cn: 你最好习惯这种态度。

source: I think you had better leave, before anything bad might happen to you.
de: Ich denke Du solltest besser gehen, bevor Dir noch etwas böses zustößt.
fr: Je pense que tu ferais mieux de partir, avant qu'il ne t'arrive quelque chose.
ja: 何か悪いことになる前に出て行くことだな。
pt: Acho que é melhor sair, antes que qualquer coisa ruim aconteça consigo.
zh_cn: 我想你最好离开，免得有什么坏事发生在你身上。

source: Yes, yes. The missing people. What could possibly a kid like you help with, hm?
de: Ja, ja. DieVermissten. Und was will ein Kind wie Du dabei helfen, hmm?
fr: Oui, oui. Les personnes disparues. Qu’est-ce qu’un enfant comme toi pourrait bien y faire, hein ?
ja: うむ、そうか。行方不明者な。貴様のような小僧に出来ることなどあるのか？ ん？
pt: Sim, sim. As pessoas desaparecidas. O que poderia um garoto como você ajudar, hein?
zh_cn: 是的。失踪的人。像你这样的孩子能帮什么忙，嗯？

source: I was thinking you could provide me with some tasks to help you with the investigation.
de: Ich habe gedacht, du könntest mir ein paar Aufträge erteilen, damit ich bei den Nachforschungen helfen kann.
fr: J’ai pensé que vous pourriez me confier des tâches pour vous aider à faire progresser l’enquête.
ja: 捜査の手伝いに仕事を回してもらえないかと思ったのですが。
pt: Estava a pensar que poderia fornecer-me algumas tarefas para ajudá-lo com a investigação.
zh_cn: 我想你可以给我一些任务，好帮助你进行调查。

source: The bridge guard told me to talk to you.
de: Der Brückenwächter hat mich gebeten, mit dir zu sprechen.
fr: Le gardien du pont m’a dit de vous parler.
ja: 橋の衛兵があなたと話すように言いました。
pt: O guarda ponte me disse para falar consigo.
zh_cn: 守桥人让我和你谈谈。

source: Hmm, now that you are here you might as well make yourself useful instead of just standing there looking stupid. Even if you are a kid, you might be able to gather some information for me.
de: Hm, da Du schon mal da bist, kannst Du Dich auch nützlich machen, anstatt nur dumm herumzustehen. Obwohl Du nur ein Kind bist, solltest Du doch ein paar Informationen für mich sammeln können.
fr: Hmm, maintenant que tu es là, autant te rendre utile au lieu de rester là avec ton air idiot. Même si tu n'es qu'un gamin, tu pourrais être capable de rassembler des informations pour moi.
ja: ふむ、せっかく来たのだ。そこでバカみたいに突っ立ってないで、その身で役に立つことの1つでもこなすことだな。貴様のような子供でも、ワシのために情報を集めるくらいはできるかもしれん。
pt: Hmm, agora que está aqui pode muito bem tornar-se útil, em vez de apenas estar parado aí com esse olhar estúpido. Mesmo a ser uma criança, pode ser capaz de coletar algumas informações para mim.
zh_cn: 嗯，既然你在这里，你不妨让自己变得有用，而不是只是站在那里看起来很愚蠢。即使你是个孩子，你也能够为我收集一些信息。

source: Sigh. OK. I guess.
de: Seufz. OK. Ich glaube schon.
fr: *Soupir*. Ok. Je suppose.
ja: ハァ。そうですか。そうかもね。
pt: [Suspiro] Ok. Acho.
zh_cn: 叹气。好吧。我想是吧。

source: I'd rather kill something.
de: Ich würde lieber etwas töten.
fr: Je préfèrerais tuer quelque chose.
ja: どっちかというと何か殺したいな。
pt: Prefiro matar alguma coisa.
zh_cn: 我宁愿杀点什么。

source: Hey, watch that tone of yours!
de: Hey, nicht in diesem Tonfall!
fr: Eh, surveillez votre ton !
ja: ねえ、口調に気をつけなよ！
pt: Hei, cuidado com o seu tom!
zh_cn: 嘿，注意你的语气！

source: No, you watch that attitude of yours! Remember where you are and who you are talking to. I am Jhaeld, and you are in Remgard - which could be called *my* city.
de: Nein, du solltest dein Verhalten überdenken! Erinnere dich daran, wo du bist und mit wem du sprichst. Ich bin Jhaeld und du bist in Remgard - was man *meine* Stadt nennen könnte.
fr: Non, toi fais attention ! Souviens-toi où nous sommes et à qui tu t’adresses. Je suis Jhaeld et tu es à Remgard — que l’on pourrait bien appeler *ma* ville.
ja: 断る。貴様こそ態度に気をつけることだ！ 自分がどこにいるか、誰と話しているかを思い出せ。ワシはジャエルド、貴様がいるここはレムガードだ、"ワシの街"と言い換えてもいい。
pt: Não, deveria moderar o seu tom! Lembre-se de onde está e com quem está a falar. Sou o Jhaeld e você está em Remgard - o que poderia ser chamado de *minha* cidade.
zh_cn: 不，你要注意你的这种态度!记住你在哪里，你在和谁说话。我是贾尔德，而你在瑞姆加德--可以说是*我的*城市。

source: Fine. What do you need help with?
de: Schön. Wobei benötigst du denn Hilfe?
fr: Très bien. Que puis-je faire pour vous ?
ja: 結構。何の手伝いが必要ですか？
pt: Certo. Do que precisa?
zh_cn: 好的。你需要什么帮助？

source: You don't scare me, old man!
de: Mir machst du keine Angst, alter Mann!
fr: Tu ne m’effraies pas, vieillard !
ja: 怖がらせるなよ、爺さん！
pt: Não me assusta, velho!
zh_cn: 你吓不倒我的，老家伙！

source: Ha ha. You? Killing something?! Now that's about the funniest thing I have heard all day. Just about.
de: Ha ha. Du? Etwas töten?! Nun, das ist so ziemlich das Lustigste, was ich heute gehört habe. Nur mal so.
fr: Ha ha. Toi ? Tuer quelque chose ? Je n'ai rien entendu d'aussi drôle de toute la journée.
ja: ワハハッ。貴様がか？ 何か殺すとな？！ 今日聞いた中では一番笑える話だ。一応な。
pt: Ha ha. Você? Matar alguma coisa? Agora essa é a coisa mais engraçada que ouvi durante todo o dia. Apenas isso.
zh_cn: 哈哈。你？杀生？！这就是我一整天听到的最有趣的事情了。大概。

source: I can handle myself. What do you need help with?
de: Ich kome schon zurecht. Wobei brauchst du denn Hilfe?
fr: Je sais me débrouiller. Que puis-je faire pour vous ?
ja: 自分のことは自分でできる。何の手伝いが必要ですか？
pt: Sei me cuidar. Do que precisa ajuda?
zh_cn: 我可以自己处理。你有什么需要帮助的？

source: You just wait and see.
de: Wart's ab.
fr: Toi tu n'as qu'à attendre et voir.
ja: まあ見てなよ。
pt: É só esperar e ver.
zh_cn: 你就等着瞧吧。

source: *sigh* To even think that we need to get help from children to run errands now.
de: (Seufz) Auch nur daran zu denken, dass wir heutzutage die Hilfe von Kindern brauchen, um unsere Angelegenheiten zu regeln.
fr: *Pfff* Dire que nous avons besoin de l’aide d’enfants pour remplir des missions, maintenant.
ja: （ため息）使い走りをするのに、こうして子供の助けを借りることさえ考えねばならんとは。
pt: [Suspiro] Quem poderia imaginar que hoje em dia precisaríamos obter ajuda de crianças como mensageiros.
zh_cn: *叹息*，甚至认为我们现在需要孩子们帮忙跑腿。

source: I guess you know the background to this situation already. We have had some people disappear on us for some time now. We have no idea what has happened to the people that have disappeared, or even if they are still alive.
de: Ich denke Du kennst die Hintergründe zur Situation schon. Es verschwinden seit einiger Zeit immer wieder Leute. Wir wissen nicht was mit den verschwundenen Leuten passiert ist oder ob sie überhaupt noch am Leben sind.
fr: Je suppose que tu connais déjà le contexte de cette situation. Nous avons plusieurs personnes portées disparues depuis un moment. Nous n’avons aucune idée de ce qui a pu leur arriver, ni même si elles sont encore en vie.
ja: この状況の背景はもうわかっているな。失踪する者がここしばらく出ている。行方不明になった者がどうなったのか、まだ生きているのかもさっぱり掴めん。
pt: Acho que já sabe o histórico dessa situação. Tivemos algumas pessoas desaparecidas de entre nós há algum tempo. Não temos ideia do que aconteceu com as pessoas que desapareceram ou mesmo se eles ainda estão vivas.
zh_cn: 我猜你已经知道情况了。这段时间，有一些人在我们身边失踪了。我们不知道那些失踪的人遭遇了什么，甚至不知道他们是否还活着。

source: Considering how many there are that have disappeared without anyone knowing what happened, it doesn't seem like they are out travelling.
de: Wenn man bedenkt wieviele ohne jede Spur verschwunden sind, ist es unwahrscheinlich, dass sie nur auf Reisen sind.
fr: Au vu du nombre de personnes ayant disparu sans que personne ne sache ce qui s’est passé, il ne semble pas qu’elles soient parties voyager.
ja: 誰にも知られず姿を消したものがどれだけいるかを考えると、旅に出たとはとても思えん。
pt: Considerando como muitos são os que desapareceram sem que ninguém saiba o que aconteceu, não parece que eles estejão a viajar.
zh_cn: 不知道有多少人在没有人知道发生了什么的情况下失踪了，也不知道他们是不是出去旅行了。

source: OK, so what I would like you to do for me is ask some people what they know of the missing people. The fact that you are not from around here might help you get information that neither me nor my guards would be able to acquire.
de: Ok, ich möchte, dass du ein paar Leute dazu befragst, was sie über die Vermissten wissen. Der Umstand, dass du nicht von hier stammst, könnte hilfreich sein um an Informationen zu gelangen die weder mir noch meinen Wachen mitgeteilt würden.
fr: Ok, ce que je veux que tu fasses, c'est aller demander aux gens ce qu'ils savent sur les personnes disparues. Le fait que tu n'es pas d'ici pourrait t'aider à obtenir des informations que ni moi ni les gardes ne pourrions obtenir.
ja: そこでだ、何人かの者から行方不明者について知っていることを聞いてきてもらいたい。貴様がこの辺りの者でないということが、ワシや衛兵では難しい情報を得るのにつながるかもしれん。
pt: Ok, então o que gostaria que fizesse para mim é pedir a algumas pessoas que conhecem as pessoas desaparecidas. O fato de que não seja daqui pode ajudá-lo a obter informações que nem eu nem meus guardas seriamos capazes de adquirir.
zh_cn: 好的，所以我想让你帮我问一些人，看他们对失踪的人了解多少。你不是这里的人，这有助于你获得我和我的卫兵都无法获得的信息。

source: Sounds simple enough.
de: Klingt einfach genug.
fr: Ça me semble assez simple.
ja: 簡単そうだ。
pt: Som bastante simples.
zh_cn: 听起来很简单.

source: Sure, I'll do it. Who do you want me to ask?
de: Sicher, ich mache das. Wen soll ich denn befragen?
fr: Bien, je vais faire ça. Qui voulez-vous que j'interroge ?
ja: もちろん、やりますよ。誰に聞いてくるんですか？
pt: Claro, vou fazê-lo. Quem quer que eu procure?
zh_cn: 当然，我会这么做的。你想让我问谁？

source: I'm not too sure about this. Will there be a reward?
de: Ich bin mir noch nicht sicher. Gibt es denn eine Belohnung?
fr: Je ne sais pas trop. Y aura-t-il une récompense ?
ja: よくわからないですね。報酬はあるの？
pt: Não estou muito certo sobre isso. Haverá uma recompensa?
zh_cn: 我对此不太确定。这会有奖励吗？

source: I'm not too sure about this. Why would I want to help you people?
de: Ich bin mir noch nicht sicher. Warum sollte ich euch Leuten denn helfen?
fr: Je ne sais pas trop. Pourquoi aurais-je envie de vous aider ?
ja: よくわからないですね。どうして僕が手伝わなきゃいけないの？
pt: Não estou muito certo sobre isso. Por que iria ajudar-vos?
zh_cn: 我对此不太确定。我为什么要帮助你们这些人？

source: What, you have the arrogance to ask for a reward for helping us find the people that are missing? If it's gold you seek, I suggest you look somewhere else.
de: Was? Du hast die Unverschämtheit, nach einer Belohnung zu fragen, wenn es um die Suche nach Vermissten geht? Wenn es Gold ist, wonach du gierst, dann suche woanders danach.
fr: Quoi ? Tu as l'arrogance de demander une récompense pour aider à retrouver des personnes disparues ? Si c'est de l'or que tu cherches, je te suggère d'aller voir ailleurs.
ja: 行方不明の捜索に協力したからといって、厚かましくも報酬を要求するか？ 金が目当てならよそを当たることだな。
pt: O quê, tem a arrogância de pedir uma recompensa por nos ajudar a encontrar as pessoas que estão a faltar? Se é ouro que procura, sugiro que procure em outro lugar.
zh_cn: 什么，你让我们帮助找失踪人员居然敢要求报酬？如果你要的是黄金，我建议你去别的地方看看。

source: Fine, I'll do it. Who do you want me to ask?
de: Schön, ich mach's. Wen soll ich denn befragen?
fr: Bien, je m'en occupe. Qui voulez-vous que j'interroge ?
ja: いいでしょう。やるよ。誰に聞いてくるんですか？
pt: Bem, vou fazê-lo. Quem quer que eu procure?
zh_cn: 好吧，我会做的。你想让我问谁？

source: No reward, no help.
de: Keine Belohnung - keine Hilfe.
fr: Pas de récompense, pas d'aide.
ja: 報酬がないなら、助けもいらないね。
pt: Sem recompensa, sem ajuda.
zh_cn: 没有奖励，没有帮助。

source: I knew you were just trouble. Sigh. Please leave me.
de: Ich wusste, du machst bloß Ärger. Seufz. Hau bitte ab.
fr: Je savais que tu allais causer des problèmes. Pfff. Pars s'il te plaît.
ja: 困ったやつだと思っていた。ハァ。もう構うな。
pt: Sabia que você era apenas problema. Suspiro. Por favor, deixe-me.
zh_cn: 我就知道你是个麻烦。叹。请走开。

source: Suit yourself.
de: Wie du willst.
fr: Comme vous voulez.
ja: 勝手にしてくれ。
pt: Como quiser.
zh_cn: 随你便吧。

source: Why!? It would be the right thing to do, of course. If you can't understand that, you had better go somewhere else.
de: Warum!? Weil sich das so gehört, natürlich. Wenn du das nicht verstehst, solltest du besser woanders hingehen.
fr: Pourquoi !? Ça serait la meilleure chose à faire, bien sûr. Si tu ne peux pas comprendre ça, tu ferais mieux de partir.
ja: どうしてだと！？ それが正しいからに決まっている。それが理解できんというなら、よそへ行ったほうがいいぞ。
pt: Porque? Seria a coisa certa a fazer, claro. Se não consegue entender isso, é melhor ir para outro lugar.
zh_cn: 为什么！？当然是因为这是正确的做法。如果你不能理解这一点，你最好去别的地方。

source: I won't do it. I fail to see why I should help you.
de: Ich mache das nicht. Ich kann nicht erkennen, wieso ich dir helfen sollte.
fr: Je ne le ferai pas. Je ne vois pas pourquoi je vous aiderais.
ja: やらない。どうしてあなたを助ける必要があるのかわからない。
pt: Não vou fazer isso. Não vejo por que deveria ajudá-lo.
zh_cn: 我不会这样做的。我不明白为什么我应该帮助你。

source: There are four people here in Remgard that I believe have more to tell than what we have managed to get out of them. I want you to go ask them what they know of the disappearances.
de: Von vier Leuten hier in Remgard glaube ich, dass sie mehr zu erzählen haben als wir aus ihnen heraus bekommen konnten. Ich möchte, dass du sie aufsuchst und fragst, was sie über das Verschwinden der Leute wissen.
fr: Il y a quatre personnes à Remgard dont je pense qu'on pourrait tirer plus d'informations que ce que nous avons réussi à obtenir. Je veux que tu ailles leur demander ce qu'elles savent sur les disparitions.
ja: このレムガードにいる4人の人物はこちらがまだ得ていない情報を持っていると思われる。その者たちから失踪について知っていることを聞いてくるのだ。
pt: Há quatro pessoas aqui em Remgard que acredito que possam dizer mais do que aquilo que conseguimos extrair deles. Quero que os vá perguntar o que eles sabem dos desaparecimentos.
zh_cn: 在瑞姆加德这里有四个人，我相信他们有比我们更多的信息。我希望你去问问他们对失踪事件的了解。

source: First, there's Norath and his wife Bethir that lives in the farmhouse on the southwestern shore. Bethir is nowhere to be found, and Norath might know more about where she is.
de: Zum ersten sind da Norath und seine Frau Bethir, die den Bauernhof am südwestlichen Ufer bewohnen. Bethir ist nirgendwo zu finden und Norath könnte mehr darüber wissen, wo sie ist.
fr: Premièrement, il y a Norath et sa femme Bethir qui vivent dans la ferme au sud-ouest. Bethir est introuvable, et Norath sait peut-être quelque chose.
ja: まず、南西岸の農家に住んでいるノラスと妻のベティア。ベティアはどこを探しても見つからん、ノラスがなにか詳しく知っているかもしれん。
pt: Primeiro, tem o Norath e a esposa dele Bethir que vivem na casa da fazenda na costa sudoeste. Bethir está desaparecida e Norath pode saber mais sobre onde ela poderia estar.
zh_cn: 首先，是诺拉斯和他的妻子贝希尔，他们住在西南海岸的农舍里。贝希尔不知所踪，而诺拉斯可能知道她的下落。

source: Secondly, as you might have heard, we have been blessed by a visit from a delegation of the Knights of Elythom here in Remgard. Unfortunately, one of the knights has vanished, which is most embarrassing for us. They can be found here in the tavern.
de: Zum zweiten wurden wir hier in Remgard, wie du vielleicht weißt, von einer Abordnung der Ritter von Elythom mit ihrem Besuch beehrt. Unglücklicherweise ist einer der Ritter verschwunden, was uns äußerst peinlich ist. Du kannst sie in der Taverne finden.
fr: Deuxièmement, comme tu l'as peut-être appris, nous avons eu l'honneur de recevoir une délégation des Chevaliers d'Elythom, ici, à Remgard. Malheureusement, un des chevaliers a disparu, ce qui est très embarrassant pour nous. Tu les trouveras à la taverne.
ja: 次に、もう知ってるかもしれんが、ここレムガードにエリソム騎士団が訪れ祝福を授けてくださった。残念なことに、その騎士の1人が姿を消してしまったのだ。われらにとっても大いに恥ずべきことだ。彼らはこの酒場にいる。
pt: Em segundo lugar, como pode ter ouvido, fomos abençoados com a visita de uma delegação dos Cavaleiros de Elythom aqui em Remgard. Infelizmente, um dos cavaleiros desapareceu, o que é-nos muito constrangedor. Eles podem ser encontrados aqui na taberna.
zh_cn: 其次，正如您可能听说的那样，来自瑞姆加德的伊利索姆骑士团的访问使我们感到很幸运。但不幸的是，其中一名骑士消失了，这对我们来说是最尴尬的。你可以在酒馆里找到他们。

source: Third, the old woman Duaina usually has great wisdom to share, considering the experience she has with ... things out of the ordinary. You'll find her in her house to the south.
de: Zum dritten kann uns die alte Duaina immer an ihrer großen Weisheit teilhaben lassen, wenn man bedenkt, wieviel Erfahrung sie mit .. außergewöhnlichen Dingen .. hat. Du findest sie in ihrem Haus im Süden.
fr: Troisièmement, la vieille Duaina a habituellement une grande sagesse à partager, sachant l'expérience qu'elle a avec ... les choses sortant de l'ordinaire. Tu la trouveras dans sa maison au sud.
ja: 3番目に、老婆のデュエイナは彼女の経験してきたことを踏まえると…並外れた素晴らしい知恵をいつも授けてくれる。南の家にいる。
pt: Em terceiro lugar, a velha Duaina geralmente tem uma grande sabedoria a compartilhar, a considerar a experiência que ela tem com... coisas fora do comum. Vai encontrá-la na casa dela, ao sul.
zh_cn: 第三，考虑到她的经历，老妇人杜埃娜可以分享…… 一些不寻常的事情。你会在她南边的房子里找到她。

source: Lastly, you should go talk to Rothses, the armorer in town. He meets most people now and then, and might have picked up something that he won't dare tell us guards. His house is on the western side of town.
de: Zu guter Letzt solltest du mit Rothses, dem Rüstungsmacher hier in der Stadt sprechen. Er trifft die meisten Leute hin und wieder und könnte etwas gehört haben, was er den Wachen nicht zu sagen wagt. Sein Haus befindet sich im Westen der Stadt.
fr: Pour finir, tu devrais aller parler à Rothses, l’armurier de la ville. Il rencontre la plupart des gens ici et là, et il a peut-être entendu quelque chose dont il n’oserait pas parler à nous les gardes. Sa maison est dans la partie ouest de la ville.
ja: 最後に、武具屋のロセスに話を聞くのだ。ほとんどの人物と会っているあの男なら衛兵にはいえない何かを得ているかもしれん。家は町の西側だ。
pt: Por último, deve ir falar com Rothses, o armeiro na cidade. Ele encontra-se com a maioria das pessoas e, em seguida poderia ter levado algo que ele não ousaria contar aos guardas. A casa dele fica no lado oeste da cidade.
zh_cn: 最后，你应该去和罗斯谈谈，罗斯，城里的军械师。他经常和很多人接触，可能会知道一些他不敢告诉我们警卫的东西。他的房子在城的西边。

source: Please be as swift as possible.
de: Bitte beeil dich, so schnell wie du kannst.
fr: Sois aussi rapide que possible s’il te plaît.
ja: なるべく早めに頼む。
pt: Por favor seja tão rápido quanto possível.
zh_cn: 请尽快行动。

source: What about that Algangror woman that lives outside town?
de: Was ist mit dieser Frau, Algangror, die außerhalb der Stadt wohnt?
fr: Qu’en est-il de cette femme, Algangror, qui vit à l’extérieur de la ville ?
ja: 町の外に住んでいるアルガングロールという女性は？
pt: E sobre aquela mulher, Algangror, que vive fora da cidade?
zh_cn: 那个住在城外的阿尔冈格罗女人怎么样了？

source: I'll go ask them.
de: Ich werde sie befragen.
fr: J'irai leur demander.
ja: 聞いてくる。
pt: Vou perguntar-los.
zh_cn: 我会去问他们.

source: As I said, please be as quick as possible.
de: Wie gesagt, beeil dich bitte so sehr du kannst.
fr: Comme je l’ai dit, sois aussi rapide que possible s’il te plaît.
ja: 言ったように、できるだけ早くしてくれ。
pt: Como disse, por favor, seja o mais rápido possível.
zh_cn: 正如我所说，请尽快。

source: What was that? Are you still here? I told you to be as quick as possible.
de: Was war das? Bist du immer noch hier? Ich sagte dir, dich möglichst zu beeilen.
fr: Qu’est-ce qu'il y a ? Tu es toujours là ? Je t’ai dit de faire au plus vite.
ja: どうした？ まだいるのか？ できるだけ早くしろと言ったはずだ。
pt: O que foi isso? Ainda está aqui? Lhe disse para ser tão rápido quanto possível.
zh_cn: 干什么？你怎么还在这里？我告诉过你要尽快.

source: What about her? The bridge guard sent me to investigate that house, and seemed very upset when I mentioned that she's there.
de: Was ist mit ihr? Der Brückenwächter hat mich losgeschickt, dieses Haus auszuspähen und schien ziemlich bestürzt zu sein, als ich sagte, dass sie sich dort aufhält.
fr: Et elle ? Le garde du pont m’a envoyé pour enquêter sur cette maison, et il semblait vraiment contrarié lorsque j’ai mentionné qu’elle y était.
ja: 彼女のことは？ 橋の衛兵が橋を調査するのに僕を送ったのですけど、その人がいると話すととても動揺しているようでした。
pt: O que ela tem? O guarda da ponte enviou-me a investigar aquela casa e parecia muito chateado quando mencionei que ela estava lá.
zh_cn: 她怎么了？守桥人派我去调查那所房子，当我提到她在那里时，她似乎很不高兴。

source: I'll go ask those people you mentioned.
de: Ich gehe die Leute befragen, die du genannt hast.
fr: Je vais interroger les personnes que vous avez mentionnées.
ja: あなたの言った人たちから聞いてくる。
pt: Vou procurar essas pessoas que mencionou.
zh_cn: 我去问问你提到的那些人。

source: Did you not hear me? I told you to be as quick as possible! That means you should go talk to those people instead of standing around here blabbing.
de: Hast du nicht gehört? Ich sagte, du sollst dich möglichst beeilen! Das heißt, du sollst dich auf den Weg machen und mit diesen Leuten reden, anstatt hier rumzustehen und zu labern.
fr: Ne m’as-tu pas entendu ? Je t’ai dit d’être aussi rapide que possible ! Cela veut dire que tu devrais aller parler à ces gens au lieu de rester ici à bavasser.
ja: 聞こえなかったか？ 早くしろと言っただろう！ つまりだ、こんなところで喋ってないでその者たちに話を聞いてこいと言っているのだ。
pt: Não me ouve? Disse-lhe para ser o mais rápido possível! Isso significa que deve ir falar com as pessoas em vez de estar aqui a jogar conversa fora.
zh_cn: 你没听到我的话吗？我告诉你要尽可能快！意思是你应该去和那些人谈谈，而不是站在这里吹牛。

source: But the bridge guard seemed...
de: Aber der Brückenwächter schien ...
fr: Mais le garde du pont semblait…
ja: でも橋の衛兵は…
pt: Mas o guarda ponte parecia…
zh_cn: 但是护桥的人似乎...

source: But I thought that...
de: Aber ich dachte, dass ...
fr: Mais j’ai cru que…
ja: でも…
pt: Mas pensei que...
zh_cn: 可是我认为……

source: What about the...
de: Was ist mit ...
fr: Qu’en est-il de…
ja: どうして…
pt: E sobre o...
zh_cn: 那么，...

source: Are you still talking? I knew you were nothing but trouble the moment I saw you. Now, can you please hurry up and go talk to those people?
de: Du redest immer noch? Vom ersten Moment als ich Dich sah, wusste ich, dass du nur Ärger machst. Könntest Du Dich jetzt bitte beeilen und mit diesen Leuten reden?
fr: Es-tu toujours en train de parler ? Je savais que tu n’apporterais que des ennuis dès que je t’ai vu. Maintenant, peux-tu s’il te plaît te dépêcher et aller parler à ces gens ?
ja: まだ言うのか？ 貴様のことはひと目見た瞬間から面倒なだけだと思っていたのだ。ほれ、さっさとその者たちと話してきてくれんか？
pt: Ainda está a falar? Sabia que era nada além de problemas no momento em que a vi. Agora, por favor pode se apressar e ir falar com essas pessoas?
zh_cn: 你还在说吗？我一看到你就知道你只是个麻烦。现在，你能快点和那些人谈谈吗？

source: Fine. I'll go ask them.
de: Ok, ich werde sie fragen.
fr: Bien. Je vais aller les interroger.
ja: いいでしょう。聞いてくる。
pt: Certo. Vou perguntar-los.
zh_cn: 好。我会去问他们。

source: What now? Look, we don't want kids like you running around here, messing with our things.
de: Und was jetzt? Schau, wir mögen keine Kinder wie Dich, die rumrennen und Unordnung verbreiten.
fr: Quoi encore ? Écoute, on ne veut pas de gamins comme toi qui courent dans tous les sens et qui mettent le bazar dans nos affaires.
ja: 今度はなんだ？ いいか、貴様のような小僧がここを走り回って物をちらかされるのはゴメンだ。
pt: E agora? Olha, não queremos que crianças como você fiquem a zanzar por aqui, a mexer com nossas coisas.
zh_cn: 现在怎么办？听着，我们不希望你像孩子一样在这里乱跑，乱动我们的东西。

source: Did you talk to those people that I sent you to ask about the missing people?
de: Hast Du mit den Leuten gesprochen, zu denen ich Dich wegen der verschwundenen Leute geschickt habe?
fr: As-tu parlé aux gens que je t'ai demandé d'interroger à propos des disparus ?
ja: 行方不明者のことをワシが送った者に話を聞いてきたか？
pt: Falou com as pessoas que lhe enviei para perguntar sobre as pessoas desaparecidas?
zh_cn: 你跟那些人谈过了吗？

source: Yes, I have talked to all of them.
de: Ja, ich habe mit ihnen gesprochen.
fr: Oui, j'ai parlé à chacun.
ja: はい、全員と話しました。
pt: Sim, falei com todos eles.
zh_cn: 是的，我已经和他们所有人谈过了。
