Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: That is all I know ... Come to think of it ... Hagale from the Wood Settlement was out here a few weeks ago asking about the chest. Something about him struck me as odd. It was as if he was in a trance.
de: Das war alles... Obwohl... Hagale von der Waldsiedlung kam vor einigen Wochen hier vorbei und hat mich wegen der Truhe befragt. Irgendetwas war eigenartig an ihm. Als wäre er in einer Art Trance.
fr: C'est tout ce que je sais ... en y repensant ... Hagale de la Colonie du Bois était dans le coin il y a quelques semaines, il posait des questions sur le coffre. Quelque chose de bizarre m'a marqué chez lui. C'est comme s'il était en transe.
ja: 知ってることはこれで全部だ…そう言えば…数週間前、ウッド集落のハガレがここへ来て箱のことを尋ねていたな。どうも様子が変だった。まるで夢うつつといった感じで。
pt: Isso é tudo o que sei… Venha para pensar sobre isso… Hagale do assentamento de madeira estava aqui há algumas semanas a perguntar sobre o baú. Algo sobre ele pareceu-me estranho. Era como se estivesse em transe.
zh_cn: 这就是我所知道的一切......仔细想来...几周前，伍德定居点的哈盖尔来这里询问箱子的情况。他身上的一些东西让我感到很奇怪。仿佛他处于一种恍惚状态。

source: Oh yeah? What's it to you kid? ... BURP ... If you want to know, it will cost you two bottles of Lowyna's special brew.
de: Ernsthaft? Was bedeutet es dir, Knirps? ...RÜLPS... Wenn du es wirklich wissen willst, kostet es dich 2 Flaschen von Lowynas Spezialgebräu.
fr: Ah ouais ? Qu'est-ce que ça te fait gamin ? ... BURP ... Si tu veux en savoir plus, ça va te coûter deux bouteilles de décoction spéciale de Lowyna.
ja: へぇ？ そいつがどうかしたか？ …ゲプッ…知りたいってならローウィナのスペシャルビール2本を用意しな。
pt: Oh sim? O que é isso para si garoto?… BURP… Se quiser saber, vai custar duas garrafas de cerveja especial da Lowyna.
zh_cn: 哦，是吗？这和你有什么关系，孩子？如果你想知道，就得花费两瓶洛伊娜的特制酒。

source: I heard rumors about an unguarded treasure chest. I heard that the key that opened it, hung around the neck of an undead roaming the cemetery south of the chest. I also heard that the entrance to the cemetery was sealed by magic.
de: Ich habe von dieser unbewachten Schatztruhe gehört. Auch von dem Schlüssel, der um den Hals eines der Untoten hängt, die auf dem Friedhof südlich der Truhe ihr Unwesen treiben. Sogar, dass der Eingang des Friedhofs mit Magie versiegelt wurde.
fr: J'ai entendu des rumeurs à propos d'un coffre au trésor non gardé. J'ai entendu que la clef pour l'ouvrir était pendue autour du cou d'un mort-vivant qui erre dans le cimetière au sud du coffre. J'ai aussi entendu que l'entrée du cimetière était scellée par de la magie.
ja: 放置されている宝箱の噂を耳にした。ソイツを開ける鍵は、宝箱の南の墓地を徘徊しているアンデッドの首にぶら下がっているらしい。墓地の入り口は魔法で封印されているとも聞いた。
pt: Ouvi rumores sobre um baú de tesouro desprotegido. Ouvi dizer que a chave que a abria estava pendurada no pescoço de um morto-vivo a perambular pelo cemitério ao sul do baú. Também ouvi dizer que a entrada do cemitério foi selada por magia.
zh_cn: 我听到关于一个无人看守的宝箱的传言。我听说打开宝箱的钥匙挂在宝箱南边墓地里游荡的一个亡灵的脖子上。我还听说，墓地的入口被魔法封住了。

source: I thought nothing more of it. I was a simple trader in Loneford with a beautiful wife and daughter. [Hagale takes another long swig from the bottle of Lowyna's special brew]
de: Ich habe mir keine weiteren Gedanken darüber gemacht. Ich war ein einfacher Händler aus Loneford mit einer wunderschönen Frau und Tochter. [Hagale nimmt einen weiteren großen Schluck aus der Flasche mit Lowynas Spezialgebräu]
fr: Je n'en pensais rien de plus. J'étais un simple commerçant à Loneford avec une femme magnifique et notre fille. [Hagale prend une autre grande gorgée de décoction spéciale de Lowyna]
ja: それ以上気にかけることはなかった。なにせ私はローンフォードで美しい妻と娘を持つだけの商人だったんだ。 （ハガレはローウィナのスペシャルビールのボトルからもう1杯飲み干す）
pt: Não pensei mais nisso. Era um comerciante simples em Loneford com uma linda esposa e filha. [Hagale toma outro longo gole da garrafa da cerveja especial de Lowyna]
zh_cn: 我没有再多想什么。我是隆福德的一个普通商人，有一个美丽的妻子和女儿。 [哈盖尔又喝了一大口洛伊娜的特殊酒]

source: [Hagale takes another swig from the bottle of Lowyna's special brew] I realized that she wouldn't make it. I watched as she suffered in agonizing pain. I knew without treatment she would die in a matter of weeks.
de: [Hagale nimmt einen weiteren Schluck aus der Flasche mit Lowynas Spezialgebräu] Ich ahnte schon, dass sie es nicht überleben würde. Ich musste zuschauen, wie sie an immer schlimmeren Schmerzen litt. Ich wusste, dass es ohne Behandlung nur eine Frage von Wochen war.
fr: [Hagale prend une autre gorgée de la bouteille de décoction spéciale de Lowyna] J'ai réalisé qu'elle n'y survivrait pas. Je l'ai regardée souffrir, agonisant de douleur. Je savais que sans traitement elle mourrait en quelques semaines.
ja: （ハガレはローウィナのスペシャルビールのボトルからもう一口飲む） 娘は助からないと悟ってしまった。 あの娘が苦痛にうめいているのを見て、このまま治療せずにいれば数週間で死ぬと分かった。
pt: [Hagale toma outro gole da garrafa da cerveja especial de Lowyna] Percebi que ela não faria isso. Assisti enquanto ela sofria em dor agonizante. Sabia que sem tratamento ela morreria em questão de semanas.
zh_cn: [哈盖尔又喝了一口洛伊娜的特殊酒] 我意识到她活不下去了。 我看着她在痛苦中煎熬。我知道如果不进行治疗，她会在几周内死亡。

source: Still, I did not give up. I thought that if I opened the chest and gave its treasure as a gift to Lord Geomyr, I could plead with him to lift the bonemeal ban in time to save my daughter. It sounds stupid but I was desperate.
de: Doch ich konnte nicht aufgeben. Ich dachte, wenn ich es schaffen würde, die Truhe zu öffnen und deren Inhalt als Geschenk an Lord Geomyr zu überreichen, könnte ich ihn bitten, den Bann über die Knochenmehltränke rechtzeitig aufzuheben und so meine Tochter zu retten. Es hört sich dumm an aber ich war verzweifelt.
fr: Mais je n'ai pas baissé les bras. J'ai pensé que si j'ouvrais le coffre et donnait le trésor en offrande à Lord Geomyr, je pourrais le supplier de lever l'interdiction de la cendre d’os à temps pour sauver ma fille. Ça semble stupide, mais j'étais désespéré.
ja: それでも、私は諦めなかった。あの箱を開いて財宝をジオミア卿に贈れば、娘を救う間だけでも骨粉の禁止令を解いてもらえるよう懇願できると考えたんだ。バカみたいに聞こえるだろうが、必死だった。
pt: Ainda assim, não desisti. Pensei que se abrisse o baú e desse o tesouro dele como um presente ao Lord Geomyr, poderia implorar-lhe para levantar a proibição de farinha de carne a tempo de salvar minha filha. Parece estúpido, mas estava desesperado.
zh_cn: 不过，我并没有放弃。我想，如果我打开箱子，把里面的财宝作为礼物送给吉奥米尔领主，我可以恳求他及时解除骨粉禁令，以拯救我的女儿。这听起来很愚蠢，但我已经绝望了。

source: A few days later, I tracked the bandits down. I begged and pleaded but they would not volunteer any information. They were obviously after the chest themselves, and they attacked me.
de: Einige Tage später gelang es mir, diese Banditen einzuholen. Ich bettelte und flehte sie an, aber sie wollten keine Informationen preisgeben. Sie wollten wohl selbst die Truhe öffnen und griffen mich an.
fr: Quelques jours plus tard, j'ai retrouvé les bandits. Je les ai priés et suppliés mais ils ne voulaient pas partager leurs informations. Ils étaient visiblement eux aussi en quête de ce coffre, et ils m'ont attaqué.
ja: 数日後、私は盗賊の跡を追った。何度もお願いしたんだが、彼らからは何の情報ももらえなかった。明らかに箱を狙っている様子でこちらを襲ってきたんだ。
pt: Alguns dias depois, rastreei os bandidos. Implorei e implorei, mas eles não ofereceram nenhuma informação. Eles estavam obviamente atrás do baú e eles me atacaram.
zh_cn: 几天后，我追踪到了这些匪徒。我苦苦哀求，但他们不愿意提供任何信息。他们显然是冲着箱子自己来的，他们袭击了我。

source: [This man smells of alcohol and some plant-like substance; he is clearly intoxicated]
de: [Dieser Mann stinkt nach Alkohol und irgend etwas pflanzlichem; er ist offensichtlich betrunken]
fr: [Ce mec pue l'alcool et une substance à base de plantes ; il est clairement ivre]
ja: （この男からはアルコールと植物のようなものの匂いがする。明らかに酔っている）
pt: [Este homem cheira a álcool e alguma substância semelhante a uma planta; ele está claramente intoxicado]
zh_cn: [这个人身上有酒精和一些植物类物质的味道；他显然是醉了]

source: I defeated the undead monster and opened the chest. I found a powerful sword inside.
de: Ich habe die Untoten besiegt und die Truhe geöffnet. Darin war ein mächtiges Schwert.
fr: J'ai vaincu le monstre mort-vivant et ouvert le coffre. J'ai trouvé une puissante épée à l’intérieur.
ja: アンデッドモンスターを倒して箱を開けました。強力な剣が入ってました。
pt: Derrotei o monstro morto-vivo e abri o baú. Encontrei uma espada poderosa por dentro.
zh_cn: 我打败了不死的怪物，打开了箱子。我发现里面有一把强大的剑。

source: I heard you were interested in that unattended treasure chest by the Waterway house.
de: Wie ich gehört habe, warst du einst an der unbeachteten Schatztruhe am Wasserweghaus interessiert.
fr: J'ai entendu que tu t’intéressais à un coffre sans surveillance à côté de la maison du Canal.
ja: ウォーターウェイの家の傍にある放置された宝箱に興味があるそうですね。
pt: Ouvi dizer que estavas interessado num baú de tesouro abandonado na casa Waterway.
zh_cn: 我听说你对水路房子边上那个无人看管的宝箱感兴趣。

source: Don't breathe on me! I'm leaving!
de: Hauch mich nicht an! Ich verschwinde!
fr: Ne me souffle pas dessus ! Je m'en vais !
ja: こっちに息を吐かないで！ もう行く！
pt: Não respire em mim! Vou-me embora!
zh_cn: 不要对着我呼吸！我要走了！

source: You actually opened the chest? That sword must be worth a lot of money ... could buy a lot of Lowyna's special brew ... Sorry kid, but I need that sword!
de: Hast du wirklich diese Truhe geöffnet? Das Schwert muss sehr wertvoll sein... damit könnte ich sehr viel von Lowynas Spezialgebräu kaufen... Tut mir leid, Kind, aber ich brauche das Schwert!
fr: Tu as vraiment ouvert le coffre ? Cette épée doit valoir son pesant d'or ... je pourrais acheter des tas de décoctions spéciales de Lowyna ... Désolé gamin, mais j'ai besoin de cette épée !
ja: あの箱を開けたのか？ その剣ならきっと大金の価値がある…ローウィナのスペシャルビールも山ほど買える…すまん君、どうしてもその剣が欲しい！
pt: Realmente abriu o baú? Essa espada deve valer muito dinheiro… poderia comprar muita cerveja especial da Lowyna… Desculpa garoto, mas preciso dessa espada!
zh_cn: 你真的打开了那个箱子？那把剑一定很值钱......可以买很多洛伊娜的特制酒......对不起，孩子，但我需要那把剑！

source: I went through hell to get this sword. I won't give it to you without a fight.
de: Ich bin für das Schwert durch die Hölle gegangen. Du bekommst es nicht kampflos.
fr: J'ai traversé les enfers pour avoir cette épée. Je ne vais pas te la laisser sans me battre.
ja: 僕はこの剣を手に入れるために地獄を経験した。戦わずしては渡す気はない。
pt: Passei pelo inferno para obter essa espada. Não lhe darei sem lutar.
zh_cn: 我历经艰辛才得到这把剑。我不会贸然把它交给你的。

source: I went through a lot to get this sword ... but you suffered more than me. I won't fight you. If you want it that badly, the sword is yours.
de: Ich musste einiges ertragen um dieses Schwert zu erhalten... aber du hast noch mehr gelitten. Ich werde nicht mit dir kämpfen. Wenn du es so sehr willst, soll das Schwert dir gehören.
fr: J'ai beaucoup donné pour avoir cette épée ... mais tu as souffert bien plus que moi. Je ne vais pas me battre pour ça. Si tu la veux tant, cette épée est pour toi.
ja: 僕はこの剣を手に入れるために苦労した…でもあなたはもっと苦しんだ。あなたとは争いたくない。そんなに欲しいなら、この剣はあなたのものです。
pt: Passei muito para ter essa espada… mas sofreu mais do que eu. Não vou brigar consigo. Se quer-la tanto, a espada é sua.
zh_cn: 为了得到这把剑，我经历了很多......但你比我更痛苦。我不会和你打的。如果你那么想得到它，这把剑就是你的。

source: Yes, I have the sword, see here!
de: Ja, ich habe das Schwert, sieh nur!
fr: Oui, j'ai l'épée, la voici !
ja: ええ、剣ならありますよ、ほら見てください！
pt: Sim, tenho a espada, veja aqui!
zh_cn: 是的，我有这把剑，看这里!

source: I did find the sword, but I don't have it anymore.
de: Ich habe das Schwert zwar gefunden, doch ich habe es nicht mehr.
fr: J'ai effectivement trouvé l'épée, mais je ne l'ai plus.
ja: 剣は見つけたけど、もう持ってません。
pt: Encontrei a espada, mas não a tenho mais.
zh_cn: 我确实找到了那把剑，但我不再拥有它了。

source: I should not have doubted you. Well done.
de: Ich hätte nicht an dir zweifeln dürfen. Gut gemacht.
fr: Je n'aurais pas dû douter de toi. Bien joué.
ja: 君を疑うべきじゃなかったな。よくやった。
pt: Não deveria ter duvidado de si. Bem feito.
zh_cn: 我不应该怀疑你。做得好。

source: In plain sight, you find a large extravagantly adorned treasure chest. Glancing around, it appears the chest is unattended. You think to yourself...
de: Direkt vor dir findest du eine große, reichlich verzierte Schatztruhe. Als du dich umschaust, scheint die Truhe völlig unbeachtet. Du denkst nach...
fr: À la vue de tous, tu trouves un gros coffre aux trésors orné de façon extravagante. En regardant à la ronde, il semble que ce coffre ne soit pas surveillé. Tu te dis ...
ja: 何の変哲もない場所に、豪華な装飾が施された大きな宝箱がある。周りを見渡すが宝箱に人はいないようだ。あなたは考える…
pt: À vista de todos, encontra uma grande arca de tesouro extravagantemente adornada. Olhando ao redor, parece que o baú está sem supervisão. Pensa para si mesmo...
zh_cn: 在众目睽睽之下，你发现一个装饰豪华的大宝箱。环顾四周，这箱子似乎无人看管。你心想...

source: I have the key right here.
de: Ich habe den Schlüssel hier.
fr: J'ai la clef juste là.
ja: 鍵はここにある。
pt: Tenho a chave bem aqui.
zh_cn: 我这里有钥匙。

source: I should take a peek inside.
de: Ich sollte mal reinlinsen.
fr: Je devrais jeter un coup d’œil dedans.
ja: 中を覗いてみよう。
pt: Deveria dar uma espiada lá dentro.
zh_cn: 我应该进去看一看。

source: Not interested, seems like trouble.
de: Kein Interesse, scheint nur Ärger zu bedeuten.
fr: Ça ne m’intéresse pas, ça va sûrement m'attirer des problèmes.
ja: 興味がない、面倒ごとだろう。
pt: Não está interessado, parece um problema.
zh_cn: 不感兴趣，似乎很麻烦。

source: The chest is locked.
de: Die Truhe ist verschlossen.
fr: Le coffre est verrouillé.
ja: 宝箱には鍵がかかっている。
pt: O baú está trancado.
zh_cn: 箱子被锁住了。

source: You think to yourself...
de: Du denkst nach...
fr: Tu te dis que ...
ja: あなたは考える…
pt: Pensa para si mesmo...
zh_cn: 你自己想...

source: Nothing my weapon couldn't handle.
de: Nichts, was man mit etwas Waffengewalt nicht erledigen kann.
fr: Le coffre ne devrait pas résister à mon arme.
ja: 僕の武器に対処できないものなどない。
pt: Nada que minha arma não pudesse suportar.
zh_cn: 没有什么是我的武器不能处理的。

source: Multiple strikes from your weapon do not damage the chest. The chest is protected by some form of magic.
de: Mehrere Schläge mit deiner Waffe haben keinerlei Wirkung auf die Truhe. Sie scheint von einer Art von Magie beschützt zu werden.
fr: De nombreux coups avec ton arme n’endommagent pas le coffre. Il est protégé par une forme de magie.
ja: 武器で何度も攻撃するが宝箱にダメージはない。宝箱は何らかの魔法によって守られている。
pt: Vários golpes da sua arma não danificam o baú. O baú é protegido por alguma forma de magia.
zh_cn: 武器的多次攻击不会损坏宝箱。箱子受到某种形式的魔法保护。

source: The text begins to radiate light. The ground begins to shake as darkness fills the sky. A loud cracking sound is followed by a rush of cold air that sends chills down your back. You watch as corpses begin to claw their way to the surface. The stench of rotting flesh fills your nostrils, making you gag.
de: Die Schrift beginnt zu leuchten. Der Boden vibriert als Dunkelheit zum Himmel aufsteigt. Ein lautes Krachen gefolgt von einem kalten Luftzug löst Gänsehaut bei dir aus. Du beobachtest, wie Leichnahme sich an die Oberfläche graben. Der Gestank nach verrottendem Fleisch steigt dir in die Nase und lässt dich würgen.
fr: Le texte commence à irradier de lumière. Le sol se met à trembler à mesure que le ciel s'assombrit. Un craquement sourd est suivi par un tumulte d'air froid qui te fait frémir la colonne vertébrale. Tu observes les corps qui grattent jusqu'à la surface. Des relents de chairs en décomposition envahissent tes narines, et te donnent des hauts-le-coeur.
ja: 文書が光を放ち始める。空が暗くなるにつれ地面が揺れ始める。大きなひび割れるような音がした後、冷たい空気が押し寄せて背筋を冷やした。死体が地表へと這い上がる様子をあなたは見つめる。鼻をつく腐った肉の臭いが漂い、吐き気を催す。
pt: O texto começa a irradiar luz. O chão começa a tremer quando a escuridão enche o céu. Um som alto de estalo é seguido por uma onda de ar frio que envia calafrios nas suas costas. Vê como cadáveres começam a abrir caminho à superfície. O fedor de carne podre enche as suas narinas, a fazer-lo vomitar.
zh_cn: 文字开始放射出光芒。地面开始摇晃，黑暗充满了天空。一声巨大的破裂声后，一股冷空气涌来，让你背脊发凉。你看着尸体开始爬上地面。腐肉的臭味充斥着你的鼻孔，使你感到恶心。

source: As you approach the cemetery's entrance, your steps become heavier and heavier.
de: Je näher du dem Friedhofeingang kommst, desto schwerer werden deine Schritte.
fr: À mesure que tu approches de l'entrée du cimetière, tes pas deviennent de plus en plus lourds.
ja: 墓地の入り口に近づくにつれて、段々と足取りが重くなっていく。
pt: Quando se aproxima da entrada do cemitério, os seus passos tornam-se mais pesados e pesados.
zh_cn: 当你接近墓地的入口时，你的脚步变得越来越重了。

source: [You notice this undead is wearing a key around its neck]
de: [Du bemerkst, dass dieser Untote einen Schlüssel um seinen Hals trägt]
fr: [Tu remarques que ce mort-vivant porte une clef autour du cou]
ja: （このアンデッドは首に鍵をかけている）
pt: [Percebe que esse morto-vivo está a usar uma chave em volta do pescoço]
zh_cn: [你注意到这个亡灵的脖子上戴着一把钥匙]

source: I've come for the key.
de: Ich bin wegen diesem Schlüssel gekommen.
fr: Je suis venu pour la clef.
ja: 鍵を取りに来た。
pt: Vim pela chave.
zh_cn: 我是来拿钥匙的。

source: Let's go.
de: Los geht's.
fr: Allons-y.
ja: 行くぞ。
pt: Vamos lá.
zh_cn: 我们走吧。

source: I'm sorry it has come to this.
de: Schade, dass es so weit kommen musste.
fr: Je suis désolé que nous en soyons arrivés là.
ja: こんなことになってしまってごめんなさい。
pt: Desculpe, chegou a isso.
zh_cn: 我很遗憾事情发展到这一步。

source: Alright hand it over. Be quick about it.
de: Nun gib schon her. Und beeil dich.
fr: Très bien, donne la moi. Fais ça vite.
ja: よしそれを渡せ。すぐに。
pt: Tudo bem, entregue-o. Seja rápido sobre isso.
zh_cn: 好吧，把它交出来。要快一点。

source: I hope you find peace.
de: Hoffentlich findest du deinen Frieden.
fr: J’espère que tu vas trouver la paix.
ja: 安らぎが得られることを願います。
pt: Espero que encontre a paz.
zh_cn: 我希望你能找到平静。

source: You no brain.
de: Du hast keinen Verstand.
fr: Tu n'as pas de cervelle.
ja: 脳ナシめ。
pt: Não tem cérebro.
zh_cn: 你没脑子。

source: You open the chest and discover a powerful sword infused with unholy magic.
de: Du öffnest die Truhe und entdeckst ein mächtiges Schwert, versetzt mit unheiliger Magie.
fr: Tu ouvres le coffre et découvres une puissante épée imprégnée de magie diabolique.
ja: 箱を開くと、神聖とは言い難い魔法が吹き込まれた強力な剣を発見する。
pt: Abre o baú e descobre uma poderosa espada infundida com magia profana.
zh_cn: 你打开箱子，发现一把注入了邪恶魔法的强大的剑。

source: Thanks for letting me have the sword kid. I decided that with the money I can get for this I can rebuild my life. I'm going to sober up and start trading again. I'll be leaving here soon.
de: Vielen Dank, dass ich das Schwert haben kann, Kind. Ich habe entschieden, dass ich das Geld, das ich für es bekomme, dazu verwenden werde, mein Leben zu ordnen. Ich werde trocken werden und den Handel wieder aufnehmen. Ich werde hier schon bald abreisen.
fr: Merci pour m'avoir laissé l'épée gamin. J'ai décidé qu'avec l'argent que je pourrai en tirer je vais reconstruire ma vie. Je vais être sobre et me remettre au commerce. Je vais bientôt partir d'ici.
ja: 剣をありがとう、君。これで手に入るお金で自分の人生を立て直すことを決めたよ。酔いをさまして、また商売を再開しようと思う。もうすぐここを発つんだ。
pt: Obrigado por me deixar ter a espada, garoto. Decidi que, com o dinheiro que posso conseguir, posso reconstruir minha vida. Vou ficar sóbrio e começar a negociar novamente. Vou sair daqui em breve.
zh_cn: 孩子谢谢你让我拥有这把剑。我决定，用我能得到的钱，我可以重建我的生活。我打算清醒一下，重新开始交易。我很快就会离开这里。

source: Best of luck!
de: Ich wünsche dir alles Gute!
fr: Bonne chance !
ja: 頑張ってください！
pt: Boa sorte!
zh_cn: 祝您好运!

source: Greetings, young traveler.
de: Sei gegrüßt, junger Reisender.
fr: Salutations, jeune voyageur.
ja: こんにちは、若き旅人よ。
pt: Saudações, jovem viajante.
zh_cn: 问候，年轻的旅行者。

source: I opened that chest and got a powerful sword.
de: Ich habe die Truhe geöffnet und ein mächtiges Schwert erhalten.
fr: J'ai ouvert ce coffre et j'ai trouvé une épée puissante.
ja: あの箱を開けて強力な剣を手に入れました。
pt: Abri o baú e peguei uma espada poderosa.
zh_cn: 我打开那个箱子，得到了一把强大的剑。

source: The text described a cemetery sealed by magic to contain a powerful undead monster roaming within it. My source was correct, it was a reference to the cemetery south of that chest.
de: Die Schrift beschreibt einen Friedhof, versiegelt mit Magie um ein mächtiges, untotes Monster einzuschließen, das dort sein Unwesen treibt. Meine Quelle hatte recht, es war ein Hinweis auf den Friedhof südlich der Truhe.
fr: Le texte décrit un cimetière fermé par magie qui contient un puissant mort-vivant errant à l’intérieur. Mes sources étaient correctes, c'est une référence au cimetière au sud de ce coffre.
ja: 文書には、強力なアンデッドがうろついている魔法で封印された墓地について記されていた。情報源は正しかったんだ。これは、箱の南にある墓地のことだった。
pt: O texto descreveu um cemitério selado por magia para conter um poderoso monstro morto-vivo em interior dele. A minha fonte estava correta, era uma referência ao cemitério ao sul daquele baú.
zh_cn: 这段文字描述了一个被魔法封印的公墓，里面有一个强大的亡灵在游荡。我的消息来源是正确的，它是指那个箱子南边的墓地。

source: The ground began to tremble and darkness filled the sky. This was followed by a cracking sound, the loudest sound my ears ever heard, making a gust of cold air rush past me. Then, corpses began to claw their way to the surface. The odor ... it was putrid.
de: Der Boden begann zu zittern und Dunkelheit füllte den Himmel. Dann folgte das lauteste Krachen, das meine Ohren je gehört haben, und ein kalter Luftzug wehte vorbei. Dann begannen die Leichname, sich an die Oberfläche zu graben. Der Gestank... war wie verfault.
fr: Le sol commença à trembler et le ciel à s'assombrir. S'ensuivit un craquement sourd, le son le plus fort que j'ai pu entendre, me causant des frissons à travers tout le corps. Ensuite, les corps ont commencé à gratter la terre jusqu'à la surface. L'odeur ... était putride.
ja: 地面が揺れ始める、空は闇に包まれる。それに続いて、聞いたこともないような大きなひび割れた音がして、冷たい突風が私を追い越していく。そして、死体が地面から這い上がり始める。悪臭…腐敗していた。
pt: O chão começou a tremer e a escuridão encheu o céu. Foi seguido por um som estridente, o som mais alto que meus ouvidos ouviram, a fazer uma rajada de ar frio passar por mim. Então, cadáveres começaram a abrir caminho à superfície. O cheiro… era pútrido.
zh_cn: 地面开始颤抖，黑暗充满了天空。紧接着是一阵破裂声，这是我的耳朵所听到的最响亮的声音，使得一阵阵冷空气从我身边冲过。然后，尸体开始爬上地面。那气味......是腐臭的。

source: Suddenly, a horde of undead attacked me. I fought them off as best I could but there were just too many. I barely escaped with my life and I never went back.
de: Plötzlich griff mich eine Horde von Untoten an. Ich wehrte mich so gut es ging, aber es waren einfach zu viele. Ich konnte gerade so entkommen und bin nie zurückgekehrt.
fr: Soudainement, une horde de morts-vivants m'attaqua. Je les ai combattus du mieux que j'ai pu, mais ils étaient vraiment trop nombreux. J'ai sauvé ma vie de justesse, et je n'y suis jamais retourné.
ja: 突如、アンデッドが群れで襲いかかってきた。全力で撃退したはいいが、あまりにも数が多すぎる。結局私は命からがら逃げ延びるはめになった。そうして二度と舞い戻ってくることはなかった。
pt: De repente, uma horda de mortos-vivos me atacou. Lutei com eles o melhor que pude, mas havia apenas muitos. Mal escapei com a minha vida e nunca mais voltei.
zh_cn: 突然间，一群亡灵袭击了我。我尽我所能击退它们，但它们实在是太多了。我勉强逃过一劫，再也没有回去过。

source: [Hagale finishes the second bottle of Lowyna's special brew] Sure do. I hope you know what you're doing kid.
de: [Hagale leert die zweite Flasch von Lowynas Spezialgebräu] Sicher. Hoffentlich weißt du, worauf du dich einlässt, Kleiner.
fr: [Hagale finit la deuxième bouteille de décoction spéciale de Lowyna] Certainement. J'espère que tu sais ce que tu fais gamin.
ja: （ハガレはローウィナのスペシャルビールを飲み干す） 当然。自分がしようとしていることを君がわかってるといいんだが。
pt: [Hagale termina a segunda garrafa da cerveja especial de Lowyna] Claro que sim. Espero que saiba o que está a fazer garoto.
zh_cn: [哈盖尔喝完第二瓶洛伊娜的特制酒] 当然可以。我希望你知道你在做什么，孩子。

source: That is probably why the chest was left outside in plain sight, unattended.
de: Das ist wahrscheinlich der Grund, warum die Kiste so offensichtlich unberührt im Freien steht.
fr: C'est probablement pourquoi le coffre était laissé à l'air libre en pleine vue, sans surveillance.
ja: 宝箱が人目につかないまま放置されているのはそれが原因だろう。
pt: É provavelmente por isso que o baú ficou de fora, à vista de todos, sem supervisão.
zh_cn: 这可能就是为什么箱子被放在外面，在众目睽睽之下，无人看管。

source: Good luck.
de: Viel Glück.
fr: Bonne chance.
ja: 頑張ってくれ。
pt: Boa sorte.
zh_cn: 祝你好运。
