Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: There is one in particular that you spot, that talks of imbuing ancient artifacts with the power of Kazaul.
de: Dir springt ein Ritual besonders ins Auge, durch das antiken Artefakten die Kraft von Kazaul eingehaucht wird.
fr: Vous en remarquez un en particulier, qui parle d'imprégner les anciens artefacts du pouvoir de Kazaul.
ja: その中でも特に目についたのは、古代のアーティファクトにカザウルの力を吹き込むというものだ。
pt: Existe um rito em particular que sobressai: o que fala de artefatos antigos imbuídos pelo poder de Kazaul.
zh_cn: 你会特别看到一个，它谈到将卡扎尔的力量注入古代文物。

source: The ritual itself would require the heart of a lich, and from the text surrounding the ritual in the book, it could surely restore the helmet to its former glory.
de: Für das Ritual würde das Herz eines Lichs benötigt. Den Anmerkungen rund um das Ritual im Buch entnimmst du, dass dadurch der Helm seine alte Macht wieder erlangen würde.
fr: Le rituel nécessiterait le cœur d'une liche, et d'après le texte entourant le rituel dans le livre, il pourrait sûrement redonner au casque sa gloire d'antan.
ja: 儀式にはリッチーの心臓を必要とする。本の儀式に関する記述を読む限りでは、これでヘルメットを本来の力のものへと復元できるようだ。
pt: O ritual em si exige o coração de um lich e, do texto sobre o ritual no livro, seria possível restaurar o capacete à antiga glória dele.
zh_cn: 仪式本身需要巫妖之心，从书中有关仪式的文字来看，它肯定可以使头盔恢复昔日的辉煌。

source: Begin the ritual.
de: Beginne mit dem Ritual.
fr: Commencer le rituel.
ja: 儀式を始める。
pt: Começou o ritual.
zh_cn: 开始仪式。

source: Leave the shrine alone.
de: Lass den Schrein in Ruhe.
fr: Laisser l'autel.
ja: 霊廟から離れる。
pt: Deixou o santuário sozinho.
zh_cn: 不要去管那个祠堂。

source: You place yourself in front of the shrine, kneeling like the drawings in the book show.
de: Du kniest dich vor den Schrein, so wie auf den Zeichnungen im Buch dargestellt.
fr: Vous vous placez devant l'autel, agenouillé comme le montrent les dessins du livre.
ja: あなたは霊廟の前へと座り、本の絵にあるようにひざまずく。
pt: Coloca-se na frente do santuário, ajoelhado como os desenhos do livro mostram.
zh_cn: 你站在神社前，像书展中的图画一样跪下。

source: Place the helmet in front of the shrine
de: Lege den Helm vor dem Schrein ab.
fr: Placer le casque en face de l'autel.
ja: ヘルメットを霊廟の前に置く
pt: Coloca o capacete na frente do santuário
zh_cn: 将头盔放在神社前

source: You place the helmet on the ground in front of you, leaning it slightly against the shrine.
de: Du legst den Helm auf den Boden vor dem Schrein, so dass er ein wenig dagegen lehnt.
fr: Vous placez le casque sur le sol en face de vous, reposant légèrement contre l'autel.
ja: ヘルメットを目の前の地面へと置き、少し霊廟に立てかけるようにする。
pt: Poẽ o capacete no chão na sua frente, inclinado ligeiramente ao santuário.
zh_cn: 你把头盔放在你面前的地上， 稍微靠在神社上。

source: Place the heart of the lich in front of the shrine
de: Plaziere das Herz der Leiche vor dem Schrein.
fr: Placer le cœur de la liche devant l'autel
ja: リッチーの心臓を霊廟の前に置く
pt: Ponha o coração do lich em frente ao santuário
zh_cn: 将巫妖之心放在神殿前

source: You place the heart of the lich beside the helmet in front of the shrine.
de: Du legst das Herz des Lichs zu dem Helm vor dem Schrein.
fr: Vous placez le cœur de la liche à côté du casque devant l'autel.
ja: 霊廟の前にあるヘルメットの隣にリッチーの心臓を置く。
pt: Coloca o coração do lich ao lado do capacete na frente do santuário.
zh_cn: 你将巫妖的心脏放在神殿前的头盔旁边。

source: Speak the words of the ritual from the book
de: Sprich die Worte des Rituals aus dem Buch.
fr: Prononcer les mots du rituel provenant du livre.
ja: 本に書いてある儀式の言葉を話す
pt: Fala as palavras do ritual do livro
zh_cn: 说出书中仪式的话语

source: You start reciting the words of the Kazaul tongue from the book, taking great care of saying the words exactly as the book states them.
de: Du beginnst, die Worte in der Sprache Kazauls aus dem Buch zu rezitieren, wobei du große Acht darauf gibst, die Worte exakt so zu sprechen, wie sie im Buch geschrieben sind.
fr: Vous commencez à réciter les mots inscrits dans le livre dans la langue de Kazaul , en faisant attention à prononcer les mots exactement comme le livre les spécifie.
ja: 本に書かれている通りに、カザウル語の言葉を注意深く読み上げ始める。
pt: Começa a recitar as palavras da língua Kazaul do livro, a tomar muito cuidado para dizer as palavras exatamente como o livro as descreve.
zh_cn: 你开始背诵书中卡扎尔语单词，非常小心地说出书上说的话。

source: As you speak the words, you notice a faint glow coming from the shrine, and you get the eerie feeling that the sand on the ground almost moves by itself.
de: Während du die Worte sprichst bemerkst du ein schwaches Glühen vom Schrein her, und dich überkommt das unheimliche Gefühl, dass der Sand auf dem Boden sich wie von selbst bewegt.
fr: Dès que vous prononcez les mots, vous remarquez une faible pulsation provenant de l'autel, et vous avez l'étrange sensation de voir le sable bouger par lui-même.
ja: 言葉を発していると、霊廟からほのかな光が放たれる、さらに地面の砂がまるで勝手に動いているかのような薄気味悪さを感じる。
pt: Conforme recita as palavras, percebe um brilho fraco a vir do santuário e tem a sensação estranha de que a areia no chão quase se movimenta por si só.
zh_cn: 当你说出这句话时，你注意到从神社上传来微弱的光芒，你有一种阴森的感觉，地上的沙子几乎自己在移动。

source: The movements start to get more visible, almost as if there's something crawling under the sand.
de: Die Bewegungen werden immer deutlicher, fast so, als ob etwas unter dem Sand herumkriechen würde.
fr: Le mouvement commence à être de plus en plus visible, comme si quelque chose émergeait du sol.
ja: 砂の下を何かが這っているような動きがはっきりと見え始める。
pt: Os movimentos começam a ficar mais visíveis, quase como se houvesse algo a rastejar sob a areia.
zh_cn: 开始变得更加明显了，几乎就像有东西在沙子下爬行。

source: As you get closer to the end of the ritual, the helmet falls forward, face down in the sand.
de: Als du dich dem Ende des Rituals näherst, fällt der Helm mit dem Visier voran in den Sand.
fr: Comme vous approchez la fin du rituel, le casque tombe, la face dans le sable.
ja: 儀式の終わりが近づくと、ヘルメットは前に倒れて砂の中へと顔を伏せる。
pt: Conforme se aproxima o fim do ritual, o capacete cai para a frente, de bruços na areia.
zh_cn: 当仪式快结束时，头盔向前掉落，面朝下落在沙子中。

source: Once you speak the final words of the ritual, the ground sinks slightly in front of the shrine, taking part of the helmet down under the sand.
de: Kaum hast du das letzte Wort des Rituals gesprochen, sinkt der Boden vor dem Schrein ein wenig ein und begräbt einen Teil des Helms unter dem Sand.
fr: Une fois que vous avez prononcé les derniers mots du rituel, le sol s'enfonce lentement au bas de l'autel, recouvrant la face du casque.
ja: 儀式の最後の言葉を発すると、霊廟の手前の地面が少し沈む、ヘルメットの一部も砂の中へと沈み込む。
pt: Quando fala as palavras finais do ritual, o chão afunda um pouco na frente do santuário, a enterrar parcialmente o capacete na areia.
zh_cn: 一旦你说完仪式的最后一句话，神殿前的地面就会略微下沉，将头盔的一部分埋在沙子下。

source: As you pull it out and dust off the sand, you notice a change in texture on the part that was submerged in the sand.
de: Als du den Helm herausziehst und vom Sand befreist, bemerkst du, dass er sich dort verändert hat, wo er unter dem Sand war.
fr: Lorsque vous le prenez et que vous en ôtez le sable, vous remarquez un changement de la texture sur la partie qui était immergée dans le sable.
ja: あなたはそれを引き抜いて砂を払う、すると砂に沈んでいた部分に質感の変化があるのに気がつく。
pt: Quando o levanta e retira o pó da areia, nota uma mudança na textura da peça que estava submersa na areia.
zh_cn: 当您将其拉出并清除沙子上的灰尘时，您会注意到淹没在沙子中的部分的质地发生了变化。

source: Take the helmet
de: Nimm den Helm!
fr: Prendre le casque.
ja: ヘルメットを手に取る
pt: Leva o capacete
zh_cn: 拿起头盔

source: You take the helmet, and examine it more closely.
de: Du nimmst den Helm und untersuchst ihn genauer.
fr: Vous prenez le casque, et l'examinez de plus près.
ja: ヘルメットを手に取り、さらに詳しく調べる。
pt: Tira o capacete e examiná-o mais de perto.
zh_cn: 你拿起头盔，更仔细地检查它。

source: Along the side, you notice some ornaments that were not there before. The helmet also gives a slight tingling feeling in the hands as you hold it.
de: Den Rand entlang siehst du ein Muster, das vorher noch nicht dort war. Auch spürst du in der Hand ein leichtes Kribbeln, das von dem Helm ausgeht.
fr: Sur son côté, vous remarquez des ornements qui n'y étaient pas auparavant. De plus, le casque vous donne une sensation de picotement lorsque vous le tenez.
ja: 側面には、これまでにはなかった装飾品がついている。またヘルメットを持っていると、手の中でわずかにヒリヒリとした感触がある。
pt: Ao seu lado, percebe alguns ornamentos que não estavam lá antes. O capacete também passa um leve formigamento às mãos conforme o segura.
zh_cn: 沿着侧面，你注意到一些以前没有的装饰物。当你拿着头盔时，手也会有轻微的刺痛感。

source: Completing the ritual must have restored the helmet to its former glory.
de: Das vollendete Ritual hat dem Helm wohl wieder zu seiner vormaligen Pracht verholfen.
fr: Compléter le rituel doit avoir restauré au casque sa gloire d'antan.
ja: 儀式を終えたことで、ヘルメットがかつての力を取り戻したに違いない。
pt: Completar o ritual deve ter restaurado o capacete à glória antiga dele.
zh_cn: 完成仪式后，一定会让头盔恢复到以前的光辉。

source: You see the shrine of Kazaul, where you performed the Kazaul ritual.
de: Du siehst den Schrein von Kazaul, vor dem du das Kazaul-Ritual durchgeführt hast.
fr: Vous voyez l'autel de Kazaul, où vous avez réalisé le rituel de Kazaul.
ja: カザウルの儀式を行ったカザウルの霊廟がある。
pt: Vê o santuário de Kazaul, onde realizou o ritual Kazaul.
zh_cn: 您会看到卡扎尔神殿，在那里您进行了卡扎尔 仪式。

source: Oh my, what has happened to you? You don't look too well.
de: Meine Güte, was ist mit dir passiert? Du siehst nicht allzu gut aus.
fr: Oh ! Que t'es-t-il arrivé ? Tu n'as pas l'air en forme.
ja: おや、どうしたので？ 具合が悪そうですが。
pt: Oh, o que aconteceu consigo? Não parece muito bem.
zh_cn: 哦，天哪，你怎么了？你看起来不是很好。

source: I was infected with something by a lich of Kazaul.
de: Ich wurde von einem Lich von Kazaul mit etwas infiziert.
fr: J'ai été infecté avec quelque chose par une liche de Kazaul.
ja: カザウルのリッチーによって何かに感染しました。
pt: Fui infectado com algo por um lich de Kazaul.
zh_cn: 我被卡扎尔的一个巫师感染了什么。

source: A man called Ulirfendor told me he thought I might be infected with Kazaul rotworms.
de: Ein Mann namens Ulirfendor sagte mir, dass ich mich mit Kazaul-Maden infiziert hätte.
fr: Un homme nommé Ulirfendor m'a dit qu'il pense que je pourrais être infecté par des vers putrides de Kazaul.
ja: ウリフェンドルという人が、僕がカザウルロットワームに感染してるかもしれないと言ってました。
pt: Um homem chamado Ulirfendor disse-me que eu poderia estar infetado com vermes da podridão de Kazaul.
zh_cn: 一个叫乌利芬多的人告诉我，他认为我可能感染了卡扎尔臭虫。

source: I was told to find you, and that you might be able to help me.
de: Ich solle dich finden, du könntest mir vielleicht helfen.
fr: On m'a dit de vous trouver, et que vous pourriez peut-être être en mesure de m'aider.
ja: あなたを見つけたら、助けてもらえるかもしれないと言われたんだ。
pt: Disseram-me para encontrá-lo e que poderia ser capaz de me ajudar.
zh_cn: 有人告诉我来找你，你也许能帮助我。

source: Ah, my old friend Ulirfendor. It's good to hear that he is still alive. Wait! What was that? Rotworms you say, eh?
de: Ah, mein alter Freund Ulirfendor. Gut zu hören, dass er noch lebt. Warte! Was war das? Maden sagst du?
fr: Ah, mon vieil ami Ulirfendor. C'est bon d'entendre qu'il est toujours en vie. Attends un peu ! Des vers putrides as-tu dit ?
ja: おお、わが旧友ウリフェンドルですか。彼がまだ元気そうで何より。待った！ 今なんと？ ロットワームですって？
pt: Ah, meu velho amigo, Ulirfendor. É bom saber que ele ainda está vivo. Mas o que foi que, disse? Vermes da podridão, né?
zh_cn: 啊，我的老朋友乌利芬多。很高兴听到他还活着。等等，那是什么？你说是腐烂的虫子，嗯？

source: Nasty things, they are. I have seen people going mad from the stomach pains, and I have seen people being eaten alive from the inside.
de: Gemeine Dinger sind das. Ich habe Menschen gesehen, die durch ihre Bauchschmerzen wahnsinnig wurden. Und ich habe gesehen, wie Menschen bei lebendigem Leib von innen her aufgefressen wurden.
fr: Ce sont d'ignobles créatures. J'ai vu des gens devenir fous des douleurs d'estomacs, et j'en ai vu d'autres mangés vivants de l'intérieur.
ja: あれはヒドいものです。胃の痛みで気が狂う人、体内から生きたまま食べられる人を見たことがあります。
pt: Coisas desagradáveis, eles são. Tenho visto pessoas ficarem loucos por causa das dores de estômago e tenho visto pessoas a serem comidas vivas por dentro.
zh_cn: 讨厌的东西，是它们。我见过有人因为胃痛而发疯，也见过有人从里面被活活吃掉。

source: Are you able to help me?
de: Kannst Du mir helfen?
fr: Êtes-vous capable de m'aider ?
ja: 助けてもらえますか？
pt: É capaz de me ajudar?
zh_cn: 你能帮我吗？

source: It's good that you came to see me. I might be able to help you.
de: Es ist gut, dass du mich aufgesucht hast. Ich kann dir vielleicht helfen.
fr: C'est bien que tu sois venu me voir. Il se pourrait que je puisse t'aider.
ja: 私に会いに来てくれてよかった。力になれるかもしれません。
pt: É bom que me veio ver. Posso ser capaz de ajudá-lo.
zh_cn: 你能来见我是件好事。我也许能帮助你。

source: A lich of Kazaul eh? Then I am sure that whatever ails you are those cursed rotworms.
de: Ein Lich von Kazaul, wie? Dann bin ich mir sicher, dass es diese verfluchten Maden sind, die dich peinigen.
fr: Une liche de Kazaul ? Alors je suis certain que ce qui t'afflige sont ces maudits vers putrides.
ja: カザウルのリッチーですな？ ならばあなたを苦しめているのは、あの忌まわしきロットワームに違いないでしょう。
pt: Um lich de Kazaul hein? Então tenho certeza de que o que o aflige são os amaldiçoados vermes da podridão.
zh_cn: 卡扎尔的巫师，是吗？那么我敢肯定，不管你有什么病，都是那些被诅咒的腐烂虫。

source: Just to be sure, you did kill whatever creature that infected you with this, right?
de: Nur um sicher zu gehen: Du hast diejenige Kreatur wirklich getötet, die dich damit angesteckt hat?
fr: Juste pour être sûr, tu as bien tué la créature qui t'a infecté avec ça, n'est-ce pas ?
ja: 念のためにお聞きしておきますが、あなたを感染させた怪物は殺しましたか？
pt: Só para ter a certeza, matou todas as criaturas que o infetaram com isso, certo?
zh_cn: 可以肯定的是， 你确实杀了任何感染了你的生物， 对吗？

source: Yes, I killed that lich.
de: Ja, ich habe den Lich getötet.
fr: Oui, j'ai tué cette liche.
ja: はい、そのリッチーは殺しました。
pt: Sim, matei aquele lich.
zh_cn: 是的，我杀了那个巫妖。

source: No, I have not killed it yet.
de: Nein, ich habe sie noch nicht getötet.
fr: Non, je ne l'ai pas encore tuée.
ja: いえ、まだ殺してません。
pt: Não, não matei ainda.
zh_cn: 不，我还没有杀死它。

source: Good. Then I am able to help you.
de: Gut. Dann bin ich in der Lage, dir zu helfen.
fr: Bien. Dans ce cas je peux t'aider.
ja: よろしい。それならお助けできます。
pt: Bom. Então, sou capaz de ajudá-lo.
zh_cn: 很好。那么我就能帮助你了。

source: Then you better go take care of that first!
de: Dann solltest du erst dieses erledigen gehen!
fr: Alors tu ferais bien d'aller tuer cette créature en premier !
ja: でしたら先にそちらを始末してきてもらえますかな！
pt: Então é melhor ir cuidar disso primeiro!
zh_cn: 那你最好先去解决这个问题!

source: OK, I will be back once the lich is defeated.
de: Ok, ich komme zurück, sobald der Lich vernichtet ist.
fr: OK, je serai de retour quand la liche sera éliminée.
ja: わかりました、リッチーを倒したらまた来ます。
pt: Ok, vou estar de volta uma vez que o lich estiver derrotado.
zh_cn: 好的，一旦打败了巫师，我就会回来。

source: However, there is a slight problem. You see, normally my supply of potions and ingredients would be fully stocked. However with this trouble that we have here in Loneford, my supplies are lower than they have ever been before.
de: Wie auch immer, es gibt ein kleines Problem. Weißt du, normalerweise sind meine Vorräte an Tränken und Zutaten gut gefüllt. Allerdings sind meine Vorräte durch die Probleme, die wir gerade in Loneford haben, so leer wie noch nie.
fr: Cependant, il y a un léger problème. Vois-tu, normalement mes réserves de potions et autres ingrédients devraient être remplies. Cependant, avec ces problèmes que nous avons dans Loneford, mes réserves sont épuisées plus que jamais.
ja: ですが、少々問題がありまして。平時ならポーションも材料も十分な蓄えがあるはずなのですが。それがローンフォードでの例のトラブルのために、物資がかつてないほど不足しているのですよ。
pt: Mas há um pequeno problema. Veja, normalmente, a minha fonte de poções e ingredientes estariam totalmente abastecida. No entanto, com este problema que temos aqui em Loneford, minhas fontes estão mais baixas do que jamais estiveram.
zh_cn: 但是，存在一个小问题。你看，通常我的药水和配料供应会储备充足。然而，在隆福德，我们的麻烦，我的供应比以往任何时候都低。

source: I am not even able to go out and gather new supplies, what with the illness and all.
de: Wegen dieser Krankheit kann ich nicht einmal hinaus und neue Vorräte sammeln.
fr: Je ne suis même pas capable de sortir afin de chercher de quoi remplir mes stocks, avec cette maladie.
ja: 病気のために、新たに物資を仕入れに出掛けることもできずにいます。
pt: Não sou capaz sequer de sair e reunir novas provisões, com a doença e tudo mais.
zh_cn: 我甚至不能出去收集新的物资，因为生病和所有的事情。

source: Then what can you do?
de: Was können wir also tun?
fr: Alors que pouvez-vous faire ?
ja: ならどうすれば？
pt: Então, o que pode fazer?
zh_cn: 那么你能做什么呢？

source: Bah! Then you are useless to me. Guess you should have prepared better before then.
de: Bah. Dann bist du für mich nutzlos. Du hättest dich eben besser vorbereiten sollen.
fr: Bah ! Vous m'êtes complètement inutile. Vous auriez dû mieux vous préparer.
ja: バカバカしい！ じゃあ、あなたはなんの役にも立たないんだ。それより前にもっとちゃんと備えておくんだったね。
pt: Bah! Então é inútil para mim. Acho que deveria ter se preparado melhor antes.
zh_cn: 呸！那么你对我没用。猜想在那之前你应该准备得更好。

source: Yes, I guess I should have.
de: Ja, das hätte ich wohl sollen.
fr: Oui, je suppose que j'aurais dû.
ja: はい、そうすべきでした。
pt: Sim, suponho que eu deveria.
zh_cn: 是的，我想我应该有。

source: You know what, maybe you can go out and gather some items for me. With your condition, it is important that we hurry as much as we can.
de: Weißt du, vielleicht kannst du hinausgehen und einige Zutaten für mich sammeln? Bei deinem Zustand ist es wichtig, dass wir uns nach allen Kräften beeilen.
fr: Tu sais quoi, peut-être que tu pourrais me chercher des ingrédients. Dans ton état, il est impératif que nous nous dépêchions aussi vite que possible.
ja: よろしいですか、あなたが外に出てアイテムを集めてきてもらえますかな。あなたの状態を思えば、できるだけ急ぐことが大切です。
pt: Quer saber, talvez, possa sair e recolher alguns itens para mim. Com a sua condição, é importante que se apresse tanto quanto puder.
zh_cn: 你知道吗，也许你可以出去为我收集一些物品。以你的状况，我们必须尽可能地抓紧时间，这很重要。

source: What would you like me to do?
de: Was würdest du mir empfehlen?
fr: Que voudriez-vous que je fasse ?
ja: どうしたらいいの？
pt: O que gostaria que eu fizesse?
zh_cn: 你要我干什么？

source: Argh! The pains are getting worse! Isn't there anything you can do?
de: Au! Die Schmerzen werden immer schlimmer! Gibt es denn nichts, was du tun kannst?
fr: Argh ! Les douleurs sont de plus en plus fortes ! N'y a-t-il rien que vous puissiez faire ?
ja: ああ！ 痛みがひどくなってきた！ なんとかならないの？
pt: Raios! As dores estão a piorar! Não há nada que possas fazer?
zh_cn: 啊！疼痛越来越严重！没有什么可以做的吗？

source: No, unfortunately not. Not with this few supplies I'm sorry.
de: Nein, unglücklicherweise nicht. Nicht mit diesen wenigen Vorräten, tut mir leid.
fr: Non, malheureusement non. Pas avec ces réserves vides, j'en suis navré.
ja: いえ、残念ながら。申し訳ありませんがこのわずかな物資ではとても。
pt: Não, infelizmente não. Não com tão poucas provisões. Sinto muito.
zh_cn: 不，不幸的是没有。抱歉，没有这几个材料。

source: Fine. What would you like me to do?
de: Schön. Was möchtest du dass ich tue?
fr: Bien. Que voulez-vous que je fasse ?
ja: そうですか。どうしたらいいの？
pt: Certo. O que gostaria que eu fizesse?
zh_cn: 很好。你想让我做什么？

source: For this particular cure to work, I would need help with gathering four items.
de: Damit dieses spezielle Mittel wirkt, brauche ich deine Hilfe beim Sammeln von vier Zutaten.
fr: Pour ce traitement particulier, j'aurais besoin de quatre ingrédients.
ja: 特別な治療を行うのに、4つのアイテムを集めるのを手伝っていただきたい。
pt: Para este trabalho especial de cura preciso de ajuda em obter quatro itens.
zh_cn: 为了让这种特殊的治疗方法起作用，我需要你帮助收集四件物品。

source: Or ... well ... actually, nine items in total, but four different types. Eh ... well, you get the idea.
de: Oder ... nun ... jedenfalls, acht Zutaten insgesamt, aber vier verschiedene Arten. Äh, nun ja, du verstehst.
fr: Euh... bon... en fait, neuf ingrédients au total mais quatre différents types d'ingrédients. Euh... bref, tu as compris l'idée.
ja: いえ…ええと…実際にはアイテムは合計9つなのですが、4種類あるのです。ええ…まあ、おわかりいただけますよね。
pt: Ou... bem... na verdade, oito itens no total, mas de quatro tipos diferentes. Eh... bem, está a ficar com a ideia.
zh_cn: 或者......嗯......实际上，总共有九个材料，但有四个不同的类型。呃......好吧，你明白我的意思。

source: Anyway, what you need to bring me is, first and foremost, some more fresh bones. Five bones will do I think. Make sure they are fresh. Any old skeleton will do, but I'd rather take some fresh bones of some nasty animal.
de: Wie auch immer, du musst mir als erstes und wichtigstes noch einige frische Knochen bringen. Fünf Knochen sollten reichen, denke ich. Sieh zu, dass sie wirklich frisch sind. Jedes alte Skelett würde zwar auch reichen, aber ich würde lieber einige frische Knochen von irgendeinem scheußlichen Tier nehmen.
fr: Bref, ce que tu dois m'apporter, avant tout, ce sont des os frais. Cinq os feront l'affaire je pense. Veille à ce qu'ils soient frais. Un vieux squelette ferait l'affaire, mais il vaut mieux des os frais provenant d'un quelconque animal nuisible.
ja: とにかく、持ってきてもらいたいものは、何よりもまずは新鮮な骨です。5つの骨でよろしいかと。新鮮であることを確認してください。古い骨でも構わないのですが、厄介な動物の新鮮な骨であるほうが望ましい。
pt: Enfim, o que precisa para me trazer é, antes de mais nada, alguns ossos mais frescos. Cinco ossos devem dar, acho eu. Certifique-se de que eles sejam frescos. Qualquer esqueleto velho vai servir, mas prefiro usar alguns ossos frescos de algum animal desagradável.
zh_cn: 总之，你需要给我带来的，首先是一些更多的新鲜骨头。我想，五根骨头就够了。要确保它们是新鲜的。任何旧的骨架都可以，但我宁愿要一些新鲜的动物骨头。

source: Secondly, I will need some animal fur to go with that. Two pieces of animal hair will surely do. I'm sure any old animal fur from the wilderness outside town will do.
de: Als zweites werde ich etwas Tierfell benötigen. Zwei Büschel Tierhaare reichen bestimmt aus. Ich bin sicher, dass irgendwelche alten Tierhaare aus der Wildnis rings um die Stadt genügen.
fr: Ensuite, j'ai besoin de fourrure animale pour aller avec ça. Deux échantillons devraient suffire. Je suis sûr que la fourrure de n'importe quel animal sauvage à l'extérieur de la ville conviendra.
ja: 次に、それに合わせて動物の毛皮が必要となります。獣毛が2本もあれば大丈夫です。町の外の荒野にいる、成体の動物の毛皮であればなんでもよろしいかと。
pt: Em segundo lugar, vou precisar de uma pêlo de animal para acompanhar. Dois pedaços de pêlos certamente deverão chegar. Tenho certeza que qualquer pele animal velho do deserto fora da cidade vai servir.
zh_cn: 第二，我需要一些动物毛发来搭配。两块动物毛发肯定行。我相信任何来自镇外荒野的老动物毛皮都可以。

source: Third, I will need a gland of poison from a creature called the irdegh.
de: Drittens werde ich die Giftdrüse einer Irdegh genannten Kreatur benötigen.
fr: Troisièmement, j'aurai besoin d'une glande venimeuse d'une créature appelée irdegh.
ja: 3番目に、アーデグなる怪物の毒腺が必要です。
pt: Terceiro, vou precisar de uma glândula de veneno de uma criatura chamada Irdegh.
zh_cn: 第三，我需要一个来自一个叫 "伊尔德格 "的生物的毒腺。

source: Now, I have not seen an irdegh myself, but I hear they are particularly nasty creatures. Venomous like nothing I've heard of.
de: Nein, ich habe noch keinen Irdegh selbst gesehen, habe mir aber sagen lassen, dass es besonders böse Kreaturen seien. So giftig wie keine andere, von der ich je gehört habe.
fr: En fait, je n'ai jamais vu d'irdegh moi-même, mais j'ai entendu dire que ce sont d'horribles créatures. Parmi les plus venimeuses au monde.
ja: さて、私自身はアーデグを見たことがないのですが、とりわけ厄介な怪物だと耳にしました。聞いたこともないような毒を持っております。
pt: Agora, pessoalmente ainda não vi nenhum Irdegh, mas ouvi dizer que eles são criaturas particularmente desagradáveis. Venenosas como nada que tenha ouvido falar antes.
zh_cn: 现在，我自己还没有见过伊尔德格，但我听说它们是特别讨厌的生物。像我听说过的任何东西一样有毒。

source: OK, one irdegh poison gland. Where can I find one?
de: Ok, eine Irdegh-Giftdrüse. Wo finde ich eine?
fr: OK, une glande venimeuse d'irdegh. Où pourrais-je en trouver une ?
ja: わかりました、アーデグ毒腺ですね。どこにいるの？
pt: Ok, uma glândula de veneno Irdegh. Onde posso encontrar um?
zh_cn: 好吧，一个伊尔德格毒腺。我在哪里可以找到一个？

source: Got it. Anything else?
de: Verstanden. Noch etwas?
fr: D'accord. Autre chose ?
ja: わかりました。他には？
pt: Entendi. Mais alguma coisa?
zh_cn: 知道了。还要别的吗？

source: Some people have talked about seeing some of them far to the east, across the bridges.
de: Manche Leute sprachen darüber, einige weit im Osten gesehen zu haben, hinter den Brücken.
fr: Certaines personnes ont dit en avoir vus loin à l'est, après les ponts.
ja: 橋を渡ったずっと東の方で見たと仰っていた方がいましたな。
pt: Algumas pessoas têm comentado que viram alguns deles a uma boa distância ao leste, ao longo das pontes.
zh_cn: 有些人谈到在东边很远的地方穿过桥梁看到一些。

source: Anything else?
de: Sonst noch was?
fr: Autre chose ?
ja: 他には何か？
pt: Mais alguma coisa?
zh_cn: 还要别的吗？
