Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: Will do. Goodbye.
de: Mache ich. Tschüss.
fr: Je le ferai. Au revoir.
ja: そうします。それでは。
pt: Vou fazer isso. Adeus.
zh_cn: 会的， 再见。

source: Thank you my friend! Now I can restock my supply.
de: Danke, mein Freund! Nun sind meine Vorräte wieder aufgefüllt.
fr: Merci mon ami ! Maintenant je peux réapprovisionner mon stock.
ja: すまないな！ これで補充ができる。
pt: Obrigado meu amigo! Agora estou mais apetrechado.
zh_cn: 谢谢你，我的朋友！现在我可以重新进货了。

source: These bottles look excellent. Now I can last a while longer in here.
de: Diese Flaschen sehen exzellent aus. Nun kann ich noch eine Weile länger hierbleiben.
fr: Ces bouteilles ont l'air excellentes.Maintenant je peux tarder un peu plus longtemps ici.
ja: このボトルは実にいいな。もうしばらくはここにいられそうだ。
pt: Estas garrafas parecem excelentes. Agora posso aguentar-me um pouco mais aqui.
zh_cn: 这些瓶子看起来棒极了。现在我可以在这里呆得更久了。

source: Oh, and about the room in the inn - you are welcome to use it in any way you see fit. Quite a cozy place to rest if you ask me.
de: Oh, und wegen dem Zimmer in der Herberge - du darfst es gerne jederzeit benutzen wie du möchtest. Ein gemütlicher Platz zum ausruhen, wenn du mich fragst.
fr: Oh, et à propos de la chambre dans l'auberge - tu es invité à l'utiliser comme bon te semble. C'est un bon endroit où se reposer.
ja: ああ、それと宿の部屋のことだが、好きに使ってくれていいぞ。個人的にはとてもくつろげる場所だと思う。
pt: Ah e sobre o quarto na estalagem - podes usá-lo as vezes que quiseres. É um lugar muito aconchegante para descansar.
zh_cn: 哦， 关于旅馆里的房间 - 欢迎你以任何你认为合适的方式使用它。如果你问我，这是个很舒适的休息的地方。

source: Thanks Arghest. Goodbye.
de: Danke, Arghest. Auf Wiedersehen.
fr: Merci Arghest. Au revoir.
ja: ありがとうアーゲスト。さようなら。
pt: Obrigado Arghest. Até logo.
zh_cn: 谢谢阿格斯特。再见。

source: Finally, I thought I would never be able to rest here!
de: Endlich. Ich dachte schon, ich würde mich hier niemals ausruhen können!
fr: Finalement, je pensais que je ne serais jamais capable de me reposer ici !
ja: ようやくだ、ここらでは休めないかと思った！
pt: Finalmente, pensei que nunca conseguiria descansar aqui!
zh_cn: 终于，我以为我永远无法在这里休息了!

source: 'Inn in Prim' - you sound funny.
de: 'Inn in Prim' - klingt lustig.
fr: "Arrière sale" - Tu es drôle.
ja: "プリムの宿"、ね。おかしなことを聞くな。
pt: 'Estalagem em Prim', pareces engraçado.
zh_cn: "普里姆旅馆" - 你听起来很有趣。

source: Yes, I rent it. I stay there to rest when my shift ends.
de: Ja, ich habe es gemietet. Dort ruhe ich mich nach meiner Schicht immer aus.
fr: Oui, je l'ai louée. Je reste là pour me reposer quand mon travail se termine.
ja: ああ、借りてるぞ。勤務時間が終わったらそこで休むつもりなんだ。
pt: Sim, arrendei-o. Fico lá para descansar quando o meu turno termina.
zh_cn: 是的，我租的。我下班的时候就留在那里休息。

source: However, now that we guards aren't as plentiful as we used to be, it has been a while since I could rest in there.
de: Jedenfalls ist es schon eine Weile her, dass ich mich darin ausruhen konnte, jetzt wo wir Wachen nicht mehr so zahlreich sind wie früher.
fr: Cependant, maintenant que nous les gardes ne sommes plus aussi nombreux qu'avant, ça fait un moment que je n'ai pas pu me reposer là-bas.
ja: とはいえ、今じゃすっかり警備の人数も減ってしまったからな、久々にゆっくりくつろげるよ。
pt: No entanto, agora que nós os guardas não somos tantos como costumávamos ser, tenho tido pouco tempo para ir lá descansar.
zh_cn: 不过，现在我们守卫不像以前那么多了，我已经很久没有在里面休息了。

source: Mind if I use the room at the inn to rest in?
de: Macht es dir etwas aus, wenn ich das Zimmer in der Herberge benutze?
fr: Je peux me reposer dans la chambre de l'auberge ?
ja: 宿の部屋で休んでもいいですか？
pt: Importas-te que use o quarto na estalagem para descansar?
zh_cn: 介意我用旅馆里的房间休息一下吗？

source: Are you still going to use it?
de: Benutzt du es noch?
fr: Tu vas toujours t'en servir ?
ja: まだ使うつもりですか？
pt: Ainda vais usá-lo?
zh_cn: 你还会用吗？

source: Well, I would like to still keep the option of using it. But I guess someone else could rest there now that I'm not actively using it.
de: Nun, ich würde gerne weiterhin die Möglichkeit haben, es zu benutzen. Aber ich denke, jemand anderes könnte sich dort ausruhen, solange ich es nicht selbst benötige.
fr: Eh bien, j'aimerais garder la possibilité de l'utiliser. Mais je suppose que quelqu'un d'autre pourrait s'y reposer maintenant que je ne l'utilise plus.
ja: そうだな、使う選択肢はまだ残しておきたい。ただ、そこまで利用してるわけでもないし、他の人が休むのもまあいいんじゃないかな。
pt: Bem, gostava de manter a opção de o poder usar. Mas suponho que mais alguém podia descansar lá, agora que não o estou a usar.
zh_cn: 好吧，我希望还能保留使用它的选择。但我想现在我没有在使用它，别人可以在那里休息。

source: Tell you what, if you bring me some more supplies to keep me occupied here, I guess you could have my permission to use it even though I have rented it.
de: Weißt du was? Wenn du mir meine Vorräte aufstockst, damit ich hier auf Posten bleiben kann, dann könnte ich dir wohl erlauben, das Zimmer zu benutzen, auch wenn ich es gemietet habe.
fr: Je vais te dire, si tu m'apportes d'autres fournitures pour m'occuper ici, tu pourrais avoir ma permission de l'utiliser même si je l'ai louée.
ja: こうしようか、ここで快適に過ごせるように、物資を持ってきてもらえるか。それなら、借りている今でも使用を認めたっていいだろう。
pt: Digo-te uma coisa, se me trouxeres alguns mantimentos para me manter ocupado aqui, acho que podes usar a minha permissão para usá-lo, apesar de o ter arrendado.
zh_cn: 告诉你吧，如果你再给我带些补给品来让我住在这里，我想我可以允许你使用它，即使我已经租了它。

source: I have plenty of meat here, but I ran out of milk some weeks ago. Do you think you could help me restock my milk supply?
de: Ich habe eine Menge Fleisch hier, aber die Milch ist mir vor ein paar Wochen ausgegangen. Denkst du, du könntest meinen Milchvorrat wieder aufstocken?
fr: J'ai beaucoup de viande ici, mais je n'ai plus de lait depuis quelques semaines. Pensez-vous que vous pourriez m'aider à réapprovisionner ma réserve de lait ?
ja: 肉ならいくらでもあるんだが、数週ほど前からミルクを切らしてるんだよ。ミルクの補充を手伝ってくれるか？
pt: Tenho muita carne aqui, mas o leite acabou há algumas semanas. Achas que me podes ajudar a arranjar algum leite?
zh_cn: 我这里有很多肉，但几个星期前我没奶了。你能帮我补充牛奶吗？

source: Sure, no problem. I'll get you your bottles of milk. How much do you need?
de: Sicher, kein Problem. Ich besorge dir deine Milchflaschen. Wieviele brauchst du denn?
fr: Bien sûr, pas de problème. Je vais vous chercher des bouteilles de lait. Combien vous en faut-il ?
ja: もちろん大丈夫です。ミルクを持ってきますね。いくついりますか？
pt: Claro, sem problema. Vou arranjar as garrafas de leite. Quantas precisas?
zh_cn: 好没问题。我会给你几瓶牛奶。你需要多少？

source: Sure, if it leads to me being able to rest here. I'm in.
de: Sicher, wenn mir das endlich die Möglichkeit verschafft, mich hier auszuruhen. Ich bin dabei.
fr: Bien sûr, si ça me permet de me reposer ici. J'en suis.
ja: もちろん、それで休めるようになるなら。やるよ。
pt: Claro, se isso me levar a descansar aqui. Estou nessa.
zh_cn: 当然可以，如果我能在这里休息的话。算我一个。

source: Bring me 5 bottles of milk. That should be enough.
de: Bring mir fünf Flaschen Milch. Das sollte genügen.
fr: Apporte-moi 5 bouteilles de lait. Ça devrait suffire.
ja: ミルクを5本持ってきてくれ。それだけあれば十分だ。
pt: Traz-me 5 garrafas de leite. Deve ser o suficiente.
zh_cn: 给我拿五瓶牛奶。应该够了。

source: I'll go buy some.
de: Ich werde welche kaufen.
fr: Je vais aller en acheter.
ja: 買ってきます。
pt: Vou comprar algumas.
zh_cn: 我去买一些。

source: OK. I'll be right back.
de: Ok, ich bin gleich zurück.
fr: Bien. Je reviens tout de suite.
ja: なるほど。すぐに戻ります。
pt: Está bem. Volto já.
zh_cn: 好的。我马上回来。

source: Hello again. Have you spoken to Guthbered in the Prim main hall yet?
de: Hallo nochmal. Hast du schon mit Guthbered in der großen Halle von Prim gesprochen?
fr: Re-bonjour. As-tu parlé à Guthbered dans le hall principal de Prim ?
ja: また会ったな。プリムのメインホールでガスベレッドと話したのか？
pt: Olá novamente. Já falaste com o Guthbered no salão principal em Prim?
zh_cn: 又见面了。你在普里姆的主厅和古斯伯里德谈过了吗？

source: No, not yet. Where can I find him?
de: Nein, noch nicht. Wo kann ich ihn finden?
fr: Non, pas encore. Où puis-je le trouver ?
ja: いえ、まだです。どこですか？
pt: Ainda não. Onde posso encontrá-lo?
zh_cn: 不，还没有。我在哪里可以找到他？

source: Yes, he told me the story about Prim.
de: Ja, er erzählte mir die Geschichte von Prim.
fr: Oui, il m'a raconté l'histoire de Prim.
ja: はい、プリムの話をしてくれました。
pt: Sim, ele contou-me a história sobre Prim.
zh_cn: 是的，他给我讲了普里姆的故事。

source: No, and I do not intend to speak to him either. I am on an urgent mission to help the Blackwater mountain settlement.
de: Nein, und ich habe auch nicht die Absicht, mit ihm zu sprechen. Ich bin auf einer dringenden Mission unterwegs, um der Blackwater Mountain Siedlung zu helfen.
fr: Non, et je n'ai pas l'intention de lui parler non plus. Je suis en mission d'urgence pour aider la colonie du mont Encreau.
ja: いいえ、話すつもりはない。ブラックウォーター山集落を助ける緊急のミッションを負っているので。
pt: Não, nem tenho a intenção de falar com ele. Estou numa missão urgente para ajudar a aldeia da montanha das Águas Negras.
zh_cn: 不，我也不想和他说话。我在执行一项紧急任务去帮助黑水的居民点。

source: You there! Please you have to help us!
de: Du da! Bitte, du musst uns helfen!
fr: Toi, là-bas ! S'il te plaît, tu dois nous aider !
ja: そこの君！ どうか私たちを助けてくれ！
pt: Aí! Por favor, tens de nos ajudar!
zh_cn: 你在那里！请你一定要帮助我们！

source: Is this the Blackwater mountain settlement?
de: Ist dies die Blackwater Mountain Siedlung?
fr: C'est la colonie du mont Encreau ?
ja: ここはブラックウォーター山集落ですか？
pt: É esta a aldeia da montanha das Águas Negras?
zh_cn: 这是黑水区定居点吗？

source: Sorry, I cannot be bothered right now. I was told to go east quickly.
de: Tut mir leid, ich möchte jetzt nicht aufgehalten werden. Mir wurde gesagt, ich sollte umgehend nach Osten gehen.
fr: Désolé, je ne peux pas être dérangé en ce moment. On m'a dit d'aller vers l'est rapidement.
ja: 申し訳ないけど、今は気にしてられません。早く東へ行くようにと言われました。
pt: Desculpa, não posso ser incomodado agora. Disseram-me para ir para este rapidamente.
zh_cn: 对不起，我现在不能耽搁。有人告诉我要快点往东走。

source: Blackwater? No no, certainly not. Just over there is the village of Prim.
de: Blackwater? Nein, nein, mit Sicherheit nicht. Das dort drüben ist das Dorf Prim.
fr: Encreau ? Non non, certainement pas. Là-bas un peu plus loin se trouve le village de Prim.
ja: ブラックウォーター？ いやいや、とんでもない。すぐそこにあるのはプリム村だ。
pt: Águas Negras? Não, não, certamente não. Já ali fica a aldeia de Prim.
zh_cn: 黑水？不不，当然不是。那边是普里姆村。

source: Blackwater mountain, those vicious bastards.
de: Blackwater Mountain, diese miesen Bastarde.
fr: Mont Encreau, ces salauds vicieux.
ja: ブラックウォーター山、あのムカつく奴らめ。
pt: Montanha das Águas Negras, esses bastardos perversos.
zh_cn: 黑水，那些恶毒的混蛋。

source: East? But that leads up to Blackwater mountain.
de: Nach Osten? Aber da geht es doch rauf zum Blackwater Mountain.
fr: À l'est ? Mais ça mène au mont Encreau.
ja: 東？ だがそっちはブラックウォーター山に続いているぞ。
pt: Este? Mas isso leva até à montanha das Águas Negras.
zh_cn: 东边？但那通向黑水。

source: You really do not want to go up there.
de: Du willst nicht wirklich dort hinauf gehen.
fr: Tu ne veux vraiment pas aller là-haut.
ja: 君だってそんなところには行きたくないだろう。
pt: Não queres mesmo ir lá.
zh_cn: 您真的不会想上去的。

source: We desperately need help from someone from the outside in our village of Prim.
de: Wir brauchen dringend Hilfe für unser Dorf Prim von jemandem von außerhalb.
fr: Nous avons désespérément besoin de l'aide de quelqu'un de l'extérieur dans notre village de Prim.
ja: 私たちのプリム村では外からの助けを切実に必要としている。
pt: Precisamos desesperadamente da ajuda de alguém de fora na nossa aldeia de Prim.
zh_cn: 我们普利姆村急需外界人士的帮助。

source: You should speak to Guthbered, in the Prim main hall, just north of here.
de: Du solltest mit Guthbered sprechen, in der großen Halle von Prim, einfach Richtung Norden.
fr: Tu devrais parler à Guthbered, dans le hall principal de Prim, juste au nord d'ici.
ja: ここの北にあるプリムのメインホールで、ガスベレッドと話してくれ。
pt: Tens de falar com o Guthbered, no salão principal de Prim, a norte (↑) daqui.
zh_cn: 您应该在北面的普里姆大厅与古斯伯里德交谈。

source: OK, I will go see him.
de: Gut, ich werde ihn aufsuchen.
fr: OK, je vais aller le voir.
ja: わかりました、会いに行きます。
pt: Está bem, vou vê-lo.
zh_cn: 好，我去看看他。

source: I was told to go directly east.
de: Mir wurde gesagt, dass ich direkt nach Osten gehen soll.
fr: On m'a dit d'aller directement à l'est.
ja: まっすぐ東へ行くよう言われました。
pt: Disseram-me para ir diretamente para este (→).
zh_cn: 有人告诉我直接往东走。

source: Good, thanks. We really need your help!
de: Gut, danke. Wirklich, wir brauchen deine Hilfe!
fr: Bien, merci, merci. Nous avons vraiment besoin de ton aide !
ja: よし、ありがとう！ 私たちには本当に君の助けが必要なんだ！
pt: Bom, obrigado. Precisamos mesmo da tua ajuda!
zh_cn: 好，谢谢！我们需要你的帮助！

source: The village of Prim is just north of here. You can probably see it through the trees over there.
de: Das Dorf Prim liegt direkt hier im Norden. Du kannst es wahrscheinlich schon durch die Bäume dort sehen.
fr: Le village de Prim est juste au nord d'ici. Tu peux probablement le voir à travers les arbres là-bas.
ja: プリム村はこのすぐ北だ。あそこの木の向こうに見えるだろう。
pt: A aldeia de Prim fica a norte (↑) daqui. Provavelmente, consegues vê-la por entre as árvores ali.
zh_cn: 普里姆村就在这里的北边。穿过那片树林，你大概能看到它。

source: OK, I will go there right away.
de: Gut, ich werde sofort dort hingehen.
fr: D'accord, j'y vais tout de suite.
ja: なるほど、さっそく行ってみます。
pt: Está bem, vou lá imediatamente.
zh_cn: 好的。我马上去那。

source: Do not listen to their lies!
de: Höre nicht auf ihre Lügen!
fr: N'écoute pas leurs mensonges !
ja: アイツらの嘘に耳を貸すんじゃない！
pt: Não dês ouvidos às mentiras deles!
zh_cn: 不要听信他们的谎言！

source: Stay away. This is my hiding spot.
de: Bleib weg. Das ist mein Versteck.
fr: Ne t'approche pas. C'est ma cachette.
ja: あっちに行ってくれよ。ボクの隠れ場なんだ。
pt: Mantém-te longe. Isto é o meu esconderijo.
zh_cn: 离我远点这是我的藏身之处。

source: What are you hiding from?
de: Wovor versteckst du dich?
fr: De quoi vous cachez-vous ?
ja: 何から隠れてるの？
pt: Estás a esconder-te de quê?
zh_cn: 你在躲什么？

source: Do you know anything about the accident with Lorn?
ja: ロルンの事故について何かご存知ですか？
pt: Sabes alguma coisa sobre o acidente com o Lorn?
zh_cn: 你知道洛恩的遭遇吗？

source: Claws, beasts, gornauds. They cannot reach me here.
de: Klauen, Bestien, Gornauds. Hier kommen sie nicht an mich ran.
fr: Griffes, bêtes, gornauds. Ils ne peuvent pas m'atteindre ici.
ja: 爪の怪物ゴルノーだ！ ここならヤツらも手を出せない。
pt: Garras, bestas, gornauds. Eles não me podem alcançar aqui.
zh_cn: 爪子，野兽，戈尔诺。他们无法到达我这里。

source: 'Gornauds', is that what those monsters outside the village are called?
de: 'Gornauds' - werden so die Monster außerhalb des Dorfs genannt?
fr: Gornauds, c'est comme ça qu'on appelle ces monstres à l'extérieur du village ?
ja: "ゴルノー"って、村の外にいるモンスターのこと？
pt: 'Gornauds', é assim que esses monstros fora da aldeia são chamados?
zh_cn: “戈尔诺”，那是村外那些怪物的名字吗？

source: Yeah sure. Stay here and hide you pathetic creature.
de: Ja, sicher. Bleib hier und versteck dich, du armseliges Geschöpf.
fr: Ouais, bien sûr. Reste ici et cache-toi, pathétique créature.
ja: ああそう。そうやって隠れてなよ、哀れなやつ。
pt: Sim, claro. Fica aqui e esconde-te, criatura patética.
zh_cn: 当然可以。留在这里躲着吧，你这个可怜的生物。

source: Me? I am Moyra.
de: Ich? Ich bin Moyra.
fr: Moi ? Je suis Moyra.
ja: ボクか？ モイラだ。
pt: Eu? Sou o Moyra.
zh_cn: 我？我是莫伊拉。

source: Why are you hiding?
de: Warum versteckst du dich?
fr: Pourquoi tu te caches ?
ja: どうして隠れてるの？
pt: Porque estás escondido?
zh_cn: 你为什么要躲起来？

source: You are mean! I don't want to talk to you any more.
de: Du bist gemein! Mit dir möchte ich nicht mehr reden.
fr: Tu es méchant ! Je ne veux plus te parler.
ja: ヤなやつだな！ おまえなんかとはもう話さない。
pt: Olha o que estás a dizer! Não quero falar mais contigo.
zh_cn: 你真坏！我不想再跟你说话了。

source: Please, not so loud! They could hear you.
de: Nicht so laut, bitte! Sie könnten dich hören.
fr: S'il te plaît, pas si fort ! Ils pourraient t'entendre.
ja: 大声を出さないでくれ！ 聞かれるだろ。
pt: Por favor, não tão alto! Eles podem ouvir-te.
zh_cn: 拜托，别这么大声！他们能听到你的声音。

source: I have seen them on the path up the mountain. Sharpening their claws.
de: Ich habe sie auf dem Bergpfad gesehen. Wie sie ihre Krallen wetzten.
fr: Je les ai vus sur le chemin de la montagne. Aiguisant leurs griffes.
ja: 山道で見たことがあるんだ。爪を研いでた。
pt: Vi-os a caminho da montanha. Afiando as garras.
zh_cn: 我曾在上山的路上看到它们。在磨爪子。

source: I hide here now, so they cannot get to me.
de: Jetzt verstecke ich mich hier, damit sie mich nicht kriegen.
fr: Je me cache ici maintenant, pour qu'ils ne puissent pas m'atteindre.
ja: 今はこうして隠れてるから、アイツらに捕まる心配はない。
pt: Agora escondo-me aqui, para que eles não me apanhem.
zh_cn: 我现在躲在这里，所以他们无法找到我。

source: Hello there. Welcome to Prim. Are you here to help us?
de: Hallo, willkommen in Prim. Bist du hier, um uns zu helfen?
fr: Bonjour. Bienvenue à Prim. Es-tu ici pour nous aider ?
ja: こんにちは。プリムへようこそ。助けに来てくれたの？
pt: Olá. Bem-vindo a Prim. Estás aqui para nos ajudar?
zh_cn: 你好。欢迎来到普里姆。你是来帮助我们的吗？

source: Yes, I am here to help your village.
de: Ja, ich bin hier, um eurem Dorf zu helfen.
fr: Oui, je suis ici pour aider votre village.
ja: はい、村を助けに来ました。
pt: Sim, estou aqui para ajudar a tua aldeia.
zh_cn: 是的，我是来帮助你们村庄的。

source: [Lie] Yes, I am here to help your village.
de: (Lüge) Ja, ich bin hier, um eurem Dorf zu helfen.
fr: [Mensonge] Oui, je suis ici pour aider votre village.
ja: （嘘）はい、村を助けに来ました。
pt: [Mentir] Sim, estou aqui para ajudar a tua aldeia.
zh_cn: [撒谎]是的，我是来这里帮助你的村庄的。

source: Maybe, but first tell me what do you know about Lorn's crew accident?
ja: そうかもしれないけど、まずはロルンの仲間の事故のことで知ってることを教えてくれませんか？
pt: Talvez, mas primeiro diz-me o que sabes sobre o acidente da tripulação do Lorn?
zh_cn: 也许吧，但先告诉我你对罗恩的团队遭遇了解多少？

source: Thank you. We really need your help.
de: Danke. Wir können deine Hilfe wirklich gebrauchen.
fr: Je vous remercie. Nous avons vraiment besoin de votre aide.
ja: ありがとう。私たちにはどうしても助けが必要だったから。
pt: Obrigado. Precisamos mesmo da tua ajuda.
zh_cn: 谢谢。我们需要你的帮助。

source: You should speak to Guthbered if you haven't done so already.
de: Du solltest mit Guthbered reden, falls du das nicht bereits getan hast.
fr: Tu devrais parler à Guthbered si tu ne l'as pas déjà fait.
ja: まだだったら、ガスベレッドと話してきた方がいいわよ。
pt: Tens de falar com o Guthbered se ainda não o fizeste.
zh_cn: 如果你还没有找过古斯伯里德，你应该和他谈谈。

source: Will do, goodbye.
de: Mach ich, tschüss.
fr: D'accord, au revoir.
ja: そうします、さようなら。
pt: Vou fazer isso, adeus.
zh_cn: 会的，再见。

source: He is in the main hall right over there. The large stone house.
de: Er ist in der großen Halle gleich da drüben. Das große Steinhaus.
fr: Il est dans le hall principal, juste là. La grande maison en pierre.
ja: すぐそこのメインホールね。あの大きな石造りの家。
pt: Ele está no salão principal ali. Na grande casa de pedra.
zh_cn: 他就在那边的正厅里。那座大石屋。

source: Hi, you seem to be new around here. How can I help you?
de: Hi, du scheinst neu hier in der Gegend zu sein. Kann ich dir helfen?
fr: Salut, tu sembles être nouveau par ici. En quoi puis-je t'aider ?
ja: こんにちは、この辺りは初めてのようですね。なにかご用ですか？
pt: Olá, pareces ser novo por aqui. Como te posso ajudar?
zh_cn: 嗨，看来你是新来的，有什么可以帮到您吗？

source: Is there some place I can rest around here?
de: Gibt es hier einen Ort, an dem ich mich ausruhen kann?
fr: Y a-t-il un endroit où je peux me reposer par ici ?
ja: この辺りで休めるところはありますか？
pt: Existe algum lugar aqui onde possa descansar?
zh_cn: 这附近有地方可以休息一下吗？

source: Where can I find a trader around here?
de: Wo kann ich hier einen Händler finden?
fr: Où puis-je trouver un commerçant ici ?
ja: この辺りで商人はいますか？
pt: Onde posso encontrar um comerciante por aqui?
zh_cn: 这附近有商人吗？

source: You should be able to find some place to rest in the inn right over there to the southeast.
de: In der Herberge dort drüben im Südosten solltest du einen Platz zum Rasten finden.
fr: Tu devrais pouvoir trouver un endroit pour te reposer dans l'auberge juste là, au sud-est.
ja: 南東のすぐ向こうにある宿で休めるはずですよ。
pt: Deves ser capaz de encontrar um lugar para descansar na estalagem logo ali a sudeste (↘).
zh_cn: 在东南方有家旅馆，你应该可以在那里找到地方休息。

source: Our armorer is in the house in the southwest corner. I should warn you that the supply is not what it used to be though.
de: Unser Waffenschmied lebt in dem Haus in der südwestlichen Ecke. Ich sollte dich warnen, dass sein Angebot nicht mehr das ist, was es mal war.
fr: Notre armurier est dans la maison dans le coin sud-ouest. Mais sache que l'approvisionnement n'est plus ce qu'il était.
ja: 南西の角の家が武具屋ですよ。ただ、販売するものが以前とは変わってるので注意してください。
pt: O nosso armeiro está na casa no canto a sudoeste (↙). Devo avisar-te, no entanto, que a mercadoria que ele tem já não é o que era.
zh_cn: 我们的防具店在西南角落的房子里。我要提醒你那里的货没有从前的好了。

source: Hello. Welcome to Prim.
de: Hallo. Willkommen in Prim.
fr: Bonjour. Bienvenue à Prim.
ja: こんにちは。プリムへようこそ。
pt: Olá. Bem-vindo a Prim.
zh_cn: 你好。欢迎来到普里姆。

source: Do you know anything about Lorn's accident?
ja: ロルンの事故について何か知りませんか？
pt: Sabes alguma coisa sobre o acidente do Lorn?
zh_cn: 你知道罗恩的遭遇吗？

source: Thank you for the hints, bye.
ja: ヒントをありがとう、それでは。
pt: Obrigado pelas dicas, adeus.
zh_cn: 谢谢你的提示，再见。

source: Hello. Who are you? Are you here to help us?
de: Hallo. Wer bist du? Bist du hier, um uns zu helfen?
fr: Bonjour. Qui es-tu ? Es-tu ici pour nous aider ?
ja: こんにちは。あなたは？ 助けに来てくれたので？
pt: Olá. Quem és tu? Estás aqui para nos ajudar?
zh_cn: 你好。你是谁？是来帮助我们的吗？

source: I am looking for my brother. Would you by any chance have happened to see him around here?
de: Ich suche nach meinem Bruder. Hast du ihn zufälligerweise hier irgendwo gesehen?
fr: Je cherche mon frère. Auriez-vous eu l'occasion de le voir par hasard ?
ja: 僕の兄を探しています。もしかしてこの辺で見かけたことはありませんか？
pt: Estou à procura do meu irmão. Por acaso viste-o por aqui?
zh_cn: 我在寻找我的兄弟。你有在附近见过他吗？

source: Yes, I have come to help your village.
de: Ja, ich bin gekommen, um deinem Dorf zu helfen.
fr: Oui, je suis venu aider votre village.
ja: はい、村を助けに来ました。
pt: Sim, vim ajudar a tua aldeia.
zh_cn: 对的，我是来帮助你们村庄的。

source: [Lie] Yes, I have come to help your village.
de: (Lüge) Ja, ich bin gekommen, um deinem Dorf zu helfen.
fr: [Mensonge] Oui, je suis venu pour aider votre village.
ja: （嘘）はい、村を助けに来ました。
pt: [Mentir] Sim, vim ajudar a tua aldeia.
zh_cn: 【撒谎】对的，我是来帮助你们村庄的。

source: What do you know about Lorn's accident?
ja: ロルンの事故のことで、どんなことを知ってますか？
pt: O que sabes sobre o acidente do Lorn?
zh_cn: 你知道罗恩的遭遇吗？

source: Your brother? Son, you should know that we do not get many visitors around here.
de: Dein Bruder? Mein Sohn, du solltest wissen, dass wir nicht viel Besuch hier in der Gegend haben.
fr: Ton frère ? Fiston, tu devrais savoir que nous n'avons pas beaucoup de visiteurs par ici.
ja: お兄さん？ 少年よ、この辺りでは人がやってくることは早々ないのです。
pt: O teu irmão? Filho, já deves saber que não temos muitos visitantes por aqui.
zh_cn: 你的兄弟？小伙子，你应该明白我们这里没有很多旅客。

source: So, no. I cannot help you.
de: Darum - nein, ich kann dir nicht helfen.
fr: Donc, non. Je ne peux pas t'aider.
ja: そういうわけでダメです。お役に立てそうもありません。
pt: Então, não. Não te posso ajudar.
zh_cn: 所以嘛，不行，我帮不了你。

source: Oh thank you. We could really use some help around here.
de: Oh, danke. Wir könnten wirklich etwas Hilfe hier gebrauchen.
fr: Oh merci, merci. On a vraiment besoin d'aide par ici.
ja: ああ、ありがとう。この辺りでは本当に助けが必要なんです。
pt: Oh, obrigado. Dava-nos mesmo jeito alguma ajuda por aqui.
zh_cn: 噢，谢谢你。我们这里真的需要些帮忙呢。

source: You are not allowed to enter here.
de: Du hast keine Erlaubnis, hier herein zu kommen.
fr: Tu n'es pas autorisé à entrer ici.
ja: ここは立ち入り禁止です。
pt: Não tens permissão para entrar aqui.
zh_cn: 你不可以进入这里。

source: Hello. I am Laecca, mountain guide.
de: Hallo, Ich bin Laecca, Bergführerin.
fr: Bonjour. Je suis Laecca, guide de montagne.
ja: こんにちは。山岳ガイドのレッカです。
pt: Olá. Sou o Laecca, o guia de montanha.
zh_cn: 你好。我是拉卡，山地向导。

source: 'Mountain guide', what does that mean?
de: 'Bergführerin'? Was bedeutet das?
fr: 'Guide de montagne', qu'est-ce que ça veut dire ?
ja: "山岳ガイド"とは、どういう意味ですか？
pt: 'Guia de montanha', o que significa isso?
zh_cn: "山地向导"，这是什么意思？

source: I keep an eye on the mountain pass, to make sure no more of those beasts make their way down here.
de: Ich behalte den Bergpass im Auge, um sicherzustellen, dass nicht noch mehr von diesen Biestern den Weg hier herunter kommen.
fr: Je garde un œil sur le col de la montagne, pour m'assurer qu'aucune de ces bêtes ne descende jusqu'ici.
ja: あの怪物がここまで降りてこないように山道を見張ってます。
pt: Eu fico de olho na passagem da montanha, para ter a certeza que mais nenhuma dessas bestas desça até aqui.
zh_cn: 我在这里监察着山道，确保那些怪兽不会再来到这里。
