Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: But this means ... it is the water that the people are getting ill from? This explains a lot of things.
de: Aber das heißt... Es ist das Wasser, von dem die Menschen krank werden? Das erklärt vieles.
fr: Mais cela veut dire.. C'est l'eau qui rend les gens malade ? Ça explique tout.
ja: しかしこれは…人々の病気は水のせいなのか？ これなら多くの事柄に説明がつくぞ。
pt: Mas isso significa… É pela água que as pessoas estão a ficar doente? Isso explica um monte de coisas.
zh_cn: 但这意味着……人们生病是因为水吗?这就解释了很多事情。

source: You my friend have done Loneford a great service by finding this, and by extension, Feygard as well. We should go catch Buceth for what he has done.
de: Du, mein Freund, hast Loneford einen großen Dienst erwiesen, indem du dies herausgefunden hast. Und dadurch auch Feygard. Wir sollten nun gehen und Buceth für das, was er getan hat, festnehmen.
fr: Mon ami, tu as rendu un grand service à Loneford avec cette trouvaille, et par extension, aussi Feygard. Nous devrions attraper Buceth pour ce qu'il a fait.
ja: 君はこれを見つけてくれたことでローンフォードに多大な貢献をした。フェイガードにもだ。ではブセスを捕まえにいこうか。
pt: O meu amigo fez a Loneford um grande serviço ao encontrar isto e, por extensão, a Feygard também. Devemos ir capturar Buceth e responsabilizar-lo pelo que ele tem feito.
zh_cn: 我的朋友，你找到了这个，帮了隆福德大忙，也帮了费加德大忙。我们应该去把布凯斯抓起来。

source: He is already dead.
de: Er ist bereits tot.
fr: Il est déjà mort.
ja: 彼ならもう死んでいます。
pt: Ele já está morto.
zh_cn: 他已经死了。

source: Dead you say? Hmm, not quite the way we do things in Feygard, but I guess this is an exceptional case.
de: Tot sagst du? Hm, nicht ganz die Art, wie wir es in Feygard halten, aber ich schätze, dies ist ein besonderer Fall.
fr: Mort ? Hum, ce n'est pas exactement notre façon de faire à Feygard, mais ceci est tout de même un cas exceptionnel.
ja: 死んだだと？ うむむ、このようなものはフェイガードのやり方とは違うのだがな。とはいえこれは例外的なケースとして考えるべきか。
pt: Diz morto? Hum, não é a forma como fazemos as coisas em Feygard, mas acho que este é um caso excepcional.
zh_cn: 你说死了?这和费加德的规矩不太一样，但我想这是个特例。

source: I always suspected that those savages from Nor City were behind this all along.
de: Ich habe immer vermutet, dass diese Wilden aus Nor City hinter all dem stecken.
fr: J'ai toujours soupçonné que ces sauvages de Norville étaient derrière tout ça depuis le début.
ja: この件の背後にはノアシティの野蛮人がいるのではないかと、私はずっと疑っていたのだ。
pt: Sempre suspeitei que esses selvagens de Nor-City estavam atrás de tudo isso.
zh_cn: 我一直怀疑诺尔城的那些野蛮人是幕后黑手。

source: It's good to know that we now at least have some evidence to back up our claims.
de: Es ist gut zu wissen, dass wir jetzt zumindest einige Indizien haben, die unsere Anklage stützen.
fr: C'est bon à savoir que maintenant nous avons des preuves pour supporter nos déclarations.
ja: 少なくとも我々の主張を裏付ける証拠が得られたことは喜ばしい。
pt: É bom saber que agora, pelo menos, tenhamos alguma evidência para apoiar nossas reivindicações.
zh_cn: 我们现在至少有一些证据支持我们的说法，这很好。

source: As for Loneford, I guess we will have to start bringing in water from Feygard to help the people here. Good thing they have us around, what would they do otherwise?
de: Und für Loneford, ich schätze wir müssen anfangen, Wasser von Feygard her zu bringen, um den Menschen hier zu helfen. Es ist nur gut, dass sie uns in der Nähe haben, was würden sie sonst tun?
fr: Pour ce qui est de Loneford, je présume qu'il faudra commencer à transporter de l'eau de Feygard pour aider les gens d'ici. Une chance que nous sommes là. Que feraient-ils sans nous ?
ja: ローンフォードに関しては、人々を助けるためにフェイガードから水を運び込まねばならないだろう。我々が来ていてよかったよ、さもなければ彼らはどうなっていたのだろうか？
pt: Quanto a Loneford, acho que vamos ter que começar a trazer água de Feygard para ajudar as pessoas aqui. Que bom que eles nos tenham por perto. O que eles fariam, caso contrário?
zh_cn: 至于隆福德，我想我们必须开始从费加德运水来帮助这里的人们。幸好他们有我们在，不然他们会怎么做?

source: And you, my friend - you should of course be sufficiently rewarded for your assistance in this matter. You should travel to the glorious city of Feygard to the northwest and report to the castle steward there for further instructions.
de: Und du, mein Freund - du sollst natürlich für deine Unterstützung in diesem Fall reichlich belohnt werden. Reise in die ruhmreiche Stadt Feygard im Nordwesten und melde dich beim Haushofmeister der Burg für weitere Anweisungen.
fr: Et toi mon amis - tu devrais bien sûr être suffisamment récompensé pour ton assistance dans cette affaire. Tu devrais voyager à la glorieuse ville de Feygard vers le nord-ouest, et te présenter à l'intendant du château pour d'autres consignes.
ja: そして君は、もちろんこの件での協力には十分に報われるべきだ。北西にある栄光の都市フェイガードに向かいなさい、そこの城の執事に報告しさらなる指示を仰いでくれ。
pt: E você, meu amigo - deve, naturalmente, ser suficientemente recompensado pela sua ajuda neste assunto. Deve viajar à gloriosa cidade de Feygard no noroeste e reportar ao taifeiro do castelo, para mais instruções.
zh_cn: 至于你，我的朋友，你在这件事上的协助当然应该得到足够的奖赏。你应该去西北部的费加德城向城堡管理员报告，得到进一步指示。

source: I happen to know the castle steward personally, and I will send word to him about your help here.
de: Ich kenne zufällig den Haushofmeister der Burg persönlich, und ich werde ihm eine Botschaft über deine Hilfe hier senden.
fr: Je connais l'intendant du château personnellement, et je lui enverrai une lettre décrivant tout le bien que tu as rendu ici.
ja: 私はたまたまその執事のことを個人的に知っていてな、君の協力のことを彼には伝えておこう。
pt: Acontece que conheço o taifeiro do castelo pessoalmente e vou mandar avisá-lo sobre a sua ajuda aqui.
zh_cn: 我碰巧认识城堡的管家，我会转告他你在这里的帮助。

source: For the glory of Feygard, the people of Loneford may live on thanks to your help.
de: Zum Ruhm Feygards, dank deiner Hilfe werden die Menschen von Loneford leben.
fr: Pour la gloire de Feygard, les gens de Loneford survivront grâce à ton aide.
ja: フェイガードの栄光のために、ローンフォードの人々は君の助けのおかげでこれからも生きていけるだろう。
pt: Pela a glória de Feygard, o povo de Loneford pôde sobreviver graças à sua ajuda.
zh_cn: 为了费加德的荣耀，由于你的帮助，隆福德的人们可以继续生存。

source: What? Talk to the boss.
de: Was? Sprich mit dem Boss.
fr: Quoi ? Parle au patron.
ja: どうした？ 上司と話してくれ。
pt: O quê? Fale com o chefe.
zh_cn: 什么？和老板谈谈。

source: Ha! You look funny. You small.
de: Ha! Du siehst lustig aus. Du klein.
fr: Ah ! Toi l'air drôle. Toi petit.
ja: ハッ！ オマエ変なやつ。チビだ。
pt: Ha! Parece engraçado. Pequeno.
zh_cn: 哈!你看起来很滑稽。你太小了。

source: What is that thing you are keeping around?
de: Was ist dieses Ding, das du da bei dir hast?
fr: Mais qu'est-ce que cette chose que vous trimballez ?
ja: あなたのそばにいるのは何ですか？
pt: O que é essa a coisa que está a manter junto de si?
zh_cn: 你放在身边的是什么东西？

source: Me, Sienn. I strong!
de: Ich Sienn. Ich stark!
fr: Moi, Sienn. Je fort !
ja: オレ、シエン。強い！
pt: Mim, Sienn. Forte!
zh_cn: 我，西恩。我很强壮!

source: Pet, cute! [Sienn makes cuddly sounds while scratching the pet under its chin]
de: [REVIEW]Schoßtier, süß! (Sienn macht schnurrende Geräusche, während er das Tier unter dem Kinn kratzt.)
fr: Adorable ! [Sienn fait des sons amicaux tout en grattant le menton de l'animal]
ja: ペット、かわいい！ （シエンがペットの顎の下を撫でると愛らしい音を立てている）
pt: Bichinho, bonito! [Sienn faz sonzinhos fofos enquanto coça o animal no queixo dele]
zh_cn: 好可爱的宠物! [西恩发出可爱的声音，同时抓挠宠物的下巴]

source: Did you know that Taevinn thinks you caused the illness here in Loneford?
de: Wusstest Du, dass Taevinn denkt, Du hättest diese Krankheit hier in Loneford verursacht?
fr: Savez-vous que Taevinn pense que vous avez causé la maladie ici à Loneford ?
ja: テヴィンはあなたがローンフォードで病気を起こしたと思ってるのを知ってましたか？
pt: Sabia que Taevinn acha que causou a doença aqui em Loneford?
zh_cn: 你知道泰温认为是你在隆福德造成了疾病吗？

source: Sienn not ill! Sienn strong!
de: Sienn nicht krank! Sienn stark!
fr: Sienn pas malade ! Sienn fort !
ja: シエンは病気じゃない！ シエンは強い！
pt: Sienn não doente! Sienn forte!
zh_cn: 西恩没有生病!西恩很强壮!

source: Aaargh! [The creature looks up at you, showing all its teeth, while making a high-pitched piercing sound]
de: *Kreisch!* (Das Wesen sieht dich an und zeigt dir alle seine Zähne, während es einen schrillen, durchdringenden Laut von sich gibt.)
fr: Aaaargh ! [La créature vous regarde en montrant ses dents et en émettant un son à briser des tympans]
ja: アアアッ！ （怪物はあなたを見上げて牙を見せ、甲高い鋭い音を立てる）
pt: *Aaargh!* [A criatura olha para si, a mostrar todos os seus dentes, ao fazer um som agudo estridente]
zh_cn: 啊啊啊! [怪物抬头看着你，露出它所有的牙齿，同时发出高亢刺耳的声音]

source: There, there. Easy now.
de: Da, da. Brav jetzt.
fr: Tout doux, tout doux. Gentille bête.
ja: ほらほら。落ち着いて。
pt: Aqui, aqui. Fácil agora.
zh_cn: 好了。放轻松。

source: [Slowly back away]
de: *Langsam umkehren*
fr: [Recule lentement]
ja: （ゆっくりと離れる）
pt: [lentamente afastado]
zh_cn: [慢慢后退]

source: Hello there. Have you come to browse my selection of items?
de: Hallo, bist du gekommen, um dir meine Warenauswahl anzusehen?
fr: Bien le bonjour. Es-tu ici pour jeter un coup d'œil à ma marchandise ?
ja: こんにちは。私の商品を見に来てくれたのか？
pt: Olá. Veio para ver a minha seleção de itens?
zh_cn: 你好呀。你是来浏览我的精选商品的吗？

source: Yes, let's trade.
de: Ja, lass uns handeln.
fr: Oui, faisons affaire.
ja: はい、売買しましょう。
pt: Sim, vamos negociar..
zh_cn: 当然, 我们作笔交易吧。

source: What's the deal with Sienn over there with his pet?
de: Was hat es mit Sienn und seinem Schoßtier da drüben auf sich?
fr: C'est quoi le problème de Sienn avec son animal là-bas ?
ja: あそこのシエンとペットはどうなっているの？
pt: Qual é o negócio de Sienn ali com o seu animal de estimação?
zh_cn: 西恩和他的宠物在那里是怎么回事？

source: I don't know where he got it from. Anyway, they don't harm anyone, so I'm fine with them being in here. I figured someone should help them have some place to stay, and no one else wanted to help them, so I let them stay here.
de: Ich weiß nicht, wo er es her hat. Egal, sie tun keinem etwas, also ist es in Ordnung, dass sie hier sind. Ich fand, jemand sollte ihnen helfen, eine Bleibe zu finden und da niemand sonst helfen wollte, ließ ich sie hier bleiben.
fr: Je ne sais pas où il l'a déniché. Peu importe, ils ne font de mal à personne alors ça ne me dérange pas qu'ils restent ici. J'ai pensé que quelqu'un devrait les aider à avoir un endroit où rester, et personne d'autre ne s'est porté volontaire. Je les laisse donc rester ici.
ja: どこで捕まえてきたのかは知らない。とりあえず誰にも危害を加えることはないから、ここにいても大丈夫だよ。誰かが住む場所を与えるべきだと思ったし、他の誰も助けようとしなかったから、私がここに住まわせたんだ。
pt: Não sei onde ele o levouu. De qualquer forma, não prejudica ninguém, então estou bem com eles aqui. Percebi que alguém deve ajudá-los a ter algum lugar para ficar e ninguém mais queria ajudá-los, assim deixei-os ficar aqui.
zh_cn: 我不知道他从哪里得到的。总之，他们没有伤害任何人，所以我对他们在这里没有意见。我想应该有人帮助他们有地方住，而且没有人愿意帮助他们，所以我让他们留在这里。

source: Sienn may be a bit thick, but he sure can be funny when you get to know him and he trusts you. He can do a lot of those hilarious facial expressions.
de: Sienn ist vielleicht ein wenig einfältig, aber er kann lustig sein, wenn du ihn kennen gelernt hast und er dir vertraut. Er kann eine Menge komischer Fratzen schneiden.
fr: Sienn paraît un peu bête, mais il peut être très drôle quand vous le connaissez et qu'il vous fait confiance. Il peut faire plusieurs grimaces à s'en tordre de rire.
ja: シエンはちょっと喋りがたどたどしいかもしれないけど、君が彼を知って信頼してもらえれば、きっと愉快な一面を見せてくれるよ。陽気な表情をたくさんするんだ。
pt: Sienn pode ser um pouco grosso, mas ele com certeza pode ser engraçado quando começa a conhecê-lo e ele confia em si. Ele pode fazer um monte dessas expressões faciais hilárias.
zh_cn: 西恩可能有点笨，但当你了解他并且他信任你时，他肯定会很有趣。他可以做很多那种搞笑的面部表情。

source: Hello and welcome to Loneford. Please have a seat, I'll be right there.
de: Hallo und willkommen in Loneford. Bitte nimm Platz, ich bin gleich bei dir.
fr: Bonjour et bienvenue à Loneford. Prends place, j'arrive dans un instant.
ja: こんにちは、ようこそローンフォードへ。すぐ参るので掛けていてください。
pt: Olá e bem-vindo ao Loneford. Por favor, sente, irei logo aí.
zh_cn: 您好，欢迎来到隆福德。请坐，我马上过来。

source: Is there a place where I can get some rest around here?
de: Gibt es hier in der Gegend einen Platz, an dem ich mich ausruhen kann?
fr: Est-ce qu'il y a un endroit pour se reposer dans les parages ?
ja: この辺りで休めるところはありますか？
pt: Existe um lugar onde eu possa descansar um pouco por aqui?
zh_cn: 这附近有可以休息的地方吗？

source: Sure, have a look.
de: Sicher, schau her.
fr: Oui, regarde à ta guise.
ja: ええ、どうぞ。
pt: Claro, dê uma olhada.
zh_cn: 当然，看看吧。

source: Sure, the guards have set up some beds downstairs. Go talk to Arngyr down there, he might be able to help you.
de: Sicher, die Wachen haben einige Betten im Keller. Geh nach unten und sprich mit Arngyr, vielleicht kann er dir helfen.
fr: Bien sûr. Les gardes ont installé des lits au sous-sol. Va parler à Arngyr en bas, il devrait pouvoir t'aider.
ja: ええ、衛兵が下にベッドを設置しています。下にいるアーンギルが力になってくれるかもしれません、尋ねてみてください。
pt: Claro, os guardas pôram algumas camas no sótão. Vá falar com Arngyr lá, ele pode ser capaz de ajudá-lo.
zh_cn: 当然，守卫已经在楼下安置了一些床位。去和那里的阿格尔谈谈，他也许能帮到你。

source: Arngyr grabs you by the shoulder and pulls you back. If you want to rest over there, you need to check with me first.
de: Arngyr reißt dich an der Schulter zurück. Wenn du dort drüben ausruhen willst, musst du das vorher mit mir ausmachen.
fr: Arngyr t’attrape par les épaules et te ramène devant lui. Si tu veux te reposer là-bas, tu dois d'abord me demander permission.
ja: アーンギルはあなたの肩を掴んで後ろに引き戻す。 あちらで休みたいなら、まず彼に確認する必要がある。
pt: Arngyr agarra-o pelo ombro e puxa-o de volta Se quiser descansar aí, precisa falar comigo primeiro.
zh_cn: 阿格尔抓住你的肩膀，把你拉回来。 “如果你想在那边休息，你需要先和我确认一下。

source: Yes, can I help you?
de: Ja, kann ich dir helfen?
fr: Oui, comment puis-je t'aider ?
ja: む、何か用か？
pt: Sim, posso ajudá-lo?
zh_cn: 你好，需要帮忙么？

source: Mind if I use one of the beds back there?
de: Kann ich eines von den Betten dort hinten benutzen?
fr: Ça vous dérangerait si j'utilisais un des lits au fond là-bas ?
ja: あそこのベッドを使ってもいいですか？
pt: Importa-se se uso uma das camas aqui?
zh_cn: 介意我用后面的一张床吗？

source: Oh no, not at all. Go ahead. After all you have done for us here in Loneford, it would be a privilege to be able to give something back to you.
de: Oh, nein, überhaupt nicht. Nur zu. Nach allem, was du hier für uns in Loneford getan hast, ist es uns eine Ehre, dir ein wenig zurückgeben zu können.
fr: Ah, non. Pas du tout. Vas-y à ton gré. Après tout ce que tu as fait pour nous ici à Loneford, ce serait un privilège de pouvoir t'aider de quelque façon que ce soit.
ja: いやいや、どういたしまして。どうぞ。このローンフォードで君がしてくれたことに、こうして何かお返しできるとは光栄だよ。
pt: Ah, não, de forma alguma. Vá em frente. Depois de tudo o que tem feito por nós aqui em Loneford, seria um privilégio de ser capaz de dar-lhe algo em retribuição.
zh_cn: 哦不，一点也不。说吧。在你为我们隆福德所做的一切之后，能够给你一些回报将是一种荣幸。

source: These beds are mostly used by us guards. But I guess I could make an exception since you're just a kid. Shall we say, 600 gold and you may use it?
de: Diese Betten werden vor allem von uns Wachen genutzt. Aber da du ein Kind bist, könnte ich wohl eine Ausnahme machen. Sagen wir, 600 Goldstücke und du kannst es benutzen?
fr: Ces lits sont généralement utilisés seulement par nous les gardes. Mais je pourrais peut-être faire une exception pour toi parce que t'es qu'un gamin. Disons, 600 pièces d'or et tu pourras coucher ici ?
ja: このベッドは主に衛兵が使うものだ。とはいえ君はまだ子供だし、例外として適応してもいいだろう。ということで、600ゴールドでどうかな？
pt: Estas camas são mais utilizadas por nós guardas. Mas acho que poderia fazer uma exceção já que é apenas um garoto. Digamos, 600 moedas de ouro e poderia usá-las?
zh_cn: 这些床大部分是由我们警卫使用的。但我想我可以破例一次，因为你只是个孩子。600金币，你觉得怎么样？

source: Sure, here is the gold.
de: Sicher, hier ist das Gold.
fr: D'accord. Voici la monnaie.
ja: もちろん、お金です。
pt: Claro, aqui tens as moedas de ouro.
zh_cn: 当然，给你钱。

source: What?! That's a bit much, don't you think?
de: Was?! Das ist ein bisschen viel, meinst du nicht?
fr: Quoi ?! C'est beaucoup, vous ne croyez pas ?
ja: 何それ？！ ちょっと高すぎませんか？
pt: O quê? Isso é um pouco demais, não acha?
zh_cn: 什么？！这太贵了，你不觉得吗？

source: Use the bed in the back over there as much as you like.
de: Benutze das Bett dort hinten so oft du willst.
fr: Tu peut utiliser le lit au fond là-bas autant que tu voudras.
ja: 奥のベッドは自由に使ってくれ。
pt: Use a cama que melhor lhe aprouver.
zh_cn: 后面那张床，你想怎么用就怎么用。

source: Look, kid. I make the rules around here. If that's my price then that's my price. Take it or leave it.
de: Schau, Kleiner - ich mache hier die Regeln. Wenn das mein Preis ist, dann ist das mein Preis. Nimm es oder lass es bleiben.
fr: Écoute, p'tit gars. C'est moi qui établis les règles ici. Si je te donne un prix, c'est non négociable. À prendre ou à laisser.
ja: いいか君、ここでのルールは私が決める。私がそうだといえば、それが値段なのだ。あとは君が受け入れるか否かだ。
pt: Olhar, garoto. Faço as regras por aqui. Se esse é o meu preço, então esse é o meu preço. É levar ou largar.
zh_cn: 听着，孩子。这里的规矩是我定的。我说多少就是多少。要么掏钱，要么走人。

source: Fine, here is the gold.
de: Schön, hier ist das Gold.
fr: Bon alors. Voici l'argent.
ja: いいでしょう、お金です。
pt: Bem, aqui tens as moedas de ouro.
zh_cn: 好吧，给你钱。

source: Never mind then.
de: Dann vergiss es.
fr: Laissez-faire.
ja: やっぱりいいです。
pt: Deixa para lá então.
zh_cn: 无所谓了。

source: Hello again. I hope the bed is comfortable enough.
de: Hallo nochmal. Ich hoffe, das Bett ist bequem genug.
fr: Re-bonjour. J'espère que le lit est assez confortable.
ja: また会ったな。ベッドでよく眠れるといいが。
pt: Olá novamente. Espero que a cama esteja suficientemente confortável.
zh_cn: 又见面了。我希望这张床足够舒适。

source: Walk with the Shadow, child.
de: Geh mit dem Schatten, Kind.
fr: Marche avec l'Ombre mon enfant.
ja: シャドウと共に歩まんことを、我らが子よ。
pt: Caminhe com a Sombra, criança.
zh_cn: 与暗影同行，孩子。

source: Oh, poor old Selgan. Why did it have to be him? I wonder who is next, and I fear for the worst.
de: Oh, armer Selgan. Warum musste das gerade ihm passieren? Ich frage mich, wer der nächste ist und fürchte das schlimmste.
fr: Oh, pauvre vieux Selgan. Pourquoi lui ? Je me demande qui sera le prochain, et je m'attends au pire.
ja: ああ、かわいそうなセルガン。どうして彼でないとダメだったの？ 次は誰かと思うと恐ろしくて仕方ないよ。
pt: Ah, Selgan pobre velho. Por que tinha que ser ele? Quero saber quem é o próximo e temo pelo pior.
zh_cn: 哦，可怜的老赛尔甘。为什么非得是他？我想知道下一个是谁，我担心会是最坏的情况。

source: I can't see how we could make it without the help of those nice guards from Feygard around here. We are truly lucky to have their assistance.
de: Ich weiß nicht, wie wir es ohne die Hilfe dieser netten Wachen aus Feygard schaffen könnten. Wir haben echtes Glück, ihre Hilfe zu haben.
fr: Je ne vois pas comment on pourrait s'en sortir sans l'aide de ces gentils gardes de Feygard. Nous sommes vraiment chanceux qu'ils nous prêtent main-forte.
ja: ここのフェイガードの素敵な衛兵さん方の助けなしで、私たちに何が出来ていたことだか。あの人たちの協力を得られたことは本当に幸運です。
pt: Não consigo ver como poderíamos fazer isso sem a ajuda daqueles guardas agradáveis de Feygard por aqui. Temos realmente sorte de ter ajuda deles.
zh_cn: 如果没有周围那些来自费加德的好卫兵的帮助，我们不可能做到。有他们的帮助，我们真的很幸运。

source: We are lucky to have Feygard here helping us.
de: Wir haben Glück, dass Feygard hier ist und uns hilft.
fr: Nous sommes chanceux d'avoir Feyguard qui nous supporte.
ja: フェイガードが助けてくれてワシらは本当に助かっております。
pt: Temos a sorte de ter Feygard aqui nos a ajudar.
zh_cn: 我们很幸运有费加德在这里帮助我们。

source: Who are you? Have you seen my father Selgan? They all tell me he will be back shortly, but they are all lying! I know it, I know it! He wasn't home yesterday, and he isn't home today.
de: Wer bist du? Hast du meinen Vater Selgan gesehen? Alle sagen, er käme bald zurück, aber sie lügen! Ich weiß es, ich weiß es! Er war gestern nicht zuhause, und er ist heute nicht zuhause.
fr: Qui es-tu ? As-tu vu mon père Selgan ? Ils me disent tous qu'il reviendra bientôt, mais ils mentent tous ! J'en suis certain ! Il n'était pas à la maison hier, et il n'y est pas non plus aujourd'hui.
ja: あなたはだれ？ セルガンパパを見なかった？ みんなすぐに戻ってくるっていってるけど、みんなウソつきだ！ 知ってるもん！ きのうは家にいなかったよ、きょうだって家にいない。
pt: Quem é? Viu o meu pai Selgan? Todos dizem-me que ele vai estar de volta em breve, mas todos eles estão a mentir! Eu sei, eu sei! Ele não estava em casa ontem e ele não está em casa hoje.
zh_cn: 你是谁？你见过我父亲赛尔甘吗？他们都告诉我他很快就会回来，但他们都在撒谎！我知道，我就知道！他昨天不在家，今天也不在家。

source: This is no place for a kid like you. I think you had better leave now.
de: Dies ist kein Ort für ein Kind wie dich. Ich denke, du gehst jetzt besser.
fr: Ici ce n'est pas pour les enfants. Je te suggère de quitter immédiatement.
ja: ここはお前みたいなガキの居場所じゃないぞ。さっさと帰るんだな。
pt: Este não é lugar para um garoto como você. Acho melhor que vaia embora agora.
zh_cn: 这里不适合像你这样的孩子。我想你最好现在就离开。

source: I met a man named Forlin who recommended that I speak with you in regards to a possible murder investigation that I am conducting.
fr: J'ai croisé un homme nommé Forlin qui m'a recommandé de parler avec vous concernant un possible meurtre sur lequel j'enquête.
ja: フォーリンという男性と会いました。僕が行っている殺人事件の調査について、あなたと話すことを勧めてくれました。
pt: Conheci um homem chamado Forlin que recomendou que falasse contigo sobre uma possível investigação de assassinato que estou a conduzir.
zh_cn: 我遇到一个叫弗林的人，他建议我和你谈谈我正在进行的一项可能的谋杀调查。

source: I did as you suggested and found the scene of a murder and I found this glove.
fr: J'ai fait ce que vous m'aviez suggéré et j'ai trouvé une scène de crime ainsi que ce gant.
ja: あなたの言う通りにしてこのグローブを見つけました。
pt: Fiz como sugeriste, encontrei a cena de um homicídio e encontrei esta luva.
zh_cn: 我按照你的建议，找到了一个谋杀案的现场，我发现了这个手套。

source: Get away! No! Turn back while you still can!
de: Fliehe! Nein! Kehre um, solange du noch kannst!
fr: Va-t'en ! Non ! Fais demi-tour tant que tu le peux !
ja: 逃げろ！ ダメだ！ 今のうちに引き返すんだ！
pt: Vá embora! Não! Volte, enquanto ainda pode!
zh_cn: 快走吧！不！趁你还有机会！

source: You don't know what they'll do to you!
de: Du hast keine Ahnung, was sie dir antun können!
fr: Tu ne sais pas ce qu'ils pourraient te faire !
ja: どんな目に遭うか分からないぞ！
pt: Não sabe o que eles vão fazer consigo!
zh_cn: 你不知道他们会对你做什么!

source: What!? No, no, no. Must get out of here!
de: Was!? Nein, nein, nein! Muss hier raus!
fr: Quoi !? Non, non, non. Je dois partir d'ici !
ja: ハァッ！？ いやいやいや。ここから出ないと！
pt: O quê? Não, não, não. Deve sair daqui!
zh_cn: 什么！？不，不，不。必须离开这里！

source: *wheeze*
de: *Schneutz*
fr: *sifflement*
ja: フシュー
pt: *Ofegante*
zh_cn: *喘息*

source: [The figure points its finger towards you, in what looks to be an order for the nearby thralls to attack you]
de: (Die Gestalt zeigt mit dem Finger auf dich, das scheint ein Befehl an einen nahestehenden Sklaven zu sein, dich anzugreifen.)
fr: [La créature pointe son doigt vers vous, en ce qui a l'air d'un ordre à ses serviteurs les plus proches de vous attaquer]
ja: （人影があなたの方に向かって指差す。近くの奴隷たちへのあなたを襲う命令のようにも見える）
pt: [REVIEW](A figura aponta o dedo para si, no que parece ser uma ordem para os escravos proximos atacá-lo.)
zh_cn: [这个身影用手指向你，似乎是在命令附近的奴隶攻击你]

source: South: Loneford East: Brimhaven. [You also see something written on an arrow pointing to the west, but you cannot understand the words]
de: Südlich: Loneford Östlich: Brimhaven (Du siehst auch einen Pfeil nach Westen zeigen, kannst aber die Beschriftung nicht entziffern)
fr: Sud : Loneford. Est : Brimhaven. [Vous voyez aussi quelque chose écrit sur une flèche pointant vers l'Ouest, mais vous ne pouvez pas comprendre les inscriptions]
ja: 南: ローンフォード 東: ブリムヘブン （西を指す矢印にも何か書かれているが、文字がわからない）
pt: Sul: Loneford Leste: Brimhaven. [Também vê algo escrito numa seta a apontar para o oeste, mas não consegue entender as palavras]
zh_cn: 南：隆福德 东：布林海文 【你看到在指向西方的箭头上也有字，但你看不懂】

source: The sign contains writing in a language you cannot understand.
de: Dieses Schild ist in einer dir unbekannten Sprache beschriftet.
fr: Le panneau contient des écritures dans un langage que vous ne pouvez comprendre.
ja: 看板は理解できない言葉で書かれている。
pt: A placa está escrita num idioma que não pode entender.
zh_cn: 这个签名用一种你无法理解的语言书写。

source: What... Oh, a visitor!
de: Was ... Oh, Besuch!
fr: Quoi... Oh, un visiteur !
ja: 何が…ああ、お客さんですか！
pt: O que... Ah, um visitante!
zh_cn: 什么。。。喔，一个访客！

source: I have some izthiel claws to sell you.
de: Ich habe ein paar Izthiel-Klauen zu verkaufen.
fr: J'ai des dents d'izthiel à vous vendre.
ja: イズシエルの爪を売れますよ。
pt: Tenho algumas garras Izthiel para lhe vender.
zh_cn: 我有一些伊泽尔的爪子可以卖给你。
