Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: Hello
fr: Bonjour
ja: こんにちは
pt: Olá
zh_cn: 你好

source: [Stops cutting wood] If you want to buy some wood cutting tools or wood products then just go inside. [Continues cutting wood]
fr: [Arrête de couper du bois] Si tu veux acheter des objets en bois, ou des outils pour couper le bois, entre à l'intérieur. [Continue à couper le bois]
ja: （木を切るのを止める） 木を切る道具や木製品が欲しけりゃ中に入ってくれ。 （木を切り続ける）
pt: [Para de cortar madeira] Se quer comprar ferramentas para cortar madeira ou produtos derivados a madeira apenas entre. [Continua a cortar madeira]
zh_cn: [停止切割木材] 如果你想买一些木材切割工具或木制品，那么就到里面去。 [继续切割木材]

source: Bye
fr: Au revoir
ja: それでは
pt: Tchau
zh_cn: 再见

source: Hello, we sell the finest wood products and tools. Do you want to buy some?
fr: Bonjour, nous vendons les meilleurs outils et produits en bois. Tu veux en acheter ?
ja: いらっしゃいませ、当店では最高級の木製品や工具を販売しています。買いますか？
pt: Olá, vendemos os produtos mais refinados de madeira e ferramentas. Quer comprar alguns?
zh_cn: 你好，我们销售最好的木制品和工具。你想买一些吗？

source: No, I just want to look around.
fr: Non, je veux juste regarder.
ja: いえ、見て回りたいだけです。
pt: Não, só estou a dar uma olhada.
zh_cn: 不，我只是想四处看看。

source: What are you doing in my house?
fr: Que fais-tu dans ma maison ?
ja: 人の家で何をしている？
pt: O que está a fazer na minha casa?
zh_cn: 你在我家干什么？

source: Nothing, sorry I will leave.
fr: Rien, désolé je pars.
ja: なんでもありません、ごめんなさいもう行きますね。
pt: Nada. Desculpe, vou sair.
zh_cn: 没有什么，对不起，我马上离开。

source: I am just looking around.
fr: Je jette juste un oeil.
ja: 周りを見渡してるだけです。
pt: Só estou a dar uma olhada.
zh_cn: 我只是四处看看。

source: Can I buy some of your food?
fr: Puis-je acheter un peu de votre nourriture ?
ja: 食べ物を買ってもいいですか？
pt: Posso comprar um pouco da sua comida?
zh_cn: 我可以买一些你们的食物吗？

source: Please leave my house.
fr: Va-t'en de ma maison s'il te plait.
ja: 家から出て行ってください。
pt: Saia da minha casa, por favor.
zh_cn: 请离开我家。

source: Normally we sell to the market. But OK, let's trade.
fr: Normalement on vend au marché. Mais ok, faisons échange.
ja: 通常は市場で販売しております。でもいいでしょう、取引しましょう。
pt: Normalmente vendemos ao mercado. Mas, certo, vamos negociar.
zh_cn: 通常情况下，我们只向市场销售。但是，好吧，我们来交易吧。

source: Thanks
fr: Merci
ja: ありがとう
pt: Obrigado
zh_cn: 谢谢

source: It is really warm today. Please let me finish my work before it gets too hot.
fr: Il fait vraiment chaud aujourd'hui. Laisse-moi finir mon travail avant qu'il ne fasse trop chaud.
ja: 今日はホントに暖かいな。暑くならないうちに仕事を終わらせないと。
pt: Está bem quente hoje. Por favor, deixe-me terminar o meu trabalho antes que fique ainda mais quente.
zh_cn: 今天真的很热。请让我在天气太热之前完成我的工作。

source: [Working and singing]
fr: [Travaille en chantant]
ja: （仕事をしながら歌っている）
pt: [A trabalhar e cantar]
zh_cn: [工作和唱歌]

source: What a wonderful warm day. [Continues working and singing]
fr: Quelle journée magnifique. [Continue à travailler en chantant]
ja: なんて暖かい日なんでしょう。 （仕事と歌を続ける）
pt: Mas que dia maravilhoso e quente. [Continua a trabalhar e cantar]
zh_cn: 多么美妙的温暖日子。 [继续工作和唱歌]

source: [Join her singing]
fr: [Chante avec elle]
ja: （彼女の歌に加わる）
pt: [Juntar-se a cantoria dela]
zh_cn: [加入她的歌声]

source: I have to go.
fr: Il faut que j'y aille.
ja: もう行かないと。
pt: Tenho que ir.
zh_cn: 我得走了。

source: You are a funny person. [Laughs and continues working and singing]
fr: Tu es marrant. [Rigole et continue à travailler en chantant]
ja: あなた面白い人ね。 （笑って仕事と歌を続ける）
pt: É engraçado. [Dá uma risada e continua a trabalhar e a cantar]
zh_cn: 你是一个有趣的人。 [笑，继续工作和唱歌]

source: Hello, what can I do for you?
fr: Bonjour, que puis-je faire pour toi ?
ja: いらっしゃいませ、何かお探しですか？
pt: Olá, o que posso fazer por si?
zh_cn: 你好，我能为你做什么？

source: I want to buy the dresses.
fr: Je veux acheter les robes.
ja: ドレスを買いたいです。
pt: Quero comprar vestimentas.
zh_cn: 我想买这些衣服。

source: I want you to improve some of my clothes.
fr: Je veux que vous amélioriez certains de mes vêtements.
ja: 服を改良してほしいです。
pt: Quero que melhore algumas de minhas roupas.
zh_cn: 我想让你改善我的一些服装。

source: Have you ever seen a glove like this? [Shows Venanra the glove.]
fr: As-tu déjà vu un gant comme celui-ci ? [Montrer le gant à Venanra.]
ja: この手袋を見たことがありますか？（ヴェナンラにグローブを見せる）
pt: Já viu uma luva como esta? [Mostra a luva a Venanra.]
zh_cn: 你见过这样的手套吗？[向维南拉展示手套。］

source: We are working on some nice green dresses. We can also repair and improve your clothes.
fr: Nous travaillons sur de belles robes vertes. Nous pouvons aussi réparer et améliorer vos vêtements.
ja: 当店では素敵なグリーンドレスの制作に取り組んでおります。お洋服のお直しや改良も承ります。
pt: Estamos a trabalhar em algumas peças verdes bem legais. Também podemos reparar e melhorar as suas roupas.
zh_cn: 我们正在制作一些漂亮的绿色连衣裙。我们还可以修理和改善您的衣服。

source: What clothes can be improved and how much does it cost?
fr: Quels vêtements peuvent être améliorés et combien cela coûte-t-il ?
ja: どんな服が良くなりますか、幾らかかりますか？
pt: Quais peças podem ser melhoradas e quanto custaria para fazer isso?
zh_cn: 哪些衣服可以改进，需要多少钱？

source: Improving a fine green hat costs 1,397 gold, fine snakeskin gloves costs 640 gold, and improving superior leather boots costs 432 gold.
fr: Améliorer un beau chapeau vert coûte 1397 pièces d'or, des gants en peau de serpent 640 pièces, et améliorer des bottes de cuir supérieur coûte 432 pièces.
ja: 高級グリーンハットの改良には1,397ゴールド、高級スネークスキングローブの改良には640ゴールド、良質なレザーブーツの改良には432ゴールド必要です。
pt: Melhorar um bom chapéu verde custa 1.397 moedas de ouro, boas luvas de couro de cobra custam 640 moedas de ouro, e melhorar botas de couro superior custam 432 moedas de ouro.
zh_cn: 改善一顶精致的绿帽子需要1397金，精致的蛇皮手套需要640金，改善高级皮靴需要432金。

source: I don't have any of this equipment. Can you sell me something else?
fr: Je n'ai aucun de ces équipements. Pouvez-vous me vendre autre chose ?
ja: その装備は持ってません。他のものを売ってもらえますか？
pt: Não tenho nenhum desses equipamentos. Poderia vender-me outra coisa?
zh_cn: 我没有这些装备。你能卖给我别的东西吗？

source: Please improve my fine green hat.
fr: Améliorez mon beau chapeau vert, s'il vous plait.
ja: 高級グリーンハットを改良してください。
pt: Por favor, melhore o meu bom chapéu verde.
zh_cn: 请改进我的精致绿帽。

source: Please improve my fine snakeskin gloves.
fr: Améliorez mes gants en peau de serpent, s'il vous plait.
ja: 高級スネークスキングローブを改良してください。
pt: Por favor, melhore as minhas boas luvas de couro de cobra.
zh_cn: 请改进我的精美蛇皮手套。

source: Please improve my superior leather boots.
fr: Améliorez mes bottes de cuir supérieur, s'il vous plait.
ja: 良質なレザーブーツを改良してください。
pt: Por favor, melhore as minhas botas de couro superior.
zh_cn: 请改进我的高级皮靴。

source: Can you sell me something else?
fr: Pouvez-vous me vendre autre chose ?
ja: 他のものを売ってもらえますか？
pt: Pode me vender mais?
zh_cn: 你能卖给我别的东西吗？

source: I will immediatelly give it to my worker. Please wait until he is finished. [You wait some time.] Here is your enhanced hat.
fr: Je vais le donner immédiatement à mon ouvrier. Attends s'il te plait jusqu'à ce qu'il finisse. [Vous attendez un certain temps.] Voici ton chapeau amélioré.
ja: それではうちの従業員に預けます。終わるまでお待ちください。 （少し待つ） こちらがあなたの強化ハットです。
pt: Vou entregar-lo agora mesmo ao meu empregado. Por favor, espere enquanto ele termina. [Espera um tempo.] Aqui está o seu chapéu aprimorado.
zh_cn: 我会立即把它交给我的工人。请等到他完成。 [你等了一会儿。] 这是你的增强帽。

source: What else can I do for you?
fr: Que puis-je faire d'autre pour toi ?
ja: 他に何かできることはありますか？
pt: O que mais posso fazer para si?
zh_cn: 我还能为你做什么？

source: Can you sell something to me?
fr: Pouvez-vous me vendre quelque chose ?
ja: 何か売ってもらえませんか？
pt: Tem algo para me vender?
zh_cn: 你能卖点东西给我吗？

source: I will immediatelly give it to my worker. Please wait until he is finished. [You wait some time.] Here are your enhanced gloves.
fr: Je vais le donner immédiatement à mon ouvrier. Attends s'il te plait jusqu'à ce qu'il finisse. [Vous attendez un certain temps.] Voici tes gants améliorés.
ja: それではうちの従業員に預けます。終わるまでお待ちください。 （少し待つ） こちらがあなたの強化グローブです。
pt: Vou entregar-lo agora mesmo ao meu trabalhador. Por favor, espere enquanto ele termina. [Espera um tempo.] Aqui estão as suas luvas aprimoradas.
zh_cn: 我会立即把它交给我的工人。请等到他完成。 [你等了一会儿。] 这是您的增强手套。

source: I will immediatelly give it to my worker. Please wait until he is finished. [You wait some time.] Here are your enhanced boots.
fr: Je vais le donner immédiatement à mon ouvrier. Attends s'il te plait jusqu'à ce qu'il finisse. [Vous attendez un certain temps.] Voici tes bottes améliorées.
ja: それではうちの従業員に預けます。終わるまでお待ちください。 （少し待つ） こちらがあなたの強化ブーツです。
pt: Vou entregar agora mesmo ao meu trabalhador. Por favor, espere enquanto ele termina. [Espera um tempo.] Aqui estão as suas botas aprimoradas.
zh_cn: 我会立即把它交给我的工人。请等到他完成。 [你等了一会儿。] 这是您的增强型靴子。

source: Hi kid. I'm Thelry, the local armorer. You are too young to need armor though. If you need armor, then you are doing something which could get you hurt. Kids should stay at home, where it's safe.
fr: Salut gamin. Je suis Thelry, l'armurier local. Mais tu es trop jeune pour avoir besoin d'une armure. Si tu en as besoin, c'est que tu fais quelque chose qui pourrait te blesser. Les gamins devraient rester à la maison, en sécurité.
ja: やあ君。私はセルリー、地元の防具屋だ。でも君は防具を必要とするには若すぎる。防具が必要というのは、怪我をするようなことをしているってことだ。子供は安全な家にいるべきだな。
pt: Olá, criança. Sou Thelry, o armeiro local. É muito jovem para precisar de uma armadura resistente. Se precisa de armadura é porque está a fazer algo que o pode machucar. Crianças deveriam ficar em casa, onde é seguro.
zh_cn: 嗨，孩子。我是塞利，本地的护甲大师。不过你太年轻了，不需要盔甲。如果你需要盔甲，那么你就在做一些可能让你受伤的事情。孩子应该呆在家里，那里很安全。

source: I can handle myself. I'm from Crossglen, and I made it here OK. Please show me your wares.
fr: Je peux me débrouiller. Je suis de Crossglen, et je suis venu jusqu'ici sans problème. Montrez-moi vos équipements s'il vous plait.
ja: 自分のことは自分でどうにかします。僕はクロスグレンの者ですが、ここまで無事に来れました。商品を見せてください。
pt: Posso cuidar de mim. Sou de Crossglen e já cheguei aqui. Por favor, mostre-me os seus produtos.
zh_cn: 我自己可以搞定。我来自克罗斯山谷，我在这里过得不错。请让我看看你的商品。

source: My father sent me out to look for by brother, Andor. He looks a bit like me. Have you seen him?
fr: Mon père m'a envoyé chercher mon frère, Andor. Il me ressemble un peu. L'avez-vous vu ?
ja: 父は僕の兄のアンドールを探しに僕を送り出しました。僕に少し似ています。見かけませんでしたか？
pt: O meu pai enviou-me para procurar pelo meu irmão, Andor. Ele parece-se um pouco comigo. Viu-o?
zh_cn: 我的父亲派我去寻找我的哥哥，安道尔。他看起来有点像我。你见过他吗？

source: If that's what you think then I won't buy anything from you.
fr: Si c'est ce que vous pensez, alors je ne vous achèterai rien.
ja: あなたがそう思うなら、あなたからは何も買いません。
pt: Se é isso que pensa, então não vou comprar nada de si.
zh_cn: 如果你这么想，那么我就不会从你那里买东西。

source: Grrr.... Woof.
fr: Grrr... Ouaf.
ja: グルルル…ウ～。
pt: Grrr... uau.
zh_cn: 咕噜....汪。

source: I try to use the key that I found in the house nearby to open the door.
fr: J'essaye d'utiliser la clé que j'ai trouvée dans la maison d'à côté, pour ouvrir la porte.
ja: 近くの家で見つけた鍵でドアを開けてみる。
pt: Tentei usar a chave que encontrei na casa próxima para abrir a porta.
zh_cn: 我试图用我在附近的房子里找到的钥匙来开门。

source: The key opens the door.
fr: La clé ouvre la porte.
ja: 鍵でドアが開く。
pt: A chave abriu a porta.
zh_cn: 钥匙打开了门。

source: [You eavesdrop on the middle of the conversation. ] ... have to make sure no one finds out what we are going to do.
fr: [Vous écoutez au milieu de la conversation.] ... faut s'assurer que personne ne découvre ce qu'on est en train de faire.
ja: （会話の途中を立ち聞きする） …オレたちがやろうとしてることは、誰にもバレないようにしねぇとな。
pt: [Escuta clandestinamente no meio da conversa.] ...temos que ter certeza que ninguém descubra o que iremos fazer.
zh_cn: [你偷听了谈话的中间部分]。 ...必须确保没有人发现我们要做什么。

source: Some people will be really sad, but we will be rich, my brother!
fr: Des gens seront vraiment tristes, mais nous serons riches, mon frère !
ja: 悲しむヤツもいるんだろうな、けどよオレたちゃ金持ちになれるぜ、兄貴！
pt: Algumas pessoas ficarão bem tristes, mas nós seremos ricos, meu irmão!
zh_cn: 有些人会很伤心，但我们会有钱的，我的兄弟！

source: A UH HUH HUH
fr: A HA HA HA HA
ja: ガッハッハッハ
zh_cn: 呵呵呵呵

source: HEH HEH. Yeah!
fr: He He. Ouais !
ja: グヘヘへ。ああ！
pt: HEH HEH. Sim!
zh_cn: 呵呵。是的！

source: [This spiteful laughter fits those simple-minded looking guys. They continue talking more quietly and you can't understand them anymore.]
fr: [Ce rire méchant correspond bien à ces simples d'esprit. Ils continuent à parler plus bas et vous ne pouvez plus comprendre ce qu'ils disent.]
ja: （この悪い笑い声は単純そうな男たちにはピッタリだ。彼らは声を潜めて話し続けている、あなたにはこれ以上内容は分からない）
pt: [Essa risada maldosa encaixa-se com aqueles tipos de mente pequena. Eles continuam a falar cada vez mais baixo e não consegue ouví-los mais.]
zh_cn: [这种令人唾弃的笑声适合那些头脑简单的人。他们继续更小声地说话，你已经听不懂了。］

source: [It seems they still have not seen you, because they have their backs turned to you.] Your way of destroying the dam will not work. Better that we use my idea.
fr: [On dirait qu'ils ne vous ont toujours pas vu, car ils vous tournent le dos.] Ta façon de détruire le barrage ne fonctionnera pas. Vaut mieux utiliser mon idée.
ja: （彼らはあなたに背を向けておりあなたを見ていない） お前のダムを破壊するやり方じゃダメだ。オレの考えの方がいい。
pt: [Parece que eles ainda não te viram, porque eles estavam de costas.] A sua maneira de destruir a barragem não vai funcionar. É melhor usarmos a minha ideia.
zh_cn: [看来他们还是没有看到你，因为他们背对着你。］ 你破坏大坝的方法是行不通的。我们最好用我的主意。

source: Your idea to destroy the great Brimhaven dam? Are you kidding?
fr: Ton idée pour détruire le grand barrage de Brimhaven ? Tu rigoles ?
ja: お前の案でブリムヘブンダムを破壊するだと？ バカにしてんのか？
pt: A sua ideia de destruir a grande barragem de Brimhaven? Está a brincar?
zh_cn: 你的想法是摧毁伟大的布林海文大坝？你在开玩笑吗？

source: [You accidently make a noise and they turn their heads towards you] Hey, what are you doing down here? No matter, we have to shut his mouth.
fr: [Vous faites du bruit accidentellement, et ils se tournent vers vous] Hé, qu'est-ce tu fais ici ? Peu importe, il faut qu'on lui cloue le bec.
ja: （あなたがうっかり音を立てると、彼らがこちらを振り向く） おい、ここで何してやがる？ とにかくコイツの口を封じねぇと。
pt: [Acidentalmente faz um barulho e eles viram as cabeças na sua direção] Ei, o que está a fazer aqui embaixo? Não se preocupe, teremos que calar a boca dele.
zh_cn: [你不小心发出了声音，他们就把头转向你] 嘿，你在这下面做什么？ 没有关系，我们必须让他闭嘴。

source: Would you assist us in destroying the dam?
fr: Tu nous aides à détruire le barrage ?
ja: ダムを破壊するのに手を貸してくれねぇか？
pt: Ajudaria-nos a destruir a barragem?
zh_cn: 你会协助我们毁掉大坝吗？

source: OK, I would like to help you destroy the dam.
fr: Ok, j'aimerais vous aider à détruire le barrage.
ja: よし、ダムを破壊するのを手伝いたい。
pt: Certo, gostaria de ajudá-los a destruir a barragem.
zh_cn: 好吧，我愿意帮助你摧毁大坝。

source: No, I will never do that!
fr: Non, je ne ferai jamais ça !
ja: いいえ、絶対にしません！
pt: Não, nunca faria isso!
zh_cn: 不，我永远不会这么做！

source: Then we have to shut you up and do it ourselves.
fr: Alors il faut qu'on te cloue le bec et qu'on le fasse nous-même.
ja: だったらコイツを黙らせて自分たちでやるっきゃねぇな。
pt: Então teremos que o calar e fazermos nós mesmos.
zh_cn: 那么我们必须让你闭嘴，然后自己动手。

source: To not attract attention the best way to destroy the dam would be to take this small axe. Use it at the weak point of the dam in the dry river bed.
fr: Pour ne pas attirer l'attention, la meilleure façon de détruire le barrage serait d'utiliser cette petite hache. Utilise-la sur le point faible du barrage dans la rivière sèche.
ja: バレずにダムを破壊する一番上手いやり方は、この小さな斧だろうよ。干上がってる川底のダムの弱点に使ってくれや。
pt: Para não chamar atenção, a melhor maneira para destruir a barragem seria a levar este machado pequeno. Use-o no ponto fraco da barragem no leito seco do rio.
zh_cn: 为了不引起注意，摧毁大坝的最好方法是拿这把小斧头。在干涸的河床上，在大坝的薄弱处使用它。

source: The hatch seems to be blocked and does not open.
fr: La trappe a l'air bloquée et ne s'ouvre pas.
ja: ハッチが塞がっているらしく開かない。
pt: A escotilha parece estar bloqueada e não abre.
zh_cn: 舱门似乎被堵住了，打不开。

source: Go and destroy the dam.
fr: Va détruire le barrage.
ja: ダムを破壊してこい。
pt: Vá e destrua a barragem.
zh_cn: 去摧毁大坝。

source: Since he is already here, we could ask him if he will help us for saving his life.
fr: Vu qu'il est déjà là, on pourrait lui demander de nous aider s'il veut avoir la vie sauve.
ja: こんなところにいるんだ、死にたくなけりゃコイツだってオレたちに協力してくれるんじゃねえか。
pt: Já que ele está aqui, poderíamos pedir-lhe se nos vai ajudar por termos a salvar vida dele.
zh_cn: 既然他已经在这里，我们可以问他是否愿意帮助我们来拯救他的生命。

source: This seems to be the weak spot of the dam the brothers were talking about.
fr: Ca a l'air d'être le point faible du barrage dont les frères parlaient.
ja: これがあの兄弟の話していたダムの弱点のようだ。
pt: Este parece ser o ponto fraco da barragem de que os irmãos estavam a falar.
zh_cn: 这似乎是兄弟俩所谈论的大坝的薄弱环节。

source: Start hacking on the wood.
fr: Commence à tailler dans le bois.
ja: 材木を切りつけ始める。
pt: Comece a cortar a madeira.
zh_cn: 开始砍伐木材。

source: Stop! All foreigners have to stay in town until we have investigated who destroyed the great dam.
fr: Stop ! Tous les étrangers doivent rester en ville jusqu'à ce que nous ayons enquêté sur qui a détruit le grand barrage.
ja: 止まれ！ 誰がダムを破壊したかが捜査されるまでの間、よそ者は全員この町に留まるように。
pt: Pare! Todos os estrangeiros devem permanecer na cidade até que tenhamos investigado quem destruiu a grande barragem.
zh_cn: 站住！所有的外国人都必须呆在城里，直到我们调查出是谁破坏了大坝。

source: Who gave this order?
fr: Qui a donné cet ordre ?
ja: この命令を出したのは誰です？
pt: Quem deu essa ordem?
zh_cn: 谁下的这个命令？

source: Water comes pouring through a hole in the dam. A lot of water! If not the brothers, then someone else destroyed the dam.
fr: L'eau s'écoule à travers un trou dans le barrage. Beaucoup d'eau ! Si ce ne sont pas les frères, alors quelqu'un d'autre a détruit le barrage.
ja: ダムの穴から水が流れ込む。大量の水だ！ あの兄弟でないなら、他の誰かがダムを破壊したのだろう。
pt: Água começa a escorrer por um buraco na barragem. Um monte de água! Se não foram os irmãos, então outro destruiu a barragem.
zh_cn: 水从大坝的一个洞中涌出。大量的水!如果不是兄弟俩，那就是有人破坏了大坝。

source: Mustura, the captain of the guard, gave the order. Usually you can find her in front of the warehouse in the center of the town, north of the church.
fr: Mustura, le capitaine de la garde, a donné l'ordre. D'habitude, on peut la trouver devant l'entrepôt au centre de la ville, au nord de l'église.
ja: 衛兵隊長のムストゥーラが命令を下した。普段は町の中心部、教会の北にある倉庫の前にいる。
pt: Mustura, o capitão da guarda, deu a ordem. Normalmente, pode encontrá-lo em frente do armazém no centro da cidade, ao norte da igreja.
zh_cn: 卫队队长穆斯图拉下了命令。通常你可以在镇中心的仓库前找到她，在教堂的北边。

source: Do you know anything about the destruction of the dam?
fr: Sais-tu quelque chose à propos de la destruction du barrage ?
ja: ダムの破壊について何か知っているか？
pt: Sabe alguma coisa sobre a destruição da barragem?
zh_cn: 你对破坏大坝的情况知道点吗？

source: [Lie] I have no idea, but I will try to help you.
fr: [Mensonge] Je n'en ai aucune idée, mais j'essaierai de vous aider.
ja: （嘘）見当もつかないけど、協力します。
pt: [Mentir] Não faço ideia, mas vou tentar lhe ajudar.
zh_cn: [谎言]我不知道，但我会尽力帮助你。

source: [Lie] The two brothers living in the north part of the eastern town destroyed the dam.
fr: [Mensonge] Les deux frères qui vivent au nord-est de la ville ont détruit le barrage.
ja: （嘘）町の東部の北側に住んでる2人の兄弟がダムを破壊しました。
pt: [Mentir] Os dois irmãos que moram na parte norte do leste da cidade e que destruíram a barragem.
zh_cn: [谎言]居住在东部城镇北部的两兄弟摧毁了大坝。

source: Alkapoan was behind it. Here are letters proving his guilt. He is waiting at his home for you to arrest him.
fr: Alkapoan était derrière tout ça. Voici les lettres qui prouvent sa culpabilité. Il attend chez lui que vous l'arrêtiez.
ja: アルカポアンが背後にいました。こちらがその罪を証明する手紙です。あなたが逮捕しに来るのを自宅で待ってます。
pt: Alkapoan estava por trás disso. Aqui estão as cartas a provar a culpa dele. Ele está a esperar de si em casa para levá-lo preso.
zh_cn: 阿尔卡潘是幕后黑手。以下是证明他有罪的信。他在家里等着你逮捕他。

source: Thank you. But be aware that you are not allowed to leave the town until we have found out how the dam was destroyed.
fr: Merci. Mais sache que tu n'es pas autorisé à quitter la ville tant qu'on n'a pas découvert comment le barrage a été détruit.
ja: ありがとう。だがダムがどのように破壊されたか判明するまでは、町から出られないことに注意してほしい。
pt: Obrigado. Mas esteja avisado que não tem permissão de deixar a cidade enquanto não descobrirmos como a barragem foi destruída.
zh_cn: 谢谢你。但请注意，在我们查清大坝是如何被摧毁的之前，你们不允许离开这里。

source: We will check this and if it is true then you can leave the town.
fr: Nous allons vérifier, et si c'est vrai alors tu pourras quitter la ville.
ja: こちらで確認を取る、事実であれば町を出てもいい。
pt: Verificaremos isso e, se for verdade, pode deixar a cidade.
zh_cn: 我们将调查这件事，如果这是真的，那么你可以离开这个城市。

source: It's great how you destroyed the dam!
fr: C'est génial comment tu as détruit le barrage !
ja: よくダムを破壊してくれた！
pt: É incrível a maneira que destruiu a barragem!
zh_cn: 你是如何摧毁大坝的？这真是太棒了！

source: Can you tell me who is your boss?
fr: Pouvez-vous me dire qui est votre chef ?
ja: あなたの上司は誰ですか？
pt: Pode dizer-me quem é o seu chefe?
zh_cn: 你能告诉我谁是你的老板吗？

source: We don't know him by name. He looked very rich and I think he lives in the western town alone in a big house.
fr: On ne connait pas son nom. Il avait l'air très riche, et je crois qu'il vit seul dans une grande maison dans la ville ouest.
ja: オレたちゃあの男の名前は知らねぇよ。金なら山ほど持ってそうだったし、西部の大きな家に1人で住んでたりするんじゃねぇの。
pt: Não o conhecemos por nome. Parecia muito rico, acho que vive no oeste da cidade sozinho numa casa grande.
zh_cn: 我们不知道他的名字。他看起来很有钱，我想他独自住在西部城镇的一所大房子里。

source: I... I.... know nothing. Really, it is the truth!
fr: Je... je... ne sais rien. Vraiment, c'est la vérité !
ja: ワ…ワ…ワシは知らん。本当だ、事実だ！
pt: Eu... Eu... não sei de nada. Sério, é a verdade!
zh_cn: 我。。。我。。。。什么都不知道。真的，这是事实！

source: I don't believe a word you say. [Half-lie] The two brothers told me that you paid them for destroying the dam.
fr: Je n'en crois pas un mot. [Demi-mensonge] Les deux frères m'ont dit que vous les avez payés pour détruire le barrage.
ja: あなたの言うことは信じられない。（半分嘘）ある2人の兄弟が、あなたがダムを破壊する金を支払ったと話してくれた。
pt: Não acredito numa palavra que diz. [Meia-mentira] Os dois irmãos disseram-me que pagou-os para destruírem a barragem.
zh_cn: 我不相信你说的一个字。[半撒谎]那两个兄弟告诉我，你给他们钱，让他们破坏大坝。

source: Maybe you are right, sorry.
fr: Tu as peut-être raison, désolé.
ja: そうかもしれない、すみません。
pt: Talvez esteja certo, desculpe.
zh_cn: 也许你是对的，对不起。

source: I found your coin bags, and you paid the brothers to destroy the dam. [Show the coin bags]
fr: J'ai trouvé vos sacs de pièces, et vous avez payé les frères pour détruire le barrage. [Montre les sacs de pièces]
ja: あなたのコインバッグを見つけたよ、あなたはある兄弟に金を支払ってダムを破壊させたんだ（コインバッグを見せる）
pt: Encontrei as suas bolsas de moedas e pagou os dois irmãos para destruírem a barragem. [Mostrar as bolsas de moedas]
zh_cn: 我找到了你的钱袋，你付钱给兄弟们摧毁大坝。[显示钱袋]

source: [Breaks down] I was bribed by the people of Loneford to sabotage the dam. Here are some letters I exchanged with them, that prove what I did. [The handwriting looks like that of my brother.]
fr: [Se décompose] J'ai été soudoyé par les gens de Loneford pour saboter le barrage. Voici les lettres que j'ai échangées avec eux, qui prouvent mes dires.
ja: （泣き崩れる） ワシはローンフォードの人々から賄賂を受け取りダムを破壊した。これがやり取りをした手紙で、ワシのやったことを証明するものだ。 （筆跡はあなたの兄のものと似ている）
pt: [Colapsa] Fui subornado pelo povo de Loneford para sabotar a barragem. Aqui estão algumas cartas que troquei com eles, as quais provam o que fiz. [A caligrafia parece ser do meu irmão.]
zh_cn: [崩溃了] 我被隆福德的人收买来破坏大坝。这是我与他们交换的一些信件，证明了我的所作所为。 [笔迹看起来像我哥哥的笔迹]

source: You were honest to me so I will not kill you, but I will tell the guard captain. (And you can't escape from Brimhaven without me seeing you.)
fr: Vous avez été honnête avec moi donc je ne vous tuerai pas, mais je vais le dire au capitaine de la garde. (Et vous ne pouvez pas vous échapper de Brimhaven sans que je vous voie.)
ja: あなたは正直だったから殺さないでおく、でも衛兵隊長には話します。（そして僕があなたに会わない限り、ブリムヘブンからは逃げられない）
pt: Foi honesto comigo, por isso não o vou matar, mas vou contar ao capitão da guarda. (E não pode escapar de Brimhaven sem que te veja.)
zh_cn: 你对我很诚实，所以我不会杀你，但我会告诉警卫队长。(而且你不能在没有我看到你的情况下逃出布林海文。)

source: I stopped the two brothers from destroying the dam. Who else could have done it?
ja: 僕は2人の兄弟がダムを破壊するのを阻止したんだ。他にこんなことができた人は？
pt: Eu impedi que os dois irmãos destruíssem a barragem. Quem mais poderia ter feito isso?
zh_cn: 我阻止了那两兄弟毁坏大坝。还有谁能做到这一点？
