Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: Kaori's errands
de: Botengang für Kaori
fr: Coursier de Kaori
ja: カオリの用事
pt: Recados de Kaori
zh_cn: 考里的差事

source: Jolnor in Vilegard chapel wants me to talk to Kaori in northern Vilegard, to see if she wants any help.
de: Jolnor hat mir in der Kapelle von Vilegard den Auftrag gegeben, mit Kaori im Norden von Vilegard zu reden, um sie nach einer Aufgabe zu fragen.
fr: Jolnor de la chapelle de Vilegard veut que je parle à Kaori, au Nord du village de Vilegard, afin de voir s'il a besoin d'aide.
ja: ヴィルガード礼拝堂のジョルナーは、ヴィルガード北部のカオリと話をして何か助けが必要かどうか聞いてほしいと言っている。
pt: Jolnor da capela de Vilegard quer que eu fale com a Kaori no norte de Vilegard, para ver se ela quer alguma ajuda.
zh_cn: 维尔加德小教堂的乔纳要我和维尔加德北部的考里谈谈，看看她是否需要帮助。

source: Kaori in northern Vilegard wants me to bring her 10 bonemeal potions.
de: Kaori aus Nord-Vilegard will 10 Knochenmehltränke von mir.
fr: Kaori au Nord du village de vilegard veut que je lui ramène 10 potions d'os.
ja: ヴィルガード北部のカオリは、骨粉ポーション10個を持ってきてほしい。
pt: Kaori no norte Vilegard quer que lhe traga 10 poções de farinha de osso.
zh_cn: 维尔加德北部的考里想让我给她带10瓶骨粉药水。

source: I have brought 10 bonemeal potions to Kaori.
de: Ich habe Kaori die 10 Knochentränke gebracht.
fr: J'ai ramené 10 potions d'os à Kaori.
ja: 10個の骨粉ポーションをカオリに持ってきた。
pt: Trouxe 10 porções de farinha de ossos para Kaori.
zh_cn: 我已经给考里带来了10个骨粉。

source: Uncertain cause
de: Eine zweifelhafte Angelegenheit
fr: Cause d'inquiétude
ja: 原因不明
pt: Causa incerta
zh_cn: 原因不明

source: Jolnor in Vilegard chapel wants me to talk to Wrye in northern Vilegard. She has apparently lost her son recently.
de: Jolnor aus Vilegard möchte, dass ich mit Wrye im Norden von Vilegard rede. Sie vermisst ihren Sohn scheinbar seit kurzem.
fr: Jolnor de la chapelle de Vilegard veut que je parle à Wrye, au Nord du village de Vilegard. Elle a apparemment perdu son fils récemment.
ja: ヴィルガード礼拝堂のジョルナーは、ヴィルガード北部のライと話をしてほしいと言っている。彼女は最近息子がいなくなったらしい。
pt: Jolnor da capela de Vilegard quer que fale com Wrye no norte de Vilegard. Ela aparentemente perdeu o filho recentemente.
zh_cn: 维尔加德小教堂的乔纳纳想让我和维尔加德北部的维艾谈谈。她最近显然失去了她的儿子。

source: Wrye in northern Vilegard tells me that her son Rincel has gone missing. She thinks that he has died or gotten critically hurt.
de: Wrye aus Nord-Vilegard erzählte mir, dass ihr Sohn Rincel vermisst wird. Sie glaubt, dass er entweder tot oder sehr schwer verletzt ist.
fr: Wrye au Nord du village de Vilegard m'a dit que son fils Rincel était porté disparu. Elle pense qu'il est mort ou qu'il a été mortellement blessé.
ja: ヴィルガード北部のライから息子のリンセルが行方不明になったと聞いた。息子は死んだか、重症を負ったのではないかと彼女は思っている。
pt: Wrye no norte Vilegard me diz que o filho dela Rincel desapareceu. Acha que ele morreu ou foi gravemente ferido.
zh_cn: 维尔加德北部的维艾告诉我，她的儿子林塞尔失踪了。她认为他已经死了或者受了重伤。

source: Wrye tells me that she thinks the royal guard from Feygard are involved in his disappearance, and that they have recruited him.
de: Wrye erzählte mir, dass sie die königliche Garde aus Feygard mit dem Verschwinden ihres Sohnes in Verbindung bringt und das diese ihn rekrutiert hätten.
fr: Wrye m'a dit qu'elle pensait que la garde royale de Feygard était impliquée dans sa disparition, et qu'ils l'avaient recruté.
ja: ライはフェイガード近衛兵が失踪に関与していると考えており、彼のことをスカウトしたのではないかと話している。
pt: Wrye diz-me que acha que a guarda real de Feygard está envolvida no desaparecimento dele e que eles recrutaram-no.
zh_cn: 维艾告诉我，她认为来自费加德的皇家卫队与他的失踪有关，而且他们已经招募了他。

source: Wrye wants me to go search for clues as to what has happened to her son.
de: Wrye möchte, dass ich nach Hinweisen suche, die offenbaren, was ihrem Sohn zugestoßen ist.
fr: Wrye veut que je recherche ce qui est arrivé à son fils.
ja: ライは息子に何があったのかの手がかりを探して来てほしい。
pt: Wrye quer que eu vá à procura de pistas sobre o paradeiro do filho dela.
zh_cn: 维艾希望我去寻找线索，了解她儿子发生了什么。

source: I should go look in the Vilegard tavern and the Foaming Flask tavern north of Vilegard.
de: Ich sollte in der Taverne von Vilegard und in der Taverne 'Schäumende Flasche' nördlich von Vilegard nach dem Verbleib von Rincel forschen.
fr: Je devrais aller voir dans la taverne de Vilegard et dans la taverne la Chopine Moussante au nord de Vilegard.
ja: ヴィルガードの酒場と、ヴィルガードから北にあるフォーミングフラスコ酒場を見てこよう。
pt: Devo olhar na taberna de Vilegard e na taberna Foaming Flask, ao norte de Vilegard.
zh_cn: 我应该去维尔加德酒馆和维尔加德以北的泡沫瓶酒馆看看。

source: I heard of a boy being in the Foaming Flask tavern a while ago. Apparently he left to the west of the tavern somewhere.
de: Ich hörte, dass ein Junge vor einiger Zeit in der Taverne 'Schäumende Flasche' war. Offenbar ging er von hier aus nach Westen.
fr: J'ai entendu parler d'un garçon qui serait passé par la taverne la Chopine Moussante il y a quelque temps. Apparemment, il serait parti vers l'Ouest de la taverne quelque part.
ja: 少し前にフォーミングフラスコ酒場にいたという少年の話を聞いた。酒場の西のどこかに出て行ったらしい。
pt: Escutei que um menino esteve na taberna Foaming Flask tempos atrás. Aparentemente, ele deixou a taberna, a dirigir-se a algum lugar no oeste.
zh_cn: 我听说前一阵子有一个男孩在泡沫瓶酒馆。显然，他离开了酒馆西边的某个地方。

source: To the northwest of Vilegard I found a man that had found Rincel fighting some monsters. Rincel had apparently left Vilegard by his own will to go see the city of Feygard. I should go tell Wrye in northern Vilegard what happened to her son.
de: Nordwestlich von Vilegard bin ich auf einen Mann gestoßen, der Rincel beim Kampf mit Monstern beobachtet hat. Anscheinend verließ Rincel Vilegard freiwillig, um sich die Stadt Feygard anzusehen. Ich sollte seiner Mutter Wrye im Norden von Vilegard berichten, was ihrem Sohn passiert ist.
fr: Au Nord-Ouest de Vilegard j'ai rencontré un homme qui a trouvé Rincel combattant quelques monstres. Rincel aurait apparemment quitté Vilegard de son propre chef pour voir la ville de Feygard. Je dois revenir raconter à Wrye au Nord du village de Vilegard ce qui est arrivé à son fils.
ja: ヴィルガードの北西で、リンセルがモンスターと戦っているのを見かけた男を発見した。どうやらリンセルは自分の意志でヴィルガードを離れて、フェイガードの街を見に行ったらしい。ヴィルガード北部のライに息子に何があったのかを話しにいこう。
pt: Ao noroeste de Vilegard, encontrei um homem que tinha visto Rincel combater alguns monstros. Rincel aparentemente deixou Vilegard pela própria vontade para conhecer a cidade de Feygard. Devo contar a Wrye no norte Vilegard o que aconteceu com o filho dela.
zh_cn: 在维尔加德的西北部，我发现一个人发现林塞尔在和一些怪物战斗。林塞尔显然是按照自己的意愿离开了维尔加德，去访问费加德城。我应该去告诉维尔加德北部的维艾她的儿子发生了什么。

source: I have told Wrye the truth about her son's disappearance.
de: Ich habe Wrye die Wahrheit über das Verschwinden ihres Sohnes erzählt.
fr: J'ai raconté à Wrye la vérité sur la disparition de son fils.
ja: 息子の失踪についての真相をライに話した。
pt: Disse Wrye a verdade sobre o desaparecimento do filho dela.
zh_cn: 我已经告诉维艾她儿子失踪的真相。

source: Spies in the foam
de: Spione im Schaum
fr: Espions dans l'écume
ja: 泡の中のスパイ
pt: Espiões em Foaming Flask
zh_cn: 泡沫中的间谍

source: Jolnor in Vilegard chapel tells me of a guard outside of the Foaming Flask tavern, that he thinks is a spy for the Feygard royal guard. He wants me to make the guard disappear, in any way that I see fit. The tavern should be just north of Vilegard.
de: Jolnor aus Vilegard erzählte mir in der Kapelle von einem Wachposten vor der Taverne 'Schäumende Flasche', von dem er annimmt, dass es sich um einen Spion der königlichen Garde aus Feygard handelt. Er möchte, dass ich irgendwie dafür sorge, dass der Wachposten dort verschwindet. Die Taverne liegt nördlich von Vilegard.
fr: Jolnor de la chapelle de Vilegard m'a parlé d'un garde à l'extérieur de la taverne la Chopine Moussante, dont il pensait qu'il était un espion à la solde de la garde royale de Feygard. Il me demande de faire disparaître le garde, de n'importe quelle manière. La taverne devrait être juste au Nord de Vilegard.
ja: ヴィルガード礼拝堂のジョルナーはフォーミングフラスコ酒場の外にいる守衛について、近衛兵のスパイであると考えていることを話した。彼はその守衛をあなたの好きなやり方で消してほしいとのこと。酒場はヴィルガードのすぐ北にある。
pt: Jolnor da capela de Vilegard contou-me sobre um guarda postado no lado de fora da taberna Foaming Flask. Ele acha que é um espião para a guarda real de Feygard. Ele quer que eu faça o guarda desaparecer, da forma que eu julgar melhor. A taberna fica ao norte de Vilegard.
zh_cn: 在维尔加德小教堂的乔纳告诉我，在泡沫瓶酒馆外面有一个警卫，他认为那是费加德皇家卫队的间谍。他想让我以任何我认为合适的方式让这个守卫消失。酒馆应该就在维尔加德的北部。

source: I have convinced the guard outside the Foaming Flask tavern to leave after his shift ends.
de: Ich konnte den Wächter vor der Taverne 'Schäumende Flasche' davon überzeugen, dass er nach seiner Schicht den Posten verlässt.
fr: J'ai convaincu le garde à l'extérieur de la taverne la Chopine Moussante de partir après son tour de garde.
ja: フォーミングフラスコ酒場の外にいる守衛に、勤務時間が終わったら去るように説得した。
pt: Convenci o guarda na porta da taberna Foaming Flask a sair após o fim do seu turno.
zh_cn: 我已经说服了泡沫酒馆外的警卫在他下班后离开。

source: I have started a fight with the guard outside the Foaming Flask tavern. I should bring his Feygard royal guard ring to Jolnor once he is dead to show Jolnor that he has disappeared.
de: Ich habe den Wachtposten vor der Taverne 'Schäumende Flasche' angegriffen. Seinen Ring mit dem Wappen der königlichen Garde werde ich Jolnor als Beweis dafür bringen, dass er den Posten für immer verlassen hat.
fr: Je me suis battu avec le garde à l'extérieur de la taverne la Chopine Moussante. Je dois ramener son anneau de la garde royale à Jolnor une fois qu'il sera mort pour prouver sa disparition.
ja: フォーミングフラスコ酒場の外にいる守衛との戦闘が始まった。死んだらフェイガード近衛兵のリングをジョルナーに渡し、彼がもういなくなったことを示そう。
pt: Comecei uma briga com o guarda fora da taberna Foaming Flask. Devo levar o anel do guarda da guarda real de Feygard para Jolnor uma vez que ele esteja morto para mostrar Jolnor que ele desapareceu.
zh_cn: 我已经和泡沫酒馆外的守卫展开了战斗。我应该在他死后把他的费加德皇家卫队戒指带给乔纳，让乔纳知道他已经消失了。

source: I have told Jolnor that the guard is now gone.
de: Ich habe Jolnor berichtet, dass die Wache nicht mehr auf ihrem Posten ist.
fr: J'ai dit à Jolnor que le garde était maintenant parti.
ja: ジョルナーに守衛がいなくなったことを伝えた。
pt: Disse Jolnor que o guarda se foi.
zh_cn: 我已经告诉乔纳，那个警卫现在已经走了。

source: The agent and the beast
de: Der Agent und das Biest
fr: L'agent et la bête
ja: エージェントと怪物
pt: O agente e a besta
zh_cn: 特工和野兽

source: I met a man seeking help for his settlement, the 'Blackwater mountain'. Supposedly, his settlement is being attacked by monsters and bandits, and they need help from the outside.
de: Ich habe eine Mann auf der Suche nach Hilfe für seine Siedlung 'Blackwater Mountain' getroffen. Anscheinend wird seine Siedlung von Monstern und Banditen angegriffen und die Siedler benötigen dringend Hilfe.
fr: J'ai rencontré un homme recherchant de l'aide pour sa colonie, le « Mont Encreau ». Il semblerait que la colonie soit attaquée par des monstres et des bandits, et ils ont besoin d'une aide extérieure.
ja: 自身の集落である"ブラックウォーター山"のために助けを求めている男と出会った。彼の集落はモンスターや盗賊に襲われており、外部からの助けを必要としているらしい。
pt: Conheci um homem à procura de ajuda para a colonia dele, a 'Montanha das Águas Negras'. Supostamente, a colônia dele está a ser atacada por monstros e bandidos e eles precisam de ajuda do exterior.
zh_cn: 我遇到一个人，为他的定居点--黑水寻求帮助。据称，他的定居点正受到怪物和强盗的攻击，他们需要外界的帮助。

source: I have agreed to help the man and Blackwater mountain in dealing with the problem.
de: Ich habe zugestimmt, dem Mann und 'Blackwater Mountain' bei der Lösung ihres Problems zu helfen.
fr: J'ai accepté d'aider l'homme et la colonie du mont Encreau à résoudre son problème.
ja: 男とブラックウォーター山を助けて問題に対処することを承諾した。
pt: Concordei em ajudar o homem e a Montanha das Águas negras a lidar com o problema.
zh_cn: 我已经同意帮助这个人和黑水处理这个问题。

source: The man told me to meet him on the other side of the collapsed mine. He will crawl through the mine shaft and I will descend into the pitch-black abandoned mine.
de: Der Mann bat mich, ihn auf der anderen Seite der eingestürzten Mine zu treffen. Er wird durch einen Schacht kriechen und ich soll in die stockdunkle verlassene Mine hinabsteigen.
fr: L'homme m'a demandé de le retrouver de l'autre côté de la mine effondrée. Il va passer en rampant à travers les éboulis pendant que je descendrai dans la nuit noire du puits de la mine abandonnée.
ja: 男は崩落した鉱山の反対側で落ち合おうと言った。彼は坑道を這って進み、あなたは真っ暗な廃坑に降りていく。
pt: O homem disse-me para encontrá-lo do outro lado da mina que desabou. Ele vai rastejar através da mina e vou descer à mina escura abandonada.
zh_cn: 那人告诉我在坍塌的矿井的另一边与他见面。他将爬过矿井，我将下到漆黑的废弃矿井中。

source: I have navigated through the pitch-black abandoned mine, and met the man on the other side. He seemed very anxious about telling me to head straight to the east once I exit the mine. I should meet the man at the bottom of the mountain to the east.
de: Ich habe mich durch die finstere Mine gearbeitet und traf den Mann auf der anderen Seite. Er war sehr erpicht darauf mit klarzumachen, dass ich mich geradewegs nach Osten wenden soll, sobald ich die Mine verlassen habe. Ich würde ihn am Fuße der Berge im Osten treffen.
fr: J'ai parcouru l'obscurité de la mine abandonnée et retrouvé l'homme de l'autre côté. Il insistait pour me convaincre de me diriger plein Est une fois que je serais sorti de la mine. Je dois retrouver cet homme au pied de la montagne à l'Est.
ja: 真っ暗な廃坑を抜け、反対側で男と会った。鉱山を出たらまっすぐ東へ向かえと、とても心配そうに言っていた。東側の山の麓で男に会おう。
pt: Caminhei pela mina escura abandonada e encontrei o homem no outro lado. Ele parecia muito ansioso a dizer-me para ir direto para o leste, uma vez que saísse da mina. Devo encontrar o homem na base da montanha ao leste.
zh_cn: 我已经在黑漆漆的废弃矿井中穿行，并在另一边见到了那个人。他似乎很着急地告诉我，出了矿井后要直接向东走。我应该在东边的山脚下见到那个人。

source: I heard a story about Prim and the Blackwater mountain settlement fighting against each other.
de: Ich schnappte ein Gerücht auf, nach dem sich Prim und die Siedlung von Blackwater Mountain gegenseitig bekämpfen sollen.
fr: J'ai entendu une histoire au sujet des habitants de Prim et de la colonie du mont Encreau se combattant les uns les autres.
ja: プリムとブラックウォーター山集落とが争っているという話を聞いた。
pt: Ouvi uma história sobre Prim e colônia da Montanha das Águas Negras estarem a lutar uns contra os outros.
zh_cn: 我听说了一个关于普里姆和黑水定居点相互争斗的故事。

source: I should follow the mountain path up the mountain to the Blackwater mountain settlement.
de: Ich sollte dem Pfad die Berge hinauf zur Blackwater Siedlung folgen.
fr: Je dois suivre le chemin qui monte dans la montagne vers la colonie du mont Encreau.
ja: ブラックウォーター山集落まで山道を登っていこう。
pt: Devo seguir o caminho ao longo da montanha até alcançar a colônia da Montanha das Águas Negras.
zh_cn: 我应该沿着山路上山，到黑水定居点。

source: I met the man again on my way up to Blackwater mountain. I should proceed further up the mountain.
de: Ich habe den Mann auf meinem Weg nach Blackwater Mountain wieder getroffen. Er ermutigte mich, dem Pfad weiter zu folgen.
fr: J'ai retrouvé l'homme en gravissant le mont Encreau. Je dois continuer mon ascension.
ja: ブラックウォーター山を登る途中で男と再会した。山をもっと登ろう。
pt: Encontrei novamente o homem no meu caminho à Montanha das Águas Negras. Devo seguir em frente até a montanha.
zh_cn: 我在上黑水的路上又遇到了这个人。我应该继续往山上走。

source: I have made it up to the snow-filled parts of the Blackwater mountain. The man told me to proceed further up the mountain. Apparently, the Blackwater mountain settlement is close by.
de: Ich habe die schneebedeckten Region der Blackwater Mountains erreicht. Der Mann sagte mir, das ich noch ein wenig weiter gehen solle. Offenbar ist die Siedlung von Blackwater Mountain nicht mehr weit entfernt.
fr: Je suis arrivé aux pentes enneigées du nont Encreau. L'homme m'a dit de continuer à grimper dans la montagne. Apparemment, la colonie du mont Encreau est proche.
ja: ブラックウォーター山の雪が積もった部分まで登ってきた。男からさらに山を登るように言われた。ブラックウォーター山集落が近くにあるそうだ。
pt: Subi até as partes cobertas de neve da Montanha das Águas Negras. O homem disse-me para avançar na montanha. Aparentemente, a colônia da Montanha das Águas Negras está próximo.
zh_cn: 我已经走到了黑水充满雪的地方。那人告诉我继续往山上走。很显然，黑水的定居点就在附近。

source: I have reached the Blackwater mountain settlement. I should find and talk to their battle master, Harlenn.
de: Ich habe die Siedlung von Blackwater Mountain erreicht. Ich sollte nach ihrem Schwertmeister Harlenn suchen und mit ihm reden.
fr: Je suis arrivé à la colonie du mont Encreau. Je dois trouver le chef de guerre Harlenn.
ja: ブラックウォーター山集落に到着した。戦闘司令官のハーレンを見つけて話をしよう。
pt: Alcancei a colônia da Montanha das Águas Negras. Devo encontrar e conversar com o mestre de batalha dele, Harlenn.
zh_cn: 我已经到达黑水的定居点。我应该找到并与他们的战斗大师哈伦交谈。

source: I have spoken to Harlenn in the Blackwater mountain settlement. Apparently, the settlement is under attack by a number of monsters, the aulaeth and white wyrms. On top of that, they are being attacked by the people of Prim.
de: Ich habe mit Harlenn in der Siedlung von Blackwater Mountain gesprochen. Anscheinend ist die Siedlung häufigen Angriffen durch verschiedene Monster, den Aulaeth und weißen Lindwürmern ausgesetzt. Zusätzlich werden sie auch noch von den Einwohnern von Prim attackiert.
fr: J'ai discuté avec Harlenn dans la colonie du mont Encreau. Apparemment, la colonie est soumise à des attaques par de nombreux monstres, les Aulaeth et des wyrms blanches. Pour couronner le tout, ils sont aussi attaqués par les gens de Prim.
ja: ブラックウォーター山集落のハーレンと話をした。どうやら集落は多くのモンスターに襲われているようだ。アウレウスにホワイトウィルム。それに加えて、プリムの人々にも襲われているという。
pt: Falei com Harlenn da povoação da montanha das Águas Negras. Aparentemente, a povoação está sob ataque de uma série de monstros, os aulaeth e os Dragões Brancos. Mais do que isso, eles estão a ser atacados pelo povo de Prim.
zh_cn: 我已经和黑水定居点的哈伦谈过了。显然，该定居点正受到一些怪物的攻击，即奥雷斯和白巫师。除此之外，他们还受到了普里姆人的攻击。

source: Harlenn thinks the people of Prim are behind the monster attacks somehow.
de: Harlenn denkt, dass die Leute von Prim irgendwie hinter den Angriffen der Monster stecken.
fr: Harlenn pense que les gens de Prim sont d'une manière ou d'une autre derrière les attaques de monstres.
ja: ハーレンはプリムの人々がモンスターの攻撃の背後にいると考えている。
pt: Harlenn acha que as pessoas de Prim estão por trás dos ataques de monstro de alguma forma.
zh_cn: 哈伦认为普里姆的人在某种程度上是怪物袭击的幕后黑手。

source: Harlenn wants me to give a message to Guthbered of Prim. Either the people of Prim stop their attacks on the Blackwater mountain settlement, or they will have to be dealt with themselves. I should go talk to Guthbered in Prim.
de: Harlenn hat eine Nachricht für Guthbered aus Prim. Entweder beenden die Leute von Prim ihre Angriffe auf Blackwater Mountain oder Harlenn werde nicht eher ruhen, bis Prim vernichtet ist. Das soll ich Guthbered in Prim ausrichten.
fr: Harlenn veut que je transmette un message à Guthbered de Prim. Les gens de Prim doivent cesser leurs attaques contre la colonie du mont Encreau, ou alors ils en subiront les conséquences. Je dois aller parler à Guthbered à Prim.
ja: ハーレンはプリムのガスベレッドにメッセージを伝えるよう言っている。プリムの人々がブラックウォーター山集落への攻撃を止めるか、自分たちが始末されるかを選べ。プリムのガスベレッドと話そう。
pt: Harlenn quer que eu deixe uma mensagem para Guthbered de Prim: ou as pessoas de Prim param os ataques deles à colônia da Montanha das Águas Negras, ou eles terão guerra. Devo falar com Guthbered em Prim.
zh_cn: 哈伦要我给普里姆的古斯伯里德带个信。要么普里姆的人停止对黑水定居点的攻击，要么就得自己对付他们。我应该去和普里姆的古斯伯里德谈谈。

source: Guthbered denies that the people of Prim have anything to do with the monster attacks on the Blackwater mountain settlement. I should go talk to Harlenn.
de: Guthbered verneint eine Beteiligung der Leute von Prim mit den Angriffen der Monster auf die Blackwater Mountain Siedlung. Ich sollte mit Harlenn reden.
fr: Guthbered dément le fait que les gens de Prim aient la moindre responsabilité dans les attaques de monstres contre la colonie du mont Encreau. Je dois aller parler à Harlenn.
ja: ガスベレッドは、プリムの人々とブラックウォーター山集落を襲ったモンスターとの関係を否定している。ハーレンと話そう。
pt: Guthbered nega que o povo de Prim tenha relação com os ataques de monstros no povoamento de Montanha das Águas Negras. Devo falar com Harlenn.
zh_cn: 古斯伯里德否认普里姆的人与黑水定居点的怪物袭击事件有关。我应该去和哈伦谈谈。

source: Harlenn is sure that the people of Prim are behind the attacks somehow.
de: Harlenn ist sich absolut sicher, dass Prim irgendwie hinter den Angriffen steckt.
fr: Harlenn est certain que les gens de Prim sont mêlés à ces attaques.
ja: ハーレンはプリムの人々が攻撃の背後にいると確信している。
pt: Harlenn tem certeza de que o povo de Prim está por trás dos ataques de alguma forma.
zh_cn: 哈伦确信，普里姆的人以某种方式在袭击事件背后。

source: Harlenn wants me to go to Prim and look for signs that they are preparing for an attack on the settlement. I should go look for clues around where Guthbered stays.
de: Harlenn bat mich, nach Prim zu gehen und nach Hinweisen Ausschau zu halten, ob dort ein Angriff auf seine Siedlung geplant wird. Ich soll vor allem das Umfeld von Guthbered im Auge behalten.
fr: Harlenn veut que j'aille à Prim et que j'y recherche des preuves qu'ils se préparent à attaquer la colonie. Je dois rechercher des indices à proximité de l'endroit où Guthbered se tient.
ja: ハーレンは、プリムに赴き集落への攻撃の準備をしている兆候を探すよう言っている。ガスベレッドの近辺から手がかりを探そう。
pt: Harlenn quer que retorne a Prim e procure por sinais de que eles estão se a preparar para um ataque à colônia. Devo procurar pistas ao redor de onde está Guthbered.
zh_cn: 哈伦要我去普里姆，寻找他们准备攻击定居点的迹象。我应该去找找古斯伯里德呆的地方周围的线索。

source: I have found some plans in Prim about recruiting mercenaries and attacking the Blackwater mountain settlement. I should go talk to Harlenn immediately.
de: Ich habe Beweise gefunden, dass Prim Söldner für eine Angriff auf Blackwater Mountain rekrutiert hat. Ich sollte das sofort Harlenn berichten.
fr: J'ai trouvé des plans à Prim pour recruter des mercenaires et attaquer la colonie du mont Encreau. Je dois aller en parler à Harlenn immédiatement.
ja: プリムで傭兵を雇ってブラックウォーター山集落を攻撃する計画を見つけた。すぐにハーレンに報告しよう。
pt: Encontrei alguns planos em Prim para recrutar mercenários e atacar a colônia da Montanha das Águas Negras. Devo falar com Harlenn imediatamente.
zh_cn: 我在普里姆找到了一些关于招募雇佣兵和攻击黑水定居点的计划。我应该马上去和哈伦谈谈。

source: Harlenn thanked me for investigating the attack plans.
de: Harlenn hat sich bei mir bedankt, dass ich ihm von den Angriffsplänen berichtet habe.
fr: Harlenn m'a remercié d'avoir enquêté sur ces plans d'attaque.
ja: ハーレンは攻撃計画を調査してくれたことに感謝した。
pt: Harlenn agradeceu-me por investigar os planos de ataque.
zh_cn: 哈伦感谢我对攻击计划的调查。

source: To make the attacks on the Blackwater mountain settlement stop, Harlenn wants me to assassinate Guthbered in Prim.
de: Um die Angriffe auf Blackwater Mountain ein für alle Mal zu beenden, möchte Harlenn, dass ich Guthbered in Prim töte.
fr: Afin de faire cesser les attaques contre la colonie du mont Encreau, Harlenn veut que j'assassine Guthbered à Prim.
ja: ブラックウォーター山集落への攻撃を止めるために、ハーレンはプリムでガスベレッドを暗殺するよう言っている。
pt: Por conta dos planos para ataques à colônia da Montanha das Águas Negras, Harlenn quer que mate Guthbered em Prim.
zh_cn: 为了使对黑水定居点的攻击停止，哈伦要我在普里姆刺杀古斯伯里德。

source: I have started a fight with Guthbered.
de: Ich habe Guthbered angegriffen.
fr: J'ai commencé à me battre avec Guthbered.
ja: ガスベレッドとの戦いが始まった。
pt: Iniciei a luta com o Guthbered.
zh_cn: 我已经开始和古斯伯里德吵架了。

source: I told Guthbered that I was sent to kill him, but I let him live. He thanked me deeply, and left Prim.
de: Ich habe Guthbered gesagt, dass ich ihn töten soll. Ich habe ihn aber am Leben gelassen, wofür er mit zutiefst dankbar war und Prim verlassen hat.
fr: J'ai dit à Guthbered que j'avais été envoyé pour le tuer, mais l'ai laissé vivre. Il m'a remercié avec profusion et a quitté Prim.
ja: ガスベレッドに暗殺のために送られたことを伝えたが、生かしておいた。彼はあなたに深く感謝してプリムを去った。
pt: Disse ao Guthbered que foi enviado para matá-lo, mas iria deixá-lo viver. Ele agradeceu-me profundamente e e deixou Prim.
zh_cn: 我告诉古斯伯里德，我是被派来杀他的，但我让他活着。他深深地感谢了我，然后离开了普里姆。

source: I have told Harlenn that Guthbered is gone.
de: Ich habe Harlenn gesagt, dass Guthbered von uns gegangen ist.
fr: J'ai dit à Harlenn que Guthbered avait quitté.
ja: ハーレンにガスベレッドはいなくなったと伝えた。
pt: Disse que Harlenn Guthbered se foi.
zh_cn: 我已经告诉哈伦，古斯伯里德已经走了。
