Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: Yes exactly. If you would do me that favor I will gladly cut away the trees and receive payment afterwards. Just head north to the Crossroads guardhouse and then head eastwards down the Duleian Road. That's where I lost my axe. And look out for that wolf pack!
de: Genau. Wenn du mir diesen Gefallen tust werde ich gerne diese Bäume fällen und meinen Lohn erst danach abholen. Gehe einfach nach Norden zum Wachhaus an der Wegkreuzung und danach östlich auf die Duleianstraße. Dort habe ich meine Axt verloren. Aber hüte dich vor dem Wolfsrudel!
fr: Oui exactement. Si tu me rends cette faveur je serai heureux de couper les arbres et de recevoir le paiement après. Va vers le Nord jusqu'au poste de garde de Croisechemins et ensuite vers l'est le long de la route Duleian. C'est là que j'ai perdu ma hache. Fais attention à la meute de loups !
ja: まぁそういうこった。そうしてくれるってなら、喜んで伐採して後払いを受けよう。クロスロード衛兵所に向かって北上して、それからデュリアン街道を東に向かってくれ。そこで斧をなくしたんだ。オオカミの群れにも気をつけてくれよ！
pt: Sim, exatamente. Se me fizesses esse favor, cortaria alegremente as árvores e receberia o pagamento depois. Basta seguires para norte (↑) até à casa do guarda de Crossroads e depois segue para este (→) pela estrada de Duleian. Foi onde perdi o meu machado. E fica atento àquela matilha de lobos!
zh_cn: 是的,没错。如果你愿意帮我一个忙，我很乐意砍掉这些树，然后得到报酬。朝北走到交叉路口警卫室，然后向东沿着杜莱恩路走。我的斧子就是在那儿丢的。小心那些狼群!

source: Sounds simple enough. On my way.
de: Das hört sich leicht an. Bin unterwegs.
fr: Ça semble assez simple. J'y vais de ce pas.
ja: 簡単そうだ。行ってきます。
pt: Parece simples então. Vou já.
zh_cn: 听起来很简单。我上路了。

source: No way! That is far too dangerous!
de: Auf keinen Fall! Das ist viel zu gefährlich!
fr: Pas question ! C'est beaucoup trop dangereux !
ja: 冗談じゃない！ 危険過ぎる！
pt: Nem pensar! Isso é demasiado perigoso!
zh_cn: 不行！那太危险了！

source: Have you made any progress in finding my axe?
de: Hast du Forschritte gemacht meine Axt zu finden?
fr: Avez-vous avancé dans la recherche de ma hache ?
ja: 斧の捜索に進展はあったか？
pt: Alguma novidade sobre o meu machado?
zh_cn: 你找到我的斧头了吗?

source: Let me see... Oh yes! This is my axe! I cannot thank you enough!
de: Lass mich sehen... Oh ja! Das ist meine Axt! Ich kann dir nicht genug danken!
fr: Laisse-moi regarder... Ah oui ! C'est ma hache ! Je ne saurai pas te remercier suffisamment !
ja: 見せてくれ…おお、そうだよ！ この斧だ！ 感謝してもしきれん！
pt: Deixa-me ver... Ah sim! É o meu machado! Não tenho como agradecer!
zh_cn: 让我看看…哦,是的!这是我的斧头!我对你感激不尽!

source: So will you cut away those trees that block the old pathway?
de: Also wirst du jetzt diese Bäume, die den alten Pfad blockieren, fällen?
fr: Donc vous allez couper ces arbres qui bloquent le vieux sentier ?
ja: それで、道を塞いでる木を伐採してくれるの？
pt: Então vais cortar aquelas árvores que estão a bloquear o antigo caminho?
zh_cn: 那么你会砍掉那些阻挡旧道路的树木吗?

source: Sure! Already on my way! The work will be finished soon.
de: Sicher! Bin bereits auf dem Weg! Die Arbeit wird schnell erledigt sein.
fr: Bien sûr ! Je suis déjà en chemin ! Le travail sera bientôt fini.
ja: 当然だろ！ 今から向かう！ すぐ片付くだろうよ。
pt: Claro! Estou a ir para lá! Não vai demorar.
zh_cn: 当然!立即照办!这项工作很快就会完成。

source: That sounds great! Remember to ask the stupid guard captain for a decent payment.
ja: それはいいですね！ 馬鹿な衛兵隊長に、ちゃんとした支払いを請求するのも忘れないでくださいね。
pt: Parece bom! Lembra-te de pedir ao idiota do diretor um pagamento decente.
zh_cn: 这听起来太棒了!记得向愚蠢的典狱长要一笔像样的钱。

source: Sure. Will do that. He he.
de: Klar. Das werde ich. He he.
fr: Oui. Je ferai ça. He he.
ja: 確かにな。そうしようか。ハハハッ。
pt: Claro. Vou fazer isso. He he.
zh_cn: 当然。会的。呵呵。

source: Goodbye.
de: Tschüss.
fr: Au revoir.
ja: さようなら。
pt: Adeus.
zh_cn: 再见。

source: You're welcome. But you're not the only one who is happy. There are more people resting for a night in Fallhaven, which helps our economy. Some even bought items at my store! By the way, I was surprised, but I even got paid well by the guard captain.
ja: どういたしまして。だが、幸せなのはお前さんだけじゃあない。フォールヘブンで泊まっていく人が増えて、経済的にも助かってる。中にはうちの店で商品を買っていった人もいたんだ！ そういや驚いたんだがな、衛兵隊長からも結構な報酬が支払われたぞ。
pt: És bem-vindo. Mas não és o único que está feliz. Há mais pessoas a descansar por uma noite em Fallhaven, o que ajuda a nossa economia. Alguns até compraram itens na minha loja! A propósito, fiquei surpreso, mas até fui bem pago pelo diretor.
zh_cn: 你是受欢迎的。但你不是唯一快乐的人。有更多的人在法尔海文过夜，这有助于我们的经济。有些人甚至在我的店里买了东西!顺便说一下，我很惊讶，但我甚至得到了狱长的高薪。

source: Great. Now everything is much better than it was before!
de: Großartig. Jetzt ist alles viel besser als vorher!
fr: Bien. Maintenant tout est mieux qu'avant !
ja: それはいい。すべてが前よりずっと良くなってる！
pt: Ótimo. Agora está tudo muito melhor do que antes!
zh_cn: 太好了。现在一切都比以前好多了!

source: I wanted to ask about something else.
de: Ich wollte etwas anderes fragen.
fr: Je voulais vous poser une autre question.
ja: 他にも聞きたいことがありました。
pt: Queria perguntar sobre outra coisa.
zh_cn: 我想问点别的事情。

source: Have you made any progress in finding my precious axe?
de: Hast du schon irgendwelche Fortschritte auf der Suche nach meiner Lieblingsaxt gemacht?
fr: As-tu progressé dans la recherche de ma précieuse hache ?
ja: 大切な斧の捜索に進展はあったか？
pt: Já sabes alguma coisa sobre o meu machado?
zh_cn: 你找到我宝贵的斧头了吗？

source: Hello again! I've finally found your axe!
de: Hallo nochmal! Ich habe deine Axt endlich gefunden!
fr: Re-bonjour ! J'ai enfin trouvé votre hache !
ja: こんにちは！ ついに斧を見つけましたよ！
pt: Olá de novo! Finalmente encontrei o teu machado!
zh_cn: 再次问好！我终于找到了你的斧头！

source: No I haven't. But I'm working on it.
de: Nein, habe ich nicht. Aber ich arbeite daran.
fr: Non, pas encore. Mais j'y travaille.
ja: いえありません。でも取り組んでいるところです。
pt: Não, não encontrei. Mas estou a tratar disso.
zh_cn: 不，我没有。但是我正在努力。

source: Hello again my friend.
de: Hallo nochmal mein Freund.
fr: Re-bonjour, mon ami.
ja: 久しぶり。
pt: Olá novamente meu amigo.
zh_cn: 又见面了。我的朋友。

source: I cannot thank you enough for cutting away those trees! Finally I've got a shortcut!
de: Ich kann dir nicht genug dafür danken, dass du diese Bäume gefällt hast! Endlich haben wir eine Abkürzung!
fr: Je ne peux pas vous remercier assez pour avoir coupé ces arbres ! Enfin, j’ai un raccourci !
ja: 伐採してくれたことに感謝してもしきれません！ ついに近道ができました！
pt: Não posso agradecer-te o suficiente por me cortares as árvores! Finalmente posso tomar um atalho!
zh_cn: 你把那些树砍掉了，我真是感激不尽!我终于找到了捷径!

source: Thank you for bringing me back my axe!
de: Danke, dass du mir meine Axt zurück gebracht hast!
fr: Merci de m'avoir ramené ma hache !
ja: 斧を持ってきてくれてありがとう！
pt: Obrigado por me trazeres de volta o meu machado!
zh_cn: 谢谢你把我的斧头还给我！

source: Oh, how surprising. How nice of you. Indeed there is something you could do for me.
ja: おや、これは驚いた。ご親切にどうも。確かにやってもらいたいことがあるんだ。
pt: Oh, que surpresa. Que simpático da tua parte. De facto, há uma coisa que podias fazer por mim.
zh_cn: 哦，多么令人惊讶。你真好。的确，你可以为我做一些事情。

source: Tell me what it is.
ja: 教えてください。
pt: Diz-me o que é.
zh_cn: 告诉我这是什么。

source: Maybe later.
de: Vielleicht später.
fr: Peut-être plus tard.
ja: そのうちね。
pt: Talvez mais tarde.
zh_cn: 也许以后吧。

source: Let's talk about payment first.
ja: まずは報酬の話をしましょう。
pt: Vamos falar primeiro do pagamento.
zh_cn: 先说说报酬吧。

source: Ahh, you are here to earn some money, okay.
ja: あー、お金を稼ぎに来たんだな、なるほど。
pt: Ah! Estás aqui para ganhar algum dinheiro, tudo bem.
zh_cn: 啊，你是来挣钱的，好吧。

source: I'll give you 10 gold if you do this little job for me: Bring me some of that delicious soup which Gison cooks using mushrooms and wild herbs.
ja: このちょっとした仕事をしてくれるなら、10ゴールドあげよう。ジソンがキノコとハーブで作ったおいしいスープを持ってきてくれないかな。
pt: Dou-te 10 moedas de ouro se fizeres este pequeno trabalho: traz-me um pouco daquela sopa deliciosa que o Gison cozinha usando cogumelos e ervas selvagens.
zh_cn: 如果你帮我这个小忙我就把十个金币给你：给我带一些吉森用蘑菇和野菜做地美味的汤来。

source: Sounds easy, I'll do it!
ja: 簡単そうだ、やります！
pt: Parece fácil, vou fazer isso!
zh_cn: 听起来很简单，我会做的！

source: Give me 15 and I'll do it.
ja: 15くれたらやります。
pt: Dá-me 15 e eu faço-o.
zh_cn: 给我 15 个金币， 我就做。

source: Give me 20 and I'll do it.
ja: 20くれたらやります。
pt: Dá-me 20 e eu faço-o.
zh_cn: 给我 20金币， 我就做。

source: No way, I'm not your gopher.
ja: まさか、あなたの使いっぱしりじゃないんだ。
pt: Nem pensar, não sou o teu macaco.
zh_cn: 不行， 我不是你的地鼠。

source: That's really nice of you.
ja: ご親切にどうも。
pt: Isso é muito simpático da tua parte.
zh_cn: 你真是太好了。

source: 15? Let me think...erm... OK, I'll give you 15.
ja: 15？ 考えさせてくれ…うーん… わかった。15ゴールドあげよう。
pt: 15? Deixa-me pensar... Está bem, dou-te 15.
zh_cn: 15个？让我想想……呃…… 好吧，我给你 15个。

source: Sounds good. I will do it.
ja: いいですね。やります。
pt: Parece-me bem. Eu faço-o.
zh_cn: 听起来不错。我会做。

source: I changed my mind.
ja: 気が変わりました。
pt: Mudei de ideia.
zh_cn: 我改变主意了。

source: 20? Let me think...erm... OK. I'll give you 20. But please, bring it hot or I won't pay you.
ja: 20？ 考えさせてくれ…うーん… わかった。20ゴールドあげよう。ただし、熱々のものを持ってきてくれるかな。でないと払わないからね。
pt: 20? Deixa-me pensar... Está bem. Eu dou-te 20. Mas por favor, traz-mo quente ou não te pago.
zh_cn: 20个？让我想想……呃…… 好吧，我给你 20个。但是，请把它做的热一些，否则我不会付你钱。

source: That's nice of you.
ja: ご親切にどうも。
pt: Isso é simpático da tua parte.
zh_cn: 你人真好。

source: OK, please bring it hot!
ja: よし、熱々のものを頼むよ！
pt: Está bem, por favor trá-lo quente!
zh_cn: 好的，请把它加热！

source: You can find Gison and his wife Nimael south of here. Cross the path and head into the woods. You will find their house soon.
ja: ここから南にジソンとその妻ニマエルがいる。小道を渡って森の中に入りなさい。家はすぐに見つかるだろう。
pt: Podes encontrar o Gison e a sua mulher Nimael a sul daqui. Atravessa o caminho e vai para a floresta. Vais encontrar a casa deles perto.
zh_cn: 你可以在此处南部找到吉森和他的妻子尼玛尔。穿过小路，进入树林。你很快就会找到他们的房子。

source: OK. See you later.
ja: なるほど。ではまた。
pt: Está bem. Até logo.
zh_cn: 好的。回头见。

source: Aah, you are back. Wonderful. I will stop working for now and take a little break.
ja: ああ、帰ってきてくれたか。すばらしい。仕事は一旦やめにして少し休憩にしよう。
pt: Ah, estás de volta. Maravilhoso. Vou parar de trabalhar por agora e fazer uma pequena pausa.
zh_cn: 啊，你回来了。真好。我将暂时停止工作，并稍微休息一下。

source: Here is the money I promised you. And as a bonus I will give you some of this bread. Next time I will buy Nimael's soup.
ja: これが約束したお金だよ。 おまけでこのパンもわけてあげよう。 次回はニマエルのスープを買おうかな。
pt: Aqui está o dinheiro que eu te prometi. E como bónus, vou dar-te um pouco deste pão. Da próxima vez vou comprar a sopa do Nimael.
zh_cn: 这是我答应你的钱。 作为奖励，我会给你一些面包。 下次我要买尼玛尔的汤。

source: Nimael's soup?
ja: ニマエルのスープ？
pt: Sopa do Nimael?
zh_cn: 尼玛尔的汤？

source: Here is the money I promised you. Next time I will buy Nimael's soup.
ja: これが約束したお金だよ。 次回はニマエルのスープを買おうかな。
pt: Aqui está o dinheiro que te prometi. Da próxima vez vou comprar a sopa do Nimael.
zh_cn: 这是我答应你的钱。 下次我要买尼玛尔的汤。

source: Thanks again. And remember to take the bottle back to Gison. Now go please. I want to eat.
ja: 改めてありがとう。ボトルは忘れずジソンに返してくれるかな。さあ行ってくれ。食事にしたいんだ。
pt: Obrigado mais uma vez. E não te esqueças de levar a garrafa de volta ao Gison. Agora vai, por favor. Quero comer.
zh_cn: 再次感谢。请记得将瓶子还给吉森。现在请离开吧。我想吃它了。

source: Enjoy your meal.
ja: ごゆっくりどうぞ。
pt: Bom apetite.
zh_cn: 请享用。

source: Where is it?
ja: どこにあるので？
pt: Onde está?
zh_cn: 它在哪里？

source: Oops, I forgot that there is a hole in my bag.
ja: あっ、バッグに穴が開いているのを忘れてた。
pt: Ups, esqueci-me que há um buraco na minha bolsa.
zh_cn: 糟糕，我忘了我的包里有个洞。

source: I ate it.
ja: 食べた。
pt: Eu comi-a.
zh_cn: 我把它吃了。

source: What are you waiting for? Go on, bring me some soup. Hurry, I'm hungry!
ja: 何をじっとしている？ スープを持ってきなさい。ほら急いで、お腹がすいたんだ！
pt: De que estás à espera? Vai lá, traz-me a sopa. Depressa, estou com fome!
zh_cn: 你还在等什么？去给我拿些汤来。赶快，我饿了！

source: Yes, I will return quickly.
ja: はい、すぐに戻ります。
pt: Sim, voltarei rapidamente.
zh_cn: 好的，我会很快回来。

source: Yes. I asked you to bring me some of that delicious mushroom soup from Gison.
ja: うん。ジソンのおいしいキノコスープを持ってきてくれと頼んだね。
pt: Sim. Pedi-te para me trazeres um pouco daquela deliciosa sopa de cogumelos do Gison.
zh_cn: 好。我要你从吉森那里给我带些美味的蘑菇汤来。

source: Can you explain the way again?
ja: もう一度説明してもらえますか？
pt: Podes dizer-me o caminho outra vez?
zh_cn: 你能再讲讲怎么去吗？

source: Yes, I'm on my way.
ja: はい、いってきます。
pt: Sim, estou a caminho.
zh_cn: 好的，我出发了。

source: I was not able to bring you the soup.
ja: スープを持ってこれませんでした。
pt: Não fui capaz de trazer a sopa.
zh_cn: 我没法给你带汤来。

source: This soup is cold. Return to me with a hot soup!
ja: スープが冷めてるじゃないか。熱々のスープを持ってくるんだ！
pt: Esta sopa está fria. Regressa com uma sopa quente!
zh_cn: 这个汤凉了。给我带热的汤来！

source: Sorry. I will try again.
ja: すみません。もう一度やってみます。
pt: Desculpa. Vou tentar novamente.
zh_cn: 对不起。我再来一次。

source: It still tastes...
ja: まだ味は…
pt: Ainda tem um gosto...
zh_cn: 它还是尝起来...

source: That can't be. Get out of here! [Alaun starts throwing things at you]
ja: そんなはずがあるか。出て行け！ （アランがあなたに物を投げつけてくる）
pt: Não pode ser! Sai daqui! [Alaun começa a atirar-te coisas]
zh_cn: 那不可能。滚出去！ 「阿劳恩开始向你扔东西」

source: But...
de: Aber...
fr: Mais...
ja: でも…
pt: Mas...
zh_cn: 可是……

source: Listen...
ja: 聞いてほしい…
pt: Ouve...
zh_cn: 听着...

source: You should talk to Mikhail first.
de: Du solltest als erstes mit Mikhail reden.
fr: Tu devrais d'abord parler à Mikhail.
ja: まずはミハイルと話そう。
pt: Deves falar primeiro com o Mikhail.
zh_cn: 你应该先和米哈伊尔谈谈。

source: On the ground, you find a piece of paper with a lot of strange symbols. You can barely make out the words 'meet me at Lodar's hideaway', but you are not sure what it means.
de: Auf dem Boden findest du ein Stück Papier mit lauter merkwürdigen Zeichen. Du kannst gerade so die Worte 'treffe mich bei Lodars Versteck' entziffern, aber du weißt nicht, was das bedeuten soll.
fr: Sur le sol, tu trouves un morceau de papier avec beaucoup de symboles étranges. Tu devines à peine les mots "rejoins-moi à la cachette de Lodar", mais tu n'es pas sûr de ce que cela signifie.
ja: 地面には奇妙な記号がたくさん書かれた紙がある。"ロダーの隠れ家で会おう"という文字はかろうじて理解できたが、何を意味しているかまでは分からない。
pt: No chão, vais encontrar um pedaço de papel com um monte de símbolos estranhos. Apenas podes distinguir as palavras 'encontra-me no esconderijo do Lodar', mas não tens a certeza o que significa.
zh_cn: 在地上，你会发现一张纸上有很多奇怪的符号。你勉强认出“在洛达尔的藏身处见我”这几个字，但你不知道这是什么意思。

source: Audir shouts: Hey you, get away! You are not allowed back there.
de: Audir ruft: Hey du, verschwinde! Du hast da hinten nichts zu suchen.
fr: Audir crie : Hé toi, va-t'en ! Tu n'es pas autorisé à venir ici.
ja: オーディルが叫ぶ: ちょっと、離れて！ そこに入ってはいけない。
pt: Audir grita: Ei! Aí, desaparece! Não tens autorização para estar aí.
zh_cn: 奥迪尔喊道:嘿，你，走开!你不能到那里。

source: The sign on the wall is cracked in several places. You cannot make out anything comprehensible from the writing.
de: Das Schild an der Wand ist an mehreren Stellen gesprungen. Du kannst aus der Schrift nichts verständliches herauslesen.
fr: Le panneau sur le mur est fissuré à plusieurs endroits. Tu ne peux rien distinguer de lisible des écritures.
ja: 壁の看板にはヒビが入っている。書かれている文章からは何も理解できない。
pt: A placa na parede tem várias rachadelas. Não consegues entender bem o que está escrito.
zh_cn: 墙上的标志有几个地方有裂缝。从字迹中你看不懂任何东西。

source: West: Crossglen South: Fallhaven North: Feygard
de: westlich: Crossglen südlich: Fallhaven nördlich: Feygard
fr: Ouest : Crossglen Sud : Fallhaven Nord : Feygard
ja: 西: クロスグレン 南: フォールヘブン 北: フェイガード
pt: Oeste(←): Crossglen Sul(↓): Fallhaven Norte(↑): Feygard
zh_cn: 西：克罗斯山谷 南：法尔海文 北：费加德

source: This map is not yet done. Please come back in a later version of the game.
de: Diese Karte ist noch nicht fertig. Bitte komm in einer späteren Version des Spiels zurück.
fr: Cette carte n'est pas encore finie. S'il vous plaît revenez dans une version ultérieure du jeu.
ja: このマップはまだできていません。ゲームの新しいバージョンでまたお越しください。
pt: Este mapa ainda não está pronto. Por favor, aguarda por uma versão mais recente do jogo.
zh_cn: 这张地图还没有完成。请在稍后版本的游戏中回来。

source: West: Crossglen East: Fallhaven North: Feygard
de: westlich: Crossglen östlich: Fallhaven nördlich: Feygard
fr: Ouest : Crossglen Est : Fallhaven Nord : Feygard
ja: 西: クロスグレン 東: フォールヘブン 北: フェイガード
pt: Oeste(←): Crossglen Este(→): Fallhaven Norte(↑): Feygard
zh_cn: 西：克罗斯山谷 东：法尔海文 北：费加德

source: The ground is littered with bloodstained scraps of paper, seemingly torn from a journal in a fight.
de: [OUTDATED]Gandir liegt hier begraben, ermordet von der Hand seines früheren Freundes Irogotu.
fr: [OUTDATED]Gandir repose ici, tué par la main de son ancien ami Irogotu.
ja: 地面には血にまみれた紙切れが散乱している、戦闘で手記が引き裂かれたようだ。
pt: O chão está cheio de restos de papel manchados de sangue, aparentemente arrancados de um diário numa luta.
zh_cn: 甘地埋在这里，被他以前的朋友伊罗戈图杀死。

source: Welcome to Fallhaven. Watch out for pickpockets!
de: Willkommen in Fallhaven. Achte auf Taschendiebe!
fr: Bienvenue à Fallhaven. Faites attention aux pickpockets !
ja: フォールヘブンへようこそ。スリにはお気をつけて！
pt: Bem-vindo a Fallhaven. Cuidado com os ladrões de carteiras!
zh_cn: 欢迎来到法尔海文。小心扒手!

source: You are not allowed to enter the catacombs of Fallhaven Church without permission.
de: Es ist nicht erlaubt, die Katakomben der Kirche von Fallhaven ohne Genehmigung zu betreten.
fr: Vous n'êtes pas autorisé à entrer dans les catacombes de l'église de Fallhaven sans autorisation.
ja: フォールヘブン教会の地下墓地に許可なく立ち入ることはできません。
pt: Não tens permissão para entrar nas catacumbas da igreja de Fallhaven sem autorização.
zh_cn: 未经允许，你不得进入法尔海文教堂的地下墓穴。

source: You see a torn page from a book titled 'Calomyran Secrets'. Blood stains its edges, and someone has scribbled the words 'Larcal' with the blood.
de: Du siehst eine ausgerissene Seite eines Buches mit dem Namen 'Calomyranische Geheimnisse'. Blut befleckt seine Ränder und jemand hat das Wort 'Larcal' mit Blut darauf geschrieben.
fr: Vous voyez une page déchirée du livre 'Les secrets de Calomyran'. Il y a du sang sur les bords, et quelqu'un a écrit le mot 'Larcal' avec le sang.
ja: "カロミランの神秘"という本の破れたページがある。本の端には血の染みがあり、誰かが血で"ラルカル"と書きなぐっている。
pt: Vês uma página rasgada de um livro intitulado 'Segredos de Calomyran'. Com manchas de sangue nas bordas e alguém rabiscou a palavra 'Larcal' com sangue.
zh_cn: 你会看到一本名为《卡洛米伦的秘密》的书的撕页。血在它的边缘留下了痕迹，有人用血在上面潦草地写下了“拉尔卡”这几个字。

source: Elythara, mother of the light. Protect us from the curse of the Shadow.
de: Elythara, Mutter des Lichts. Beschütze uns vor dem Fluch des Schattens.
fr: Elythara, mère de la Lumière. Protège-nous de la malédiction de l'Ombre.
ja: エリサラ、光の母よ。シャドウの呪いよりお守りください。
pt: Elythara, mãe da luz. Protege-nos da maldição da Sombra.
zh_cn: 埃利萨拉，光之母。保护我们免受暗影的诅咒。

source: You are not allowed into the room unless you have rented it.
de: Dir ist der Zutritt zu dem Raum nicht erlaubt, solange du ihn nicht gemietet hast.
fr: Vous n'êtes pas autorisé à entrer dans cette chambre tant que vous ne l'avez pas louée.
ja: 部屋を借りるまでは入ることはできません。
pt: Não tens permissão para usar este quarto a não ser que o tenhas arrendado.
zh_cn: 除非你租了房间，否则不准进入房间。

source: Bucus shouts: Hey you, get away from there!
de: Bucus ruft: Hey du, geh dort weg!
fr: Bucus crie : Hey toi, va-t'en !
ja: ブーカスが叫ぶ: おい、そこから離れろ！
pt: Bucus grita: Ei, tu! Sai já daí!
zh_cn: 布库斯喊道：嘿，你，离开那里！

source: North: Crossglen East: Fallhaven South: Stoutford
de: nördlich: Crossglen östlich: Fallhaven südlich: Stoutford
fr: Nord : Crossglen Est : Fallhaven Sud : Stoutford
ja: 北: クロスグレン 東: フォールヘブン 南: スタウトフォード
pt: Norte(↑): Crossglen Este(→): Fallhaven Sul(↓): Stoutford
zh_cn: 北：克罗斯山谷 东：法尔海文 南：斯托福德

source: West: Stoutford North: Fallhaven
de: westlich: Stoutford nördlich: Fallhaven
fr: Ouest : Stoutford Nord : Fallhaven
ja: 西: スタウトフォード 北: フォールヘブン
pt: Oeste(←): Stoutford Norte(↑): Fallhaven
zh_cn: 西：斯托福德 北：法尔海文

source: North: Fallhaven West: Stoutford
de: nördlich: Fallhaven westlich: Stoutford
fr: Nord : Fallhaven Ouest : Stoutford
ja: 北: フォールヘブン 西: スタウトフォード
pt: Norte(↑): Fallhaven Oeste(←): Stoutford
zh_cn: 北：法尔海文 西：斯托福德

source: The demon radiates a force that pushes you back, making it impossible for you to approach it.
de: Der Dämon strahlt eine Kraft aus, die dich zurückdrückt, was es dir unmöglich macht, den Dämon zu erreichen.
fr: Le démon dégage une force qui vous fait reculer, vous empêchant ainsi de l'approcher.
ja: 悪魔はあなたを押し戻すような力を放射しており、近づくことができない。
pt: O demónio irradia uma força que te empurra para trás, o que torna impossível aproximares-te do demónio.
zh_cn: 恶魔散发出一股力量，把你往后推，使你无法接近它。

source: You notice that this tunnel seems to be dug out from below Flagstone. Probably the work of one of the former prisoners from Flagstone.
de: Du bemerkst, dass dieser Tunnel scheinbar unterhalb von Flagstone ausgegraben wurde. Vermutlich die Arbeit eines früheren Häftlings von Flagstone.
fr: Vous remarquez que ce tunnel semble être creusé d’en dessous. Probablement le travail d’un des anciens prisonniers de Flagstone.
ja: このトンネルはフラッグストーンの下から掘られているようだ。フラッグストーンのかつての囚人たちの手によるものだろう。
pt: Notas que este túnel parece ter sido escavado por baixo de Flagstone. Provavelmente foi o trabalho de um dos antigos prisioneiros de Flagstone.
zh_cn: 你注意到这条隧道似乎是从石板监狱下面挖出来的。可能是石板监狱的一个囚犯的作品。

source: North: Fallhaven East: Vilegard East: Nor City
de: nördlich: Fallhaven östlich: Vilegard östlich: Nor City
fr: Nord : Fallhaven Est : Vilegard Est : Norville
ja: 北: フォールヘブン 東: ヴィルガード 東: ノアシティ
pt: Norte(↑): Fallhaven Este(→): Vilegard Este(→): Nor-City
zh_cn: 北：法尔海文 东：维尔加德 东：诺尔城

source: Hello kid.
de: Hallo Junge.
fr: Bonjour petit.
ja: こんにちは。
pt: Olá miúdo.
zh_cn: 你好孩子。

source: Hello. Do you know where I can find Umar?
de: Hallo. Weißt du, wo ich Umar finden kann?
fr: Bonjour. Savez-vous où je peux trouver Umar ?
ja: こんにちは。ウマルがどこにいるか知ってますか？
pt: Olá. Sabes onde posso encontrar o Umar?
zh_cn: 你好。你知道我在哪里可以找到奥马尔吗?

source: What is this place?
de: Was ist das für ein Ort?
fr: Quel est cet endroit ?
ja: この場所は何ですか？
pt: Que lugar é este?
zh_cn: 这个地点是什么？

source: This is our guild hall. We are safe from the guards of Fallhaven in here.
de: Das ist unsere Gildenhalle. Hier sind wir vor den Wachen von Fallhaven sicher.
fr: C'est le hall de notre guilde. Nous sommes à l'abri des gardes de Fallhaven ici.
ja: ここはうちのギルドホール。ここならフォールヘブンの衛兵からも安全なんだ。
pt: Isto é a sede da Corja dos Ladrões. Aqui estamos a salvo dos guardas de Fallhaven.
zh_cn: 这是我们的公会大厅。我们在这里可以免受法尔海文守卫的攻击。

source: We can do pretty much as we like here. As long as Umar allows it, that is.
de: Wir können hier so ziemlich alles machen, was wir wollen. Solange Umar es erlaubt, versteht sich.
fr: Nous pouvons faire à peu près ce que l'on veut ici. Enfin, à partir du moment où Umar l'autorise.
ja: ここでは好きなようにしていい。ウマルがそれを許す限りは。
pt: Podemos fazer o que quisermos aqui. Desde que Umar o permita.
zh_cn: 我们在这里可以随心所欲。只要奥马尔允许，就是这样。

source: Do you know where I can find Umar?
de: Weißt du, wo ich Umar finden kann?
fr: Savez-vous où je peux trouver Umar ?
ja: ウマルがどこにいるか知ってますか？
pt: Sabes onde posso encontrar o Umar?
zh_cn: 你知道我在哪里可以找到奥马尔吗?

source: Who is Umar?
de: Wer ist Umar?
fr: Qui est Umar ?
ja: ウマルとは何者ですか？
pt: Quem é o Omar?
zh_cn: 奥马尔是谁？

source: He is probably in his room over there [points].
de: Er ist wahrscheinlich dort drüben in seinem Raum [zeigt darauf].
fr: Il est probablement dans sa chambre là-bas. *pointe du doigt*.
ja: あっちにある自分の部屋かな（指し示す）。
pt: Provavelmente ele está no quarto dele ali [aponta].
zh_cn: 他可能在那边的房间里【指】。

source: Umar is our guild leader. He decides our rules and guides us in moral decisions.
de: Umar ist unser Gildenoberhaupt. Er macht unsere Regeln und entscheidet für uns bei moralischen Fragen.
fr: Umar est le chef de notre guilde. Il fixe les règles et nous guide pour toute décision morale.
ja: ウマルはギルドのリーダーだ。ギルドでのルールを決定して、道徳的な判断で導いてくれる。
pt: O Umar é o líder da Corja. Ele decide as nossas regras e guia-nos nas decisões morais.
zh_cn: 奥马尔是我们的工会领袖。他决定我们的规则，引导我们做出道德决策。

source: Where can I find him?
de: Wo kann ich ihn finden?
fr: Où puis-je le trouver ?
ja: どこにいますか？
pt: Onde posso encontrá-lo?
zh_cn: 他在哪儿？

source: Hello, did you want something?
de: Hallo, möchtest du etwas?
fr: Bonjour, désires-tu quelque chose ?
ja: よう、何かいるかい？
pt: Olá, querias alguma coisa?
zh_cn: 你好，你想要点什么吗?

source: You look like the cook around here.
de: Du siehst aus, als wärst du hier der Koch.
fr: Vous avez l'air d'être le cuisinier ici.
ja: あなたはこの辺りの料理人と似てますね。
pt: És parecido com o cozinheiro daqui.
zh_cn: 你看起来像这里的厨师。
