Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: I am Lowyna, of course. These people that you see in here and in the other huts, you could say that we're sort of in the same ... family.
de: Ich bin natürlich Lowyna. Die Leute hier in den anderen Buden sind eine Art Familie.
fr: Je suis Lowyna, bien sûr. Ces gens que tu aperçois ici et dans les autres cabanes, eh bien on pourrait dire que nous somme un peu comme la même ... famille.
ja: もちろんアタシはローウィナだよ。ここや他の小屋のやつらは…同じ家族のようなものと言えるかもね。
pt: Sou Lowyna, é claro. Essas pessoas que vê aqui e nas outras cabanas, poderia dizer que somos uma espécie de família.
zh_cn: 当然，我是洛伊娜。你在这里和其他小屋看到的这些人，你可以说我们算是在同一个......家庭。

source: What smell? I can't smell anything out of the ordinary. It must be you.
de: Geruch? Ich rieche nichts außergewöhliches. Musst Du sein.
fr: Mais quelle odeur ? Je ne sens rien qui sort de l'ordinaire. Ça doit venir de toi.
ja: におい？ 特に変な臭いはしないよ。そりゃきっとアンタのものだよ。
pt: Que cheiro? Não consigo cheirar nada fora do comum. Deve ser você.
zh_cn: 什么气味？我闻不到任何不寻常的气味。一定是你。

source: It's that obvious eh?
de: Ist es so offensichtlich?
fr: C'est aussi évident que ça ?
ja: そんなの当たり前でしょう？
pt: É isso óbvio, né?
zh_cn: 这很明显，对吗？

source: I really shouldn't be discussing this with you. You look way too inexperienced for this.
de: Das sollte ich nicht mit Dir diskutieren. Du bist viel zu unerfahren dafür.
fr: Je ne devrais vraiment pas discuter de ça avec toi. Tu sembles beaucoup trop inexpérimenté pour ça.
ja: この件では話し合うべきじゃないね。アンタはあまりにも経験が浅いみたい。
pt: Realmente não deveria estar a discutir isso consigo. Parece ser inexperiente para isso.
zh_cn: 我真的不应该和你讨论这个问题。你看起来太没有经验了。

source: I can handle myself!
de: Ich komme allein zurecht!
fr: Je peux me débrouiller tout seul !
ja: 自分のことは自分でできる！
pt: Sei me cuidar!
zh_cn: 我可以处理好自己的事情!

source: Two-teeth sent me to get some rat poison.
de: Zweizahn hat mich geschickt, Rattengift zu holen.
fr: Deux-dents m'envoie chercher du Venin de rat.
ja: 二本歯からネズミの毒薬を買ってくるよう送られました。
pt: O dois-dentes mandou-me buscar veneno de rato.
zh_cn: 两颗牙齿让我去拿一些老鼠药。

source: Hah! How about no?
de: Hah! Wie wäre es mit nein?
fr: Ah ! Que dirais-tu de ... non ?
ja: ハハッ！ 無理じゃないかねぇ？
pt: Hah! Que tal não?
zh_cn: 哈!不怎么样？

source: I'm amazed he's still around, good old two-teeth.
de: Ich bin überrascht, dass es ihn noch gibt. Guter alter Zweizahn.
fr: Je suis surpris qu'il soit encore là, ce bon vieux Deux-dents.
ja: 彼のあの懐かしい2本の歯がまだ残ってるってのに驚いたよ。
pt: Estou impressionado por ele estar por perto, bom velho de dois dentes.
zh_cn: 我很惊讶他还在，好个老两颗牙齿。

source: For his sake, I'll let you browse my wares.
de: Um seinetwillen lasse ich ich dich mal in meinen Sachen stöbern.
fr: Pour lui, je vais te laisser regarder ce que j'ai à vendre.
ja: 彼のためにも商品を見せてあげようかね。
pt: Por sua causa, vou deixar-los ver os meus produtos.
zh_cn: 看在他的份上，我让你看我的商品。

source: Let's see what you have.
de: Zeig mir was Du hast.
fr: Voyons voir ce que vous avez alors.
ja: 何があるのか見せてください。
pt: Vamos ver o que tem.
zh_cn: 让我看看你有什么。

source: You there! This is no place for children!
de: Hey Du! Das ist kein Platz für Kinder!
fr: Ohé, toi là ! Ce n'est pas un endroit pour les enfants ici !
ja: そこのあなた！ ここは子供の居ていい場所ではありません！
pt: Você! Este não é um lugar para crianças!
zh_cn: 你站那里！这里不是孩子们该来的地方！

source: Thank you for all your help!
de: Danke für all deine Hilfe!
fr: Merci pour toute ton aide !
ja: 何から何までありがとうございました！
pt: Obrigado por toda sua ajuda!
zh_cn: 谢谢你的帮助！

source: Hello again. Did you reach the lower parts of the Charwood mine?
de: Hallo nochmal. Hast du die tiefergelegenen Ebenen der Charwoodmine erreicht?
fr: Re-bonjour. As-tu réussi à atteindre les parties profondes de la mine de Charbois ?
ja: こんにちは。チャーウッド鉱山の下の方にはたどり着けましたか？
pt: Olá de novo. Alcançou as partes mais baixas da mina Charwood?
zh_cn: 再一次问好。你到达了查伍德矿的下部吗？

source: Yes. I encountered a dragon-like creature in the fiery depths of the mine.
de: Ja, in den feurigen Tiefen der Mine bin ich einem drachenähnlichem Wesen begegnet.
fr: Oui. J'ai croisé une créature qui ressemblait à un dragon dans les profondeurs brûlantes de la mine.
ja: はい。鉱山の焼けるような深いところでドラゴンのようなクリーチャーと遭遇しました。
pt: Sim. Encontrei uma criatura semelhante a um dragão nas profundezas ardentes da mina.
zh_cn: 是的。我在火热的矿井深处遇到了一个像龙一样的生物。

source: It's good to see that Falothen and Fayvara are well. Anything else that I can help you with?
de: Es ist gut zu sehen, dass Falothen und Fayvara wohlauf sind. Gibt es noch etwas, wobei ich helfen kann?
fr: Cela nous fait du bien de voir que Falothen et Fayvara vont bien. Puis-je faire autre chose pour t'aider ?
ja: ファローテンとファイバラが無事で何よりです。他に何かありますか？
pt: É bom ver que Falothen e Fayvara estão bem. Mais alguma coisa com que possa ajudá-lo?
zh_cn: 很高兴看到法洛森和法伊瓦拉都很好。还有什么我可以帮你的吗？

source: Where do you think the monsters came from?
de: Was denkst du, wo die Monster herkamen?
fr: D'où viennent les monstres d'après vous ?
ja: モンスターはどこから来たと思いますか？
pt: De onde acha que os monstros vieram?
zh_cn: 你认为这些怪物是从哪里来的？

source: I talked to Kantya about what happened in the mine.
de: Ich habe mit Kantya darüber geredet, was in der Mine passiert ist.
fr: J'ai parlé à Kantya de ce qu'il s'est passé dans la mine.
ja: カンティアと鉱山での出来事の話をしました。
pt: Falei com Kantya sobre o que aconteceu na mina.
zh_cn: 我和坎蒂亚谈了矿井里发生的事情。

source: Hello again. Did you find our missing people?
de: Hallo nochmal. Hast du unsere Vermissten gefunden?
fr: Encore bonjour. As-tu retrouvé nos personnes disparues ?
ja: こんにちは。行方不明の人たちは見つかりましたか？
pt: Olá de novo. Encontrou as pessoas desaparecidas?
zh_cn: 再一次问好。你找到我们失踪的人了吗？

source: Can you tell me the story about what happened here, again?
de: Kannst du mir nochmal erzählen, was hier passiert ist?
fr: Pouvez-vous me raconter à nouveau l'histoire de ce qui s'est passé ici ?
ja: ここで起こったことについてもう一度教えてくれませんか？
pt: Pode me contar a história sobre o que aconteceu aqui, novamente?
zh_cn: 你能再说一遍关于这里发生的故事吗？

source: Who were the people that I was supposed to look for, again?
de: Wer waren nochmal die Leute, nach denen ich suchen sollte?
fr: Qui sont ces gens que je devais chercher encore ?
ja: 探していたのは誰でしたっけ？
pt: Quem eram as pessoas que deveria procurar?
zh_cn: 我又应该找谁呢？

source: Yeah, about those people.
de: Tja, um auf diesen Leute zurückzukommen...
fr: Oui, à propos de ces personnes.
ja: ええ、あの人たちですね。
pt: Sim, sobre aquelas pessoas.
zh_cn: 是的，关于那些人。

source: You again.
de: Du wieder.
fr: Encore toi.
ja: またですか。
pt: Novamente.
zh_cn: 又是你。

source: The Charwood area has become a dangerous place as of late. You should leave at once unless you want to get killed ... or worse.
de: Die Gegend um Charwood ist in letzter Zeit zu einem gefährlichen Ort geworden. Du solltest sie sofort verlassen, wenn du nicht getötet werden willst .. oder schlimmeres.
fr: Les environs de Charbois sont devenus dangereux ces derniers temps. Tu devrais partir tout de suite si tu ne veux pas mourir ... ou pire.
ja: チャーウッド地区は最近危険な場所となっています。殺されたくないならすぐに出ていったほうがいい…あるいはもっと酷いことになるかもしれない。
pt: A área de Charwood tornou-se um lugar perigoso. Deve sair logo, a menos que queira ser morto... ou pior.
zh_cn: 最近，查伍德地区已经成为一个危险的地方。你应该马上离开，除非你想被杀死......或者更糟。

source: What has happened here?
de: Was ist hier passiert?
fr: Mais que s'est-il passé ici ?
ja: ここで何があったのですか？
pt: O que aconteceu aqui?
zh_cn: 这里发生了什么？

source: For your sake, I urge you to leave. While we need all the help we can get, we can't take responsibility for the dangers that has befell our mining town of Charwood.
de: Um deinetwegen beschwöre ich dich wegzugehen. Auch wenn wir jede Hilfe brauchen, die wir bekommen können, können wir keine Verantwortung für die Gefahren übernehmen, die über unsere Minenstadt Charwood hereingebrochen sind.
fr: Dans ton intérêt, je t'invite à partir. Bien que nous ayons besoin de toute l'aide possible, nous ne pouvons pas assumer la responsabilité des dangers qui ont frappé notre ville minière de Charbois.
ja: あなたのためにも、ここを出ていくこと勧めます。私たちには出来得る限りの支援が必要ですが、チャーウッド鉱山町に降りかかった危険の責任を取ることまではできません。
pt: Por sua causa, peço que saia. Embora precisemos de toda a ajuda que possamos obter, não podemos assumir a responsabilidade pelos perigos que aconteceu com a nossa cidade mineira de Charwood.
zh_cn: 为了你，我劝你离开。虽然我们需要所有能得到的帮助，但我们不能对降临在我们的采矿镇查伍德身上的危险负责。

source: We were attacked. We didn't stand a chance, they were too many and we are no fighters.
de: Wir wurden angegriffen. Wir hatten keine Chance, sie waren zu viele und wir sind keine Kämpfer.
fr: Nous avons été attaqués. Nous n'aurions pas pu résister. Ils étaient trop nombreux et nous ne sommes pas des guerriers.
ja: 襲撃を受けました。勝ち目なんてなかった。相手はあまりにも数が多い上に、私たちは戦士じゃない。
pt: Fomos atacados. Não tínhamos chance, eles eram muitos e não somos lutadores.
zh_cn: 我们被攻击了。我们没有机会，他们人太多了，而我们不是战士。

source: They started pouring out of the mine and the surrounding hills.
de: Sie begannen, aus der Mine und den Hügeln der Umgebung hervor zu strömen.
fr: Ils ont commencé à déferler de la mine et des collines voisines.
ja: 鉱山とその周辺の丘から湧いてきたようです。
pt: Começaram a sair pelas mina e as por fim foram para as colinas.
zh_cn: 他们开始从矿井和周围的山头涌出。

source: Who were?
de: Wer?
fr: Qui ça ?
ja: 誰が？
pt: Quem era?
zh_cn: 谁？

source: The monsters. Disgusting, foul smelling monsters. Nothing like we've ever seen before.
de: Die Monster. Abscheuliche, übel riechende Monster. Mit nichts zu vergleichen, was wir je zuvor gesehen hätten.
fr: Les monstres. Des monstres dégoutants, aux odeurs putrides. Du jamais vu.
ja: モンスターです。嫌な臭いのするモンスター。今まで見たこともないようなものでした。
pt: Os monstros. Monstros assustadores e fedidos. Nada parecido com o que já vimos antes.
zh_cn: 怪物。恶心，恶臭的怪物。我们以前都没有见过。

source: They ransacked our whole mining camp. Even burnt down the wooden carving that Morenavia had created last year.
de: Sie haben unser ganzes Minengelände geplündert. Sogar die hölzernen Schnitzereien, die Morenavia letztes Jahr angefertigt hatte, haben sie verbrannt.
fr: Ils ont saccagé l'ensemble de notre camp minier. Même brûlé la sculpture en bois que Morenavia avait créé l'an dernier.
ja: 鉱山キャンプ全体を荒らし回りました。昨年モレナビアが作った木彫りも燃やされてしまった。
pt: Eles saquearam todo o nosso campo minero. Até queimou a escultura de madeira que Morenavia criou no ano passado.
zh_cn: 他们洗劫了我们的整个采矿营地。甚至烧掉了莫雷纳维亚去年创作的木雕。

source: We did the only thing we can, seeing as none of us were equipped to fight. We ran.
de: Wir taten das einzig mögliche, bedenkt man, dass keiner von uns zum Kampf gerüstet war: wir flohen.
fr: Nous avons fait la seule chose possible compte tenu qu'aucun d'entre nous n'était équipé pour se battre. Nous avons fui.
ja: 誰も戦う準備はできていなかったので、唯一できる逃げることを選びました。
pt: Fizemos a única coisa que podemos, visto que nenhum de nós estava equipado para lutar. Corremos.
zh_cn: 我们做了我们唯一能做的事，因为我们都没有装备战斗。我们跑了。

source: We ran down the mountain, leaving behind our mining settlement of Charwood. Some of us made it here to our former cabin.
de: Wir flohen den Berg hinab und ließen unsere Minensiedlung von Charwood im Stich. Einige von uns haben es hierher zu unserer alten Hütte geschafft.
fr: On s'est enfuit de la montagne, laissant derrière nous la ville minière de Charbois. Certains d'entre nous se sont réfugiés ici dans notre ancienne cabane.
ja: チャーウッドの鉱山集落を残して私たちは山を駆け下りました。うち何人かは以前使っていたここのキャビンまでたどり着けました。
pt: Corremos pela montanha, a deixar para trás nosso assentamento mineiro de Charwood. Alguns de nós fizemos isso aqui para nossa antiga cabana.
zh_cn: 我们跑下山，离开了我们的查伍德采矿定居点。我们中的一些人来到了我们以前的小屋。

source: The few of us that's left have been able to hold them off from here, at least for now.
de: Die wenigen von uns, die übrig geblieben sind, waren in der Lage, sie von hier fernzuhalten - bisher wenigstens.
fr: Nous sommes parvenus à tenir les monstres à l'écart d'ici, du moins jusqu'à présent.
ja: 残された少数の私たちは、少なくとも今のところはまだ撃退できています。
pt: Alguns de nós foram capazes de mantê-los fora daqui, pelo menos por enquanto.
zh_cn: 我们剩下的几个人已经能够从这里拖住他们，至少目前是这样。

source: Our mining town up in the Charwood hills is completely overrun, however. All our belongings are back there.
de: Unsere Minenstadt oben in den Charwoodhügeln wurde komplett überrannt. All unser Hab und Gut ist dort zurückgeblieben.
fr: En revanche, notre ville minière située dans les hauteurs de Charbois est complètement envahie. Toutes nos affaires sont là-bas.
ja: ですが、チャーウッドヒルズにある鉱山町は完全に占領されてしまった。私たちの持ち物はすべてあそこにあるのです。
pt: Nossa cidade mineira nas colinas de Charwood está completamente invadida, no entanto. Todos os nossos pertences estão de volta.
zh_cn: 然而，我们在查伍德山上的采矿镇已经完全被占领了。我们所有的物品都在那里。

source: There are also several of us that haven't made it down the hill. Many of our friends and relatives from the mining town have not been accounted for yet.
de: Auch haben es einige von uns nicht den Hügel herab geschafft. Von vielen unserer Freunde und Verwandten aus der Minenstadt haben wir bisher noch keine Nachricht.
fr: Certains d'entre nous ne sont pas arrivés en bas de la colline. Plusieurs de nos amis, frères et soeurs du village minier n'ont pas encore été retrouvés.
ja: 下山できていない人もいます。鉱山町の友人や親戚たちの多くはまだ報告がありません。
pt: Há também vários de nós que não conseguiram descer a colina. Muitos dos nossos amigos e parentes da cidade mineira ainda não foram achados.
zh_cn: 我们还有几个人没有下山。我们许多来自采矿镇的朋友和亲戚都还没有下落。

source: I don't want to think about that. Either they've been killed by the foul monsters, or worse.
de: Ich möchte nicht darüber nachdenken. Entweder wurden sie von diesen üblen Monstern getötet, oder schlimmeres.
fr: Je ne veux pas même y penser. Ils auront sûrement été tués par ces monstres ignobles, ou pire.
ja: 考えたくもありませんね。邪悪なモンスターに殺されたのか、もっと酷いことになっているのか。
pt: Não quero pensar sobre isso. Ou foram mortos pelos monstros malvados, ou pior.
zh_cn: 我不愿意去想这个问题。要么他们已经被那些肮脏的怪物杀死了，要么更糟。

source: You know, we saw one monster carrying around what looked like a net of some sort, instead of weapons like the other ones.
de: Weißt du, wir sahen ein Monster, das nicht wie die anderen bewaffnet war, sondern etwas herumschleppte, das wie eine Art Netz aussah.
fr: Tu sais, nous avons repéré un monstre qui trimbalait quelque chose qui ressemblait à un genre de filet, au lieu des armes comme les autres.
ja: 武器ではなく、網のようなものを持ち歩いていたモンスターを見かけましたね。
pt: Sabe, vimos um monstro a carregar o que parecia uma rede de algum tipo, em vez de armas como as outras.
zh_cn: 你知道吗，我们看到一个怪物随身携带看起来像某种网的东西，而不是像其他的武器。

source: He shoved the other monsters around, and they all seemed to look up to him, like he was some sort of leader.
de: Er scheuchte die übrigen Monster umher, und sie alle schienen zu ihm aufzublicken, als ob er eine Art Anführer sei.
fr: Il bousculait les autres monstres, et ils semblaient tous le regarder avec admiration, comme s'il était un genre de chef.
ja: 他のモンスターを押しのけて回っていて、周囲もまるである種のリーダーであるかのように尊敬しているようでした。
pt: Ele empurrou os outros monstros ao redor e todos pareciam olhar para ele, como se ele fosse um tipo de líder.
zh_cn: 他把其他怪物推来推去，他们似乎都仰望着他，好像他是某种领袖。

source: I don't know what that net was for though. I wonder if he was supposed to capture some of us.
de: Ich weiß aber nicht, wozu das Netz gut sein sollte. Ich frage mich, ob er beabsichtigte, einige von uns damit einzufangen.
fr: Je ne sais pas à quoi allait servir le filet par contre. Je me demande si c'était pour nous capturer.
ja: でも、あの網が何のためのものだったかがわからない。私たちを捕まえるつもりだったのでしょうか。
pt: No entanto, não sei o que era essa rede. Pergunto-me se ele deveria está a capturar alguns de nós.
zh_cn: 我不知道那张网是干什么用的。我想知道他是否会俘虏我们中的一些人。

source: As I said, I'll try to find out what happened to them.
de: Wie gesagt, ich werde versuchen herauszufinden, was mit ihnen passiert ist.
fr: Comme je l'ai dit, j'essaierai de découvrir ce qui leur est arrivé.
ja: 前にも言ったように、何があったのか調べてみます。
pt: Como disse, vou tentar descobrir o que aconteceu com eles.
zh_cn: 正如我所说的，我将努力查明他们的情况。

source: I sure hope that the people that we are missing are all alive at least.
de: Ich hoffe, dass die Leute, die wir vermissen, wenigstens noch alle am Leben sind.
fr: J'espère que toutes les personnes disparues sont encore en vie.
ja: 行方不明になっている人たちがせめて生きていることを願います。
pt: Espero que as pessoas desaparecidos não tenham perdido as vidas deles.
zh_cn: 我当然希望我们所失踪的人至少都活着。

source: In particular, I'm worried about what happened to Morenavia - our leader. None of us that made it back to this cabin saw what happened to her.
de: Besonders besorgt bin ich darüber, was mit Morenavia geschehen ist - unserer Anführerin. Keiner von uns, die es zu dieser Hütte geschafft haben, hat gesehen, was ihr zugestoßen ist.
fr: Je me fais particulièrement du souci pour Morenavia - notre chef. Aucun de ceux qui se sont échappés jusqu'ici n'a vu ce qui lui est arrivé.
ja: 特に心配なのは指導者モレナビアの行方です。このキャビンに到着した私たちの誰も、彼女がどうなったのか見ていません。
pt: Estou particularmente preocupado com o que aconteceu com Morenavia - o nosso líder. Nenhum de nós que voltou para esta cabana viu o que aconteceu com ela.
zh_cn: 特别是，我很担心莫雷纳维亚--我们的领袖发生了什么。我们中没有一个能回到这个小屋的人看到她发生了什么。

source: I sure hope she's still alive. We could use some of her wisdom and leadership right now to guide us.
de: Ich hoffe, dass sie noch lebt. Etwas von ihrer Weisheit und Führungsstärke könnten wir nun gut gebrauchen.
fr: J'espère vraiment qu'elle est encore en vie. Nous avons tant besoin de sa sagesse et de ses qualités de leader dans un moment comme celui-ci.
ja: まだ生きていればいいのですが。彼女の知恵とリーダーシップがあれば私たちを導いてくれることでしょう。
pt: Espero que ainda esteja viva. Podemos usar alguma sabedoria e liderança neste momento para nos orientar.
zh_cn: 我当然希望她还活着。她有智慧能领导我们。

source: I'm also worried about Falothen, our weapons trainer. As I ran down the hills myself, I thought I heard him call for help.
de: Auch um Falothen, unseren Waffentrainer bin ich besorgt. Ich denke, ich habe ihn um Hilfe rufen hören, als ich den Hügel hinunter gerannt bin.
fr: Je m'inquiète aussi à propos de Falothen, notre entraîneur au combat. Alors que j'essayais de m'enfuir en descendant la colline, je crois l'avoir entendu appeler à l'aide.
ja: 武器トレーナーのファローテンも心配ですね。私が高地を駆け下りていたとき、彼の助けを求める声が聞こえたような気がします。
pt: Também estou preocupado com o Falothen, o nosso treinador de armas. Enquanto corria pelas colinas, pensei que o ouvi pedir ajuda.
zh_cn: 我也担心我们的武器训练师法洛森。当我自己跑下山时，我想我听到了他的呼救声。

source: There's also Ayell, our healer, and Fayvara, our armorer. They always stayed together, those two. We don't know what happened to them or where they are.
de: Dann sind da noch Ayell, unser Heiler und Fayvara, unsere Waffenschmiedin. Die beiden blieben immer zusammen. Wir wissen nicht, was ihnen zugestoßen ist oder wo sie sind.
fr: Il y a aussi Ayell, notre guérisseuse, et Fayvara, notre armurière. Elles sont toujours ensemble ces deux-là. Nous ne savons pas ce qui a pu leur arriver, ni où elles pourraient être.
ja: ヒーラーのアイエルと防具師ファイバラも。あの2人はいつも一緒でした。どうなったのか、どこにいるのか、誰にもわかりません。
pt: Há também Ayell, nosso curandeiro e Fayvara, nosso armador. Eles sempre ficaram juntos, esses dois. Não sabemos o que aconteceu com eles ou onde eles estão.
zh_cn: 还有阿耶尔，我们的治疗师，和法伊瓦拉，我们的装甲师。他们总是呆在一起，那两个人。我们不知道他们发生了什么，也不知道他们在哪里。

source: What are you going to do?
de: Was wirst du tun?
fr: Qu'allez-vous faire ?
ja: どうするつもりですか？
pt: O que vai fazer?
zh_cn: 你打算怎么做？

source: With your help, we might at least get somewhere.
de: Mit deiner Hilfe könnten wir vielleicht wenigstens etwas erreichen.
fr: Avec ton aide, nous pourrions peut-être progresser.
ja: あなたの協力があれば、何とかなるかもしれません。
pt: Com a sua ajuda, podemos pelo menos chegar a algum lugar.
zh_cn: 有了你的帮助，我们至少可以有所收获。

source: I honestly don't know. We've sent out runners to try to find help. So far, none have returned with help.
de: Ich weiß es wirklich nicht. Wir haben Boten ausgesandt, um Hilfe zu finden. Bisher ist noch keiner mit Hilfe zurückgekehrt.
fr: À vrai dire, je n'en ai aucune idée. Nous avons envoyé des coursiers pour tenter de trouver de l'aide. Aucun n'est revenu avec des renforts jusqu'à présent.
ja: 正直わかりません。助けを求めて遣いを送りました。今のところ、どこからも支援が返ってきてはいません。
pt: Honestamente não sei. Enviamos corredores para tentar encontrar ajuda. Até agora, nenhum retornou com ajuda.
zh_cn: 老实说，我不知道。我们已经派人去尝试寻找帮助。到目前为止，没有人得到帮助回来。

source: Maybe I can help?
de: Vielleicht kann ich helfen?
fr: Peut-être que je peux être utile ?
ja: 手伝おうか？
pt: Talvez eu possa ajudar?
zh_cn: 也许我可以帮忙？

source: Tough luck. They're probably dead. You should move on with your lives.
de: Pech. Wahrscheinlich sind sie tot. Ihr solltet euer Leben weiterleben.
fr: Quelle poisse. Ils sont probablement tous morts. Vous devriez laisser tout ça derrière vous et aller de l'avant.
ja: ついてないね。死んだんじゃないかな。自分の人生を歩んだほうがいいよ。
pt: Seja forte. Eles provavelmente estão mortos. Deve seguir em frente com suas vidas.
zh_cn: 运气不好。他们可能已经死了。你们应该继续你们的生活。

source: Yes, I guess so. Thank you for listening to our story.
de: Ja, vermutlich. Danke, dass du dir unsere Geschichte angehört hast.
fr: Oui, je suppose. Merci d'avoir écouté notre histoire.
ja: はい、そうですね。話を聞いてくれてありがとうございました。
pt: Sim, acho que sim. Obrigado por ouvir nossa história.
zh_cn: 是的，我想是的。谢谢你听我们的故事。

source: Well, I wouldn't want to be responsible for putting you into any trouble.
de: Nun, ich möchte nicht dafür verantwortlich sein, dich in Schwierigkeiten gebracht zu haben.
fr: Eh bien, je ne voudrais pas être responsable de vos déboires.
ja: そんな、あなたを問題に巻き込んでも責任は負えませんよ。
pt: Bem, não gostaria de ser responsável por pôr-lo em qualquer problema.
zh_cn: 好吧，我不想让你陷入任何麻烦。

source: I might be able to sneak by the monsters undetected.
de: Ich könnte es schaffen, mich ungesehen an den Monstern vorbei zu schleichen.
fr: J'arriverais peut-être à me faufiler sans me faire repérer par les monstres.
ja: モンスターに気取られずに忍び込めるかも。
pt: Talvez possa esgueirar-se pelos monstros de modo que eu não seja detectado.
zh_cn: 我也许能在不被发现的情况下溜过那些怪物。

source: A few puny monsters won't stop me!
de: Ein paar mickrige Monster halten mich nicht auf!
fr: Quelques petits monstres insignifiants ne m’arrêteront pas !
ja: 数匹のちっぽけなモンスターなんかに僕は止められない！
pt: Alguns monstros insignificantes não me pararão!
zh_cn: 几个微不足道的怪兽不能阻止我！

source: OK. Frankly, I don't know what else we can do. We really need the help.
de: Ok. Offen gesagt - ich weiß nicht, was wir sonst tun können. Wir benötigen die Hilfe wirklich.
fr: D'accord. Pour être honnête, je ne sais plus quoi faire de plus. Nous avons vraiment besoin d'aide.
ja: わかりました。率直に言って、他に何ができるかわかりません。本当に助けが必要なんです。
pt: Está bem. Francamente, não sei o que mais podemos fazer. Realmente precisamos da ajuda.
zh_cn: 好的。坦率地说，我不知道我们还能做什么。我们真的需要帮助。

source: I would be very grateful for knowing what happened to the people we are missing.
de: Ich wäre sehr dankbar zu erfahren, was unseren Vermissten zugestoßen ist.
fr: Je serais très reconnaissante d'apprendre ce qui est arrivé aux personnes disparues.
ja: 行方不明の人たちに何があったのかを知ることができるのは、とてもありがたいことです。
pt: Ficaria muito grato por saber o que aconteceu com as pessoas que estão desaparecidas.
zh_cn: 如果能知道我们所失踪的人发生了什么，我将非常感激。

source: Head up to our mining town of Charwood heights, and look for the missing people.
de: Gehe hinauf in unsere Minenstadt auf den Charwood-Höhen und suche nach den Vermissten.
fr: Monte jusqu'à notre ville minière dans les hauteurs de Charbois, et cherche les disparus.
ja: 鉱山の町チャーウッドハイツに行って、行方不明者を探してきてください。
pt: Dirija-se à nossa cidade mineira das alturas de Charwood e procure as pessoas desaparecidas.
zh_cn: 前往采矿镇查伍德高地，寻找失踪的人。

source: Please, try to be safe! If you spot any danger, or if those foul monsters are too much for you, don't hesitate to retreat back here.
de: Bitte versuche, vorsichtig zu sein. Wenn du irgendeine Gefahr entdeckst oder wenn diese üblen Monster zu viel für dich sind, zögere nicht, dich hierher zurückzuziehen.
fr: S'il te plaît, prends soin de toi ! Si tu vois du danger, ou si les bêtes infâmes sont trop difficiles, n'hésite pas à rebrousser chemin.
ja: どうかお気をつけて！ 危険を察知したりモンスターが多すぎる際は、ためらわずにここに戻ってきてください。
pt: Por favor, tente voltar em segurança! Se detetar algum perigo, ou se esses monstros fracos lhe sejam fortes demais, não hesite em recuar aqui.
zh_cn: 请尽量注意安全!如果你发现任何危险，或者如果那些肮脏的怪物让你受不了，不要犹豫，退回这里。
