Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: Nothing unusual about that. But in this case we've discovered that the woman is the daughter of Hertzsen Laumwill, patriarch of the Laumwill family. (You look around, trying to remember someone, but nothing comes to you)
de: Daran ist nichts Ungewöhnliches. Aber in diesem Fall haben wir herausgefunden, dass die Frau die Tochter von Hertzsen Laumwill, dem Patriarchen der Familie Laumwill, ist. (Du siehst dich um und versuchst, dich an jemanden zu erinnern, aber es fällt dir nichts ein.)
fr: Rien d'inhabituel jusque là. Mais dans ce cas on a découvert que la femme est la fille de Hertzsen Laumwill, patriarche de la famille Laumwill. (Tu te creuses la tête, mais ça ne te dit rien)
ja: 特に変わったことではない。しかし今回の場合その女性がラウムウィル家家長、ヘルツセン・ラウムウィルの娘であることが判明している。 （あなたは周りを見回して誰なのかを思い出そうとするが何も浮かばない）
pt: Nada de anormal nisso. Mas, neste caso, descobrimos que a mulher é filha de Hertzsen Laumwill, patriarca da família Laumwill. (Olha em volta, a tentar se lembrar de alguém, mas nada acontece consigo)
zh_cn: 这没有什么不寻常的地方。但在这种情况下，我们发现这个女人是赫兹森-劳姆威尔的女儿，劳姆威尔家族的族长。 (你环顾四周，试图记住某个人，但没有想到什么。）

source: To help you understand, they are one of the richest Feygard families, very close to Lord Geomyr.
de: Zum besseren Verständnis: Sie sind eine der reichsten Familien aus Feygard, die Lord Geomyr sehr nahe steht.
fr: Pour t'aider à comprendre, c'est une des familles les plus riches de Feygard, très proche du Seigneur Geomyr.
ja: 君にも理解できるように言うとだ、フェイガードでも特に裕福な一族の1つであり、ジオミア卿にも極めて近い立場にある。
pt: Para ajudá-lo a entender, eles são uma das famílias mais ricas de Feygard, muito perto de Lord Geomyr.
zh_cn: 准确的说，他们是最富有的费加德家族之一，与吉奥米尔领主关系非常密切。

source: OK, so what I have to do?
de: OK, was muss ich also tun?
fr: Ok, que faut-il que je fasse ?
ja: なるほど、それでどうすればいい？
pt: OK, então o que tenho que fazer?
zh_cn: 好吧，那么我需要做什么？

source: I ... understand. So what's my task?
de: Ich... verstehe. Und was ist meine Aufgabe?
fr: Je... comprends. Donc quelle est ma mission ?
ja: 分かり…ました。それで仕事は？
pt: Eu… compreendo. Então, qual é a minha tarefa?
zh_cn: 我......明白了。那我的任务是什么？

source: I want you to bring the noble woman here, so that we can ask for a substantial ransom from her generous father.
de: Ich möchte, dass du die Edelfrau hierher bringst, damit wir ein beträchtliches Lösegeld von ihrem großzügigen Vater verlangen können.
fr: Je veux que tu amènes cette noble ici, pour qu'on puisse demander une rançon substantielle à son généreux père.
ja: 君にはその貴族女性をここまで連れてきてもらいたい。思いやりに溢れた彼女の父君から多額の身代金を請求できるようにね。
pt: Quero que traga a mulher nobre aqui, para que possamos pedir um resgate substancial do seu pai generoso.
zh_cn: 我想让你把这位贵族妇女带到这里，这样我们就可以向她慷慨的父亲索要一笔可观的赎金。

source: Consider it done.
de: Betrachte es als erledigt.
fr: C'est comme si c'était fait.
ja: やってみます。
pt: Considere isso feito.
zh_cn: 认为它已经完成。

source: Where can I find this woman?
de: Wo kann ich diese Frau finden?
fr: Où puis-je trouver cette femme ?
ja: その女性はどこに？
pt: Onde posso encontrar essa mulher?
zh_cn: 在哪里可以找到这个女人？

source: Great ... Before you go, I should tell you where she is.
de: Großartig ... Bevor du gehst, sollte ich dir sagen, wo sie ist.
fr: Super... Avant de partir, je devrais te dire où elle se trouve.
ja: よろしい…出発する前に、彼女がどこにいるかを教えよう。
pt: Ótimo… Antes de ir, devo lhe dizer onde ela está.
zh_cn: 很好......。在你走之前，我会告诉你她在哪里。

source: Scouts have seen the lady in the Foaming flask tavern. We do not want to be discovered, so act quietly. Guards are a problem though. It's up to you how you choose to solve the guards problem.
de: Unsere Aufklärer haben die Dame in der Taverne "Schäumende Flasche" gesehen. Wir wollen nicht entdeckt werden, also verhalte dich ruhig. Die Wachen sind allerdings ein Problem. Es liegt an dir, wie du das Wächterproblem lösen willst.
fr: Des éclaireurs ont vu la dame dans la taverne de la Chopine Moussante. On ne veut pas être découverts, donc agis discrètement. Les gardes sont un problème ; à toi de voir comment tu choisis de le résoudre.
ja: 斥候はフォーミングフラスコ酒場でその女性を目撃している。我々としては見つかりたくないので、くれぐれも静かに行動するように。とはいえ問題は衛兵だ。衛兵関連の問題にどう対処するかは君が決めるといい。
pt: Escoteiros viram a moça na taberna do frasco de espuma. Não queremos ser descobertos, portanto, aja em silêncio. Os guardas são um problema. É consigo decidir como resolver o problema dos guardas.
zh_cn: 侦察员已经在泡沫瓶酒馆看到了那位女士。我们不希望被发现，所以要悄悄地行动。不过守卫是个问题。如何解决守卫问题，就看你的选择了。

source: Yes. I understand.
de: Ja. Ich verstehe.
fr: Oui. Je comprends.
ja: はい。わかりました。
pt: Sim. Entendo.
zh_cn: 是的，我明白。

source: Seems difficult, but whatever. I'll do it.
de: Scheint schwierig zu sein, aber egal. Ich werde es tun.
fr: Ca a l'air difficile, mais soit. Je le ferai.
ja: 難しそうだけど、いいでしょう。やります。
pt: Parece difícil, mas tanto faz. Vou fazer isso.
zh_cn: 这似乎很难，但不管怎样。我来吧。

source: Good luck. Return to me when you're done.
de: Viel Glück. Komm zu mir zurück, wenn du fertig bist.
fr: Bonne chance. Reviens me voir quand tu as fini.
ja: 健闘を祈ろう。終わったら私のところに戻ってくるように。
pt: Boa sorte. Volte para mim quando terminar.
zh_cn: 祝你好运。完成后回到我身边。

source: Wait, wait! How am I supposed to ...
de: Warte, warte! Wie soll ich ...
fr: Attendez, attendez ! Comment est-ce que je suis supposé...
ja: 待って待って！ どうやって…
pt: Espera espera! Como devo…
zh_cn: 等等，等等！我怎么能……

source: I will bring her, even if I have to eliminate Feygard's entire army!
de: Ich werde sie mitbringen, auch wenn ich Feygards gesamte Armee ausschalten muss!
fr: Je l'amènerai ici, même si je dois éliminer toute l'armée de Feygard !
ja: フェイガード全軍を抹殺してでも連れてくるよ！
pt: Vou trazê-la, mesmo que tenha que eliminar todo o exército de Feygard!
zh_cn: 我一定要把她带来，哪怕是消灭费加德的整个军队！

source: Use your tongue, young man. Sometimes it is more important than your sword skills.
de: Benutz deine Zunge, junger Mann. Manchmal ist das wichtiger als deine Schwertkünste.
fr: Utilise ta langue, jeune homme. C'est parfois plus important que ton épée.
ja: 言葉を使うのだ、若者よ。時にそれは剣の腕よりも重要なのだよ。
pt: Use a sua língua, jovem. Às vezes, é mais importante que as suas habilidades de espada.
zh_cn: 使用你的舌头，年轻人。有时它比你的剑术更重要。

source: Hah! I don't think so. But anyway, thank you for the advice.
de: Hah! Ich glaube nicht. Aber trotzdem, vielen Dank für den Rat.
fr: Ha ! Je ne crois pas. Mais merci quand même pour le conseil.
ja: はっ！ そうは思わないけどね。まあともかく、アドバイスには感謝します。
pt: Hah! Acho que não. De qualquer forma, obrigado pelo conselho.
zh_cn: 哈!我不认为如此。但无论如何，谢谢你的建议。

source: I'll do that, thanks for the advice.
de: Ich mache das, danke für den Rat.
fr: J'y penserai, merci du conseil.
ja: そうします、アドバイスをありがとう。
pt: Farei isso, obrigado pelo conselho.
zh_cn: 我会这么做的，谢谢你的建议。

source: Remember that if you are discovered, you are no one. No one knows you. And of course, no one has seen you. You are now a member of the guild, so don't fail.
de: Denk daran, dass, wenn du entdeckt wirst, dass du niemand bist. Niemand kennt dich. Und natürlich hat dich niemand gesehen. Du bist jetzt ein Mitglied der Gilde, also versag nicht.
fr: Rappelle-toi que si tu es découvert, tu n'es personne. Personne ne te connait. Et bien sûr, personne ne t'a vu. Tu es maintenant un membre de la guilde, alors n'échoue pas.
ja: もし見つかるようなことがあれば、君は誰でもないことを忘れないように。誰も君を知らない。そしてもちろん、誰も君を見ていない。君はもうギルドの一員なのだ、しくじらないように。
pt: Lembre-se de que se for descoberto, não é ninguém. Ninguém conhece-o. E claro, ninguém viu-o. Agora é um membro da guilda, então não falhe.
zh_cn: 记住，如果你被发现，你就不是任何人。没有人认识你。当然，也没有人见过你。你现在是行会的成员，所以不要失败。

source: You still think I'm a novice, right? You're going to see that you're wrong!
de: Du denkst immer noch, dass ich ein Anfänger bin, oder? Du wirst schon sehen, dass du dich irrst!
fr: Vous pensez toujours que je suis un novice ? Vous allez voir que vous avez tort !
ja: まだ僕のこと初心者だと思ってるよね？ それが間違いだってことがわかりますよ！
pt: Ainda acha que sou um novato, certo? Vai ver que está errado!
zh_cn: 你仍然认为我是个新手，对吗？你会发现你错了！

source: Understood. Bye.
de: Verstanden. Auf Wiedersehen.
fr: Compris. Tchao.
ja: わかりました。それでは。
pt: Entendo. Tchau.
zh_cn: 明白了。再见。

source: No, I've told you all you need to know. Now leave me please, I've work to do.
de: Nein, ich habe dir alles gesagt, was du wissen musst. Jetzt lass mich bitte, ich muss arbeiten.
fr: Non, j'ai dit tout ce que tu dois savoir. Maintenant laisse-moi s'il te plait, j'ai du travail.
ja: 無い、君が知っておくべきことは全て伝えた。私は仕事があるのでね、構わないでくれ。
pt: Não, já contei tudo o que precisa saber. Agora deixe-me por favor, tenho trabalho a fazer.
zh_cn: 不，我已经告诉了你所有你需要知道的事情。现在请离开我，我有工作要做。

source: Why? I don't know you, commoner. Why would I be willing to trust a savage looking kid?
de: Warum? Ich kenne dich nicht, du Gewöhnlicher. Warum sollte ich bereit sein, einem wild aussehenden Kind zu vertrauen?
fr: Pourquoi ? Je ne te connais pas, roturier. Pourquoi ferais-je confiance à un gamin sauvage ?
ja: どうして？ あなたのような平民なんて知らないわ。なぜこのわたくしが野蛮な子供のことを信用するというの？
pt: Por quê? Não te conheço, plebeu. Por que eu estaria disposto a confiar num garoto de aparência selvagem?
zh_cn: 为什么？我不认识你，平民。我为什么愿意相信一个看起来很野蛮的孩子？

source: But I'm not a commoner! I'm a ... Feygard spy. These clothes are my disguise!
de: Aber ich bin kein Gewöhnlicher! Ich bin ein ... Feygard Spion. Diese Kleidung ist meine Verkleidung!
fr: Mais je ne suis pas un roturier ! Je suis un ... espion de Feygard. Ces habits sont mon déguisement !
ja: ですが僕は平民ではありません！ 私は…フェイガードのスパイです。この服装は変装なのです！
pt: Mas não sou um plebeu! Sou um … espião de Feygard. Essas roupas são o meu disfarce!
zh_cn: 但我不是平民！我是...费加德间谍。这些衣服是我的伪装！

source: I'm stronger than those smug guards.
de: Ich bin stärker als diese selbstgefälligen Wachen.
fr: Je suis plus fort que ces gardes aux airs suffisants.
ja: あんな独りよがりの衛兵なんかよりも僕は強い。
pt: Sou mais forte do que aqueles guardas presunçosos.
zh_cn: 我比那些自以为是的守卫更强大。

source: Anyway, I prefer to stay in this place for now. Get away from me!
de: Jedenfalls ziehe ich es vor, erst einmal hier zu bleiben. Lass mich in Ruhe!
fr: En tout cas, je préfère rester ici pour l'instant. Eloigne-toi de moi !
ja: とにかく、今はここにいたいの！ 向こうへ行って頂戴！
pt: De qualquer forma, prefiro ficar neste lugar por enquanto. Saia de perto de mim!
zh_cn: 不管怎样，我现在更喜欢呆在这个地方。离我远点！

source: Hmpf .... Goodbye
de: Hmpf ..... Auf Wiedersehen
fr: Hmpf... Au revoir
ja: ふーん…失礼します
pt: Hmpf…. Adeus
zh_cn: 嗯嗯....再见

source: What? I haven't been informed of that. Since you seem like an inexperienced kid, I don't believe you.
de: Was? Darüber bin ich nicht informiert worden. Du siehst wie ein unerfahrenes Kind aus und ich glaube dir nicht.
fr: Quoi ? Je n'en ai pas été informé. Comme tu as l'air d'un gamin inexpérimenté, je ne te crois pas.
ja: 何？ そんな知らせは聞いてないぞ。ただの子供にしか見えない、とても信じられん。
pt: O que? Não fui informado disso. Desde que parece uma criança inexperiente, não lhe acredito.
zh_cn: 什么？我没有被告知那件事。看你像个没经验的孩子，我不相信你。

source: Ergh ... Mr Laumwill is grateful for your protection. However ... Ah! He has given this reward of 1000 gold for your efforts.
de: Ergh ... Herr Laumwill ist dankbar für Ihren Schutz. Jedoch... Ah! Er stellt diese Belohnung von 1000 Gold für deine Bemühungen bereit.
fr: Ergh... Monsieur Laumwill est reconnaissant pour votre protection. Cependant... Ah ! Il a donné cette récompense de 1000 pièces d'or pour vos efforts.
ja: えー…ラウムウィル様はあなたの保護に感謝しておられます。ですが…ええ！ その尽力への報奨として、こちらの1000ゴールドを授けてくださいました。
pt: Ergh… Sr. Laumwill é grato pela sua proteção. No entanto… Ah! Ele deu essa recompensa de 1000 ouro pelos seus esforços.
zh_cn: 呃......劳姆威尔先生感谢您的保护。然而。。。啊！他给了你1000金币的奖励。

source: Trust me, I'm the one that delivered those swords from Gandoren to you!
de: Vertrau mir, ich bin derjenige, der dir die Schwerter von Gandoren geliefert hat!
fr: Croyez-moi, je suis celui qui vous a livré ces épées de Gandoren !
ja: どうか信じてください、ガンドレンからの剣をあなたには届けたではないですか！
pt: Confie em mim, sou eu quem entregou essas espadas de Gandoren para você!
zh_cn: 相信我，是我把这些剑从甘多伦送到你手里的！

source: (I would like to bribe the captain, but I need at least 1000 Gold) I will come back later.
de: (Ich möchte den Captain bestechen, aber ich brauche mindestens 1000 Gold) Ich werde später wiederkommen.
fr: (Je voudrais acheter le capitaine, mais j'ai besoin d'au moins 1000 pièces d'or) Je reviendrai plus tard.
ja: （隊長に賄賂を渡したいが少なくとも1000ゴールドが必要だ）後ほどまた来ます。
pt: (Gostaria de subornar o capitão, mas preciso de pelo menos 1000 Gold). Voltarei mais tarde.
zh_cn: (我想贿赂队长，但我至少需要1000金币）我以后会回来的。

source: Oh! What a considerable reward! OK, OK. Only Feygard people are so generous!
de: Oh! Was für eine beachtliche Belohnung! OKAY, OKAY. Nur Feygard-Leute sind so großzügig!
fr: Oh ! Quelle récompense considérable ! Ok, ok. Seuls les habitants de Feygard sont aussi généreux !
ja: ほほぅ！ これは相当な報奨だ！ わかったわかった。こうまで気前がいいのはフェイガード人だけだ！
pt: Oh! Que recompensa considerável! OK, OK. Somente as pessoas de Feygard são tão generosas!
zh_cn: 哦！多么可观的回报！好的，好的。只有费加德人才这么慷慨！

source: I have to stay here to supervise my guards. They sometimes need educating about what to do. I assume you're able to escort her without problems?
de: Ich muss hier bleiben, um meine Wachen zu beaufsichtigen. Manchmal müssen sie darüber aufgeklärt werden, was zu tun ist. Ich nehme an, du kannst sie ohne Probleme eskortieren?
fr: Je dois rester ici pour superviser mes gardes. Ils ont parfois besoin de conseils sur ce qu'il faut faire. Je suppose que tu es capable de l'escorter sans problème ?
ja: 衛兵の監督のために私はここに留まる必要がある。時折すべきことについて教育をせねばならなくてな。彼女のことを満足に護衛できるか？
pt: Tenho que ficar aqui para supervisionar meus guardas. Eles às vezes precisam educar sobre o que fazer. Presumo que possa acompanhá-la sem problemas?
zh_cn: 我必须留在这里监督我的警卫。有时需要教育他们该怎么做。我想你能够毫无问题地护送她吧？

source: [Lie]For the glory of Feygard, I will!
de: [Lüge] Für Feygards Ruhm werde ich es tun!
fr: [Mensonge] D'accord, pour la gloire de Feygard !
ja: （嘘）フェイガードの栄光のために、やりましょう！
pt: [Mentir] Pela glória de Feygard, eu irei!
zh_cn: [谎言]为了费加德的荣耀，我会的！

source: [Lie]Don't worry, she's safe with me.
de: [Lüge] Mach dir keine Sorgen, sie ist in Sicherheit bei mir.
fr: [Mensonge] Ne vous inquiétez pas, elle est en sécurité avec moi.
ja: （嘘）ご心配なく、私と一緒なら安全です。
pt: [Mentir] Não se preocupe, ela está segura comigo.
zh_cn: [谎言]别担心，她和我一起很安全。

source: Oh, I see. Maybe you're right.
de: Ach so, ich verstehe. Vielleicht hast du Recht.
fr: Oh, je vois. Peut-être as-tu raison.
ja: ああ、そういうことか。君が正しいかもしれん。
pt: Ah, vejo. Talvez esteja certo.
zh_cn: 哦，我明白了。也许你是对的。

source: You again?!
de: Du schon wieder?!
fr: Encore toi ?!
ja: また来たの？！
pt: De novo?!
zh_cn: 你又来了？！

source: [Lie] Sorry, but I have to take you back home!
de: [Lüge] Entschuldigung, aber ich muss dich nach Hause bringen!
fr: [Mensonge] Désolé, mais il faut que je vous ramène à la maison !
ja: （嘘）申し訳ありません、ですが家までお送りしなくては！
pt: [Mentir] Desculpe, mas tenho que levá-lo de volta para casa!
zh_cn: [谎言]对不起，但我必须送你回家！

source: (Knock her out) Time to sleep!
de: (Schlage sie k.o.) Zeit zum Schlafen!
fr: (L'assommer) C'est l'heure de dormir !
ja: （彼女を気絶させる）お休みの時間です！
pt: (Nocautear ela) Hora de dormir!
zh_cn: （把她打晕）该睡觉了！

source: No! I won't go anywhere with you, commoner! Guards, guards!
de: Nein! Ich werde nirgendwo mit dir gehen, du Gewöhnlicher! Wachen, Wachen!
fr: Non ! Je n'irai nulle-part avec toi, roturier ! Gardes, gardes !
ja: イヤよ！ あなたのような平民とはどこにも行かないわ！ 衛兵、衛兵！
pt: Não! Não vou a lugar nenhum consigo, plebeu! Guardas, guardas!
zh_cn: 不，我不会和你去任何地方，平民！卫兵，卫兵！

source: Haha! Sorry lady, but your father wants you back home. I also believe this dirty tavern is no place for a woman like you, haha!
de: Haha! Tut mir leid, Lady, aber dein Vater möchte, dass du wieder zu Hause bist. Ich glaube auch, dass diese schmutzige Taverne kein Ort für eine Frau wie dich ist, haha!
fr: Ha ha ! Désolé gente dame, mais votre père veut que vous rentriez à la maison. Je crois aussi que cette taverne sale n'est pas un endroit pour une dame comme vous, ha ha !
ja: ハハハ！ 申し訳ありませんが、お父君がご帰宅を願っているとのことです。私も、この汚い酒場はあなたのような女性には似つかわしくないと思っております！
pt: Haha! Desculpe senhora, mas o seu pai quer que volte para casa. Também acredito que essa taberna suja não é lugar para uma mulher como você, haha!
zh_cn: 哈哈！对不起，女士，但你父亲希望你回家。我也相信这个肮脏的小酒馆不适合像你这样的女人，哈哈！

source: Yes, you have to come with me.
de: Ja, du musst mit mir kommen.
fr: Oui, il faut que vous veniez avec moi.
ja: ええ、一緒に来てください。
pt: Sim, tem que vir comigo.
zh_cn: 是的，你必须跟着我。

source: NO! I've said no! Don't bother me. Get away from me!
de: NEIN! Ich habe nein gesagt! Lass mich in Ruhe. Lass mich in Ruhe!
fr: NON ! J'ai dit non ! Ne m'embête pas. Ne t'approche pas de moi !
ja: イヤ！ イヤだと言っているでしょう！ 邪魔をしないで。離れなさい！
pt: NÃO! Disse que não! Não me incomode. Saia de perto de mim!
zh_cn: 不！我说不！别烦我。离我远点！

source: Sorry about this (Knock her out).
de: Tut mir leid (Schlage sie k.o.).
fr: Désolé (L'assommer).
ja: 申し訳ありません（彼女を気絶させる）。
pt: Desculpe por isso (Nocautear ela).
zh_cn: 对此我很抱歉（把她打晕）。

source: [Whispering] You fool! Be quiet. Listen to me if you want to save your life.
de: [Flüsternd] Du Narr! Ruhe. Hör mir zu, wenn du dein Leben retten willst.
fr: [En murmurant] Vous êtes folle ! Restez tranquille. Ecoutez-moi si vous voulez avoir la vie sauve.
ja: （耳打ちする）バカ！ 静かにしろ。生き延びたいなら話を聞け。
pt: [Sussurrando] Seu tolo! Fique quieto. Ouça-me se quiser salvar sua vida.
zh_cn: [窃窃私语] 你这个笨蛋！安静。如果你想生命安全，请听我说。

source: (You tap her on the back of the head with the handle of your weapon, and she falls unconscious)
de: (Du klopfst ihr mit dem Griff deiner Waffe auf den Hinterkopf und sie fällt bewusstlos um)
fr: (Tu frappes l'arrière de sa tête avec la poignée de ton arme, et elle tombe inconsciente)
ja: （あなたが彼女の後頭部を武器の柄で叩くと、彼女は意識を失い崩れ落ちる）
pt: (Bate na parte de trás da cabeça dela com o punho da sua arma e ela cai inconsciente)
zh_cn: （你用武器的手柄拍打她的后脑勺，她就昏迷不醒了）

source: Fine ...
de: Gut...
fr: Bien...
ja: よし…
pt: Bem…
zh_cn: 好。。。

source: Halt! The road to Fallhaven is closed due to recent information about a dangerous criminal who has been seen not far from here. That criminal committed a murder only hours ago.
de: Halt! Die Straße nach Fallhaven ist gesperrt, da kürzlich Informationen über einen gefährlichen Verbrecher bekannt wurden, der nicht weit von hier gesehen wurde. Dieser Verbrecher hat erst vor wenigen Stunden einen Mord begangen.
fr: Halte ! La route de Fallhaven est fermée à cause de récentes informations à propos d'un dangereux criminel qui a été vu près d'ici. Ce criminel a commis un meurtre il y a quelques heures à peine.
ja: 止まれ！ ここから遠くないところで凶悪犯の目撃情報が入ってな、フォールヘブンへの道は現在封鎖されている。 犯人はほんの数時間前に殺人を犯しているのだ。
pt: Pare! O caminho para Fallhaven está fechado devido a informações recentes sobre um criminoso perigoso que foi visto não muito longe daqui. Aquele criminoso cometeu um assassinato apenas algumas horas atrás.
zh_cn: 站住！由于最近有消息称，在离这里不远的地方出现了一个危险的罪犯，所以通往法尔海文的道路被关闭。 那名罪犯在几个小时前就犯下了谋杀罪。

source: But I really need to pass!
de: Aber ich muss wirklich durch!
fr: Mais il faut vraiment que je passe !
ja: でもどうしても通りたいです！
pt: Mas realmente preciso passar!
zh_cn: 但我真的需要通过!

source: Sorry, I'm not able to decide who passes. This barricade will be here until we catch or kill the criminal. (You take a look into your map. There seems to be another way to reach Fallhaven, heading up to the North)
de: Tut mir leid, ich kann nicht entscheiden, wer vorbeikommt. Diese Barrikade wird hier bleiben, bis wir den Verbrecher gefangen oder getötet haben. (Du wirfst einen Blick in deine Karte. Es scheint Richtung Norden einen anderen Weg zu geben, um Fallhaven zu erreichen.)
fr: Désolé, je ne peux pas décider de qui passe. Cette barricade sera ici jusqu'à ce qu'on attrappe ou tue ce criminel. (Tu jettes un œil à ta carte. On dirait qu'il y a un autre chemin pour atteindre Fallhaven, en passant par le nord)
ja: すまないが、私には通過する者を決める権限がない。犯人が捕まるか殺されるまではバリケードはこのままだ。 （あなたは地図を確認する。北に向かってフォールヘブンに行く別の道があるようだ）
pt: Desculpe, não consigo decidir quem passa. Essa barricada estará aqui até capturarmos ou matarmos o criminoso. (Dá uma olhada no seu mapa. Parece haver outra maneira de chegar a Fallhaven, a ir para o norte)
zh_cn: 对不起，我无法决定谁通过。这个路障将一直存在，直到我们抓住或杀死罪犯。 (你看一下你的地图。似乎有另一条路可以到达法尔海文，往北走）

source: OK, thank you anyway.
de: OK, trotzdem danke.
fr: Ok, merci quand même.
ja: わかりました、ありがとうございます。
pt: OK, obrigada mesmo assim.
zh_cn: 好吧，还是谢谢你。

source: (You put Ambelie, who is still unconscious, in a chair next to you) Oh! How did you get here so fast? I've heard reports of a barricade blocking the way from the Duleian road to Fallhaven.
de: (Du legst Ambelie, die immer noch ohnmächtig ist, auf einen Stuhl neben dir.) Oh! Wie bist du so schnell hierher gekommen? Ich habe Berichte über eine Barrikade gehört, die den Weg von der Duleianstraße nach Fallhaven versperrt.
fr: (Tu places Ambelie, toujours inconsciente, sur une chaise à côté de toi) Oh ! Comment as-tu fait pour venir ici si vite ? J'ai entendu parler d'une barricade bloquant le passage de la route Duleian vers Fallhaven.
ja: （未だ気を失っているアンベリーをあなたは自分の隣のイスに座らせる） ほう！ どうやってこれほど早く？ デュリアン街道からフォールヘブンへの道はバリケードで塞がれていると報告を受けていたのだが。
pt: (Põe Ambelie, que ainda está inconsciente, numa cadeira ao seu lado) Oh! Como chegou aqui tão rápido? Ouvi relatos de uma barricada a bloquear o caminho da estrada Duleian para Fallhaven.
zh_cn: （你把昏迷不醒的安贝莉放在旁边的椅子上） 哦！你怎么这么快就到了？我听说有路障挡住了从杜莱恩路到法尔海文的路。

source: Barricades, guards ... no big thing for me.
de: Barrikaden, Wachen ... keine große Sache für mich.
fr: Les barricades, les gardes... rien ne m'arrête.
ja: バリケード、衛兵…僕にとっては大したことじゃなかった。
pt: Barricadas, guardas… nada demais para mim.
zh_cn: 路障、守卫......对我来说没有什么大不了的。

source: I found a shortcut.
de: Ich habe eine Abkürzung gefunden.
fr: J'ai trouvé un raccourci.
ja: 近道を見つけました。
pt: Encontrei um atalho.
zh_cn: 我找到了一条捷径。

source: OK, well done. Now we will have to find a better place for our guest. Keeping this lady here could be dangerous for us.
de: OK, gut gemacht. Jetzt müssen wir einen besseren Platz für unseren Gast finden. Diese Dame hier zu behalten, könnte für uns gefährlich sein.
fr: Ok, bien joué. Maintenant on doit trouver un meilleur endroit pour notre invitée. La garder ici pourrait être dangereux pour nous.
ja: よろしい、よくやってくれた。客人のためにもより良い場所を探す必要がある。この女性をここに留めおくのは我々にとって危険だ。
pt: OK, bem feito. Agora teremos que encontrar um lugar melhor para o nosso hóspede. Manter esta senhora aqui pode ser perigoso para nós.
zh_cn: 好的，做得好。现在我们将不得不为我们的客人找到一个更好的地方。把这位女士留在这里对我们来说可能是危险的。

source: I'm sure that's the case, but that's not my problem anymore. Right?
de: Ich bin sicher, dass das der Fall ist, aber das ist nicht mehr mein Problem. Stimmt's?
fr: J'en suis sûr, mais ce n'est plus mon problème. Ok ?
ja: その通りだとは思うけど、それはもう僕の問題じゃない。そうでしょ？
pt: Tenho certeza de que é o caso, mas esse não é mais o meu problema. Certo?
zh_cn: 我相信情况的确如此，但这已经不是我的问题了。对吗？

source: Do you have any ideas?
de: Hast du eine Idee?
fr: Avez-vous des idées ?
ja: 何か考えがあるんですか？
pt: Tem alguma ideia?
zh_cn: 你有什么主意吗？

source: Yes it is.
de: Ja ist es.
fr: Oui.
ja: ああ、そうだね。
pt: Sim, ele é.
zh_cn: 是的，它是。

source: Well, I have no choice. What should I do?
de: Nun, ich habe keine Wahl. Was soll ich tun?
fr: Eh bien, je n'ai pas le choix. Que devrais-je faire ?
ja: まあ、仕方ない。どうすればいい？
pt: Bem, não tenho escolha. O que devo fazer?
zh_cn: 好吧，我没有选择。我应该怎么做？

source: Hmm, let me think about it ....
de: Hmm, lass mich darüber nachdenken ....
fr: Hmm, laisse-moi réfléchir...
ja: ふむ、考えさせてくれ…
pt: Hmm, deixe-me pensar sobre isso….
zh_cn: 嗯，让我考虑一下 ....

source: We are supposed to have one room for receiving "visitors". However, I don't know if It's finished.
de: Wir sollen einen Raum für den Empfang von "Besuchern" haben. Ich weiß jedoch nicht, ob er fertig ist.
fr: On est censés avoir une pièce pour accueillir des "visiteurs". Mais je ne sais pas si elle est finie.
ja: "来客"を迎え入れるための部屋を一室用意することになっている。ただ、準備が出来ているかが分からない。
pt: Deveríamos ter um quarto para receber "visitantes". No entanto, não sei se está terminado.
zh_cn: 我们应该有一个房间用于接待访客。但是，我不知道它是否已经完工。
