Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: Word has also reached me that you are looking for someone. I might be able to help you.
de: Es hat mich auch die Nachricht erreicht, dass du jemand suchst. Ich kann dir vielleicht helfen.
fr: J'ai aussi eu vent que tu recherchais quelqu'un. Peut-être pourrais-je t'aider.
ja: キミが人を探しているという情報も入ってきてる。助けになれるかもしれない。
pt: Chegou-me aos ouvidos que estavas à procura de alguém. Talvez te possa ajudar.
zh_cn: 我也听说你在找人。我也许能帮助你。

source: You should go talk to Bucus in the derelict house a bit southwest of here. Tell him you want to know more about the Thieves' Guild.
de: Du solltest mit Bucus, im heruntergekommenen Haus etwas südwestlich von hier, reden. Sag ihm, du möchtest mehr über die Diebesgilde wissen.
fr: Tu devrais aller parler avec Bucus, dans la maison en ruines un peu au Sud-Ouest d'ici. Dis-lui que tu veux en savoir plus sur la guilde des voleurs.
ja: ここから少し南西にある廃屋のブーカスに話を聞いてみなよ。盗賊ギルドについてもっと知りたいと伝えてくれるかな。
pt: Deves falar com o Bucus. Podes encontrá-lo na casa a cair aos pedaços a sudoeste (↙) daqui. Diz-lhe que queres saber mais sobre a Corja dos Ladrões.
zh_cn: 你应该到西南偏南的废弃房子里去找布库斯谈谈。告诉他你想知道更多关于盗贼工会的事。

source: Thanks, I'll go talk to him.
de: Danke, ich werde mit ihm reden.
fr: Merci, je vais aller lui parler.
ja: ありがとう、話してきます。
pt: Obrigado, vou falar com ele.
zh_cn: 谢谢，我去和他谈谈。

source: Consider it a favor done in return for helping Gruil.
de: Betrachte diesen Gefallen als Gegenleistung für deine Hilfe Gruil gegenüber.
fr: Considère que c'est une faveur en remerciement de l'aide que tu as apportée à Gruil.
ja: グルイルを助けてくれた見返りだと思ってほしい。
pt: Considera isto como um favor feito por teres ajudado o Gruil.
zh_cn: 把这看作是帮助格鲁尔的回报。

source: What are you, some kind of adventurer? Hmm. Maybe you can be of use to me.
de: Was bist du, eine Art Abenteurer? Hm. Vielleicht kannst für mich nützlich sein.
fr: Qui es-tu ? Le genre aventurier ? Hmm. Tu pourrais peut-être m'être utile.
ja: 何だ、冒険家か何かか？ ふむ、もしかしたら使えるかもしれん。
pt: O que és tu, algum tipo de aventureiro? Hum... Talvez tenhas alguma utilidade para mim.
zh_cn: 你是谁，一位冒险家?嗯。也许你对我有用。

source: Are you willing to help me?
de: Willst du mir helfen?
fr: Veux-tu m'aider ?
ja: 手を貸してくれんか？
pt: Estás disposto a ajudar-me?
zh_cn: 你愿意帮助我吗？

source: No, why should I help you?
de: Nein, warum sollte ich dir helfen?
fr: Non, pourquoi vous aiderais-je ?
ja: イヤです、なぜあなたを手伝う必要があるのですか？
pt: Não, porque é que devia ajudar-te?
zh_cn: 不，我为什么要帮你？

source: Bah, lowly creature. I knew I shouldn't have asked you. Now leave me.
de: Bah, niedrige Kreatur. Ich wusste, ich hätte dich nicht fragen sollen. Jetzt verschwinde.
fr: Bah, vile créature. Je savais bien que je n'aurais pas dû te demander. Laisse-moi maintenant.
ja: くそったれ。お前になど聞くべきではなかった。もう帰ってくれ。
pt: Bah, criatura humilde. Sabia que não te devia ter perguntado. Agora deixa-me em paz.
zh_cn: 呸，卑鄙的家伙。我知道我不该问你。现在滚。

source: A while ago, I was working on a rift spell that I had read about.
de: Vor einiger Zeit, arbeitete ich an einem Spaltzauber, über den ich gelesen hatte.
fr: Il y a quelque temps, je travaillais sur un sort de scission au sujet duquel j'avais lu quelque chose.
ja: つい先日まで、かつて読んだことのある裂け目の呪文について研究をしておったのだ。
pt: Há uns tempos atrás, estava a trabalhar num feitiço de fenda que já ouvi falar.
zh_cn: 不久前，我正在研究一个我读到过的裂谷法术。

source: The spell is supposed to, shall we say, open up new possibilities.
de: Der Zauberspruch soll angeblich, sagen wir mal so, neue Möglichkeiten eröffnen.
fr: Ce sort était supposé, comment dire, ouvrir de nouvelles possibilités.
ja: 呪文は言うなれば、新たな可能性を切り開くことになる。
pt: O feitiço é capaz de, digamos assim, abrir novas possibilidades.
zh_cn: 这个咒语应该，我们可以说，开启了新的可能性。

source: Erm, yes, the rift spell will open things up alright. Ahem.
de: Erm, ja, der Spaltzauber wird Dinge öffnen, ganz richtig. Ähm.
fr: Heu, oui, c'est ça, le sort de scission ouvrira de nouvelles choses. Ahem.
ja: んんあぁ、そうじゃな。裂け目の呪文は確かに物事を切り開くであろう。ゴホン。
pt: Sim, o feitiço de fenda vai abrir muito bem algumas possibilidades.
zh_cn: 嗯，是的，裂谷法术会打开一切的。嗯哼。

source: So there I was working hard on getting the last pieces together for it.
de: Also war ich hart am arbeiten, um die letzten Teile zusammenzusetzen.
fr: J'étais donc là à travailler dur pour assembler le nécessaire.
ja: そしてこのワシはその最後のピースを揃えるため懸命に取り組んでおったのだ。
pt: Então, lá estava a trabalhar no duro para conseguir juntar os últimos pedaços.
zh_cn: 所以我努力把最后几块拼在一起。

source: Then, all of a sudden, a gang of thugs came around and started bullying me.
de: Dann plötzlich, kam eine Rotte von Schlägern hierher und begann mich zu terrorisieren.
fr: Soudainement, une bande de voyous est arrivée et a commencé à me tourmenter.
ja: すると突然、ごろつき共が上がり込んできてワシを脅し始めてきおった。
pt: Então, de repente, chegaram uns quantos bandidos e começaram a ameaçarem-me.
zh_cn: 突然，一群暴徒来了，开始欺负我。

source: They said they were Messengers of the Shadow, and insisted that I should cease my spell making.
de: Sie sagten, sie wären Botschafter des Schattens und beharrten darauf, dass ich meine Zauberei unterlassen sollte.
fr: Ils se disaient messagers de l'Ombre, et voulaient me dissuader de faire mon sort.
ja: やつらはシャドウの使者などと名乗り、呪文の作成をやめるよう求めた。
pt: Eles disseram que eram mensageiros da Sombra e insistiram para que desistisse do feitiço.
zh_cn: 他们说他们是暗影的使者，坚持要我停止法术。

source: Preposterous, isn't it? I was so close to having the power!
de: Lächerlich, nicht war? Ich war so kurz davor die Macht zu besitzen!
fr: C'est grotesque, n'est-ce pas ? J'étais tellement près d'obtenir le pouvoir !
ja: バカげているであろう！？ あと少しでチカラが手に入るところだったのだぞ！
pt: Absurdo, não é? Estava quase a conseguir!
zh_cn: 荒谬的,不是吗?我离这力量如此之近!

source: Oh, the power I could have had. My dear rift spell.
de: Oh, die Macht, die ich hätte haben können. Mein teurer Spaltzauber.
fr: Oh, ce pouvoir que je pourrais avoir. Mon cher sort de scission.
ja: おお、ワシが手にしていたであろうチカラよ。我が親愛なる裂け目の呪文。
pt: Ah, o poder que poderia conseguir. Meu querido feitiço de fenda.
zh_cn: 哦，我本可以拥有的力量。我亲爱的裂谷法术。

source: Anyway, I was just about to finish the last piece of my rift spell when the bandits came and robbed me.
de: Jedenfalls, ich war gerade dabei den letzten Teils des Spaltzaubers zu beenden, als diese Banditen kamen und mich ausraubten.
fr: Enfin, alors que j'étais en train de parachever mon sort de scission, ces bandits sont venus et me l'ont dérobé.
ja: とにかくだ、裂け目の呪文を終えようとしていたところを、やって来た盗賊共にピースを奪われてしまった。
pt: De qualquer forma, estava prestes a terminar a última peça do meu feitiço de fenda quando os bandidos chegaram e roubaram-me.
zh_cn: 无论如何，我正要完成我的裂谷咒语的最后一段时，土匪来了，抢了我。

source: The bandits took my notes for the spell and took off before I could call the guards.
de: Die Banditen klauten meine Notizen des Zauberspruchs und flüchteten bevor ich die Wache rufen konnten.
fr: Les bandits ont pris mes notes pour le sort et se sont enfuis avant que je ne puisse appeler la garde.
ja: 盗賊共は呪文のメモを奪い、衛兵を呼ぶ前に立ち去って行った。
pt: Os bandidos levaram os meus apontamentos sobre o feitiço e fugiram antes que pudesse chamar os guardas.
zh_cn: 强盗们抢走了我的咒语笔记，我还没来得及叫卫兵，他们就逃走了。

source: After years of work, I can't seem to remember the last parts of the spell.
de: Nach Jahren der Arbeit, kann ich mich scheinbar nicht mehr an die letzten Teile des Zauberspruchs erinnern.
fr: Après des années de travail, je ne puis me souvenir des derniers éléments du sort.
ja: 長年の研究の後で、呪文の最後の部分が思い出せそうにないのじゃ。
pt: Depois de anos de trabalho, já não me lembro das últimas partes do feitiço.
zh_cn: 经过多年的工作，我似乎不记得咒语的最后部分了。

source: Do you think you could help me locate it? Then I could have the power at last!
de: Kannst du mir helfen, sie zu finden? Dann kann ich letztendlich die Macht doch haben!
fr: Penses-tu que tu pourrais m'aider à le récupérer ? Alors je pourrais enfin avoir le pouvoir !
ja: 探すのを手伝ってはくれんか？ それでワシはついにチカラを手に入れることができるのだ！
pt: Achas que podias ajudar-me a encontrá-los? Poderia finalmente ter o poder!
zh_cn: 你认为你能帮我找到它吗？那么我终于可以拥有力量了！

source: You will of course be suitably rewarded for your part in me getting this power.
de: Für deine Beteiligung mir die Macht zu verschaffen wirst du natürlich angemessen belohnt werden.
fr: Bien entendu, tu serais largement récompensé pour ta participation à ma conquête de ce pouvoir.
ja: もちろん、ワシがチカラを手に入れることに対して役割に相応の報酬を与えよう。
pt: Claro que vais ser recompensado adequadamente por me ajudares a obter tal poder.
zh_cn: 帮我找回它，你就会得到应有的回报。

source: A reward? I'm in!
de: Eine Belohnung? Ich bin dabei!
fr: Une récompense ? J'en suis !
ja: 報酬だって？ 乗った！
pt: Recompensa? Conta comigo!
zh_cn: 奖赏？我入伙！

source: Very well. I will help you.
de: Also gut. Ich werde dir helfen.
fr: Très bien, je vais vous aider.
ja: いいですね。手伝います。
pt: Muito bem. Vou ajudar-te.
zh_cn: 很好。我会帮助你的。

source: No thanks, this seems like something that I would rather not get involved with.
de: Nein danke, das scheint etwas zu sein, in das ich lieber nicht verwickelt werden will.
fr: Non merci, j'ai l'impression qu'il vaudrait mieux que je ne me mêle pas de cela.
ja: 結構です、これは僕が関わりたくないもののようだ。
pt: Não, obrigado. Parece ser algo com que não me quero envolver.
zh_cn: 不，谢谢，这似乎是我不想参与的事情。

source: I knew I couldn't trust... Wait, what? You actually said yes? Hah, well then.
de: Ich wusste ich könnte dir nicht trauen... Warte, was? Du hast wirklich ja gesagt? Ha, also gut.
fr: Je savais que je ne pouvais pas te faire confiance ... Attends, quoi ? Tu as vraiment dit oui ? Ah, très bien alors.
ja: 信用できんと思った…待った、何？ イエスと言ったのか？ ハァ、それならいいが。
pt: Sabia que não podia confiar... Espera, o quê? Disseste sim? Ha! Bem, então...
zh_cn: 我知道我不能相信…等等，什么？你真的答应了吗？哈，那好吧。

source: OK, find the four pieces of my rift spell that the bandits took, and bring the pieces to me.
de: Okay, finde die 4 Teile meines Spaltzaubers, die die Banditen weggenommen haben, und bring die Teile zu mir.
fr: Bon, trouve les quatre parties de mon sort de scission que ces bandits m'ont prises et ramène-les moi.
ja: 結構。盗賊が奪った4つの裂け目の呪文のピースを集めて持ってきてくれ。
pt: Está bom. Procura e traz-me os 4 pedaços do meu feitiço de fenda que os bandidos levaram.
zh_cn: 好吧，找到四份土匪拿走的我裂谷法术，把它们带给我。

source: There were four bandits, and they all headed south of Fallhaven after I was attacked.
de: Es waren 4 Banditen und nachdem sie mich überfallen hatten verteilten sie sich im Süden von Fallhaven .
fr: Il y avait quatre bandits et ils sont partis vers le Sud de Fallhaven après m'avoir attaqué.
ja: 盗賊は4人いて、襲われた後はフォールヘブンの南へと向かっていった。
pt: Eram 4 bandidos. Todos eles foram para sul (↓) de Fallhaven depois de me roubarem.
zh_cn: 有四名匪徒，在我被袭击后，他们都前往了法尔海文南部。

source: You should search the southern parts of Fallhaven for the four bandits.
de: Du solltest in den Gegenden südlich von Fallhaven nach den 4 Banditen suchen.
fr: Tu devrais rechercher ces quatre bandits dans la zone au Sud de Fallhaven.
ja: フォールヘブンの南部で4人の盗賊共を探すのだ。
pt: Deves procurar nos locais a sul (↓) de Fallhaven pelos 4 bandidos.
zh_cn: 你应该到法尔海文南部去找那四个强盗。

source: Please hurry! I am so eager to open up the rift ... erm, I mean finish the spell. Nothing odd with that right?
de: Bitte beeile dich! Ich bin so begierig den Spalt zu öffnen.. äh, ich meine den Zauberspruch zu vollenden. Ist nichts falsches dabei, oder?
fr: Dépêche-toi s'il te plaît ! Je suis tellement pressé d'ouvrir la faille ... Heu, de finir mon sort. Il n'y a aucun mal à cela, non ?
ja: 急いでくれ！ とにかく裂け目を開きたい…じゃなかった、呪文を完成させたいのじゃ。何もおかしくないであろう？
pt: Por favor, depressa! Estou tão ansioso para abrir a fenda... Bem... quero dizer... terminar o feitiço. Nada de estranho nisso, certo?
zh_cn: 请快点!我是如此地渴望打开裂缝……嗯，我的意思是说完成咒语。这没什么奇怪的，对吧?

source: Hello again. How is the search for my missing pieces of the rift spell going?
de: Hallo nochmal. Wie ist die Suche nach meinen verlorenen Teilen des Spaltzaubers verlaufen?
fr: Re-bonjour. Comment avance la recherche des parties manquantes de mon sort de scission ?
ja: 来たか。失くなった裂け目の呪文のピース捜索はどうなっておる？
pt: Olá novamente. Como está a correr a procura das minhas partes desaparecidas do feitiço de fenda?
zh_cn: 又见面了。寻找我丢失的裂谷法术的进展如何?

source: I have found all the pieces.
de: Ich habe alle Teile gefunden.
fr: Je les ai toutes trouvées.
ja: 全てのピースを見つけました。
pt: Encontrei todos os pedaços.
zh_cn: 我已经找到了所有的碎片。

source: Could you tell me the whole story again?
de: Kannst du mir die ganze Geschichte nochmal erzählen?
fr: Pourriez-vous me répéter toute l'histoire ?
ja: もう一度全容を話してもらえませんか？
pt: Podias contar-me outra vez a história?
zh_cn: 你能把整个事情再告诉我一遍吗?

source: Oh, you found all four pieces? Hurry, give them to me.
de: Oh, du hast alle 4 Teile gefunden? Schnell, gib sie mir.
fr: Oh, tu as trouvé les quatre parties ? Dépêche-toi, donne-les moi.
ja: おお、ピースを4つすべて揃えたのか？ 早くせんか、それを渡すのだ。
pt: Oh! Encontraste os 4 pedaços? Depressa, dá-mos.
zh_cn: 哦，你找到所有的四块了吗?快点，给我。

source: Yes, these are the pieces that the bandits took.
de: Ja, das sind die Teile, die die Banditen mitgenommen haben.
fr: Oui, ce sont bien les quatre parties que ces bandits m'ont prises.
ja: うむ、これは盗賊が奪っていったものだな。
pt: Sim, estes são os pedaços que os bandidos levaram.
zh_cn: 是的，这些是强盗偷走的东西。

source: Now I should be able to finish the rift spell and open up the Shadow rift ... erm I mean open up new possibilities. Yes, that's what I meant.
de: Jetzt sollte ich fähig sein den Spaltzauber zu vollenden und den Schattenspalt zu öffnen.. äh, ich meine neue Möglichkeiten zu eröffnen. Ja, das meinte ich.
fr: Maintenant je vais pouvoir finir le sort de scission et ouvrir la faille de l'Ombre ... Heu, je veux dire ouvrir des nouvelles possibilités. Oui, c'est ce que je voulais dire.
ja: これでようやく裂け目の呪文を完成させ、シャドウの裂け目を開くことが…ああっと、新たな可能性を切り開けるという意味じゃぞ。うむ、そういう意味じゃ。
pt: Agora devo conseguir terminar o feitiço de fenda e abrir a fenda da Sombra... hum... quero dizer, abrir novas possibilidades. Sim, é isso que queria dizer.
zh_cn: 现在我应该能够完成裂谷法术，打开一个暗影的裂缝……呃，我是说开创新的可能。是的，我就是这个意思。

source: The only obstacle between me and continuing my rift spell research is that stupid Unzel fellow.
de: Das einzige Hindernis zwischen mir und der fortlaufenden Erforschung des Spaltzaubers, ist dieser blöde Kerl Unzel.
fr: Le seul obstacle qui m'empêche encore de continuer mes recherches sur le sort de scission est ce stupide Unzel.
ja: 裂け目の呪文の研究を邪魔しておるのは、あの愚か者アンゼルの仲間じゃ。
pt: O único obstáculo para continuar a minha pesquisa com o feitiço de fenda é aquele estúpido sujeito, o Unzel.
zh_cn: 唯一阻碍我继续我的裂谷法术研究的是那个愚蠢的叫恩泽尔的家伙。

source: Unzel was my apprentice a while ago. But he started to annoy me with his questions and talk about morality.
de: Unzel war vor einiger Zeit mein Lehrling. Aber er begann mich mit seinen Fragen und seinem Vortrag über Moral zu nerven.
fr: Unzel était mon apprenti il y a quelque temps. Mais il a commencé à m'ennuyer avec ses questions et ses discours sur la moralité.
ja: アンゼルは少し前までワシの弟子であった。だがあやつは質問をしたり、道徳について話し始めたりしてワシを困らせるようになった。
pt: O Unzel foi meu aprendiz há uns tempos atrás. Mas ele começou a irritar-me com perguntas e a falar sobre moral.
zh_cn: 恩泽尔以前是我的徒弟。但他开始用他的问题和道德问题来烦我。

source: He said that my spell making was disrupting the will of the Shadow.
de: Er sagte meine Zauberei würde den Willen des Schattens zerbrechen.
fr: Il disait que mon sort allait à l'encontre de la volonté de l'Ombre.
ja: あれはワシの呪文がシャドウの意志を乱していると抜かしおった。
pt: Ele disse que meu feitiço estava a perturbar a vontade da Sombra.
zh_cn: 他说我的法术打扰了暗影的意志。

source: Bah, the Shadow. What has it ever done for ME?!
de: Bah, der Schatten. Was hat er jemals für MICH getan?!
fr: Bah, l'Ombre. Qu'a-t-elle jamais fait pour MOI ? !
ja: ふん、シャドウじゃと。そんなものがこのワシのために何をしてくれたというのだ？！
pt: Bah! A Sombra. O que é que ela fez por mim?!
zh_cn: 呸,暗影。它为我做了什么?!

source: I shall one day cast my rift spell and we will be rid of the Shadow.
de: Eines Tages werde ich meinen Spaltzauber ausführen und wir werden vom Schatten befreit sein.
fr: Il faut qu'un jour je puisse lancer mon sort et me débarrasser de l'Ombre.
ja: いつか裂け目の呪文でシャドウなど追い払ってくれる。
pt: No dia em que lançar o meu feitiço de fenda, vou-me livrar da Sombra.
zh_cn: 有一天我将施展我的裂谷法术，我们将摆脱暗影。

source: Anyway. I have a feeling that Unzel sent those bandits after me, and if I don't stop him he will probably send more.
de: Jedenfalls habe ich das Gefühl, dass Unzel diese Banditen zu mir sandte. Wenn ich ihn nicht aufhalte, wird er vermutlich weitere schicken.
fr: Qu'importe. Je suis sûr que c'est Unzel qui m'a envoyé ces bandits, et si je ne l'arrête pas, il m'en enverra probablement d'autres.
ja: とにかく。アンゼルのやつが盗賊を差し向けたような気がしておる。それを止めぬ限りは、恐らくまた送り込んでくるであろう。
pt: De qualquer forma, tenho a sensação que o Unzel enviou esses bandidos atrás de mim e se não o deter, provavelmente ele vai enviar mais.
zh_cn: 无论如何。我有一种感觉，恩泽尔派那些强盗来追我，如果我不阻止他，他可能还会派更多的强盗来。

source: I need you to find Unzel and kill him for me. He can probably be found somewhere southwest of Fallhaven.
de: Ich brauche dich um Unzel zu finden und ihn für mich zu töten. Er kann wahrscheinlich irgendwo südwestlich von Fallhaven gefunden werden.
fr: Il faut que tu me trouves Unzel et que tu le tues pour moi. Tu le trouveras probablement au Sud-Ouest de Fallhaven.
ja: アンゼルを見つけ殺すのだ。フォールヘブンの南西のどこかにいるはずだ。
pt: Preciso que encontres o Unzel e o mates. Provavelmente podes encontrá-lo algures a sudoeste (↙) de Fallhaven.
zh_cn: 我需要你帮我找到恩泽尔并杀了他。他可能在法尔海文西南的某个地方。

source: Bring me his signet ring as proof when you have killed him.
de: Bring mir seinen Siegelring als Beweis wenn du ihn getötet hast.
fr: Rapporte-moi sa chevalière comme preuve que tu l'as tué.
ja: 殺した証拠として、あの男のシグネットリングを持ってくるのだぞ。
pt: Traz-me o anel dele como prova quando o matares.
zh_cn: 当你杀了他时，把他的戒指给我作为证据。

source: Now hurry, I cannot wait much longer. The power shall be MINE!
de: Jetzt beeil dich, ich kann nicht mehr viel länger warten. Die Macht soll MIR gehören!
fr: Dépêche-toi maintenant, je ne peux plus attendre. Le pouvoir doit être à MOI !
ja: 急げ、もう長くは待てん。チカラはこのワシのものだ！
pt: Agora, depressa. Não posso esperar muito mais. O poder será MEU!
zh_cn: 快点，我不能再等了。力量将属于我!

source: Hello again. Any progress yet?
de: Hallo nochmal. Irgendein Fortschritt bisher?
fr: Re-bonjour. As-tu progressé ?
ja: また会ったな。進展はどうだ？
pt: Olá novamente. Algum progresso?
zh_cn: 又见面了。有进展吗？

source: About Unzel...
de: Über Unzel...
fr: À propos d'Unzel ...
ja: アンゼルは…
pt: Quanto ao Unzel...
zh_cn: 关于恩泽尔…

source: Have you killed Unzel for me yet? Bring me his signet ring when you have killed him.
de: Hast du Unzel schon für mich getötet? Bring mir seinen Siegelring wenn du ihn getötet hast.
fr: As-tu déjà tué Unzel pour moi ? Ramène-moi sa chevalière lorsque tu l'auras tué.
ja: まだアンゼルを殺しておらんのか？ 殺したらあの男のシグネットリングを持ってくるのだぞ。
pt: Ainda não mataste o Unzel? Traz-me o anel dele quando o matares.
zh_cn: 你为我杀了恩泽尔了吗？你杀了他时把他的戒指给我。

source: I have dealt with him. Here is his ring.
de: Ich habe ihn erledigt. Hier ist sein Ring.
fr: Je me suis occupé de lui. Voici sa chevalière.
ja: 仕留めてきました。これが指輪です。
pt: Tratei dele. Aqui está o anel.
zh_cn: 我已经干掉他了。这是他的戒指。

source: I listened to Unzel's story and have decided to side with him. The Shadow must be preserved.
de: Ich habe mir Unzel's Geschichte angehört und habe entschieden auf seine Seite zu wechseln. Der Schatten muss bewahrt werden.
fr: J'ai écouté la version d'Unzel et décidé de me ranger à ses côtés. L'Ombre doit être préservée.
ja: アンゼルの話を聞いて味方すると決めました。シャドウは守られるべきだ。
pt: Ouvi a história do Unzel e decidi ficar do lado dele. A Sombra deve ser preservada.
zh_cn: 我听了恩泽尔的故事，决定站在他一边。暗影必须被保护。

source: Ha ha, Unzel is dead! That pathetic creature is gone!
de: Ha ha, Unzel ist tot! Diese erbärmliche Kreatur ist weg!
fr: Ha ha, Unzel est mort ! Cette créature pathétique est partie !
ja: クハハ、アンゼルが死んだ！ あの愚かしきやつめがいなくなった！
pt: Ha! Ha! O Unzel está morto! Aquela criatura patética foi-se!
zh_cn: 哈哈，恩泽尔死了!那个可怜的家伙死了!

source: I can see the blood on your boots. I even got you to kill his minions beforehand.
de: Ich kann Blut an deinen Schuhen sehen. Und ich habe dich sogar überzeugt vorher seine Lakaien zu töten.
fr: Je vois le sang sur tes bottes. Et j'ai même pu te faire tuer ses subalternes auparavant.
ja: ブーツに返り血がついておるな。やつの手下を殺すようワシがお前に仕向けたのだ。
pt: Consigo ver o sangue nas tuas botas. Até consegui com que matasses os seus lacaios de antemão.
zh_cn: 我能看到你靴子上的血迹。我甚至让你提前杀了他的手下。

source: This is a great day indeed. I will soon have the power!
de: Das ist wirklich ein großer Tag. Bald werde ich die Macht haben!
fr: C'est vraiment un grand jour. J'aurai bientôt le pouvoir !
ja: 実にいい日だ！ もうすぐチカラが手に入る！
pt: Isto é mesmo um grande dia. Em breve terei o poder!
zh_cn: 这真是一个伟大的日子。我很快就会有力量的！

source: Here, have these coins for your help.
de: Hier, nimm diese Goldmünzen für deine Hilfe.
fr: Allez, prends ces pièces pour ton aide.
ja: よし、手を貸してくれた礼に金を受け取れ。
pt: Aqui, fica com estas moedas por teres ajudado.
zh_cn: 来，拿走这些金币。

source: Now leave me, I have work to do before I can cast the rift spell.
de: Jetzt geh, ich muss Vorbereitungen treffen bevor ich den Spaltzauber ausführen kann.
fr: Maintenant, laisse-moi, j'ai du travail à faire avant de pouvoir lancer le sort de scission.
ja: さあ行け。裂け目の呪文を唱える前にやらねばならんことがある。
pt: Agora deixa-me. Tenho trabalho a fazer antes de poder lançar o feitiço de fenda.
zh_cn: 现在离开我，在我施展裂缝法术之前我还有工作要做。

source: Hello again, my assassin friend. I will soon have my rift spell ready.
de: Hallo nochmal, mein Freund der Attentäter. Bald werde ich den Spaltzauber fertig haben.
fr: Re-bonjour, mon ami assassin. Bientôt, mon sort de scission sera prêt.
ja: また会ったな。すぐに裂け目の呪文を用意しよう。
pt: Olá de novo, meu amigo assassino. Em breve vou terminar o meu feitiço de fenda.
zh_cn: 又见面了，我的刺客朋友。我很快就会准备好我的裂痕法术。

source: What? He told you his story? You actually believed it?
de: Was? Er hat dir seine Geschichte erzählt? Du hast sie ihm tatsächlich abgenommen?
fr: Quoi ? Il t'a raconté son histoire ? Et tu l'as cru ?
ja: 何？ あやつの話を聞いたと？ あんなものを信じたのか？
pt: O quê? Ele contou-te a história dele? E acreditaste nele?
zh_cn: 什么?他给你讲了他的故事?你真的相信吗?

source: I will give you one more chance. Either kill Unzel for me, and I will reward you handsomely, or you will have to fight me.
de: Ich gebe dir noch eine Chance. Entweder du tötest Unzel für mich und ich werde dich stattlich belohnen, oder du musst mit mir kämpfen.
fr: Je te donne encore une chance. Soit tu tues Unzel pour moi, auquel cas je te récompenserai avec largesse, soit tu vas devoir me combattre.
ja: もう一度チャンスをやろう。ワシに付いてアンゼルを殺すのであれば、十分な報酬を与えよう。さもなければ、戦うほかあるまい。
pt: Vou dar-te mais uma hipótese. Ou matas o Unzel e te recompenso generosamente ou vais ter que lutar comigo.
zh_cn: 我再给你一次机会。要么为我杀了恩泽尔，我将给你丰厚的回报，要么你就与我为敌。

source: No. You must be stopped.
de: Nein. Du musst aufgehalten werden.
fr: Non. Vous devez être arrêté.
ja: ダメです。あなたは止めなければならない。
pt: Não. Tens de ser impedido.
zh_cn: 不。你必须被阻止。

source: OK, I'll think about it once more.
de: Okay, ich werde noch einmal darüber nachdenken.
fr: D'accord, je vais y réfléchir.
ja: わかりました、もう一度考えてみます。
pt: Está bem. Vou pensar melhor nisso.
zh_cn: 好的，我再考虑一下。

source: Bah, lowly creature. I knew I shouldn't have trusted you. Now you will die along with your precious Shadow.
de: Bah, niedrige Kreatur. Ich wusste ich hätte dir nicht trauen sollen. Jetzt wirst du sterben zusammen mit deinem heißgeliebten Schatten.
fr: Bah, vile créature. Je savais que je ne pouvais pas te faire confiance. Maintenant tu vas mourir aux côtés de ta précieuse Ombre.
ja: くそったれ。お前など信用するべきではなかった！ 大切なシャドウとやらと共に死ぬがよい。
pt: Bah, criatura inferior. Sabia que não devia ter confiado em ti. Agora vais morrer com a tua preciosa Sombra.
zh_cn: 呸,卑微的生物。我知道不应该相信你。现在你将和你珍贵的暗影一起死去。

source: For the Shadow!
de: Für den Schatten!
fr: Pour l'Ombre !
ja: シャドウのために！
pt: Pela Sombra!
zh_cn: 为了暗影！

source: You must be stopped.
de: Du musst aufgehalten werden.
fr: Vous devez être arrêté.
ja: あなたは止めなければならない。
pt: Tens de ser impedido.
zh_cn: 你必须被阻止。

source: Hello. I'm Unzel.
de: Hallo. Ich bin Unzel.
fr: Bonjour, je suis Unzel.
ja: どうも。アンゼルだ。
pt: Olá. Sou o Unzel.
zh_cn: 你好。我是恩泽尔。

source: Is this your camp?
de: Ist das dein Lager?
fr: Est-ce votre campement ?
ja: ここはあなたのキャンプですか？
pt: Este acampamento é teu?
zh_cn: 这是你的营地吗？
