Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: Further to the west, there's the border outpost next to Blackwater River. Anyway, from what I have heard there's nothing but bogs, marshes and grasslands west of the river, along with a few native tribes.
de: Noch weiter westlich gibt es einen Grenzaußenposten direkt am Blackwater Fluss. Soweit ich weiß, gibt es nichts weiter als Moore, Sümpfe und Savannen westlich des Flusses, zusammen mit ein paar Eingeborenenstämmen.
fr: Plus à l'ouest, il y a le poste frontière au bord de la rivière Encreau. De toutes façons, de ce que j'ai entendu il n'y a que des tourbières, marécages et prairies à l'ouest de la rivière, avec quelques tribues locales.
ja: さらに西へ行くとブラックウォーター川の隣に国境前哨基地があります。ひとまず私の聞いたところでは、川の西側には湿原や沼地、草原くらいしかなく、あとは少数の先住民族しかいないとか。
pt: Mais a oeste (←), há o posto fronteiriço próximo do rio Blackwater. De qualquer forma, pelo que ouvi, não há nada além de pântanos e pastagens a oeste do rio, junto com algumas tribos nativas.
zh_cn: 再往西走，就是黑水河旁边的边境哨所了。总之，据我所知，河西除了沼泽、沼泽和草原外，什么都没有，还有一些土著部落。

source: Ah another mortal! You shall be another servant in Lord Erwyn's army! Ha Ha!
de: Ah, noch ein Sterblicher! Du sollst ein weiterer Sklave in Lord Erwyns Armee werden! Ha Ha!
fr: Ah un autre mortel ! Tu feras un bon serviteur dans l'armée du Seigneur Erwyn ! Ah ah !
ja: ああまたニンゲンが！ お前もエルウィン卿の軍勢の一員となるのだ！ ハッハッハ！
pt: Ah, outro mortal! Serás outro servo no exército do Lorde Erwyn! Ha Ha Ha!
zh_cn: 啊，又一个凡人！你将成为欧文大人军队中的又一个仆人！哈哈哈！

source: No thank you. Maybe another time.
de: Nein, danke. Vielleicht ein anderes Mal.
fr: Non merci. Peut-être une autre fois.
ja: 遠慮するよ。また今度。
pt: Não, obrigado. Talvez outra hora.
zh_cn: 不，谢谢你。也许下次吧。

source: What do I seee? A mortal? Your bonesss shall be clattering on the ground soon enoughhh!
de: Was sehe ich daaaa? Ein Sterblicher? Deine Knochen ssssolllen schon baaald auf dem Boden klaaapppern!
fr: Que voiiiis-je ? Un mortel ? Tes osssss seront bientôt entassés par terre !
ja: ナンだコレは？ ニンゲンか？ お前のホネを地面でカタカタいわせてヤル！
pt: O que vejo? Um mortal? Os seus ossos irão bater no chão em breve!
zh_cn: 我看到了什么？一个凡人？你的骨头很快就会在地上发出响声了!

source: How about you show me what that would look like?
de: Wie wäre es, wenn du mir zeigen könntest, wie das aussehen würde?
fr: Vas-y, fais voir ?
ja: どんな感じか見せてよ？
pt: Que tal me mostrar como seria isso?
zh_cn: 你给我看看那会是什么样子的吧？

source: Ah, your ssskull will be my favorite cup!
de: Ah, dein Schääädel wird zu meiner Liiieblingstasssse!
fr: Ah, ton crânnnne sera ma tasse préférée !
ja: おお、お前のドクロは飲み物を入れるのに良さそうだ！
pt: Ah, o seu crânio será a minha taça favorita!
zh_cn: 啊，你的骷髅头将是我最喜欢的杯子!

source: Yes, but I also like it very much. So I'd rather keep it.
de: Schön, aber ich mag ihn ganz gerne. Also behalte ich ihn lieber.
fr: Oui, mais je l'aime beaucoup alors je préfère le garder.
ja: そう、でも僕もお気に入りだからあげられないね。
pt: Sim, mas também gosto muito dele. Então prefiro ficar com ele.
zh_cn: 是的，但我也非常喜欢它。所以我宁愿保留它。

source: Bonesss! Niccce little bonesss!!
de: Knoooochen! Netttte kleineee Knoooochen!!
fr: Des ossss ! De jolis petits ossss !
ja: ホネッ！ 良いホネだ！！
pt: Ossos! Belos ossos pequenos!!
zh_cn: 骨头!很好的小骨头！！

source: But not for you, sorry.
de: Aber nicht für dich, tut mir leid.
fr: Mais pas pour toi, désolé.
ja: でも君のものじゃないんだ、ごめんね。
pt: Mas não para si, desculpe.
zh_cn: 但不适合你，对不起。

source: I shall crush you little mortal!
de: Ich sollte dich zerquetschen, du kleiner Sterblicher!
fr: Je t'écraserai, mortel insignifiant !
ja: 叩き潰してやるニンゲン！
pt: Vou esmagá-lo pequeno mortal!
zh_cn: 我将粉碎你这个小凡人!

source: For that you have to get me first, lazybones!
de: Dazu musst du mich erst mal kriegen, fauler Knochen!
fr: Pour ça tu devras d'abord m'attraper, gros plein de soupe !
ja: だったら僕を捕まえてみろよ、ノロマな骨が！
pt: Para isso tem que me apanhar primeiro, ossos lentos!
zh_cn: 为此，你必须先抓到我，懒虫!

source: You see a heavily armed and cloaked skeleton moving towards you. This must be Lord Erwyn himself.
de: Du siehst ein schwerbewaffnetes und ummanteltes Skelett auf dich zukommen. Das muss Lord Erwyn selbst sein.
fr: Vous voyez un squelette couvert et lourdement armé s'approcher de vous. Ce doit être Seigneur Erwyn en personne.
ja: 重武装にマントをまとったスケルトンがこちらに向かってくる。エルウィン卿に違いない。
pt: Vê um esqueleto fortemente armado e camuflado a mover-se em sua direção. Este deve ser o próprio Lorde Erwyn.
zh_cn: 你看到一个全副武装、披头散发的骷髅向你走来。这一定是欧文勋爵本人。

source: Did you come to serve me? On your knees!
de: Bist du gekommen, um mir zu dienen? Auf deine Knie!
fr: Es-tu venu me servir ? A genoux !
ja: 仕えに来たのか？ ならば平伏せよ！
pt: Veio me servir? De joelhos!
zh_cn: 你是来为我服务的吗？跪下来！

source: What would I gain from that?
de: Was würde ich davon haben?
fr: Qu'est-ce que j'y gagnerais ?
ja: それで僕は何を得られるのですか？
pt: O que ganharia com isso?
zh_cn: 我从中能得到什么？

source: You are very rude and poorly educated. Maybe I should introduce myself? $playername is my name.
de: Du bist sehr frech und ungezogen. Vielleicht sollte ich mich vorstellen? $playername heiße ich.
fr: Tu es très malpoli et mal éduqué. Puis-je me présenter ? Mon nom est $playername.
ja: 随分と失礼で教養がないのですね。自己紹介しましょうか？ 僕の名前は$playernameです。
pt: É muito rude e mal educado. Talvez me deva apresentar? $playername é o meu nome.
zh_cn: 你非常粗鲁，教育水平低下。也许我应该自我介绍一下？$playername是我的名字。

source: I will serve you - my weapon. Attack!
de: Ich werde dich bedienen - mit meiner Waffe. Angriff!
fr: Je vais te servir - mon arme. A l'attaque !
ja: お仕えします…この武器でね。攻撃！
pt: Vou servir-te, a minha arma. Atacar!
zh_cn: 我将为你服务--我的武器。攻击!

source: Gain? I am the one who gains!
de: Du davon haben? Ich bin es, der etwas davon haben soll!
fr: Gagner ? Je suis celui qui gagne !
ja: 得る？ 得るのはこの俺だ！
pt: Ganho? Sou o único que ganha!
zh_cn: 获得？我是获得的人！

source: No, that's not acceptable. Do you have anything better to offer?
de: Nein, das ist nicht akzeptabel. Hast du mir nichts besseres anzubieten?
fr: Non, ce n'est pas acceptable. As-tu autre chose à offrir ?
ja: いえ、それは受け入れられない。他に何か良い案はないのですか？
pt: Não, isso não é aceitável. Tem algo melhor para oferecer?
zh_cn: 不，那是不能接受的。你有什么更好的东西可以提供吗？

source: Your name does not matter. Are you going to kneel now?
de: Dein Name ist unwichtig. Wirst du dich endlich hinknien?
fr: Peu importe ton nom. Vas-tu t'agenouiller maintenant ?
ja: 貴様の名前なぞどうでもいい。ひれ伏すのか？
pt: Seu nome não importa. Vai ajoelhar-se agora?
zh_cn: 你的名字并不重要。你现在要跪下吗？

source: No. The floor is not clean here.
de: Nein. Der Boden ist schmutzig hier.
fr: Non. Le sol n'est pas propre ici.
ja: 嫌ですね。ここの床は汚いしね。
pt: Não. O piso não está limpo aqui.
zh_cn: 不，这里的地板并不干净。

source: You shall die now mortal!
de: Dann sollst du jetzt sterben, Sterblicher!
fr: Meurs, mortel !
ja: 貴様はここで死ねニンゲン！
pt: Deve morrer agora mortal!
zh_cn: 你现在就得死，凡人！

source: No, you are going to die once and for all!
de: Nein, du wirst ein für alle Mal sterben!
fr: Non, tu vas mourir une bonne fois pour toutes !
ja: 断る、今度こそ死ね！
pt: Não, vai morrer de uma vez por todas!
zh_cn: 不，你要一劳永逸地去死！

source: I followed Tahalendor's advice, and placed one coin in each eye socket. Not long after, Lord Erwyn's remains crumbled to dust. He is gone for good.
de: Ich folgte Tahalendors Hinweis und legte eine Münze in jedes Augenloch. Kaum später zerfiehlen Lord Erwyns Überreste zu Staub. Er ist endlich vorbei.
fr: J'ai suivi le conseil de Tahalendor, et placé une pièce dans chaque orbite. Peu après, les restes de Seigneur Erwyn sont tombés en poussière. Il est parti pour de bon.
ja: タハレンドールのアドバイスに従って、目の中にそれぞれコインを入れた。それから程なくしてエルウィン卿の遺骸は粉々に砕かれる。これで永久に消滅した。
pt: Segui o conselho de Tahalendor e pus uma moeda em cada órbita ocular. Nem muito tempo depois, os restos mortais de LordErwyn desmoronaram em pó. Ele foi-se para sempre.
zh_cn: 我听从了塔哈伦多的建议，在每个眼眶里放了一枚硬币。没过多久，欧文大人的遗体就碎成了灰尘。他已经永远地离开了。

source: I'm not dead, so you can't kill me. Haha. You don't know much about the undead, do you kid? You can't destroy me!
de: Ich bin nicht tot, also kannst du mich nicht umbringen. Haha. Du weißt nicht viel über Untote, oder du Kind? Du kannst mich nicht vernichten!
fr: Je ne suis pas mort, donc tu ne peux pas me tuer. Ha ha. Tu n'y connais rien aux mort-vivants, n'est-ce pas gamin ? Tu ne peux pas me détruire !
ja: 俺は死なん、貴様ごときにこの俺は殺せん。ハハハ。アンデッドのことをよく知らんのだろう？ 俺を倒すことなど不可能だ！
pt: Não estou morto, então não me pode matar. Haha. Não sabe muito sobre os mortos-vivos, Tá de brincadeira? Não me pode destruir!
zh_cn: 我没有死，所以你不能杀我。哈哈。你对亡灵了解不多，对吧，孩子？你不能毁掉我！

source: There must be a way to put an end to this.
de: Es muss eine Möglichkeit geben, es zu beenden.
fr: Il doit y avoir un moyen d'y mettre à terme.
ja: 終止符を打つ方法があるはずだ。
pt: Tem de haver uma maneira de pôr fim a isto.
zh_cn: 必须有一个办法来结束这种情况。

source: Let me see... You already killed some of Erwyn's undead knights and soldiers - if killed is the correct word for undead. But there are some still around.
de: Lass mich sehen... Du hast bereits einige von Erwyns untoten Rittern und Soldaten getötet - falls Töten das richtige Wort bei Untoten ist. Aber es sind immer noch einige da draußen.
fr: Voyons voir... Tu as déjà tué des soldats et des chevaliers mort-vivants d'Erwyn - si "tué" est le mot correct pour des mort-vivants. Mais il en reste dans le coin.
ja: どれどれ…エルウィンのアンデッド騎士と兵士を殺害していますね、殺害という言葉がアンデッドに適切であるなら、ですが。しかしまだ何人か残っています。
pt: Deixe-me ver... Já matou alguns dos cavaleiros e soldados mortos-vivos de Erwyn - se mortos é a palavra correta para mortos-vivos. Mas ainda há alguns por aí.
zh_cn: 让我看看......。你已经杀死了一些欧文的不死骑士和士兵--如果杀死是不死的正确说法的话。但仍有一些在附近。

source: OK, I will go and look for the rest.
de: Gut, ich werde auch noch die restlichen finden.
fr: Ok, je vais chercher le reste.
ja: わかりました、残りを探してきます。
pt: Certo, vou procurar o resto.
zh_cn: 好吧，我去找找其他的。

source: How do you know?
de: Woher weißt du das?
fr: Comment savez-vous ?
ja: どうして分かるの？
pt: Como sabe?
zh_cn: 你怎么知道？

source: Let me see... No, the castle is still crowded with undead soldiers.
de: Lass mich sehen... Nein, das Schloss ist immer noch mit untoten Soldaten übersäht.
fr: Voyons voir... Non, le chpateau est encore infesté de soldats mort-vivants.
ja: どれどれ…ダメです、城はまだアンデッド兵でいっぱいです。
pt: Deixa-me ver... Não, o castelo ainda está cheio de soldados mortos-vivos.
zh_cn: 让我看看...不，城堡里仍然挤满了亡灵士兵。

source: I just know. Don't try to fool me.
de: Ich weiß es halt. Versuche nicht, mich zum Narren zu halten.
fr: Je le sais, c'est tout. N'essaie pas de me duper.
ja: 私にはわかるのです。誤魔化そうとするのはやめてください。
pt: Só sei. Não tente me enganar.
zh_cn: 我只知道。不要试图欺骗我。

source: Let me see... OK, you killed all of the undead knights and soldiers who had worn Lord Erwyn's tattered banner.
de: Lass mich sehen... In Ordnung, du hast alle untoten Ritter und Soldaten getötet, die unter Lord Erwyns zerfetzem Banner dienten.
fr: Voyons voir... Ok, tu as tué tous les soldats et chevaliers mort-vivants qui avaient porté la bannière du Seigneur Erwyn.
ja: どれどれ…よろしい、エルウィン卿の旗印をまとったアンデッド騎士と兵士はすべて殺害できています。
pt: Deixa-me ver... Mataste todos os cavaleiros e soldados mortos-vivos que tinham usado o estandarte esfarrapado do Lorde Erwyn.
zh_cn: 让我看看......。好吧，你杀了所有的不死族骑士和士兵，他们都曾佩戴过欧文大人的破烂旗帜。

source: And you slew Lord Erwyn's commander.
de: Und du hast Lord Erwyns Kommandanten niedergestreckt.
fr: Et tu as tué le commandant du Seigneur Erwyn.
ja: そしてエルウィン卿の指揮官も討伐しました。
pt: E matou o comandante de lorde Erwyn.
zh_cn: 你还杀了欧文大人的指挥官。

source: But their commander is still around.
de: Aber deren Kommandant ist immer noch da draußen.
fr: Mais leur commandant est toujours dans les parages.
ja: ですが指揮官がまだ残っていますね。
pt: Mas o comandante deles ainda está por aí.
zh_cn: 但他们的指挥官还在。

source: OK, I will go and look for him.
de: Gut, dann werde ich den auch noch finden.
fr: Ok, je vais le chercher.
ja: わかりました、探してきます。
pt: Certo, vou procurá-lo.
zh_cn: 好吧，我去找他。

source: And you slew Lord Erwyn himself.
de: Und du hast selbst Lord Erwyn niedergestreckt.
fr: Et tu as occis le Seigneur Erwyn en personne.
ja: それからエルウィン卿を討伐しました。
pt: E matou o próprio Lorde Erwyn.
zh_cn: 你还亲手杀死了欧文大人。

source: An unfriendly guy, yes.
de: Ein unfreundlicher Genosse, ja.
fr: Un mec pas très commode, oui.
ja: 敵対的な相手でした。
pt: Um tipo hostil, sim.
zh_cn: 一个不友好的家伙，是的。

source: But Lord Erwyn is still around.
de: Aber Lord Erwyn ist immer noch da draußen.
fr: Mais le Seigneur Erwyn est toujours dans les parages.
ja: ですがエルウィン卿はまだ残っています。
pt: Mas Lorde Erwyn ainda está por aí.
zh_cn: 但欧文大人还在。

source: That is unbelievable!
de: Das ist unglaublich!
fr: C'est incroyable !
ja: 信じられません！
pt: Isso é inacreditável!
zh_cn: 这真是令人难以置信!

source: Well, it was a tough fight, but I managed to slay Lord Erwyn himself.
de: Nun, es war ein harter Kampf, aber es gelang mir, Lord Erwyn selbst niederzustrecken.
fr: Eh bien, c'était un combat difficile, mais j'ai réussi à tuer le Seigneur Erwyn en personne.
ja: 大変な戦いだったけど、なんとかエルウィン卿を討伐しました。
pt: Bem, foi uma luta difícil, mas consegui matar o próprio Lorde Erwyn.
zh_cn: 嗯，这是一场艰苦的战斗，但我成功地杀死了欧文勋爵本人。

source: The undead are no match for me.
de: Die Untoten sind keine Gegner für mich.
fr: Les mort-vivants ne sont pas aussi puissants que moi.
ja: アンデッドは僕の敵じゃない。
pt: Os mortos-vivos não são páreo para mim.
zh_cn: 亡灵不是我的对手。

source: Did you search him?
de: Hast du seine Überreste untersucht?
fr: L'as-tu cherché ?
ja: 彼を隅々まで調べてみましたか？
pt: Revistou-o?
zh_cn: 你搜查了他吗？

source: Sure. I found this ring among his remains.
de: Sicher. Ich fand diesen Ring unter seinen Überresten.
fr: Bien-sûr. J'ai trouvé l'anneau dans sa dépouille.
ja: ええ。遺骸からこの指輪を発見しました。
pt: Claro. Encontrei este anel entre os restos mortais dele.
zh_cn: 当然，我在他的遗体中发现了这个戒指。

source: [Lie] He had nothing of any worth on him.
de: [Lüge] Er hatte nichts wertvolles bei sich.
fr: [Mensonge] Il n'avait rien de valeur sur lui.
ja: （嘘）価値のあるものは特にありませんでした。
pt: [Mentir] Ele não tinha nada de qualquer valor sobre ele.
zh_cn: 【谎言】他身上没有任何有价值的东西。

source: I am very pleased to hear this. A ring you say? Let me take a look.
de: Ich bin sehr erfreut, das zu hören. Ein Ring sagst du? Lass mich mal sehen.
fr: Heureux de l'entendre. Un anneau, dis-tu ? Fais voir.
ja: それはよかった。指輪ですか？ 少し見せてください。
pt: Estou muito satisfeito por ouvir isto. Um anel, disse? Deixe-me dar uma olhada.
zh_cn: 我很高兴听到这个消息。你说是一枚戒指？让我看一下。

source: Hmm. This looks most interesting. I suspected something like this. It is certainly some magical item and seems to have the powers to reanimate the dead. I am indeed very grateful that you brought this ring to me. We should destroy it once and for all to avoid further trouble.
de: Hmm. Das sieht sehr interessant aus. Ich habe schon so was befürchtet. Das ist sehr wahrscheinlich ein magischer Gegenstand und scheint die Macht zu haben, die Toten wiederzubeleben. Ich bin wirklich dankbar, dass du mir diesen Ring gebracht hast. Wir sollten ihn sofort zerstören und so zukünftigen Ärger deswegen vermeiden.
fr: Hmm. C'est très intéressant. Je suspectais quelque chose de ce genre. C'est sûrement un objet magique, et ça a l'air de réveiller les morts. Je suis vraiment très reconnaissant que tu m'aies apporté cet anneau. Nous devrions le détruire une bonne fois pour toutes afin d'éviter de nouveaux ennuis.
ja: ふーむ。これは大変興味深い。私が疑っていたのはまさしくこのようなものです。間違いなく魔法のアイテムで、死者を蘇らせる力があるようです。指輪を持ってきてくださり本当に感謝します。これ以上のトラブルを避けるためにも、ただちに破壊すべきでしょう。
pt: Hmm. Isto parece muito interessante. Suspeitava de algo assim. É certamente um item mágico e parece ter o poder de reanimar os mortos. Estou muito grato por me teres trazido este anel. Devemos destruí-lo de uma vez por todas para evitar mais problemas.
zh_cn: 嗯。这看起来非常有趣。我怀疑有这样的东西。它肯定是某种神奇的物品，似乎有使死者复活的力量。我确实非常感谢你把这枚戒指带来给我。我们应该一劳永逸地销毁它，以避免进一步的麻烦。

source: Sounds fine to me. Anything for the safety of the people of Stoutford.
de: Klingt richtig für mich. Alles für die Sicherheit der Leute von Stoutford.
fr: Ca me semble correct, pour la sécurité des habitants de Stoutford.
ja: それがいいですね。スタウトフォードの人々の安全のためなら何でもしましょう。
pt: Parece-me certo. Tudo pela segurança do povo de Stoutford.
zh_cn: 在我看来，听起来不错。为了斯托福德人民的安全，什么都可以。

source: I prefer to keep it.
de: Ich ziehe es vor, ihn zu behalten.
fr: Je préfère le garder.
ja: 取っておきたいです。
pt: Prefiro ficar com isso.
zh_cn: 我宁愿保留它。

source: Yolgen puts the ring on his altar and chants a spell. Suddenly the altar seems to be getting darker and darker and then the ring cracks.
de: Yolgen legt den Ring auf seinen Altar und intoniert einen Zauberspruch. Plötzlich scheint der Altar immer dunkler und dunkler zu werden - und dann zerbricht der Ring.
fr: Yolgen place l'anneau sur son autel et chante un sort. Soudain, l'autel devient de plus en plus sombre et l'anneau se brise.
ja: ヨルゲンは自分の祭壇に指輪を置き、呪文を唱える。すると祭壇が段々と暗くなっていき、指輪が割れてしまった。
pt: Yolgen põe o anel no altar e canta um feitiço. De repente, o altar parece estar a ficar cada vez mais escuro e, em seguida, o anel racha.
zh_cn: 约尔根把戒指放在他的祭坛上，并念了一段咒语。突然间，祭坛似乎变得越来越暗，然后戒指就裂开了。

source: That is it. The ring is destroyed. I wonder where it came from. Maybe from the depths of Mt. Galmore, or some mischievous traveller put it on Lord Erwyn's remains? Anyway, my friend, I and the people of Stoutford are most grateful.
de: Das war es. Der Ring ist zerstört. Ich frage mich, wo er wohl hergekommen ist. Vielleicht aus den Tiefen des Mount Galmore oder hat irgendein hinterhältiger Reisender ihn an Lord Erwyns Überreste gesteckt? Wie auch immer, mein Freund, sowohl ich als auch die Leute von Stoutford sind äußerst dankbar.
fr: Voilà. L'anneau est détruit. Je me demande d'où il venait. Peut-être des profondeurs du Mont Galmore, ou un voyageur malveillant l'a mis sur la dépouille du Seigneur Elwyn ? De toutes façons, le peuple de Stoutford et moi-même te sommes très reconnaissants.
ja: これで完了です。指輪は破壊されました。どこからやって来たのでしょうかね。ガルモア山の奥地からか、それとも迷惑な旅人がエルウィン卿の遺体の上に置いたのでしょうか？ それはともかく、私やスタウトフォードの人々は大変感謝しています。
pt: É isso mesmo. O anel está destruído. Pergunto-me de onde terá a vir. Talvez das profundezas do Monte Galmore, ou algum viajante malicioso o tenha posto nos restos mortais de Lord Erwyn? De qualquer forma, meu amigo, eu e o povo de Stoutford estamos muito gratos.
zh_cn: 就是这样。戒指被毁了。我想知道它是从哪里来的。也许是来自加尔莫山的深处，或者是某个调皮的旅行者把它放在欧文大人的遗体上？无论如何，我的朋友，我和斯托福德的人们都非常感激。

source: He was there without any of his ... special items? Did you look thoroughly?
de: Er war dort ohne einen seiner... besonderen Gegenstände? Hast du auch gründlich nachgeschaut?
fr: Il était là-bas sans aucun de ses... objets spéciaux ? As-tu regardé avec attention ?
ja: 特別な物を何も持っていなかったにも関わらず存在できた…？ よく見ましたか？
pt: Ele estava lá sem nenhum dos seus… itens especiais? Olhou bem?
zh_cn: 他在那里没有携带任何......特殊物品？你彻底看了吗？

source: [Lie] Yes, but I found nothing worth having.
de: [Lüge] Ja, aber ich habe dort nichts nennenswertes gefunden.
fr: [Mensonge] Oui, mais je n'ai rien trouvé qui vaille la peine.
ja: （嘘）はい、でも価値のあるものは何も見つかりませんでした。
pt: [Mentir] Sim, mas não achei nada que valesse a pena ter.
zh_cn: [谎言]是的，但我发现没有什么值得拥有的。

source: I found a strange glowing ring. But I prefer to keep it. You have enough such toys, I am sure.
de: Ich habe einen seltsamen, glühenden Ring gefunden. Aber ich möchte ihn lieber behalten. Du hast bestimmt selbst genug solcher Spielzeuge.
fr: J'ai trouvé un étrange anneau rayonnant. Mais je préfère le garder. Je suis sûr que vous avez assez de jouets de ce genre.
ja: 変わった光る指輪を見つけました。でも僕としては取っておきたいです。こういう小物はあなたならもう十分持ってますよね。
pt: Encontrei um estranho anel brilhante. Mas prefiro ficar com isso. Tem brinquedos suficientes, tenho certeza.
zh_cn: 我发现了一个奇怪的发光戒指。但我宁愿保留它。你有很多的此类玩具，我相信。

source: Yes, indeed, look at this ring.
de: Ja, stimmt, sieh dir diesen Ring an.
fr: Oui, c'est vrai, regardez cet anneau.
ja: はい、この指輪を見てください。
pt: Sim, de fato, olhe para este anel.
zh_cn: 是的，确实如此，看看这个戒指。

source: If you say so. I suspect Lord Erwyn had a ring, and if you find it you must bring it to me. It is dangerous.
de: Wie du meinst. Ich habe den Verdacht, dass Lord Erwyn einen Ring besitzt, und wenn du den findest, musst du ihn unbedingt zu mir bringen. Er ist gefährlich.
fr: Si tu le dis. Je suspecte que le Seigneur Erwyn avait un anneau, et si tu le trouves tu dois me l'apporter. Il est dangereux.
ja: そう仰るのでしたら。エルウィン卿は指輪を持っていたと私は睨んでいます、見つけたら持ってきてください。危険です。
pt: Se o diz. Suspeito que lorde Erwyn tinha um anel e, se o encontrar, deva-me trazê-lo. É perigoso.
zh_cn: 如果你这么说的话。我怀疑欧文大人有一枚戒指，如果你找到它，你必须把它带给我。这很危险。

source: Thank you for the warning. I wonder who had owned the ring before Erwyn.
de: Danke für die Warnung. Ich frage mich, wer den Ring vor Erwyn besessen hat.
fr: Merci de l'avertissement. Je me demande à qui a appartenu l'anneau avant Erwyn.
ja: 忠告ありがとうございます。エルウィン卿の前に指輪を持ってたのは誰だったのでしょうね。
pt: Obrigado pelo aviso. Pergunto-me quem tinha possuído o anel antes de Erwyn.
zh_cn: 谢谢你的警告。我想知道在欧文之前谁拥有过这枚戒指。

source: You're insane! Lord Erwyn's ring is dangerous. It must be destroyed!
de: Du bist wahnsinnig! Lord Erwyns Ring ist gefährlich. Er muss zerstört werden!
fr: Tu es fou ! L'anneau du Seigneur Erwyn est dangereux. Il doit être détruit !
ja: 正気じゃない！ エルウィン卿の指輪は危険です。破壊しなければなりません！
pt: É louco! O anel de LordErwyn é perigoso. Deve ser destruído!
zh_cn: 你疯了！欧文勋爵的戒指很危险。它必须被摧毁！

source: No, I don't think so. I wonder who had owned the ring before Erwyn?
de: Nein, das denke ich nicht. Ich frage mich, wer den Ring vor Erwyn besessen hat?
fr: Non, je ne pense pas. Je me demande à qui a appartenu l'anneau avant Erwyn ?
ja: いいえ、そうは思いませんね。エルウィン卿の前に指輪を持ってたのは誰だったのでしょう？
pt: Não, acho que não. Pergunto-me quem tinha possuído o anel antes de Erwyn?
zh_cn: 不，我不这么认为。我想知道在欧文之前，谁拥有过这枚戒指？

source: You are probably right. Here is the ring.
de: Du hast wahrscheinlich recht. Hier ist der Ring.
fr: Vous avez probablement raison. Voici l'anneau.
ja: あなたの言う通りかもしれません。指輪をどうぞ。
pt: Provavelmente está certo. Aqui está o anel.
zh_cn: 你可能是对的。这是戒指。

source: Do not play with ancient forces that are beyond your power.
de: Du solltest nicht mit uralten Mächten spielen, die deine eigene Kraft übersteigen.
fr: Ne joue pas avec d'anciennes forces qui sont au-delà de ton pouvoir.
ja: 自分の力量を超えた古代の力で遊んではなりません。
pt: Não brinque com forças antigas que estão além do seu poder.
zh_cn: 不要玩弄超出你能力范围的古老力量。

source: Now I'm even more curious who the ring belonged to. Farewell, Yolgen.
de: Jetzt bin ich erst recht neugierig darauf zu wissen, wem der Ring gehört hat. Leb wohl, Yolgen.
fr: Maintenant je suis encore plus curieux de savoir à qui l'anneau a appartenu. Au revoir, Yolgen.
ja: 指輪が誰のものだったのか詳しく知りたいところですね。さようなら、ヨルゲン。
pt: Agora estou ainda mais curioso sobre a quem pertencia o anel. Tchau, Yolgen.
zh_cn: 现在我更加好奇这枚戒指属于谁了。永别了，约尔根。

source: Ah. Blackwater mountain. I will try to keep a long story short. We used to trade food and tools with Prim and the miners from Elm mine, and get loads of iron ingots in return. We shipped them on to Nor City and Feygard and prospered from the trade.
de: Ach. Blackwater Mountain. Ich versucher die lange Geschichte kurz zu halten. Wir haben einst Handel mit Nahrungsmitteln und Gerätschaften mit Prim und den Minenarbeitern von der Elm Mine getrieben und haben dafür ganze Ladungen an Roheisenbarren bekommen. Wir haben diese weiter nach Nor City sowie Feygard versandt und von diesem Handel profitiert.
fr: Ah. Le mont Encreau. Je vais essayer de la faire courte : on avait l'habitude de faire du commerce de nourriture et outils avec Prim et les mineurs de la mine d'Elm et avoir des tas de lingots de fer en échange. On les expédiait vers Norville et Feygard et prospérait de ce commerce.
ja: ああ。ブラックウォーター山ですか。手短にお話しします。我々はプリムやエルム鉱山の鉱夫と食料や道具を交換し、その見返りに大量の鉄のインゴットを手に入れていました。それをノアシティやフェイガードへと出荷し交易によって栄えたのです。
pt: Ah Montanha de Blackwater. Vou tentar encurtar uma longa historinha. Costumávamos trocar comida e ferramentas com Prim e os mineiros da mina de Elme receber um monte de lingotes de ferro em troca. Os enviamos para Nor City e Feygard e prosperamos com o comércio.
zh_cn: 啊。黑水。我尽量把长话短说。我们曾经与普里姆和榆树矿的矿工交易食物和工具，并得到大量铁锭作为回报。我们把它们运到诺尔城和费加德，并从贸易中获得了繁荣。
