Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: In a clearing, you met Tjure, who desperately asked for your help. He had once found a mermaid asleep on the beach at the river. The colorful tail attracted him so much that he pulled out a dazzling scale and ran away.
de: Auf einer Waldlichtung trafst du Tjure, der dich verzweifelt um Hilfe bat. Er hatte einmal eine schlafende Nixe am Strand des Flusses gefunden. Der farbenprächtige Schwanz zog ihn so in den Bann, dass er eine schillernde Schuppe herauszog und weglief.
fr: Dans une clairière, tu as rencontré Tjure, qui t'a désespérément demandé de l'aide. Il y a longtemps, il avait trouvé une sirène endormie sur la plage, au bord de la rivière. La queue colorée l'attirait tellement qu'il en a pris une écaille éblouissante et s'est enfui.
ja: ある空き地で、必死に助けを求めているトジャーと出会った。以前に川の浜辺で眠っている人魚を見かけたという。カラフルな尻尾に惹かれ、彼はそのまばゆいばかりの鱗を引き抜いて逃げ出した。
pt: Numa clareira, econtrou Tjure, que desesperadamente pediu a sua ajuda. Uma vez encontrou uma sereia a dormir na praia do rio. A cauda colorida atraiu-o tanto que puxou uma escama deslumbrante e fugiu.
zh_cn: 在一片空地上，你遇到了特诸尔，他急切地请求你的帮助。他曾经发现一条美人鱼在河边的沙滩上睡觉。那条五颜六色的尾巴吸引了他，于是他拿出耀眼的鱼鳞，跑了出去。

source: Crying and mourning, the mermaid called after him. Finally she cursed him. Since then, Tjure has never been happy. He just wanted to get rid of the scale. Nevertheless, he never ventured back to the vicinity of the river.
de: Weinend und klagend rief die Nixe ihm nach. Schließlich verfluchte sie ihn. Seitdem war Tjure nie mehr glücklich. Er wollte die Schuppe nur noch loswerden. Allerdings wagte er sich nie mehr in die Nähe des Flusses zurück.
fr: En pleurs et en deuil, la sirène l'appela. Finalement, elle le maudit. Depuis lors, Tjure n'a jamais été heureux. Il voulait juste se débarrasser de l'écaille. Néanmoins, il ne s'est jamais aventuré à nouveau dans les environs de la rivière.
ja: 嘆き悲しみ、人魚は彼の後ろから呼びかけた。ついには彼女は彼を呪った。それ以来、トジャーは幸せから縁遠い。彼はとにかく鱗を手放したい。にもかかわらず、決して川の近くに戻ることはしなかった。
pt: A chorar e de luto, a sereia chamou por ele. Finalmente ela o amaldiçoou. Desde então, Tjure nunca esteve feliz. Ele só queria livrar-se da escama. No entanto, ele nunca se aventurou de volta para as proximidades do rio.
zh_cn: 哭丧着脸，美人鱼追着他叫。最后，她诅咒了他。从那时起，特诸尔就再也没有快乐过。他只是想摆脱鱼鳞。然而，他再也没有冒险回到河的附近。

source: A wise woman told Tjure that he could neither throw away nor destroy the scale. His only salvation would be to give it back or to have someone buy it from him. But who would ever want to incur the wrath of a mermaid?
de: Eine weise Frau sagte Tjure, dass er die Schuppe weder wegwerfen noch zerstören könne. Seine einzige Rettung wäre es, sie zurückzugeben oder sie sich von jemandem abkaufen zu lassen. Aber wer würde jemals den Zorn einer Nixe auf sich ziehen wollen?
fr: Une femme sage a dit à Tjure qu'il ne pouvait ni jeter ni détruire l'écaille. Son seul salut serait de la rendre ou de la faire acheter par quelqu'un. Mais qui voudrait subir la colère d'une sirène ?
ja: ある賢明な女性は、トジャーには鱗を捨てることも処分することも選べないだろうと語った。救済するには、それを返すか誰かに買ってもらうしかない。しかし、誰が人魚の怒りを買いたいなどと望むだろう？
pt: Uma sabia mulher disse a Tjure que ele não podia nem largar nem destruir a escama. A unica salvação dele seria devolver isso ou fazer alguém comprar dele. Mas quem iria desejar provocar a ira de uma sereia?
zh_cn: 一个聪明的女人告诉特诸尔，他既不能扔掉也不能毁掉这鱼鳞。他唯一的救赎就是把它还给别人，或者让别人向他买。但谁会想招惹美人鱼的愤怒呢？

source: You decided not to help Tjure.
de: Du hast dich entschieden, Tjure nicht zu helfen.
fr: Tu as décidé de ne pas aider Tjure.
ja: トジャーを助けないことにした。
pt: Decidiu não ajudar Tjure.
zh_cn: 你决定不帮特诸尔。

source: As soon as you held the scale in your hands, a great sluggishness and dispair came over you.
de: Sobald du die Schuppe in den Händen hältst, überkommen dich große Trägheit und Verzweiflung.
fr: Dès que tu prends l'écaille dans tes mains, une grande torpeur et un grand désarroi t'ont envahis.
ja: 鱗を手にするとすぐに、強い倦怠感と絶望感が襲ってきた。
pt: Assim que segurou a escama nas suas mãos, uma grande lentidão e desespero tomou conta do seu ser.
zh_cn: 一拿起手中的鱼鳞，一股巨大的迟钝和沮丧便涌上心头。

source: You put the scale on the mark on the ground.
de: Du legst die Schuppe auf die Markierung auf dem Boden.
fr: Tu mets l'écaille sur la marque au sol.
ja: 地面の目印の上へと鱗を置く。
pt: Põe a escama na marca do chão.
zh_cn: 你把鱼鳞放在地上的标记上。

source: There rang out a beautiful song of gratitude.
de: Es erklang ein wunderschönes Lied der Dankbarkeit.
fr: Une belle chanson de gratitude a retenti.
ja: 美しい感謝の歌がそこで鳴り響いた。
pt: Ouviu uma bela canção de agradecimento.
zh_cn: 响起了一曲优美的感恩之歌。

source: You found a heavy bag of gold.
de: Du findest einen schweren Sack voll Gold.
fr: Vous avez trouvé lourd sac d'or.
ja: ずっしりとしたお金の入った袋を見つけた。
pt: Encontra uma bolsa de ouro pesada.
zh_cn: 你找到了一袋沉重的黄金。

source: Young merchant
de: Junger Händler
fr: Jeune commerçant
ja: 若き商人
pt: Jovem mercador
zh_cn: 年轻商人

source: You met Burhczyd afgz Dtaloumiye, a likable young man, in a tavern. He wanted to see the world and followed your advice to travel as a trader from city to city.
de: Du hast Burhczyd afgz Dtaloumiye, einen sympathischen jungen Mann, in einer Taverne getroffen. Er wollte die Welt sehen und folgte deinem Rat, als Händler von Stadt zu Stadt zu reisen.
fr: Vous avez rencontré Burhczyd ofgz Ftaloumiye sako, un jeune homme sympathique, dans une taverne. Il voulait voir le monde et a suivi votre conseil de voyager de ville en ville en tant que commerçant.
ja: 酒場でブルチェド・アフグズ・ダルミエという好感の持てる青年と出会った。彼は世界を見てみたいと思っている。あなたのアドバイスに従って商人として町から町へと旅に出た。
pt: Conheceu Burhczyd afgz Dtaloumiye, um jovem simpático, numa taberna. Ele queria ver o mundo e seguiu o seu conselho para viajar como um comerciante de cidade a cidade.
zh_cn: 你在酒馆里遇到了伯赫奇德，一个可爱的年轻人。他想看看世界，听从你的建议，作为商人从一个城市到另一个城市旅行。

source: In another tavern you met Burhczyd again. He never got any customers, because he had named his company 'Burhczyd afgz Dtaloumiye - Transports'. You told him to find an easier name.
de: In einer anderen Taverne hast du Burhczyd wieder getroffen. Er bekam keine Kunden, weil er seine Firma "Burhczyd afgz Dtaloumiye - Transporte" genannt hat. Du hast ihm gesagt, er solle sich einen einfacheren Namen suchen.
fr: Dans une autre taverne, vous avez rencontré à nouveau Burhczyd. Il n'a jamais eu de clients, car il avait nommé sa société "Burhczyd ofgz Ftaloumiye sako - Transports". Vous lui avez dit de trouver un nom plus facile.
ja: 別の酒場でブルチェドに再会した。自分の会社に"ブルチェド・アフグズ・ダルミエ・トランスポート"と名付けていたため、顧客を獲得できなかった。あなたはもっと簡単な名前を考えるようアドバイスした。
pt: Em outra taberna encontrou o Burhczyd novamente. Ele não teve nenhum cliente, porque tinha chamado a empresa dele de "Burhczyd afgz Dtaloumiye - Transportes". Disse-lhe para encontrar um nome mais fácil.
zh_cn: 在另一家酒馆里，你又遇到了伯赫奇德。他从来没有顾客，因为他把他的公司命名为 "伯赫奇德运输公司"。你让他找一个简单点的名字。

source: You saw Burhczyd in a tavern, but he still did not have any customers. You told him that 'B.A.D. Transports' was not a good idea either.
de: Du hast Burhczyd in einer Taverne gesehen, aber er hatte immer noch keine Kunden. Du sagtest ihm, dass 'B.A.D. Transporte' auch keine gute Idee sei.
fr: Vous avez vu Burhczyd dans une taverne, mais il n'avait toujours pas de clients. Vous lui avez dit que "Transports B.O.F.S." n'était pas non plus une bonne idée, comme nom.
ja: 酒場でブルチェドと会ったがまだ顧客はいなかった。あなたは"B.A.D.運送"も良くないことを伝えた。
pt: Avistou Burhczyd numa taberna, mas ele não tinha clientes ainda. Disse-lhe que 'B.A.D. Transportes' também não era uma boa ideia.
zh_cn: 你在一家小酒馆里看到了伯赫奇德，但他仍然没有任何客人。你告诉他，'B.A.D.运输公司'也不是个好主意。

source: Another place, another tavern, Burhczyd again sitting there. He did get a shipment from Remgard of almost fresh fish, but nobody wanted to buy it. You bought the entire cargo and got it disposed of.
de: Ein anderer Ort, eine andere Taverne, wieder Burhczyd, der dort sitzt. Er bekam zwar eine Ladung von fast frischen Fisch aus Remgard, aber niemand wollte sie kaufen. Du hast die gesamte Ware gekauft und sie entsorgt.
fr: Autre lieu, autre taverne, Burhczyd - encore lui - assis. Il a reçu de Remgard une cargaison de poissons presque frais, mais personne ne voulait l'acheter. Tu as acheté toute la cargaison et tu l'as fait détruire.
ja: 別の場所の別の酒場、そこにまたブルチェドがいた。レムガードでほぼ新鮮な魚の積荷を仕入れていたが、誰ひとりとしてそれを買おうとはしなかった。あなたは積荷を全て買い取った上で処分した。
pt: Outro lugar, outra taberna, Burhczyd novamente sentado lá. Recebeu uma remessa de peixe quase fresco de Remgard, mas ninguém quis comprá-lo. Comprou a carga inteira e desfez-se dela.
zh_cn: 又是一个地方，又是一家酒馆，伯赫奇德又坐在那里。他确实从瑞姆加德那里得到了一批几乎是新鲜的鱼，但没人想买。你把整批货物买下来，然后把它处理掉。

source: What a surprise - you met Burhczyd again in a tavern. He told you that he finally sold something successfully - his cart. The fool, how will he earn money now?
de: Welch Überraschung - du hast Burhczyd in einer Taverne wieder getroffen. Er erzählte dir, dass er endlich etwas erfolgreich verkauft hat - seinen Karren. Der Narr, wie will er jetzt Geld verdienen?
fr: Quelle surprise - tu as encore rencontré Burhczyd dans une taverne. Il t'a dit qu'il avait enfin vendu quelque chose avec succès - son chariot. L'imbécile, comment va-t-il gagner de l'argent maintenant ?
ja: 驚いた。ブルチェドと酒場で再会した。ついに、あるものを売ることに成功したのだと彼は語った…自分の荷車を。お馬鹿、今後どうやってお金を稼ぐつもりなのだろう？
pt: Que surpresa, encontrou Burhczyd de novo numa taberna. Ele disse que finalmente vendeu algo com sucesso, sua carroça. Que tolo, como vai ganhar dinheiro agora?
zh_cn: 真没想到——你又在酒馆里遇到了伯赫奇德。他告诉你，他终于成功地卖出了东西——他的小车。傻瓜，他现在怎么挣钱？

source: In a tavern a bard sang in a high, shrill voice. It's an old acquaintance - Burhczyd. His singing was incredibly bad. Maybe he should just play his instrument without singing?
de: In einer Taverne sang ein Barde mit hoher, schriller Stimme. Es ist ein alter Bekannter - Burhczyd. Sein Gesang war unglaublich schlecht. Vielleicht sollte er einfach sein Instrument spielen, ohne zu singen?
fr: Dans une taverne, un barde chantait d'une voix haute et stridente. C'est une vieille connaissance - Burhczyd. Il chantait terriblement faux. Peut-être devrait-il jouer de son instrument sans chanter ?
ja: 酒場でとある吟遊詩人が甲高い声で歌っていた。昔馴染みのブルチェドだ。信じられないほど下手な歌だった。歌わずにただ楽器だけ演奏したほうがいいのでは？
pt: Numa taberna, um bardo cantou em voz alta e estridente. É um velho conhecido, Burhczyd. O canto dele era incrivelmente ruim. Talvez ele devesse somente tocar o instrumento sem cantar?
zh_cn: 在一个酒馆里，一个吟游诗人用高亢尖锐的声音唱着歌。这是一个老熟人--伯赫奇德。他的歌声差得令人难以置信。也许他应该只弹琴不唱歌？

source: You found Burhczyd collapsed at a table in the tavern, his lute lying in front of him. The landlord forbade him to play his lovely music, because then all the guests forgot to drink.
de: Du hast Burhczyd zusammengebrochen an einem Tisch in der Taverne gefunden, seine Laute lag vor ihm. Der Wirt hat ihm verboten, seine schöne Musik zu spielen, weil dann sämtliche Gäste vergaßen zu trinken.
fr: Vous avez trouvé Burhczyd effondré sur une table de la taverne, son luth posé devant lui. Le propriétaire lui a interdit de jouer sa belle musique, car tous les invités en oubliaient de consommer.
ja: 酒場のテーブルでうなだれているブルチェドを見つけた。そのすぐ前にはリュートが横たわっていた。主人からは、素敵な音楽を奏でるのを禁じられたとのこと。というのも、客たちはみんなお酒を飲むのを忘れてしまうためだった。
pt: Encontrou Burhczyd desguiado numa mesa na taberna, com o alaúde deitado na frente dele. O senhorio proibiu-o de tocar a música adorável dele, porque todos os convidados esqueceram-se de beber.
zh_cn: 你发现伯赫奇德倒在酒馆的一张桌子上，他的琵琶躺在他面前。房东禁止他弹奏他可爱的音乐。因为这样一来，所有的客人都忘了喝酒。

source: Again you met Burhczyd in a tavern. He told you that he had become a master thief.
de: Wieder hast du Burhczyd in einer Taverne getroffen. Er erzählte dir, dass er ein Meisterdieb geworden ist.
fr: Tu as de nouveau rencontré Burhczyd dans une taverne. Il t'a dit qu'il était devenu un maître voleur.
ja: 酒場でブルチェドと再会した。スリの達人になったのだと語った。
pt: Encontra mais uma vez Burhczyd na taberna. Ele te fala que ele se tornou um ladrão mestre.
zh_cn: 你又在酒馆里遇到了伯赫奇德，他告诉你，他已经成了一个大盗。

source: When you met Burhczyd again, he gave you some of your things back.
de: Als du Burhczyd wieder trafst, gab er dir einige deiner Sachen zurück.
fr: Lors de votre dernière rencontre avec Burhczyd, il t'a rendu certaines de tes affaires.
ja: ブルチェドと再会した際、いくつかのあなたの私物を返してくれた。
pt: Quando conhece Burhczyd de novo, ele te devolveu algumas das suas coisas.
zh_cn: 当你再次见到伯赫奇德时，他把你的一些东西还给了你。

source: You've talked with a Knight of Elythom who happened to be an old acquaintance - Burhczyd. He had to hide from the Elythom, because he had 'borrowed' something of value from their leader.
fr: Tu as parlé avec un Chevalier d'Elythom qui s'est avéré être une vieille connaissance : Burhczyd. Il se cachait de l'ordre d'Elythom car il avait "emprunté" un objet de valeur à leur chef.
ja: あなたはエリソム騎士と話をしたが旧知の相手だった。ブルチェドだ。彼はエリソムのリーダーから何か価値のあるものを"借りて"いたので、彼らから隠れなければならなかった。
pt: Falou com um cavaleiro de Elythom que por acaso era um velho conhecido -Burhczyd. Teve que esconder-se dos Elythoms, porque tinha 'emprestado' algo de valor do líder deles.
zh_cn: 你和伊利索姆的一个骑士聊过，他恰好是老熟人--伯赫奇德。他不得不躲避伊利索姆人，因为他从他们的首领那里 "借 "到了一些有价值的东西。

source: You've met Burhczyd
fr: Tu as rencontré Burhczyd
ja: ブルチェドと会った
pt: Encontrou o Burhczyd
zh_cn: 你见到了伯赫奇德

source: You've met Burhczyd 12
fr: Tu as rencontré Burhczyd 12
ja: ブルチェドと会った 12
pt: Encontrou o Burhczyd 12
zh_cn: 你见到了伯赫奇德 12

source: Much water
fr: Beaucoup d'eau
ja: 大量の水
pt: Muita água
zh_cn: 太多水了

source: I found two not very bright brothers in a cellar of their house. They seemed to be talking about some sinister plan.
fr: J'ai trouvé deux frères pas très brillants dans une cave de leur maison. Ils semblaient parler d'un plan sinistre.
ja: あまり頭の良くない2人の兄弟を彼らの家の地下室で見かけた。何か不吉な計画について話しているようだった。
pt: [REVIEW]Encontrou dois irmãos não muito espertos no porão da casa deles. Eles pareciam estar a falar sobre algum plano sinistro.
zh_cn: 我在他们家的一个地窖里发现了两个不怎么聪明的兄弟。他们似乎在谈论一些邪恶的计划。

source: They were planning to destroy the great dam of Brimhaven. They just could not agree how they would do it.
fr: Ils prévoyaient de détruire le grand barrage de Brimhaven. Ils n'étaient simplement pas d'accord sur comment le faire.
ja: 彼らはブリムヘブンの大きなダムを破壊しようと計画している。どうやってそれを実行するのかについて、2人は合意できずにいた。
pt: Planejavam destruir a grande barragem de Brimhaven. Eles simplesmente não concordavam em como o fariam.
zh_cn: 他们计划摧毁布林海文的大坝。只是他们无法达成一致意见，如何才能做到这一点。

source: They asked me to help them.
fr: Ils m'ont demandé de les aider.
ja: 彼らはあなたに協力を求めてきた。
pt: [REVIEW]Eles pediram-te para ajudá-los.
zh_cn: 他们让我帮他们。

source: I have agreed to destroy the dam for them.
fr: J'ai accepté de détruire le barrage pour eux.
ja: ダムを破壊することに同意した。
pt: [REVIEW]Concordou em destruir a barragem para eles.
zh_cn: 我已经同意为他们摧毁大坝。

source: The brothers gave me a hand axe that could weaken the dam in a vulnerable place.
fr: Les frères m'ont donné une hache qui pourrait affaiblir le barrage à un endroit vulnérable.
ja: ダムの脆弱な部分を弱めるための手斧を兄弟たちから受け取った。
pt: [REVIEW]Eles deram-te um machado que seria usado para enfraquecer a barragem num lugar vulnerável.
zh_cn: 兄弟们给了我一把手斧，可以在脆弱的地方削弱大坝。

source: I took another hand axe. This time I shouldn't lose it.
ja: もう1本手斧を受け取った。今度こそ失くさないようにしよう。
zh_cn: 我又拿了一把手斧。这一次我不应该失去它。

source: I found the weak spot in the dam and started hacking at the wood.
fr: J'ai trouvé le point faible du barrage et j'ai commencé à tailler dans le bois.
ja: ダムの弱点を見つけて材木を切りつけ始めた。
pt: [REVIEW]Encontrou o ponto fraco na barragem e começou a cortar a madeira.
zh_cn: 我找到了大坝的薄弱环节，开始砍木头。

source: Water came pouring through the hole in the dam. A lot of water!
fr: De l'eau a commencé à se déverser à travers le trou du barrage. Beaucoup d'eau !
ja: ダムの穴から水が流れ込んできた。水が大量だ！
pt: A água começou a vazar através do buraco na barragem. Muita água!
zh_cn: 水从大坝上的洞里涌了出来。好多水！

source: I refused to destroy the dam for the brothers.
fr: J'ai refusé de détruire le barrage pour les frères.
ja: 兄弟たちのためにダムを破壊することを拒否した。
pt: [REVIEW]Recusou-se de destruir a barragem para eles.
zh_cn: 我拒绝为兄弟们破坏大坝。

source: Given what I overheard, I was not allowed to leave. The two brothers attacked me.
fr: Vu ce que j'avais entendu, ils refusaient que je m'en aille. Les deux frères m'ont attaqué.
ja: あなたの耳にしたことを考えると、あなたは立ち去ることを許されない。2人の兄弟に襲われた。
pt: [REVIEW]Devido ao que sabia, não poderia sair dali. Os dois irmãos atacaram-te.
zh_cn: 鉴于我偷听到的情况，我不被允许离开。两兄弟对我进行了攻击。

source: Someone else destroyed the dam and water came pouring through a hole in the dam. A lot of water!
fr: Quelqu'un d'autre a détruit le barrage et de l'eau a commencé à se déverser à travers le trou. Beaucoup d'eau !
ja: 誰かがダムを破壊し、ダムの穴から水が流れ込んできた。水が大量だ！
pt: Outra pessoa destruiu a barragem e a água veio através de um buraco na barragem. Muita água!
zh_cn: 有人破坏了水坝，水从水坝上的一个洞里涌了出来。好多水！

source: The Brimhaven guards have informed me that I may not leave the city until they have investigated who destroyed the dam.
fr: Les gardes de Brimhaven m'ont informé que je ne devais pas quitter la ville tant qu'ils enquêtaient sur l'auteur de la destruction du barrage.
ja: ブリムヘブンの衛兵から、誰がダムを破壊したかが捜査されるまで町を離れてはいけないと伝えられた。
pt: [REVIEW]Não tinha permissão para sair da cidade até que fosse descoberto quem destruiu a represa.
zh_cn: 布林海文的守卫已经通知我，在他们调查出是谁破坏了大坝之前，我不能离开城市。

source: I have promised to track down the real perpetrators. However, I still cannot not leave the city.
fr: J'ai promis de retrouver les vrais coupables. Mais je ne peux toujours pas quitter la ville.
ja: 真犯人を突き止めることを約束した。しかしまだ町を離れることはできない。
pt: [REVIEW]Prometeu rastrear os verdadeiros criminosos. No entanto, não deve deixar a cidade.
zh_cn: 我已经答应追查真正的肇事者。但是，我还是不能离开这个城市。

source: The two brothers did not know their boss's name, but he seemed to have a lot of gold.
fr: Les deux frères ne connaissaient pas le nom de leur patron, mais il avait l'air d'avoir beaucoup d'argent.
ja: 2人の兄弟は上司の名前を知らなかったが、その男は金をたくさん持っているようだ。
pt: Os dois irmãos não sabiam o nome do chefe, mas ele parecia ter muito ouro.
zh_cn: 两兄弟不知道自己老大的名字，但他似乎很有钱。

source: The rich man living up on the hill of Brimhaven seemed to know more than he admitted.
fr: L'homme riche qui vit sur la colline de Brimhaven semble en savoir plus qu'il ne le dit.
ja: ブリムヘブンの丘の上に住んでいる金持ちの男は、自ら認めている以上のことを知っているようだ。
pt: O homem rico que vivia na colina de Brimhaven pareceu saber mais do que admitiu.
zh_cn: 住在布林海文山上的富翁似乎知道的比他承认的要多。

source: The rich man boasted that he had been bribed by an important man in Loneford to sabotage the dam.
fr: L'homme riche s'est vanté d'avoir été soudoyé par un homme important de Loneford pour saboter le barrage.
ja: その金持ちは、ダムを破壊するためにローンフォードの重要人物から賄賂を受け取ったと自慢していた。
pt: O homem rico gabou-se de ter sido subornado por um homem importante em Loneford para sabotar a barragem.
zh_cn: 富翁吹嘘说，他被隆福德的一个重要人物收买，破坏了大坝。

source: I gave the letters as a piece of evidence to the captain of the guard. Now it is up to them to deal with the rich man.
fr: J'ai donné les lettres comme preuve au capitaine de la garde. Maintenant c'est à eux de gérer cet homme riche.
ja: 手紙を証拠の一部として衛兵隊長に渡した。これより先の金持ち男への対応は彼らに任される。
pt: Dei as cartas como prova ao capitão da guarda. Agora cabe a eles lidarem com o homem rico.
zh_cn: 我把这些信作为证据交给了卫队长。现在就看他们怎么对付那个有钱人了。

source: Work for debts
fr: Travail pour les dettes
ja: 借金のための労働
pt: Trabalho para dívidas
zh_cn: 还债工作

source: The dam is very important to Brimhaven. It should be repaired.
fr: Le barrage est essentiel pour Brimhaven. il doit être réparé.
ja: ダムはブリムヘブンにとって極めて重要だ。修理しないと。
pt: A barragem é muito importante para Brimhaven. Deveria ser consertada.
zh_cn: 这座大坝对布林海文非常重要。它应该被修复。

source: Stebbarik was ill at home in bed. He could not work and feared that he would lose his job. Because of his high debts, he feared that Gnossath would then take his house away. I have offered to do the work for Stebbarik.
fr: Stebbarik était à la maison malade et alité. Il ne pouvait pas travailler et craignait de perdre son emploi. Et à cause de toutes ses dettes, il craignait que Gnossath ne vienne lui prendre sa maison. J'ai proposé de faire le travail à la place de Stebbarik.
ja: ステバリックは病気のため家のベッドで横になっていた。働くことができず、職を失うことを恐れている。多額の借金を抱えているためにグノッサスに家を奪われるのではと心配している。 ステバリックのために仕事をしたいとあなたは申し出た。
pt: [REVIEW]Stebbarik estava doente em casa e de cama. Ele não podia trabalhar e temia perder o emprego. Por conta altas dívidas dele, temia que Gnossath levasse a sua casa. Ofereceu-se para fazer o trabalho para Stebbarik.
zh_cn: 斯特巴利克在家卧病在床。他不能工作，担心自己会失去工作。因为他欠了很多债，他担心格诺萨会把他的房子拿走。 我已经提出要为斯特巴利克做工作。

source: Gnossath has asked me to carry 25 heavy boulders from the stock to the dam.
fr: Gnossath m'a demandé de porter 25 rochers lourds de l'entrepôt vers le barrage.
ja: グノッサスから25個の重いボルダーをストックからダムまで運ぶよう伝えられた。
pt: [REVIEW]Gnossath disse-lhe para levar 25 pedras pesadas do estoque até a barragem.
zh_cn: 格诺萨让我把25块重石从石堆搬到大坝上。

source: I have carried the first boulder to the dam.
fr: J'ai transporté le premier rocher jusqu'au barrage.
ja: 最初のボルダーをダムまで運んだ。
pt: [REVIEW]Carregou a primeira pedra à barragem.
zh_cn: 我已经把第一块巨石搬到了大坝上。

source: I have carried 5 boulders to the dam.
fr: J'ai transporté 5 rochers jusqu'au barrage.
ja: 5個のボルダーをダムまで運んだ。
pt: [REVIEW]Carregou 5 pedras à barragem.
zh_cn: 我已经搬了5块大石头到大坝上。

source: I have moved 10 boulders.
fr: J'ai déplacé 10 rochers.
ja: 10個のボルダーを移動させた。
pt: [REVIEW]Moveu 10 pedras.
zh_cn: 我已经搬了10块石头。

source: I have moved 15 boulders. This work is exhausting!
fr: J'ai déplacé 15 rochers. Ce travail est épuisant !
ja: 15個のボルダーを移動させた。疲れてきた！
pt: [REVIEW]Moveu 15 pedras. Está a ficar cansado!
zh_cn: 我已经搬了15块大石头。这活儿可真够累的！

source: Only a few to go...
fr: Plus que quelques-uns...
ja: あと少しだ…
pt: Só mais algumas...
zh_cn: 只剩下几个了...

source: Finally - that was the last boulder! Gnossath was very pleased with my work.
fr: Enfin - c'était le dernier rocher ! Gnossath était très satisfait de mon travail.
ja: 最後のボルダーがついに終わった！ グノッサスはあなたの仕事にとても満足していた。
pt: [REVIEW]Finalmente, essa foi a última pedra! Gnossath ficou muito satisfeito com o seu trabalho.
zh_cn: 终于——那是最后一块巨石了！格诺萨对我的工作非常满意。

source: A quick glance
fr: Un coup d'œil rapide
ja: ひと目で
pt: Uma olhada rápida
zh_cn: 快速看一眼

source: I talked to Anakis. He told me that his sister, Juttarka, went into the cave and did not come out again.
fr: J'ai parlé à Anakis. Il m'a dit que sa sœur, Juttarka, était allée dans la caverne et n'en était pas ressortie.
ja: アナキスと話した。妹のジュターカが洞窟に入り、それ以来出てこないという。
pt: Falei com o Anakis. Ele disse-me que a irmã dele, Juttarka, entrou na caverna e não saiu.
zh_cn: 我和阿纳基斯谈过了。他告诉我，他的妹妹朱塔尔卡进了山洞，没有再出来。

source: I denied to help Anakis to find his sister, Juttarka.
fr: J'ai refusé d'aider Anakis à retrouver sa sœur Juttarka.
ja: アナキスからの、妹ジュターカの捜索の協力を断った。
pt: [REVIEW]Neguei-me a ajudar Anakis a encontrar sua irmã Juttarka.
zh_cn: 我拒绝帮助阿纳基斯找到他的妹妹朱塔尔卡。

source: I agreed to help Anakis find his sister, Juttarka.
fr: J'ai accepté d'aider Anakis à retrouver sa sœur Juttarka.
ja: アナキスからの、妹ジュターカの捜索の協力を了承した。
pt: Concordei em ajudar o Anakis a encontrar a irmã dele Juttarka.
zh_cn: 我同意帮助阿纳基斯找到他的妹妹朱塔尔卡。

source: I found a stone statue that looked almost like a real woman.
fr: J'ai trouvé une statue de pierre ressemblant fortement à une vraie femme.
ja: まるで本物の女性のような石像を発見した。
pt: Encontrei uma estátua de pedra que se parecia quase com uma mulher de verdade.
zh_cn: 我发现了一尊石像，看起来几乎像一个真正的女人。

source: I told Anakis about the statue. He thinks that it is his sister, Juttarka, and thanked me for helping him.
fr: J'ai parlé de la statue à Anakis. Il pense que c'est sa sœur, Juttarka, et m'a remercié de l'avoir aidé.
ja: アナキスに像のことを話した。彼はそれが妹のジュターカであると考え、協力してくれたことにお礼を言った。
pt: Contei ao Anakis sobre a estátua. Ele acha que é a irmã dele, Juttarka e agradeceu-me por ajudá-lo.
zh_cn: 我把雕像的事告诉了阿纳基斯。他认为那是他的妹妹朱塔尔卡，并感谢我帮助他。

source: Anakis asked me if I could avenge his sister.
fr: Anakis m'a demandé si je pouvais venger sa sœur.
ja: アナキスは妹の仇を討てないかと尋ねてきた。
pt: Anakis perguntou-me se eu poderia vingar a irmã dele.
zh_cn: 阿纳基斯问我能不能为他妹妹报仇。

source: I agreed to avenge Anakis' sister, Juttarka, and kill the Basilisk.
fr: J'ai accepté de venger la sœur d'Anakis, Juttarka, et de tuer le Basilic.
ja: アナキスの妹ジュターカの仇を討ち、バジリスクを殺すことに同意した。
pt: Concordei em vingar a irmã de Anakis, Juttarka e matar o Basilisco.
zh_cn: 我同意为阿纳基斯的妹妹朱塔尔卡报仇，杀死蛇怪。
