Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: Young allaceph
de: Junger Allaceph
fr: Jeune Allaceph
ja: ヤングアラセフ
pt: Allaceph jovem
zh_cn: 年轻的阿拉塞普

source: Allaceph
ja: アラセフ
zh_cn: 阿拉塞普

source: Strong allaceph
de: Starker Allaceph
fr: Allaceph fort
ja: ストロングアラセフ
pt: Allaceph forte
zh_cn: 强大的阿拉塞普

source: Tough allaceph
de: Kräftiger Allaceph
fr: Allaceph coriace
ja: タフアラセフ
pt: Allaceph resistente
zh_cn: 结实的阿拉塞普

source: Radiant allaceph
de: Strahlender Allaceph
fr: Allaceph radieux
ja: 輝くアラセフ
pt: Allaceph radiante
zh_cn: 光芒四射的阿拉塞普

source: Ancient allaceph
de: Ehrwürdiger Allaceph
fr: Ancêtre d'Allaceph
ja: エンシェントアラセフ
pt: Ancião Allaceph
zh_cn: 古代的阿拉塞普

source: Vaeregh
ja: ヴァーレグ
zh_cn: 维勒

source: Irdegh spawn
de: Irdegh Nestling
fr: Engeance d'Irdegh
ja: アーデグスポーン
pt: Irdegh filhote
zh_cn: 伊尔德格产物

source: Irdegh
ja: アーデグ
zh_cn: 伊尔德格

source: Venomous irdegh
de: Giftiger Irdegh
fr: Irdegh venimeuse
ja: ベノムアーデグ
pt: Irdegh venenoso
zh_cn: 有毒的伊尔德格

source: Piercing irdegh
de: Stachliger Irdegh
fr: Irdegh perceuse
ja: ピアスアーデグ
pt: Irdegh farpado
zh_cn: 穿孔的伊尔德格

source: Ancient piercing irdegh
de: Ehrwürdiger stachliger Irdegh
fr: Ancêtre d'irdegh perceuse
ja: エンシェントピアスアーデグ
pt: Irdegh farpado ancião
zh_cn: 古代穿孔的伊尔德格

source: Maonit troll
fr: Troll maonien
ja: マオニットトロール
pt: Troll Maonit
zh_cn: 莫尼特巨魔

source: Giant maonit troll
de: Riesiger Maonit-Troll
fr: Troll maonien géant
ja: ジャイアントマオニットトロール
pt: Troll Maonit gigante
zh_cn: 巨型莫尼特巨魔

source: Strong maonit troll
de: Starker Maonit-Troll
fr: Troll maonien fort
ja: ストロングマオニットトロール
pt: Troll Maonit forte
zh_cn: 强大的莫尼特巨魔

source: Maonit brute
de: Maonit-Rohling
fr: Brute maonienne
ja: マオニットブルート
pt: Besta Maonit
zh_cn: 莫尼特兽

source: Tough maonit brute
de: Kräftiger Maonit-Rohling
fr: Brute maonienne coriace
ja: タフマオニットブルート
pt: Besta Maonit resistente
zh_cn: 结实的莫尼特兽

source: Strong maonit brute
de: Starker Maonit-Rohling
fr: Brute maonienne forte
ja: ストロングマオニットブルート
pt: Maonit forte bruto
zh_cn: 强壮的莫尼特野蛮人

source: Arulir
ja: アルリル
zh_cn: 阿鲁里尔

source: Giant arulir
de: Riesiger Arulir
fr: Arulir géant
ja: ジャイアントアルリル
pt: Arulir gigante
zh_cn: 巨型阿鲁里尔

source: Larval cave burrower
de: Höhlengräberraupe
fr: Larve de néréis des cavernes
ja: 幼生ケイブバロウワー
pt: Burrower larval da caverna
zh_cn: 洞穴钻地幼虫

source: Cave burrower
de: Höhlengräber
fr: Néréis
ja: ケイブバロウワー
pt: Burrower da caverna
zh_cn: 洞穴钻地虫

source: Giant larval burrower
de: Riesiger Raupengräber
fr: Larve de néréis géante
ja: 巨大幼生バロウワー
pt: Burrower larval gigante
zh_cn: 巨大的钻地虫

source: Ulirfendor
ja: ウリフェンドル
zh_cn: 乌利芬多

source: Gylew
ja: ジャイルー
zh_cn: 吉卢

source: Gylew's henchman
de: Gylew's Anhänger
fr: Homme de main de Gylew
ja: ジャイルーの子分
pt: Escudeiro de Gylew
zh_cn: 吉卢的侍从

source: Toszylae
ja: トシラエ
zh_cn: 托斯拉

source: Radiant guardian
de: Strahlender Wächter
fr: Gardien radieux
ja: 輝く番人
pt: Guardião radiante
zh_cn: 容光焕发的守护者

source: Thorin
ja: トーリン
zh_cn: 索林

source: Basement rat
de: Kellerratte
fr: Rat du sous-sol
ja: 地下ラット
pt: Rato de Porão
zh_cn: 地下室老鼠

source: Algangror
ja: アルガングロール
zh_cn: 阿尔冈格罗

source: Bridge lookout
de: Brücken Beobachtungsposten
fr: Guetteur du pont
ja: 橋の見張り
pt: Vigia da ponte
zh_cn: 桥梁监视哨

source: Ingus
ja: イングス
zh_cn: 英格斯

source: Elwyl
ja: エルウィル
zh_cn: 埃尔维尔

source: Elwel
ja: エルウェル
zh_cn: 埃尔维尔

source: Hjaldar
ja: ヒャルダー
zh_cn: 哈尔达尔

source: Norath
ja: ノラス
zh_cn: 诺拉斯

source: Rothses
ja: ロセス
zh_cn: 罗斯

source: Duaina
ja: デュエイナ
zh_cn: 杜埃娜

source: Commoner
fr: Villageois
ja: 庶民
pt: Plebeu
zh_cn: 平民

source: Jhaeld
ja: ジャエルド
zh_cn: 贾尔德

source: Krell
ja: クレル
zh_cn: 克雷尔

source: Knight of Elythom
de: Ritter von Elythom
fr: Chevalier d'Elythom
ja: エリソム騎士
pt: Cavaleiro de Elythom
zh_cn: 伊利索姆骑士

source: Almars
ja: アルマース
zh_cn: 阿尔马尔

source: Arghes
ja: アーゲス
zh_cn: 阿尔吉斯

source: Arnal
ja: アルナル
zh_cn: 阿娜尔

source: Aatash
ja: アータシュ
zh_cn: 阿塔西

source: Caeda
ja: カエダ
zh_cn: 卡埃达

source: Carthe
ja: カーテ
zh_cn: 卡尔特

source: Chael
ja: チェル
zh_cn: 查尔

source: Easturlie
ja: イースタリー
zh_cn: 伊斯图利

source: Emerei
ja: エメレイ
zh_cn: 埃默伊

source: Ervelyn
ja: エルベリン
zh_cn: 埃尔维林

source: Freen
ja: フリーン
zh_cn: 弗里恩

source: Janach
ja: ジャナハ
zh_cn: 贾纳赫

source: Kendelow
ja: ケンデロー
zh_cn: 肯德洛

source: Larni
ja: ラルニ
zh_cn: 拉尔尼

source: Maelf
ja: マエルフ
zh_cn: 梅尔夫

source: Morgisia
ja: モルジシア
zh_cn: 莫拉西亚

source: Perester
ja: ペレスター
zh_cn: 佩雷斯特

source: Perlynn
ja: ペリン
zh_cn: 佩林

source: Reinkarr
ja: ラインカー
zh_cn: 莱因卡尔

source: Prison guard
de: Gefängnis Wachposten
fr: Gardien de prison
ja: 刑務官
pt: Guarda da Prisão
zh_cn: 狱警

source: Skylenar
ja: スカイレナール
zh_cn: 斯凯莱纳

source: Taylin
ja: テイリン
zh_cn: 泰林

source: Dog
de: Hund
fr: Chien
ja: イヌ
pt: Cachorro
zh_cn: 狗

source: Kaverin
ja: カベリン
zh_cn: 卡维林

source: Young forest fox
de: Junger Waldfuchs
fr: Jeune renard des forêts
ja: ヤングフォレストフォックス
pt: Raposa da floresta jovem
zh_cn: 年轻的森林狐狸

source: Forest fox
de: Waldfuchs
fr: Renard des forêts
ja: フォレストフォックス
pt: Raposa da floresta
zh_cn: 森林狐狸

source: Tough redfoot beast
de: Zähes Rotfußbiest
fr: Piedrouge résistant
ja: 屈強なレッドフットビースト
pt: Besta resistente dos pés vermelhos
zh_cn: 结实的红脚兽

source: Strong redfoot beast
de: Starkes Rotfußbiest
fr: Piedrouge puissant
ja: 強いレッドフットビースト
pt: Besta forte dos pés vermelhos
zh_cn: 强大的红脚兽

source: Bloodthirsty redfoot beast
de: Blutrünstiges Rotfußbiest
fr: Piedrouge assoiffé de sang
ja: 血に飢えたレッドフットビースト
pt: Besta sanguinária dos pés vermelhos
zh_cn: 嗜血的红脚兽

source: Vicious redfoot beast
de: Bösartiges Rotfußbiest
fr: Piedrouge vicieux
ja: 凶暴なレッドフットビースト
pt: Besta perversa dos pés vermelhos
zh_cn: 凶猛的红脚兽

source: Carrion centipede
de: Aas-Hundertfüßler
fr: Mille-pattes de Carrion
ja: キャリオンセンチピード
pt: Centopeia carniceira
zh_cn: 腐肉蜈蚣

source: Ravenous carrion centipede
de: Gefräßiger Aas-Hundertfüßler
fr: Mille-pattes de Carrion vorace
ja: 貪欲なキャリオンセンチピード
pt: Centopeia carniceira faminta
zh_cn: 贪婪的腐肉蜈蚣

source: Bloated carrion centipede
de: Aufgeblähter Aas-Hundertfüßler
fr: Mille-pattes de Carrion boursouflé
ja: 膨れたキャリオンセンチピード
pt: Centopeia carniceira orgulhosa
zh_cn: 肿起来的腐肉蜈蚣

source: Puny Charwood goblin
de: Mickriger Charwoodkobold
fr: Gobelin chétif de Charbois
ja: 小さなチャーウッドゴブリン
pt: Goblin pequeno de Charwood
zh_cn: 弱小的查伍德哥布林

source: Charwood goblin scout
de: Charwoodkobold-Späher
fr: Gobelin éclaireur de Charbois
ja: チャーウッドゴブリンスカウト
pt: Goblin batedor de Charwood
zh_cn: 查伍德哥布林侦察兵

source: Starving Charwood goblin
de: Ausgehungerter Charwoodkobold
fr: Gobelin affamé de Charbois
ja: 飢えたチャーウッドゴブリン
pt: Goblin morto de fome de Charwood
zh_cn: 饥饿的查伍德哥布林

source: Charwood goblin
de: Charwoodkobold
fr: Gobelin de Charbois
ja: チャーウッドゴブリン
pt: Goblin de Charwood
zh_cn: 查伍德哥布林

source: Charwood goblin fighter
de: Charwoodkobold-Kämpfer
fr: Gobelin combattant de Charbois
ja: チャーウッドゴブリンファイター
pt: Goblin lutador de Charwood
zh_cn: 查伍德哥布林战士

source: Tough Charwood goblin
de: Zäher Charwoodkobold
fr: Gobelin résistant de Charbois
ja: 屈強なチャーウッドゴブリン
pt: Goblin resistente de Charwood
zh_cn: 结实的查伍德哥布林

source: Aggressive Charwood goblin
de: Aggressiver Charwoodkobold
fr: Gobelin agressif de Charbois
ja: 攻撃的なチャーウッドゴブリン
pt: Goblin agressivo de Charwood
zh_cn: 好斗的查伍德哥布林

source: Strong Charwood goblin
de: Starker Charwoodkobold
fr: Gobelin puissant de Charbois
ja: 強いチャーウッドゴブリン
pt: Goblin forte de Charwood
zh_cn: 坚强的查伍德哥布林

source: Mazarth beast
de: Mazarth Biest
fr: Bête de Mazarth
ja: マザースビースト
pt: Besta Mazarth
zh_cn: 马扎斯野兽

source: Tough mazarth beast
de: Kräftiges Mazarth Biest
fr: Bête de Mazarth résistante
ja: タフマザースビースト
pt: Besta Mazarth resistente
zh_cn: 结实的马扎斯野兽

source: Weeping ash spectre
de: Weinendes Aschegespenst
fr: Spectre de cendres en pleurs
ja: 涙ぐむアッシュスペクトル
pt: Espectro de cinzentos a chorar
zh_cn: 哭泣的灰烬幽灵

source: Wailing ash spectre
de: Klagendes Aschegespenst
fr: Spectre de cendres gémissant
ja: 泣き叫ぶアッシュスペクトル
pt: Espectro de cinzento do lamento
zh_cn: 哭号的灰烬幽灵

source: Ash spectre
de: Aschegespenst
fr: Spectre de cendres
ja: アッシュスペクトル
pt: Espectro de cinzento
zh_cn: 灰烬幽灵

source: Young ash gargoyle
de: Junger Aschengargoyle
fr: Jeune gargouille de cendres
ja: ヤングアッシュガーゴイル
pt: Gárgula de cinzento jovem
zh_cn: 年轻的灰烬石像鬼

source: Ash gargoyle
de: Aschengargoyle
fr: Gargouille de cendres
ja: アッシュガーゴイル
pt: Gárgula de cinzento
zh_cn: 灰烬石像鬼

source: Strong ash gargoyle
de: Starker Aschengargoyle
fr: Gargouille de cendres puissante
ja: ストロングアッシュガーゴイル
pt: Gárgula de cinzento forte
zh_cn: 强壮的灰烬石像鬼

source: Hardened ash gargoyle
de: Gehärteter Aschengargoyle
fr: Gargouille de cendres renforcée
ja: 硬化アッシュガーゴイル
pt: Gárgula de cinzento endurecida
zh_cn: 硬化的灰烬石像鬼

source: Young ash spawn
de: Junge Aschenbrut
fr: Jeune engeance de cendres
ja: ヤングアッシュスポーン
pt: Desova Cinzenta jovem
zh_cn: 年轻的灰烬产物

source: Ash spawn
de: Aschenbrut
fr: Engeance de cendres
ja: アッシュスポーン
pt: Desova Cinzenta
zh_cn: 灰烬产物

source: Tough ash spawn
de: Zähe Aschenbrut
fr: Engeance de cendres résistante
ja: タフアッシュスポーン
pt: Desova Cinzenta resistente
zh_cn: 结实的灰烬产物

source: Glowing abcess
de: Glühendes Geschwulst
fr: Abcès luisant
ja: グロウアブセス
pt: Abscesso incandescente
zh_cn: 发光的脓肿怪

source: Blazing abcess
de: Loderndes Geschwulst
fr: Abcès enflammé
ja: ブレイズアブセス
pt: Abscesso ardente
zh_cn: 炽烈的脓肿怪

source: Lava spawn
de: Lava-Ausgeburt
fr: Engeance de lave
ja: ラーヴァスポーン
pt: Desova de Lava
zh_cn: 熔岩产物

source: Tough lava spawn
de: Zähe Lava-Ausgeburt
fr: Engeance de lave résistante
ja: タフラーヴァスポーン
pt: Desova de Lava resistente
zh_cn: 结实的熔岩产物

source: Glowing flame
de: Glühende Flamme
fr: Flamme lumineuse
ja: グロウフレイム
pt: Chama incandescente
zh_cn: 发光的火焰

source: Flame spawn
de: Flammenbrut
fr: Engeance de flammes
ja: フレイムスポーン
pt: Desova das Chamas
zh_cn: 火焰产物

source: Walking flame
de: Wandelnde Flamme
fr: Marcheur de flammes
ja: ウォークフレイム
pt: Chama andante
zh_cn: 行走的火焰

source: Walking inferno
de: Wandelndes Inferno
fr: Marcheur brasier
ja: ウォークインフェルノ
pt: Inferno andante
zh_cn: 行走的炼狱

source: Ancient walking inferno
de: Ehrwürdiges wandelndes Inferno
fr: Marcheur brasier antique
ja: エンシェントウォークインフェルノ
pt: Inferno andante antiga
zh_cn: 古代的行走的炼狱

source: Thukuzun
ja: トゥクズン
zh_cn: 图库尊

source: Mudfiend
de: Schlammteufel
fr: Diableboue
ja: マッドフェインド
pt: Demónio da lama
zh_cn: 泥魔

source: Tough mudfiend
de: Zäher Schlammteufel
fr: Diableboue résistant
ja: タフマッドフェインド
pt: Decénio da lama resistente
zh_cn: 结实的泥魔

source: Young poisonous cave burrower
de: Junger giftiger Höhlengräber
fr: Jeune néréis des cavernes toxique
ja: 若いポイズンケイブバロウワー
pt: Cavador venenoso jovem de caverna
zh_cn: 年轻有毒的洞穴钻地虫

source: Infected larval cave burrower
de: Infizierte Höhlengräberraupe
fr: Larve de néréis toxique
ja: 伝染幼生ケイブバロウワー
pt: Cavador infectado por lava de caverna
zh_cn: 感染的洞穴钻地虫幼虫

source: Poisonous cave burrower
de: Giftiger Höhlengräber
fr: Néréis des cavernes toxique
ja: ポイズンケイブバロウワー
pt: Cavador venenoso de caverna
zh_cn: 有毒的洞穴钻地虫

source: Strong poisonous cave burrower
de: Starker giftiger Höhlengräber
fr: Néréis toxique puissante
ja: 強いポイズンケイブバロウワー
pt: Cavador venenoso forte de caverna
zh_cn: 强大的有毒的洞穴钻地虫

source: Giant poisonous cave burrower
de: Riesiger giftiger Höhlengräber
fr: Néréis toxique géant
ja: 巨大ポイズンケイブバロウワー
pt: Cavador infectado gigante de caverna
zh_cn: 巨型有毒的洞穴钻地虫

source: Gray cave bat
de: Graue Höhlenfledermaus
fr: Chauve-souris grise
ja: グレイケイブバット
pt: Morcego cinzento de caverna
zh_cn: 灰色洞穴蝙蝠

source: Black cave bat
de: Schwarze Höhlenfledermaus
fr: Chauve-souris noire
ja: ブラックケイブバット
pt: Morcego preto de caverna
zh_cn: 黑色洞穴蝙蝠

source: Brown cave bat
de: Braune Höhlenfledermaus
fr: Chauve-souris brune
ja: ブラウンケイブバット
pt: Morcego marrom de caverna
zh_cn: 棕色洞穴蝙蝠

source: Cave bat
de: Höhlenfledermaus
fr: Chauve-souris
ja: ケイブバット
pt: Morcego de caverna
zh_cn: 洞穴蝙蝠

source: Aggressive cave bat
de: Aggressive Höhlenfledermaus
fr: Chauve-souris agressive
ja: アグレッシブケイブバット
pt: Morcego agressivo de caverna
zh_cn: 好斗的洞穴蝙蝠

source: Hirathil spawn
de: Hirathil-Ausgeburt
fr: Engeance d'Hirathil
ja: ヒラチルスポーン
pt: Desova de Hirathil
zh_cn: 希拉希尔产物

source: Aggressive hirathil ghost
de: Aggressiver Hirathil-Geist
fr: Fantôme d'Hirathil agressif
ja: 攻撃的なヒラチルゴースト
pt: Fantasma Hirathil agressivo
zh_cn: 好斗的希拉希尔鬼魂

source: Hirathil ghost
de: Hirathil-Geist
fr: Fantôme d'Hirathil
ja: ヒラチルゴースト
pt: Fantasma Hirathil
zh_cn: 希拉希尔鬼魂

source: Ferocious hirathil ghost
de: Wilder Hirathil-Geist
fr: Fantôme d'Hirathil féroce
ja: 獰猛なヒラチルゴースト
pt: Fantasma Hirathil feroz
zh_cn: 凶猛的希拉希尔鬼魂

source: Restless hirathil ghost
de: Ruheloser Hirathil-Geist
fr: Fantôme d'Hirathil nerveux
ja: 落ち着きのないヒラチルゴースト
pt: Fantasma Hirathil inquieto
zh_cn: 躁动的希拉希尔鬼魂

source: Hirathil servant
de: Hirathil-Diener
fr: Servant d'Hirathil
ja: ヒラチルサーヴァント
pt: Hirathil servo
zh_cn: 希拉希尔仆人

source: Hirathil master
de: Hirathil-Meister
fr: Maître Hirathil
ja: ヒラチルマスター
pt: Hirathil Mestre
zh_cn: 希拉希尔大师

source: Ancient hirathil ghost
de: Ehrwürdiger Hirathil-Geist
fr: Fantôme antique d'Hirathil
ja: エンシェントヒラチルゴースト
pt: Fantasma Hirathil antigo
zh_cn: 古代的希拉希尔鬼魂

source: Hira'zinn
ja: ヒラジン
zh_cn: 希拉津

source: Giant dungfly
de: Riesige Schmeißfliege
fr: Mouche scatophage géante
ja: ジャイアントダンフライ
pt: Mosca de estrume gigante
zh_cn: 巨大的粪蝇

source: Aggressive dungfly
de: Aggressive Schmeißfliege
fr: Mouche scatophage agressive
ja: 攻撃的なダンフライ
pt: Mosca de estrume agressiva
zh_cn: 好斗的粪蝇

source: Vicious dungfly
de: Bösartige Schmeißfliege
fr: Mouche scatophage vicieuse
ja: 凶暴なダンフライ
pt: Mosca de estrume perversa
zh_cn: 邪恶的粪蝇

source: Branchtender
de: Astbieger
fr: Branche-tendre
ja: ブランチテンダー
zh_cn: 布兰奇登

source: Frantic branchtender
de: Rasender Astbieger
fr: Branche-tendre enragé
ja: 狂乱のブランチテンダー
pt: Frenético branchtender
zh_cn: 疯狂的布兰奇登

source: Ancient branchtender
de: Ehrwürdiger Astbieger
fr: Branche-tendre antique
ja: エンシェントブランチテンダー
pt: Antigo branchtender
zh_cn: 古代的布兰奇登

source: Small horned anklebiter
de: Kleiner gehörnter Keiler
fr: Petit morcheville cornu
ja: 小さなホーンアンクルバイター
pt: Morde-tornozelos com chifres pequeno
zh_cn: 弱小的有角咬踝者

source: Young horned anklebiter
de: Junger gehörnter Keiler
fr: Jeune morcheville cornu
ja: 若いホーンアンクルバイター
pt: Morde-tornozelos com chifres juvenil
zh_cn: 年轻的有角咬踝者

source: Fast horned anklebiter
de: Flinker gehörnter Keiler
fr: Morcheville cornu rapide
ja: 速いホーンアンクルバイター
pt: Morde-tornozelos com chifres veloz
zh_cn: 快速的有角咬踝者

source: Tough horned anklebiter
de: Zäher gehörnter Keiler
fr: Morcheville cornu résistant
ja: 屈強なホーンアンクルバイター
pt: Morde-tornozelos com chifres resistente
zh_cn: 结实的有角咬踝者

source: Strong horned anklebiter
de: Starker gehörnter Keiler
fr: Morcheville cornu puissant
ja: 強いホーンアンクルバイター
pt: Morde-tornozelos com chifres forte
zh_cn: 强大的有角咬踝者

source: Steelhide horned anklebiter
de: Stahlhäutiger gehörnter Keiler
fr: Morcheville cornu d'acier
ja: 鋼皮のホーンアンクルバイター
pt: Morde-tornozelos com chifres de aço
zh_cn: 钢皮的有角咬踝者

source: Young erumen forest lizard
de: Junge Erumem Waldechse
fr: Jeune lézard forestier d'Erumem
ja: ヤングエルメンフォレストリザード
pt: Erumem lagarto floresta jovem
zh_cn: 幼小厄鲁门森林蜥蜴

source: Erumen forest lizard
de: Erumem Waldechse
fr: Lézard forestier d'Erumem
ja: エルメンフォレストリザード
pt: Erumem lagarto floresta
zh_cn: 厄鲁门森林蜥蜴

source: Erumen forest lizard matriarch
de: Erumem Waldechsenkönigin
fr: Reine lézard forestier d'Erumem
ja: エルメンフォレストリザードメイトリアーク
pt: Matriarca Erumem lagarto floresta
zh_cn: 厄鲁门森林蜥蜴女统领

source: Zortak scout
de: Zortak-Waldläufer
fr: Éclaireur Zortak
ja: ゾルタクスカウト
pt: Zortak batedor
zh_cn: 佐塔克侦察兵

source: Zortak fighter
de: Zortak-Kämpfer
fr: Guerrier Zortak
ja: ゾルタクファイター
pt: Zortak lutador
zh_cn: 佐塔克战士

source: Zortak guard
de: Zortak-Wache
fr: Garde Zortak
ja: ゾルタクガード
pt: Zortak guarda
zh_cn: 佐塔克守卫者

source: Zortak barbarian
de: Zortak-Barbar
fr: Barbare Zortak
ja: ゾルタクバーバリアン
pt: Zortak barbaro
zh_cn: 佐塔克野蛮人

source: Zortak leader
de: Zortak-Anführer
fr: Chef Zortak
ja: ゾルタクリーダー
pt: Zortak lider
zh_cn: 佐塔克领袖

source: Puny yellowjacket
de: Mickrige Gelbjackenwespe
fr: Guêpe frêle
ja: 小さなイエロージャケット
pt: Vespa amarela insignificante
zh_cn: 弱小的黄蜂

source: Small yellowjacket
de: Kleine Gelbjackenwespe
fr: Petite guêpe
ja: スモールイエロージャケット
pt: Vespa amarela pequena
zh_cn: 小黄蜂

source: Swarming yellowjacket
de: Ausschwärmende Gelbjackenwespe
fr: Guêpe frénétique
ja: 群れたイエロージャケット
pt: Vespa amarela guerreira
zh_cn: 成群的黄蜂

source: Stinging yellowjacket
de: Stechende Gelbjackenwespe
fr: Guêpe cinglante
ja: スティングイエロージャケット
pt: Vespa amarela ardente
zh_cn: 刺人的黄蜂

source: Quick yellowjacket
de: Schnelle Gelbjackenwespe
fr: Guêpe rapide
ja: クイックイエロージャケット
pt: Vespa amarela rápida
zh_cn: 快速的黄蜂

source: Aggressive yellowjacket
de: Aggressive Gelbjackenwespe
fr: Guêpe agressive
ja: 攻撃的なイエロージャケット
pt: Vespa amarela agressiva
zh_cn: 好斗的黄蜂

source: Enraged yellowjacket
de: Wütende Gelbjackenwespe
fr: Guêpe enragée
ja: 怒りのイエロージャケット
pt: Vespa amarela irritada
zh_cn: 暴怒的黄蜂

source: Giant yellowjacket
de: Riesige Gelbjackenwespe
fr: Guêpe géante
ja: ジャイアントイエロージャケット
pt: Vespa amarela gigante
zh_cn: 巨型黄蜂

source: Yellowjacket queen
de: Königin der Gelbjackenwespen
fr: Reine guêpe
ja: イエロージャケットクイーン
pt: Vespa amarela rainha
zh_cn: 黄蜂后

source: Puny venomscale
de: Mickrige Giftschuppe
fr: Toxicoque chétif
ja: 小さなベノムスケイル
pt: Venomscales pequena
zh_cn: 弱小的毒鳞蛇

source: Young venomscale
de: Junge Giftschuppe
fr: Jeune toxicoque
ja: ヤングベノムスケイル
pt: Venomscales jovem
zh_cn: 幼毒鳞蛇

source: Gray venomscale
de: Graue Giftschuppe
fr: Toxicoque gris
ja: グレーベノムスケイル
pt: Venomscales cinzento
zh_cn: 灰色的毒鳞蛇

source: Aggressive venomscale
de: Aggressive Giftschuppe
fr: Toxicoque agressif
ja: 攻撃的なベノムスケイル
pt: Venomscales agressiva
zh_cn: 好斗的毒鳞蛇

source: Quick venomscale
de: Flinke Giftschuppe
fr: Toxicoque rapide
ja: クイックベノムスケイル
pt: Venomscales rápida
zh_cn: 快速的毒鳞蛇

source: Vicious venomscale
de: Bösartige Giftschuppe
fr: Toxicoque vicieux
ja: 凶暴なベノムスケイル
pt: Venomscales perversa
zh_cn: 恶毒的毒鳞蛇

source: Strong venomscale
de: Starke Giftschuppe
fr: Toxicoque puissant
ja: 強いベノムスケイル
pt: Venomscales forte
zh_cn: 强壮的毒鳞蛇

source: Tough venomscale
de: Zähe Giftschuppe
fr: Toxicoque résistant
ja: タフベノムスケイル
pt: Venomscales resistente
zh_cn: 结实的毒鳞蛇

source: Breeder of venomscale
de: Giftschuppenzüchter
fr: Toxicoque reproducteur
ja: ベノムスケイルブリーダー
pt: Criador de venomscales
zh_cn: 毒鳞蛇繁殖者

source: Venomscale master
de: Giftschuppen-Meister
fr: Maître toxicoque
ja: ベノムスケイルマスター
pt: Venomscale mestre
zh_cn: 毒鳞蛇大师

source: Morkin lookout
de: Morkin-Ausschauer
fr: Guetteur Morkin
ja: モーキンルックアウト
pt: Torre de vigia de Morkin
zh_cn: 莫金监视哨

source: Morkin scout
de: Morkin-Kundschafter
fr: Éclaireur Morkin
ja: モーキンスカウト
pt: Morkin escoteiro
zh_cn: 莫金侦察兵

source: Morkin fighter
de: Morkin-Kämpfer
fr: Guerrier Morkin
ja: モーキンファイター
pt: Morkin lutador
zh_cn: 莫金战士

source: Morkin guard
de: Morkin-Wächter
fr: Garde Morkin
ja: モーキンガード
pt: Morkin guarda
zh_cn: 莫金守卫

source: Morkin berserker
fr: Berserker Morkin
ja: モーキンバーサーカー
pt: Morkin furioso
zh_cn: 莫金狂战士

source: Morkin leader
de: Morkin-Anführer
fr: Chef Morkin
ja: モーキンリーダー
pt: Morkin lider
zh_cn: 莫金领袖

source: Morkin elder
de: Morkin-Ältester
fr: Aîné Morkin
ja: モーキンエルダー
pt: Morkin ancião
zh_cn: 莫金长老

source: Guardian of the bridge
de: Wächter der Brücke
fr: Gardien du pont
ja: 橋の番人
pt: Guardião da Ponte
zh_cn: 桥的守护者

source: Khakin spawn
de: Khakin Nestling
fr: Engeance de Khakin
ja: カーキンスポーン
pt: Desova de Khakin
zh_cn: 卡金产物

source: Aggressive khakin beast
de: Aggressives Khakinbiest
fr: Bête de Khakin agressive
ja: 攻撃的なカーキンビースト
pt: Besta Khakin agressivo
zh_cn: 好斗的的卡金野兽

source: Tough khakin beast
de: Zähes Khakinbiest
fr: Bête de Khakin résistante
ja: 屈強なカーキンビースト
pt: Besta Khakin resistente
zh_cn: 结实的的卡金野兽

source: Strong khakin beast
de: Starkes Khakinbiest
fr: Bête de Khakin puissante
ja: 強いカーキンビースト
pt: Besta Khakin forte
zh_cn: 强大的卡金野兽

source: Thin mist of the crypt
de: Dünner Gruftnebel
fr: Brume fine de la crypte
ja: 薄いクリプトミスト
pt: Névoa fina da cripta
zh_cn: 地穴的薄雾

source: Clear mist of the crypt
de: Durchsichtiger Gruftnebel
fr: Brume éparse de la crypte
ja: 澄んだクリプトミスト
pt: Névoa clara da cripta
zh_cn: 地穴的清雾

source: Mist of the crypt
de: Gruftnebel
fr: Brume de la crypte
ja: クリプトミスト
pt: Névoa da cripta
zh_cn: 地穴之雾

source: Thick mist of the crypt
de: Dichter Gruftnebel
fr: Brume épaisse de la crypte
ja: 濃いクリプトミスト
pt: Névoa grossa da cripta
zh_cn: 地穴的浓雾

source: Bright mist of the crypt
de: Heller Gruftnebel
fr: Brume brillante de la crypte
ja: 明るいクリプトミスト
pt: Névoa brilhante da cripta
zh_cn: 地穴的亮雾

source: Pig
de: Schwein
fr: Cochon
ja: ブタ
pt: Porco
zh_cn: 猪

source: Roach
de: Kakerlake
fr: Cafard
ja: ゴキブリ
pt: Barata
zh_cn: 蟑螂

source: Forest guardian
de: Zortak-Wächter
fr: Gardien de la forêt
ja: 森の番人
pt: Guardião da floresta
zh_cn: 森林守护者

source: Feygard guard
de: Feygardwächter
fr: Garde de Feygard
ja: フェイガード衛兵
pt: Guarda de Feygard
zh_cn: 费加德卫兵

source: Rambling Feygard guard
de: Umherirrender Feygardwächter
fr: Garde de Feygard troublé
ja: とりとめのないフェイガード衛兵
pt: Guarda vagabundo de Feygard
zh_cn: 漫步的费加德卫兵

source: Afflicted Feygard guard
de: Geplagter Feygardwächter
fr: Garde de Feygard affligé
ja: 苦しんでいるフェイガード衛兵
pt: Guarda afligido de Feygard
zh_cn: 受灾的费加德卫兵

source: Insane Feygard guard
de: Irrsinniger Feygardwächter
fr: Garde de Feygard dément
ja: 非常識なフェイガード衛兵
pt: Guarda insano de Feygard
zh_cn: 癫狂的费加德卫兵

source: Rancid zombie
de: Ranziger Zombie
fr: Zombie putride
ja: 悪臭ゾンビ
pt: Zombie detestável
zh_cn: 腐臭僵尸

source: Rotting zombie
de: Verrottender Zombie
fr: Zombie décomposé
ja: 腐ったゾンビ
pt: Zombie em decomposição
zh_cn: 腐烂僵尸

source: Blighted zombie
de: Verschandelter Zombie
fr: Zombie morbide
ja: ブライトゾンビ
pt: Zombie mutilado
zh_cn: 枯萎僵尸

source: Dread zombie
de: Grausiger Zombie
fr: Zombie effroyable
ja: ドレッドゾンビ
pt: Zombie terrível
zh_cn: 恐惧僵尸

source: Corrupted zombie
de: Verdorbener Zombie
fr: Zombie corrompu
ja: カラプトゾンビ
pt: Zombie corrompido
zh_cn: 腐败僵尸

source: Bloodthirsty zombie
de: Blutrünstiger Zombie
fr: Zombie assoifé de sang
ja: 血に飢えたゾンビ
pt: Zombie sanguinário
zh_cn: 嗜血僵尸

source: Tainted zombie
de: Unreiner Zombie
fr: Zombie fétide
ja: テイントゾンビ
pt: Zombie podre
zh_cn: 感染僵尸

source: Olive ooze
de: Olivgrüner Schlick
fr: Glue verdâtre
ja: オリーブオーズ
pt: Ooze azeitonado
zh_cn: 橄榄泥

source: Emerald jelly
de: Smaragdgrüner Gallert
fr: Gelée émeraude
ja: エメラルドゼリー
pt: Esmeralda geleia
zh_cn: 翡翠果冻

source: Poisonous ooze
de: Giftiger Schlick
fr: Glue toxique
ja: ポイズンオーズ
pt: Ooze venenoso
zh_cn: 有毒的软泥

source: Ochre jelly
de: Ockerfarbener Gallert
fr: Gelée ocre
ja: オークルゼリー
pt: Geleia ouro
zh_cn: 赭石果冻

source: Crimson jelly
de: Karminroter Gallert
fr: Jelée cramoisie
ja: クリムゾンゼリー
pt: Geleia carmesim
zh_cn: 深红色果冻

source: Emerald ooze
de: Smaragdgrüner Schlick
fr: Glue émeraude
ja: エメラルドオーズ
pt: Ooze esmeralda
zh_cn: 翡翠软泥

source: Agthor
ja: アグトール
zh_cn: 阿格索尔

source: Agthor's guard
de: Agthors Wache
fr: Garde d'Agthor
ja: アグトールの護衛
pt: Guarda de Agthor
zh_cn: 阿格索尔的守卫

source: Askyl
ja: アスキル
zh_cn: 阿斯基尔

source: Aulowenn
ja: オーロウェン
zh_cn: 奥罗温

source: Drashad
ja: ドラシャド
zh_cn: 德拉沙德

source: Erethori
ja: エレトリ
zh_cn: 埃雷托里

source: Esfiume
ja: エスフューム
zh_cn: 埃斯菲姆

source: Falothen
ja: ファローテン
zh_cn: 法洛森

source: Fayvara
ja: ファイバラ
zh_cn: 法伊瓦拉

source: Kantya
ja: カンティア
zh_cn: 坎蒂亚

source: Khorailla
ja: ホレイラ
zh_cn: 科莱拉

source: Lethenlor
ja: レセンラー
zh_cn: 莱特纳

source: Lleglaris
ja: レグラリス
zh_cn: 莱格拉里斯

source: Lodar
ja: ロダー
zh_cn: 洛达尔

source: Lowyna
ja: ローウィナ
zh_cn: 洛伊娜

source: Maevalia
ja: マエバリア
zh_cn: 梅瓦利亚

source: Outcast
de: Ausgestoßener
fr: Paria
ja: 浮浪者
pt: Exilado
zh_cn: 流浪者

source: Tiqui
ja: ティキ
zh_cn: 提基

source: Two-teeth
de: Zweizahn
fr: Deux-dents
ja: 二本歯
pt: Dois dentes
zh_cn: 两颗牙齿

source: Watchman
de: Wachmann
fr: Gardien
ja: 見張り
pt: Vigia
zh_cn: 守望者

source: Korvan the leader of the wolves
de: Korvan, der Alphawolf
fr: Korvan le chef des loups
ja: ウルフリーダーのコルヴァン
pt: Korvan, o líder dos lobos
zh_cn: 狼首领科尔万

source: Halvor
ja: ハルボー
zh_cn: 哈尔沃尔

source: Jen
ja: ジェン
zh_cn: 珍

source: Kayla
ja: ケイラ
zh_cn: 凯拉

source: Tahalendor
ja: タハレンドール
zh_cn: 塔哈伦多

source: Yolgen
ja: ヨルゲン
zh_cn: 约尔根
