Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: Hello ... eh, sorry, I forgot your name. How are you?
de: Hallo ... eh, entschuldige, ich habe deinen Namen vergessen. Wie geht es dir?
fr: Bonjour ... eh, désolé, j'ai oublié ton nom. Comment vas-tu ?
ja: こんにちは…えーと、すみません、お名前を忘れました。お元気ですか？
pt: Olá... eh, desculpe, me esqueci do seu nome. Como está?
zh_cn: 你好......呃，对不起，我忘了你的名字。你好吗？

source: I am $playername. How's business?
de: Ich bin $playername. Wie läuft das Geschäft?
fr: Je suis $playername. Comment vont les affaires ?
ja: $playernameです。お仕事はどうですか？
pt: Sou $playername. Como vão os negócios?
zh_cn: 我是$playername。生意如何？

source: Don't ask. Still no orders. And I have no idea why.
de: Frag nicht. Immer noch keine Aufträge. Und ich habe keine Idee warum.
fr: Ne m'en parle pas. Toujours pas de commandes. Et je ne sais pas pourquoi.
ja: 聞かないで。まだ注文はありません。理由もわかりました。
pt: Nem pergunte. Nenhums pedidos ainda. E não tenho ideia porquê.
zh_cn: 别提了。仍然没有订单。我不知道为什么。

source: That's horrible! What did you call your company? It should be short and memorable.
de: Das ist schrecklich! Wie hast du deine Firma genannt? Es sollte kurz und eingängig sein.
fr: C'est horrible ! Comment avez-vous appelé votre entreprise ? Son nom doit être court et mémorable.
ja: それはひどい！ 会社名はどうなったの？ 短くて覚えやすいものですよ。
pt: Isso é péssimo! Como chamou a sua empresa? Deveria ser curto e memorizável.
zh_cn: 那太糟了！你怎么称呼你的公司？它应该简短而令人难忘。

source: Yes, that's what I've done. You said 'Burhczyd afgz Dtaloumiye' was be too long and hard to remember, so I simply chose the initials of my name. Clever, right?
de: Ja, genau das habe ich auch gemacht. Du sagtest, "Burhczyd afgz Dtaloumiye" sei zu lang und schwer zu merken, also habe ich einfach die Initialen meines Namens genommen. Schlau, nicht wahr?
fr: Oui, c'est ce que j'ai fait. Tu as dit que "Burhczyd ofgz Ftaloumiye sako" était trop long et difficile à retenir, alors j'ai simplement choisi les initiales de mon nom. C'est malin, non ?
ja: ええ、そうでしたね。ブルチェド・アフグズ・ダルミエは長すぎて覚えにくいと言われたので、名前の頭文字を選んでみました。賢いでしょう？
pt: Sim, foi isso que fiz. Disse que 'Burhczyd afgz Dtaloumiye' era muito longo e difícil de se lembrar, então simplesmente escolhi as iniciais do meu nome. Esperto, certo?
zh_cn: 是的，这就是我所做的。你说"Burhczyd afgz Dtaloumiye"太长了，很难记住，所以我只是选择了我名字的首字母缩写。聪明吧？

source: It is now: 'B.A.D. TRANSPORTS' - it looks great!
de: Sie heißt jetzt: 'B.A.D. TRANSPORTE' - es sieht super aus!
fr: C'est maintenant : "TRANSPORTS B.O.F.S" - ça en jette !
ja: B.A.D.運送です。いい感じでしょう！
pt: Agora chama-se: 'B.A.D. TRANSPORTES' - parece ótimo!
zh_cn: 它现在是："B.A.D.运输" - 它看起来很棒！

source: You can't be serious! BAD TRANSPORTS? Tell me that's just a joke!
de: Das kannst du nicht ernst meinen! BAD TRANSPORTE? Sag mir, dass das ein Scherz ist!
fr: Vous n'êtes pas sérieux ! TRANSPORTS BOFS ? Dites-moi que c'est une blague !
ja: 冗談でしょう！ バッドな運送だって？ どうか冗談だって言って！
pt: Não pode estar a falar a sério! BAD TRANSPORTES? As iniciais significam MAL/RUIM em outra língua! Diga que isso é uma piada!
zh_cn: 你不是认真的吧！糟糕的运输工具？告诉我这只是个玩笑！你是认真的吗！

source: Oh no! Did I get it wrong again? Nothing I do ever works. (sob)
de: Oh nein! Hab ich schon wieder was falsch gemacht? Nichts, was ich tue, gelingt jemals. (schluchz)
fr: Oh non ! J'ai encore mal fait ? Rien de ce que je fais ne fonctionne jamais. (sanglots)
ja: ああっ、しまった！ また間違えた？ 何をやってもうまくいかない。（すすり泣く）
pt: Ah não! Fiz errado de novo? Nada que faço functiona. (soluço)
zh_cn: 哦不！我又搞砸了吗？我所做的一切都不奏效。 （哭泣）

source: Look, just call your company 'Easy Transports'. That will do.
de: Schau, nenn deine Firma einfach 'Easy Transporte'. Das wird genügen.
fr: Écoutez, appelez votre entreprise "Transports Faciles". Ca ira.
ja: いいですか、あなたの会社はイージー運送と呼ぶように。これでいいんだ。
pt: Olhe, apenas chame a sua empresa 'Transportes Fáceis'. Isso vai servir.
zh_cn: 看，只需称您的公司为"轻松运输"。这样就行了。

source: OK, thank you. I'll try. Later. Tomorrow. Maybe. (sob)
de: OK, danke dir. Ich werde es probieren. Später. Morgen. Vielleicht. (schluchz)
fr: OK, merci. J'essaierai. Plus tard. Demain. Peut-être. (snif)
ja: わかりました、ありがとう。やってみます。あとで。明日に。多分。（すすり泣く）
pt: Certo, agradeço. Vou tentar. Mais tarde. Amanhã. Talvez. (soluço)
zh_cn: 好的，谢谢你。我会努力的。以后再说。明天。也许吧。(啜泣)

source: Only one more beer, then I'll leave.
de: Nur noch ein Bier, dann werde ich gehen.
fr: Juste une bière de plus, et je pars.
ja: ビールをもう1本だけ、それで出ていきます。
pt: Só mais uma cerveja, depois vou.
zh_cn: 再喝一杯啤酒，我就走了。

source: Hello, what's-your-name? How are you?
de: Hallo, wie auch immer du heißt. Wie geht es dir?
fr: Salut, quel-est-ton-nom ? Comment vas-tu ?
ja: こんにちは、お名前は？ お元気ですか？
pt: Olá, qual-é-seu-nome? Como está?
zh_cn: 你好，你叫什么名字？你好吗？

source: I am fine. And my name is $playername, as you should know by now.
de: Mir geht's gut. Und mein Name ist $playername, wie du mittlerweile wissen solltest.
fr: Ca va. Et je m'appelle $playername, vous devriez le savoir maintenant.
ja: 元気です。あと名前は$playernameです。もう知ってるよね。
pt: Estou bem. E chamo-me $playername, como deveria saber a essa altura.
zh_cn: 我很好。我的名字是 $playername，你现在应该知道了。

source: I am Burhczyd afgz Dtaloumiye, proud owner of Easy Transports.
de: Ich bin Burhczyd afgz Dtaloumiye, stolzer Besitzer von Easy Transporte.
fr: Je suis Burhczyd ofgz Ftaloumiye sako, fier propriétaire de Transports Faciles.
ja: 私はイージー運送のオーナー、ブルチェド・アフグズ・ダルミエです。
pt: Sou o Burhczyd afgz Dtaloumiye, orgulhoso dono da Fácil Transportes.
zh_cn: 我是伯赫奇德，便捷运输的自豪所有者。

source: The last time we saw each other, you did not have any transport orders yet.
de: Als wir uns das letzte Mal gesehen haben, hattest du noch keine Transportaufträge.
fr: La dernière fois qu'on s'est vus, vous n'aviez pas encore de clients.
ja: 前に会ったときは、まだ運送の注文は来てませんでしたね。
pt: Na última vez que nos vimos, ainda não tinha nenhum pedido.
zh_cn: 我们最后一次见面的时候，你还没有任何运输订单。

source: Oh, that has completely changed. I am into big business now.
de: Oh, das hat sich völlig geändert. Ich bin jetzt ganz groß im Geschäft.
fr: Oh, ça a complètement changé. J'ai une grosse affaire maintenant.
ja: ああ、そのことならすっかり様変わりましたよ。今は大仕事に取り組んでいるところです。
pt: Ah, isso mudou completamente. Estou em grandes negócios agora.
zh_cn: 哦，这已经完全改变了。我现在开始做大生意了。

source: I just got a cartload of fresh fish in Remgard. I think I will sell it here with a high profit.
de: Ich hab gerade eine Wagenladung frischen Fisch in Remgard bekommen. Ich denke, ich werde sie hier mit hohem Gewinn verkaufen können.
fr: Je viens juste d'obtenir un chargement de poissons frais de Remgard. Je pense les vendre ici avec une grosse marge.
ja: レムガードで新鮮な魚を大量に仕入れました。ここで高値で売りたいと思っています。
pt: Acabei de receber uma remessade peixe fresco em Remgard. Acho que vou vender aqui com grandes lucros.
zh_cn: 我刚刚在瑞姆加德得到一车鲜鱼。我想我将在这里卖掉它，并获得高额利润。

source: Fish?
de: Fisch?
fr: Des poissons ?
ja: 魚？
pt: Peixe?
zh_cn: 鱼？

source: In the last two cities, they could not afford to buy this quality fish. But it will work here. Certainly.
de: In den letzten beiden Städten konnten sie sich diesen Qualitätsfisch nicht leisten. Aber hier wird es funktionieren. Bestimmt.
fr: Dans les deux dernières villes, ils ne pouvaient pas se permettre d'acheter cette qualité de poissons. Mais ça va marcher ici. Certainement.
ja: 最後の2つの都市では、皆さんこの品質の魚を買う余裕がありませんでした。ですがここでは上手くいくでしょう。きっと。
pt: Nas últimas duas cidades, eles não podiam pagar peixe dessa qualidade. Mas vai funcionar aqui. Certamente.
zh_cn: 在前面的两个城市，他们买不起这种质量的鱼。但在这里会成功。当然。

source: Fresh fish - from Remgard?
de: Frischer Fisch - aus Remgard?
fr: Du poisson frais, de Remgard ?
ja: 新鮮な魚…レムガードから？
pt: Peixe fresco - de Remgard?
zh_cn: 新鲜的鱼 - 来自瑞姆加德？

source: Of course from Remgard, their fish is the best - a rare delicacy in this area!
de: Natürlich aus Remgard, ihr Fisch ist der Beste - eine seltene Köstlichkeit in dieser Gegend!
fr: Bien sûr de Remgard, leur poisson est le meilleur, un mets rare dans cette région !
ja: もちろんレムガードから。あそこの魚は最高で、この地域なら珍味ですよ！
pt: Claro, de Remgard, o peixe fresco deles é o melhor - uma iguaria rara por essa área!
zh_cn: 当然是来自瑞姆加德，他们的鱼是最好的--在这个地区是难得的美味!

source: Rare yes, but still delicious?
de: Selten ja, aber immer noch köstlich?
fr: Rare oui, mais encore délicieux ?
ja: 珍しいのは分かるけど、まだ美味しいの？
pt: Raro sim, mas ainda delicioso?
zh_cn: 稀奇的是，仍然美味？

source: Nothing. Because we have known each other for so long, I will suggest something.
de: Nichts. Weil wir uns schon so lange kennen, werde ich dir etwas vorschlagen.
fr: Rien. Comme on se connait depuis longtemps, je vais vous suggérer quelque chose.
ja: 何でもありません。長い付き合いだし、何か提案します。
pt: Nada. Só por que nos conhecemos há muito tempo, vou sugerir algo.
zh_cn: 没有什么。因为我们已经认识了这么久，我将提出一些建议。

source: Fire away. Your ideas are always good.
de: Schieß los. Deine Ideen sind immer gut.
fr: Vas-y décoche. Tes idées sont toujours bonnes.
ja: どうぞ。あなたのアイデアはいつも良い。
pt: Manda brasa. As suas ideias são sempre boas.
zh_cn: 一开始。你的想法总是好的。

source: I will buy your fish for, say, 1000 gold pieces.
de: Ich werde deinen Fisch kaufen für, sagen wir mal, 1000 Goldstücke.
fr: J'achèterai votre poisson pour, disons, 1000 pièces d'or.
ja: 例えば僕があなたの魚を1000ゴールドで買います。
pt: Vou comprar os seus peixes por, digamos, 1000 peças de ouro.
zh_cn: 我会以1000金币的价格买你的鱼。

source: I will buy your fish for, say, 100 gold pieces.
de: Ich werde deinen Fisch kaufen für, sagen wir mal, 100 Goldstücke.
fr: J'achèterai votre poisson pour, disons, 100 pièces d'or.
ja: 例えば僕があなたの魚を100ゴールドで買います。
pt: Vou comprar os seus peixes por, digamos, 100 peças de ouro.
zh_cn: 我会买你的鱼，比如说，100金币。

source: I will buy your fish for, say, 10 gold pieces.
de: Ich werde deinen Fisch kaufen für, sagen wir mal, 10 Goldstücke.
fr: J'achèterai votre poisson pour, disons, 10 pièces d'or.
ja: 例えば僕があなたの魚を10ゴールドで買います。
pt: Vou comprar os seus peixes por, digamos, 10 peças de ouro.
zh_cn: 我会买你的鱼，比如说，10块金币。

source: I will take your fish, but I can't give you any money.
de: Ich werde deinen Fisch nehmen, kann dir aber kein Geld geben.
fr: Je prendrai votre poisson, mais je ne peux pas vous donner d'argent.
ja: 僕があなたの魚を受け取るのですけど、お金はあげられません。
pt: Vou levar os seus peixes, mas não lhe posso dar dinheiro nenhum.
zh_cn: 我会拿走你的鱼，但我不能给你任何钱。

source: Well. Take it.
de: Gut. Nimm ihn.
fr: Bien. Prends-le.
ja: そうですか。ではどうぞ。
pt: Bom. Leve.
zh_cn: 好吧。拿去吧。

source: No, no! It is not for me. Unload the fish in the nearest forest and make a burnt offering.
de: Nein, nein! Er ist nicht für mich. Lade den Fisch im nächsten Wald ab und bringe ein Feueropfer dar.
fr: Non, non ! Ce n'est pas pour moi. Déchargez le poisson dans la forêt la plus proche et brûlez-le en offrande.
ja: いやいや！ 自分のためってわけじゃなくて。近くの森で降ろした魚を焼いてお供え物にするんです。
pt: Não, não! Isso não é para mim. Descarregue os peixes na floresta mais próxima e faça uma oferta queimada.
zh_cn: 不，不！它不适合我。在最近的森林中将鱼卸下并献上燔祭。

source: That is a great idea! The better the offering, the greater the help will be.
de: Das ist eine tolle Idee! Je besser die Opfergabe, desto größer wird die Hilfe sein.
fr: C'est une idée géniale ! Meilleure est l'offrande, meilleure sera l'aide en retour.
ja: それはいい考えですね！ 良い供物であればその分助けとなって返ってくるでしょう。
pt: É uma ótima ideia! Quanto melhor a oferta, maior será a ajuda.
zh_cn: 这是个好主意！产品越好，帮助就越大。

source: I hope it doesn't work the other way around
de: Ich hoffe, es funktioniert nicht andersherum.
fr: J'espère que ça ne fonctionne pas dans l'autre sens.
ja: 逆にならなければいいけど
pt: Espero que não funcione ao contrário
zh_cn: 我希望它不会反其道而行之

source: Let's have a drink on this splendid idea!
de: Lass uns auf diese hervorragende Idee trinken!
fr: Buvons un coup à cette splendide idée !
ja: この見事なアイデアに一杯やりましょう！
pt: Vamos beber por essa ideia esplêndida!
zh_cn: 让我们为这个伟大的想法喝彩吧！

source: Let's have another drink on this splendid idea, before I leave to do the offering.
de: Lass uns noch einen auf diese ausgezeichnete Idee trinken, bevor ich mich auf den Weg mache, um das Opfer darzubringen.
fr: Buvons un autre coup à cette splendide idée, avant que je parte faire l'offrande.
ja: お供え物にしに行く前に、この見事なアイデアにもう一杯やりましょう。
pt: Vamos beber por essa ideia esplêndida, antes que saia para fazer a oferta.
zh_cn: 在我离开去做供奉之前，让我们再为这个绝妙的主意干一杯。

source: Hi Jakora.
fr: Bonjour Jakora.
ja: どうも、ジャコラ。
pt: Oi, Jakora.
zh_cn: 嗨，雅科拉。

source: Jakora? No, my name is $playername.
de: Jakora? Nein, mein Name ist $playername.
fr: Jakora ? Non, je m'appelle $playername.
ja: ジャコラ？ いや、僕の名前は$playernameですよ。
pt: Jakora? Não, chamo-me $playername.
zh_cn: 雅科拉?不，我的名字是$playername。

source: Is it? Anyway. Nice to meet you here. I want to thank you for your good advice.
de: Ist er? Egal. Schön, dich hier zu treffen. Ich will dir für deinen guten Rat danken.
fr: Ah bon ? Peu importe. Heureux de te rencontrer ici. Je veux te remercier pour ton bon conseil.
ja: そうですか？ ともかく。ここでお会いできて嬉しい。良いアドバイスをありがとうございました。
pt: Ah é? É igual. Muito bom encontrar-lo por aqui. Quero agradecer-lo pelo o seu bom conselho.
zh_cn: 是吗？不管怎样。很高兴在这里见到你。我想感谢你的好建议。

source: Oh, it is nothing.
de: Oh, das war doch gar nichts.
fr: Oh, ce n'est rien.
ja: ああ、どういたしまして。
pt: Ah, não é nada.
zh_cn: 哦，没什么。

source: You really needed it.
de: Du hast es echt gebraucht.
fr: Tu en avais vraiment besoin.
ja: あなたには本当に必要なことだったんだ。
pt: Realmente precisava.
zh_cn: 你真的需要它。

source: Yes. Immediately after the burnt offering, I was able to complete a very profitable trade.
de: Ja. Gleich nach dem Feueropfer, konnte ich einen sehr profitablen Handel abschliessen.
fr: Oui. Immédiatement après l'offrande, j'ai pu conclure une affaire très lucrative.
ja: そうですね。焼いたお供え物の直後に、非常に儲かる取引を終えることができたんですよ。
pt: Sim. Imediatamente depois da oferta queimada, fui capaz de completar uma venda muito lucrativa.
zh_cn: 是的。在燔祭之后，我立即完成了一个非常有利可图的交易。

source: Indeed? Great!
de: Tatsächlich? Klasse!
fr: Vraiment ? Super !
ja: 本当に？ すごい！
pt: Sério? Incrível!
zh_cn: 确实如此？太好了!

source: It's about time!
de: Es ist höchste Zeit!
fr: Il était temps !
ja: やっとか！
pt: Já era hora!
zh_cn: 是时候了!

source: Just look at this heavy bag of gold!
de: Schau dir einfach diesen schweren Sack mit Gold an!
fr: Regarde ce lourd sac d'or !
ja: このずっしりとしたゴールドの袋を見てください！
pt: Apenas olhe para esta pesada bolsa de ouro!
zh_cn: 看看这袋沉重的金子吧!

source: I am very impressed. What was the trade?
de: Ich bin beeindruckt. Worum ging es bei dem Handel?
fr: Je suis très impressionné. Qu'as-tu vendu ?
ja: すごく感動しました。取引は何だったの？
pt: Estou muito impressionado. Qual foi a troca?
zh_cn: 我很感动。交易是什么？

source: It was a very simple thing. Fast and easy gold.
de: Es war eine ganze leichte Sache. Einfaches und schnelles Geld.
fr: C'était un truc très simple. De l'or facile et rapide.
ja: 実に簡単なことでした。早くてお手軽なお金です。
pt: Foi uma coisa muito banal. Ouro rápido e fácil.
zh_cn: 这是一件非常简单的事情。快速和简单的黄金。

source: Tell me, what was the trade for?
de: Sag mir, womit hast du gehandelt?
fr: Dis-moi, qu'est-ce que c'était ?
ja: 教えてよ。何の取引だったんです？
pt: Diga-me, Qual foi a troca?
zh_cn: 告诉我，交易的目的是什么？

source: I sold my cart! Together with the horse - now I even save the money for its food.
de: Ich habe meinen Karren verkauft! Zusammen mit dem Pferd - nun spare ich mir sogar das Geld für sein Futter.
fr: J'ai vendu ma charrette ! Avec le cheval. Maintenant j'économise même l'argent de sa nourriture.
ja: 自分の荷車を売ったんです！ 馬も一緒にね。今では食事代も節約しているんです。
pt: Vendi a minha carroça! Junto com o meu cavalo - agora estou a economizar dinheiro para comer.
zh_cn: 我卖掉了我的车!和马一起 - 现在我甚至省下了买它食物的钱。

source: Ah. OK, but what do you intend to use to transport the next load?
de: Ah. OK, aber womit gedenkst du nun die nächste Ladung zu transportieren?
fr: Ah. Ok, mais qu'est-ce que tu comptes utiliser pour transporter le prochain chargement ?
ja: ああ、なるほどね。でも次の荷物は何を使って運ぶので？
pt: Ah. Certo, mas o que pretende usar para transportar a próxima carga?
zh_cn: 啊。好吧，但你打算用什么来运输下一批货物？

source: Oh, right. I hadn't thought of that. My father doesn't have another cart, so I will look for something else to do.
de: Oh, richtig. Daran habe ich nicht gedacht. Mein Vater hat keinen weitern Karren mehr, ich werde mich also nach etwas anderem umsehen, was ich tun kann.
fr: Oh, d'accord. Je n'y avais pas pensé. Mon père n'a pas d'autre chariot, alors je vais chercher une autre occupation.
ja: おっと、確かに。それは考えてませんでしたね。父は他の荷車を持ってないので、他にやることでも探してみましょうか。
pt: Ah, certo. Não tinha pensado nisso. O meu pai não tem outra carroça, por isso vou procurar outra coisa para fazer.
zh_cn: 哦，对了。我没有想到这一点。我父亲没有别的车，所以我会找点别的事做。

source: So we have to think about what else you might do. Do you have any musical talent?
de: Wir müssen also darüber nachdenken, was du sonst noch tun könntest. Hast du ein musikalisches Talent?
fr: Donc on doit penser à quoi d'autre tu pourrais faire. Est-ce que tu as des talents musicaux ?
ja: それなら、他に何かできることを考えないと。音楽の才能は？
pt: Então temos que pensar no que mais pode fazer. Tem algum talento musical?
zh_cn: 所以我们必须考虑你还可能做什么。你有什么音乐天赋吗？

source: Oh yeah! I always liked to play the lute and sing! With the money I have I can buy the best lute in the country!
de: Oh yeah! Ich mochte es immer, die Laute zu spielen und zu singen. Mit dem Geld, dass ich habe, kann ich mir die beste Laute im Land kaufen!
fr: Oh ouais ! j'ai toujours aimé jouer du luth et chanter ! AVec l'argent que j'ai je peux acheter le meilleur luth du pays !
ja: ええ！ リュートを弾いて歌うのがいつも好きでした。このお金があればこの国で一番良いリュートが買えますね！
pt: Ah, sim! Sempre gostei de tocar alaúde e cantar! Com o dinheiro que tenho, posso comprar o melhor alaúde do país!
zh_cn: 哦，是的！我一直喜欢弹琵琶和唱歌！用我的钱，我可以买到全国最好的琵琶！

source: I wish you the best of luck!
de: Ich wünsche dir viel Glück!
fr: Je te souhaite bonne chance !
ja: 幸運を祈るよ！
pt: Desejo-lhe a melhor das sortes!
zh_cn: 祝你好运！

source: Before I leave, we should drink to a good start.
de: Bevor ich gehe, sollten wir auf gutes Gelingen anstossen.
fr: Avant de partir, on devrait boire au nouveau départ.
ja: 出発する前に、まずは飲みに行きましょう。
pt: Antes de partir, deveríamos beber para começar bem.
zh_cn: 在我离开之前，我们应该为一个好的开始而畅饮。

source: ... THERE WAAAS A GIIIRL AT THE GAAAATE ...
de: ... DAAA WAR EIN MÄÄÄDCHEN AM TOOR ....
fr: ... Y'AVAIT UUUNE FILLE A LA POOOORTE...
ja: …門にはあああッ、少女があああッ、いたあああッ…
pt: ... TINHA UMA GAROTA NA PONTE…
zh_cn: ...有一个女孩在大门口... ...

source: ... WITH TEAAAAARS IN HER EYEEES ...
de: ... MIT TRÄÄÄNEN IN DEN AAAAUGEN ...
fr: ...AVEC DES LAAAARMES DANS LES YEUUUUUX...
ja: …目に涙をおおおッ、湛えてえええええッ…
pt: ... COM LÁGRIMAS NOS OLHOS…
zh_cn: ...随着茶叶在她的视线中...

source: Oh dear - it is Burhczyd.
de: Oje - es ist Burhczyd.
fr: Oh mon dieu, c'est Burhczyd.
ja: 何とまあ、ブルチェドだ。
pt: Oh, caro - é o Burhczyd.
zh_cn: 哦，亲爱的--是伯赫奇德。

source: ... AAAAAAND IT WAS NIIIIGHT!
de: ... UUUND ES WAR NAAACHT!
fr: ...ET IL FAISAIT NUUUUUIT !
ja: …それはあああああッ、夜のことだったああああッ！
pt: ... EEEEEEEEE ERA NOIIIIIIITE!
zh_cn: ...啊，那是晚上!

source: Finally. Bravo! More! But not now, please.
de: Endlich. Bravo! Mehr! Aber bitte nicht jetzt.
fr: Enfin. Bravo ! Encore ! Mais pas maintenant, s'il te plait.
ja: やった。ブラボー！ もっと！ でも今はやめて。
pt: Finalmente. Bravo! Mais! Mas não agora, por favor.
zh_cn: 最后。太棒了！更多的！但不是现在，拜托。

source: Hey, my biggest fan. How did you find me?
de: Hey, mein größter Fan. Wie hast du mich gefunden?
fr: Salut, mon plus grand fan. Comment m'as-tu trouvé ?
ja: やあ、一番のファン。どうやって見つけたので？
pt: Oi, meu grande fã. Como me encontrou?
zh_cn: 嘿，我最大的粉丝。你怎么找到我的？

source: You were incredible.
de: Du warst unglaublich.
fr: Tu étais incroyable.
ja: 凄かった。
pt: Foi incrível.
zh_cn: 你真是不可思议。

source: Easy, just follow the noise.
de: Kinderspiel, einfach dem Lärm nach.
fr: Facile, j'ai juste eu à suivre le bruit.
ja: 簡単なこと、音について行くだけ。
pt: Fácil, apenas seguir o barulho.
zh_cn: 很简单，跟着噪音走就行了。

source: Thank you, I know. What is your name again?
de: Vielen Dank, ich weiss. Wie ist nochmal dein Name?
fr: Merci, je sais. C'est quoi ton nom déjà ?
ja: ありがとう。お名前は何でしたっけ？
pt: Obrigado, eu sei. Como é o seu nome mesmo?
zh_cn: 谢谢，我知道了。你叫什么名字来着？

source: $playername. Is my name that difficult?
de: $playername. Ist mein Name so schwierig?
fr: $playername. Mon nom est si comliqué que ça ?
ja: $playername。僕の名前はそんなに難しいかな？
pt: $playername. O meu nome é difícil?
zh_cn: $playername。我的名字有那么难吗？

source: Eh, wait. Do you have any idea why the landlord is coming for me with a thick wooden club?
de: Eh, warte. Hast du eine Ahnung, warum der Gastwirt mit einem dicken Holzknüppel auf mich zukommt?
fr: Hé, attends. As-tu une idée de pourquoi le propriétaire vient me voir avec un gros bâton ?
ja: えっと、お待ちを。ここの主人がウッドクラブを持ってこっちに寄ってくるのですけど、何でか分かります？
pt: Eh, espera. Tem alguma ideia do porque do senhorio estar a vir com um porrete em minha direção?
zh_cn: 诶，等等。你知道为什么房东要拿着一根粗大的木棒来找我吗？

source: It's probably best that you promise him that you will not sing anymore.
de: Es ist wahrscheinlich das Beste, ihm zu versprechen, dass du nicht mehr singen wirst.
fr: Il vaut peut-être mieux que tu lui promettes de ne plus chanter.
ja: もう歌わないと約束するのが一番かと。
pt: Provavelmente é melhor que lhe prometa que não vai cantar mais.
zh_cn: 你最好向他保证你不会再唱歌了。

source: Was it that bad?
de: War es so schlecht?
fr: C'était si mauvais ?
ja: そんなに酷かったですか？
pt: Foi assim tão ruim?
zh_cn: 有那么糟糕吗？

source: Honestly? Yes.
de: Ehrlich? Ja.
fr: Honnêtement ? Oui.
ja: 正直に言うと、ええ。
pt: Sinceramente? Sim.
zh_cn: 诚实地？是的。

source: You could sing in a troll band.
de: Du könntest in einer Troll-Band singen.
fr: Tu pourrais chanter dans un groupe de trolls.
ja: 音痴ですね。
pt: Poderia cantar numa banda de trolls.
zh_cn: 你可以在巨魔乐队里唱歌。

source: Sigh. My mother always loved my music.
de: Seufz. Meine Mutter hat meine Musik immer geliebt.
fr: [Soupir] Ma mère a toujours aimé ma musique.
ja: ハァ。母は私の音楽を愛してくれていたのですが。
pt: Suspiro. A minha mãe sempre adorou a minha música.
zh_cn: 叹息。我的母亲一直很喜欢我的音乐。

source: Your lute skills are actually quite good. Maybe just try it without singing.
de: Dein Laute-Spiel ist eigentlich ganz gut. Vielleicht solltest du es ohne Gesang versuchen.
fr: En fait tu joues bien du luth. Tu devrais peut-être essayer sans chanter.
ja: リュートの腕前は本当に素晴らしい。歌わずにやってみては。
pt: As suas habilidades com o alaúde são bem boas. Talvez tente apenas isso, sem cantar.
zh_cn: 你的琵琶技巧其实很好。试着不唱歌吧。

source: OK, I will try that. But I think it would be better if it were not here. The landlord is still looking at me suspiciously.
de: OK, ich werde es versuchen. Aber ich glaube, besser woanders. Der Gastwirt sieht mich immer noch so merkwürdig an.
fr: Ok, je vais essayer ça. Mais je pense que ça serait mieux si tu n'étais pas là. Le propriétaire me regarde encore avec soupçon.
ja: なるほど、やってみます。でも、ここではやめておいた方がいいでしょう。主人がまだ不審そうにこちらを窺ってます。
pt: Certo, vou tentar. Mas acho que seria melhor se não estivéssemos aqui. O senhorio ainda está a olhar-me com desconfiança.
zh_cn: 好的，我将尝试这样做。但我认为如果不在这里会更好。房东仍在怀疑地看着我。

source: That would be good!
de: Das wäre gut!
fr: Ca serait bon !
ja: それが良いですね！
pt: Isso seria ótimo!
zh_cn: 那就好了!

source: The landlord is still watching me - I had better not move.
de: Der Gastwirt beobachtet mich immer noch - ich sollte mich besser nicht bewegen.
fr: Le propriétaire me regarde toujours - je ferais mieux de ne pas bouger.
ja: 主人がまだ見てます。動かないほうがいいですね。
pt: O senhorio ainda está a oberbvar-me - seria melhor não me mexer.
zh_cn: 房东还在看着我--我最好不要动。

source: Hey, nice to meet you again!
de: Hey, schön dich wiederzusehen!
fr: Hé, content de te revoir !
ja: やあ、またお会いできて嬉しい！
pt: Hei, que bom encontrar-lo de novo!
zh_cn: 嘿，很高兴再次见到你!

source: You forgot my name again, didn't you? I am $playername.
de: Du hast meinen Namen schon wieder vergessen, nicht wahr? Ich bin $playername.
fr: Tu as encore oublié mon nom, n'est-ce pas ? Je suis $playername.
ja: また名前を忘れたんだ？ 僕は$playernameです。
pt: Esqueceu-se do meu nome de novo, não foi? Chamo-me $playername.
zh_cn: 你又忘了我的名字，对吗？我是$playername。

source: Yes. Sigh.
de: Ja. Seufz.
fr: Oui. [Soupir]
ja: ええ、ハァ。
pt: Sim. Suspiro.
zh_cn: 是的，叹息。

source: What's up with you?
de: Was ist mit dir los?
fr: Comment ça va ?
ja: どうしたの？
pt: E aí, o que há consigo?
zh_cn: 你怎么了？
