Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: We found Guynmart down in a cell, but it was too late - My beloved father died in my arms.
de: Wir haben Guynmart unten in einer Zelle gefunden, doch es war zu spät - Mein geliebter Vater starb in meinen Armen.
fr: Nous avons trouvé Guynmart dans une cellule, mais il était trop tard - Mon père bien-aimé est mort dans mes bras.
ja: 独房でグインマートが倒れているのを発見したものの、手遅れでした…最愛の父は私の腕の中で息を引き取った。
pt: Encontramos Guynmart numa cela, mas já era tarde demais - Meu amado pai morreu em meus braços.
zh_cn: 当我们发现盖恩玛特倒在牢房里，但为时已晚--我亲爱的父亲死在我的怀里。

source: And Lovis and I are finally married. In spite of the cruel events, or just to forget them a little, we celebrated a joyous feast.
de: Lovis und ich sind endlich verheiratet. Trotz der grausamen Ereignisse, oder gerade um sie ein wenig zu vergessen, haben wir ein frohes Fest gefeiert.
fr: Et Lovis et moi sommes finalement mariés. Malgré les évènements cruels, ou juste pour les oublier un petit peu, nous avons célébré une fête joyeuse.
ja: そしてロビスと私はついに結婚しました。残酷な出来事にもかかわらず、あるいはそれを少しでも忘れるためにも、楽しい祝宴を催したのです。
pt: E Lovis e eu estamos finalmente casados. Apesar dos eventos cruéis, ou apenas para esquecê-los um pouco, celebramos uma festa alegre.
zh_cn: 而我和洛维斯终于结婚了。尽管发生了残酷的事件，或者只是为了忘记它们，我们还是庆祝了一场欢乐的盛宴。

source: If it wasn't for you, Guynmart castle would look different today: dark and gloomy and no place you would want to live.
de: Wenn du nicht gewesen wärest, würde Burg Guynmart heute ganz anders aussehen: dunkel und bedrückend und kein Ort, an dem man leben will.
fr: Sans toi, le château de Guynmart serait différent aujourd'hui : sombre et lugubre sans aucun endroit où tu voudrais vivre.
ja: あなたがいなければ、今日のグインマート城は違ったものとなっていたでしょう。暗く陰気に満ち、住心地のいいあの場所はきっとなくなっていた。
pt: Se não fosse por si, o castelo de Guynmart pareceria diferente hoje: escuro e sombrio e nenhum lugar que gostaria de viver.
zh_cn: 如果不是因为你，盖恩玛特城堡今天会是另一番景象：黑暗和阴沉，不是你想住的地方。

source: Take this rose as a token of my deepest thanks. May its lovely fragrance last forever.
de: Nimm diese Rose als ein Zeichen meines tiefsten Dankes. Möge ihr lieblicher Duft ewig halten.
fr: Prends cette rose comme symbole de ma profonde reconnaissance. Que sa douce fragrance reste éternelle.
ja: 深い感謝の気持を込めてこちらのバラを。その美しい香りがいつまでも続きますように。
pt: Tome esta rosa como um sinal do meu mais profundo agradecimento. Que linda fragrância dela dure para sempre.
zh_cn: 请收下这朵玫瑰，作为我最深切的感谢。愿它可爱的香味永远持续。

source: Thank you, Lady.
de: Vielen Dank.
fr: Merci, gente dame.
ja: ありがとうございます。
pt: Obrigado, Lady.
zh_cn: 谢谢你，女士。

source: DON'T COME ANY CLOSER!
de: KOMM KEINEN SCHRITT NÄHER!
fr: NE T'APPROCHE PAS !
ja: 近寄らないで！
pt: NÃO CHEGUE MAIS PERTO!
zh_cn: 不要再靠近了!

source: Oops.
de: Ups.
fr: Oups.
ja: おっと。
zh_cn: 哎呀。

source: You promised to bring Lovis back. Where is he? Where?
de: Du hast mir versprochen, Lovis zurückzubringen. Wo ist er? Wo?
fr: Tu m'as promis de rapporter Lovis. Où est-il ? Où ?
ja: ロビスを連れ戻してくれるって約束したのに。彼はどこ？ どこにいるの？
pt: Prometeu trazer Lovis de volta. Onde ele está? Onde?
zh_cn: 你答应过要把洛维斯带回来。他在哪里？在哪里？

source: I should never have trusted you. Go away!
de: Ich hätte dir niemals vertrauen dürfen. Verschwinde!
fr: Je n'aurais jamais dû te faire confiance. Va-t'en !
ja: あなたなんか信じるんじゃなかった。あっちへ行って！
pt: Nunca deveria ter confiado em si. Vá embora!
zh_cn: 我不应该相信你。走开！

source: You dare to come here again! I hate you!
de: Wage es nochmal hierher zu kommen! Ich hasse dich!
fr: Tu oses revenir ici ! Je te déteste !
ja: また来たの！ あなたなんて大っ嫌い！
pt: Se atreve a vir aqui novamente! Odeio-o!
zh_cn: 你竟然还敢来这里！我恨你！

source: My father is dead! Lovis is gone!
de: Mein Vater ist tot! Lovis ist weg!
fr: Mon père est mort ! Lovis est parti !
ja: 父は死んだ！ ロビスはいなくなった！
pt: Meu pai está morto! Lovis se foi!
zh_cn: 我父亲死了！洛维斯不见了！

source: No, he is...
de: Nein, er ist...
fr: Non, il est...
ja: いえ、彼は…
pt: Não, ele é...
zh_cn: 不，他是...

source: Not one more word! I do not want to hear anything!
de: Kein weiteres Wort! Ich will nichts mehr hören!
fr: Pas un mot de plus ! Je ne veux rien entendre !
ja: それ以上喋らないで！ 何も聞きたくない！
pt: Nem mais uma palavra! Não quero ouvir nada!
zh_cn: 一个字都不要说了！我什么都不想听！

source: You have ruined everything! And now you let Unkorh celebrate you as a hero.
de: Du hast alles ruiniert! Und jetzt lässt du dich von Unkorh als Held feiern.
fr: Tu as tout gâché ! Et maintenant tu laisses Unkorh te célébrer en héros.
ja: あなたが何もかもを台無しにしたのよ！ そして、そんなあなただから、英雄としてウンコールに讃えられている。
pt: Arruinou tudo! E agora deixa a Unkorh celebrar-lo como um herói.
zh_cn: 你已经毁了一切!而现在你让乌克尔把你当作英雄来庆祝。

source: Leave now, or I will call the guards!
de: Verschwinde jetzt, oder ich rufe die Wachen!
fr: Pars maintenant, ou j'appelle les gardes !
ja: 今すぐ出て行って、守衛を呼びましょうか！
pt: Saia agora ou chamarei os guardas!
zh_cn: 现在就走，否则我就叫警卫了！

source: You love to watch my misery, don't you? Do you think I'm crazy?
de: Du liebst es, mich leiden zu sehen, nicht wahr? Denkst du, ich bin verrückt?
fr: Tu aimes regarder ma misère, n'est-ce pas ? Tu penses que je suis folle ?
ja: 私が不幸な目に遭ってるのを見るのが好きなんでしょう？ あなたは私が狂っていると思う？
pt: Gosta de ver a minha miséria, não é? Acha que sou louca?
zh_cn: 你喜欢看我的苦难，对吗？你觉得我是个疯子吗？

source: Of course not. But...
de: Natürlich nicht. Aber...
fr: Bien sûr que non. Mais...
ja: そんなことはない。けれど…
pt: Claro que não. Mas...
zh_cn: 当然不是。但是...

source: Unkorh forced me to marry him, and now I sit here in this golden cage all day long.
de: Unkorh hat mich zur Heirat gezwungen und nun sitze ich die ganze Zeit in diesem goldenen Käfig.
fr: Unkorh m'a forcée à l'épouser, et maintenant je suis assise toute la journée dans cette cage dorée.
ja: ウンコールに無理やり結婚させられたの。そしてこの黄金の檻に1日中囚われているわ。
pt: Unkorh obrigou-me a casar com ele e agora estou sentado aqui nesta gaiola dourada o dia inteiro.
zh_cn: 乌克尔强迫我嫁给他，现在我整天坐在这个金色的笼子里。

source: How I hate this room!
de: Wie ich diesen Raum hasse!
fr: Comme je déteste cette chambre !
ja: この部屋なんて大嫌い！
pt: Como odeio esse quarto!
zh_cn: 我多么讨厌这个房间!

source: How can I help you?
de: Wie kann ich dir helfen?
fr: Comment puis-je vous aider ?
ja: お手伝いしましょうか？
pt: Como posso ajudá-lo?
zh_cn: 我该怎么帮助你？

source: Help? You? You've already shown what your help is worth.
de: Hilfe? Von dir? Du hast mir schon gezeigt, was deine Hilfe wert ist.
fr: M'aider ? Toi ? Tu as déjà montré ce que vaut ton aide.
ja: 手伝い？ あなたが？ あなたの助けが何になるのかはもう十分に見せてもらったわ。
pt: Socorro? Você? Já mostrou o que vale a sua ajuda.
zh_cn: 帮助？你呢？你已经表明了你的帮助是有价值的。

source: Hey - you found me at last! That was fun! I am Robalyrius, Guynmart's son, but please call me Rob. Who are you? Wait, I will open the shutters, so that we can see each other.
de: Heh - du hast mich endlich gefunden! Das war lustig! Ich bin Robalyrius, Guynmarts Sohn, aber bitte nenne mich Rob. Wer bist du? Warte, ich mache die Läden auf, damit wir einander sehen können.
fr: Salut - tu m'as trouvé enfin ! C'était rigolo ! Je suis Robalyrius, le fils de Guynmart, mais tu peux m'appeler Rob. Qui es-tu ? Attends, je vais ouvrir les volets, pour qu'on puisse se voir.
ja: やあ、やっと見つけてくれたか！ 楽しかったよ！ ボクはグインマートの息子ロバリリウス、でもロブって呼んでくれよな。キミは？ 待った、シャッターを開けてお互いが見えるようにしよっか。
pt: Ei - encontrou-me finalmente! Foi divertido! Sou Robalyrius, filho do Guynmart, mas por favor me chame de Rob. Quem é? Espere, vou abrir as persianas, para que nos possamos ver.
zh_cn: 嘿--你终于找到我了!这很有趣 我是罗巴里乌斯，盖恩玛特的儿子，但请叫我罗布。你是谁？ 等等，我把百叶窗打开，这样我们就能看到对方了。

source: Hi, I am $playername. I am glad that you are not really a ghost.
de: Hi, ich bin $playername. Ich bin heilfroh, das du nicht wirklich ein Geist bist.
fr: Salut, je suis $playername. Heureux de voir que tu n'es pas vraiment un fantôme.
ja: こんにちは、僕は$playername。本物の幽霊じゃなくてよかった。
pt: Olá, sou o $playername. Fico feliz que não seja realmente um fantasma.
zh_cn: 你好，我是$playername。我很高兴你不是一个真正的鬼。

source: Hi $playername! We could play together in the tower. It is so boring here as the only kid.
de: Hi $playername! Wir könnten zusammen im Turm spielen. Es ist so langweilig hier als einziges Kind.
fr: Salut $playername ! On pourrait jouer ensemble dans la tour. C'est trop ennuyeux ici quand on n'est qu'un enfant.
ja: やあ、$playername！ 塔で一緒に遊ぼうよ。子供1人じゃここはつまんないんだ。
pt: Olá $playername! Poderíamos tocar juntos na torre. É tão chato aqui como o único garoto.
zh_cn: 嗨，$playername!我们可以一起在塔里玩。作为唯一的孩子，这里太无聊了。

source: Hmm. Maybe later. I have to go now.
de: Hmm. Vielleicht später. Ich muss jetzt gehen.
fr: Hmm. Plus tard, peut-être. Je dois y aller maintenant.
ja: うーん。あとでね。もう行かないと。
pt: Hmm. Talvez mais tarde. Tenho que ir agora.
zh_cn: 嗯。也许以后吧。我现在得走了。

source: Sorry. I am too old to play childish games. Please leave me alone.
de: Tut mir leid. Ich bin zu alt für so einen Kinderkram. Bitte lass mich in Ruhe.
fr: Désolé. Je suis trop vieux pour jouer à des jeux de gamins. Laisse-moi tranquille.
ja: ごめん。子供の遊びをするには年を取りすぎてるんだ。僕には構わないで。
pt: Desculpa. Sou muito velho para jogar jogos infantis. Por favor, deixe-me só.
zh_cn: 对不起。我太老了，不能玩幼稚的游戏。请放过我吧。

source: Where is your father?
de: Wo ist dein Vater?
fr: Où est ton père ?
ja: あなたのお父さんはどこ？
pt: Onde estáo seu pai?
zh_cn: 你的爸爸在哪儿？

source: Where is Hannah?
de: Wo ist Hannah?
fr: Où est Hannah ?
ja: ハンナはどこ？
pt: Onde está Hannah?
zh_cn: 汉娜在哪儿？

source: No problem, see you later.
de: Kein Problem, bis später.
fr: Pas de problème, à plus tard.
ja: いいよ、また会おう。
pt: Não tem problema, até mais.
zh_cn: 没问题，回头见。

source: I hope not.
de: Ich hoffe nicht.
fr: J'espère que non.
ja: そうならないといいけど。
pt: Espero que não.
zh_cn: 我希望不会。

source: I don't know myself. He has been uproad for a week now. But he often is, so this is not unusual. I hope that he will take me with him on such missions.
de: Das weiß ich selber nicht. Er ist schon seit einer Woche unterwegs. Aber das ist er öfters, also nichts Ungewöhliches. Ich hoffe, dass er mich auf seine nächsten Aufträge mitnimmt.
fr: Je ne sais pas moi-même. Il est parti depuis une semaine maintenant. Mais il part souvent, ce n'est pas inhabituel. J'espère qu'il m'emmènera avec lui pour ses prochaines missions.
ja: さあよく知らない。もう1週間も留守なんだ。でもよくあるし、珍しいことじゃない。ボクもこういう任務に連れてってくれないかなぁ。
pt: Não me conheço. Ele está no exterior há uma semana. Mas muitas vezes ele é, então isso não é incomum. Espero que ele me leve com ele em tais missões.
zh_cn: 我自己也不知道。他已经在路上走了一个星期了。但他经常如此，所以这并不罕见。我希望他在执行这种任务时能带着我。

source: And where is Hannah?
de: Und wo ist Hannah?
fr: Et où est Hannah ?
ja: ならハンナはどこ？
pt: E onde está Hannah?
zh_cn: 汉娜在哪儿？

source: My sister is not in her room. She is probably at the top of the tower again, watching for a sign of Lovis.
de: Meine Schwester ist nicht auf ihrem Zimmer. Wahrscheinlich ist sie wieder auf der Turmspitze, nach Lovis Ausschau halten.
fr: Ma soeur n'est pas dans sa chambre. Elle est probablement encore en haut de la tour, à guetter un signe de Lovis.
ja: 姉さんは部屋にはいないよ。たぶんまた塔のてっぺんでロビスの痕跡でも探してるんじゃないかな。
pt: Minha irmã não está no quarto dela. Ela provavelmente está no topo da torre novamente, a procurar por um sinal de Lovis.
zh_cn: 我姐姐不在她的房间里。她可能又在塔顶，观察洛维斯的踪迹。

source: They want to marry, but a few days ago he vanished and has not returned. Hannah now weeps all the time. I hope for Lovis that he has a good reason for making my sister so sad.
de: Sie wollen heiraten, aber er ist vor einigen Tagen verschwunden und nicht wieder aufgetaucht. Hannah weint deswegen die ganze Zeit. Hoffentlich hat Lovis einen guten Grund, meine Schwester so traurig zu machen.
fr: Ils veulent se marier, mais il y a quelques jours il a disparu et n'est pas revenu. Maintenant Hannah pleure tout le temps. J'espère que Lovis a une bonne raison de rendre ma soeur si triste.
ja: あの2人は結婚したがってるんだけど、何日か前にアイツがいなくなって帰ってこないんだ。今じゃハンナはずっと泣いてる。姉さんを悲しませるだけのワケがロビスにあるといいんだけどね。
pt: Eles querem se casar, mas há alguns dias ele desapareceu e não retornou. Hannah agora chora o tempo todo. Espero que Lovis tenha uma boa razão para deixar minha irmã tão triste.
zh_cn: 他们想结婚，但几天前他消失了，至今没有回来。汉娜现在一直在流泪。我替洛维斯希望，他有一个好的理由让我的妹妹如此伤心。

source: Maybe you should speak to Hannah's maiden? She is in the next room.
de: Vielleicht fragst du mal Hannahs Zofe? Sie ist im Zimmer nebenan.
fr: Peut-être devrais-tu parler à la servante de Hannah ? Elle est dans la prochaine pièce.
ja: ハンナのところの子と話してみたら？ 隣の部屋にいるよ。
pt: Talvez deva falar com a donzela de Hannah? Está na sala ao lado.
zh_cn: 也许你应该和汉娜的少女谈谈？她就在隔壁的房间里。

source: I am throwing little pebbles at the guard down there. Do you want to try too?
de: Ich werfe kleine Kieselsteine auf die Wache da unten. Willst du auch mal?
fr: Je jette de petits galets au garde en bas. Tu veux essayer ?
ja: 下の兵士に小石を投げてるんだ。やってみない？
pt: Estou a jogar pedrinhas no guarda lá embaixo. Quer tentar também?
zh_cn: 我正在向下面的警卫投掷小石子。你也想试试吗？

source: You shouldn't do that, you naughty boy.
de: Du solltest das nicht tun, du Schlingel.
fr: Tu ne devrais pas faire ça, vilain garçon.
ja: そんなことしちゃダメだ、イタズラっ子め。
pt: Não deveria fazer isso, seu menino malcriado.
zh_cn: 你不应该这样做，你这个顽皮的孩子。

source: Here, take a few bigger rocks. That guard has earned it.
de: Hier, nimm ein paar größere Steine. Die Wache hat es verdient.
fr: Tiens, prends des cailloux un peu plus gros. Ce garde l'a mérité.
ja: ほら、もうちょっと大きい石だよ。兵士にこれを。
pt: Aqui, pegue algumas pedras maiores. Aquele guarda ganhou isso.
zh_cn: 来，拿几块大石头。那个守卫赚到了。

source: [6 rocks taken] Great! Let's see if I can knock his helmet off...
de: [nimm 6 Steine] Großartig! Mal sehen, ob ich seinen Helm abwerfen kann...
fr: [6 cailloux pris] Génial ! Voyons voir si j'arrive à toucher son casque...
ja: （6個の石を受け取る） いいね！ どれどれ、ヘルメットを打ち落とせるかな…
pt: [6 rochas tomadas] Ótimo! Vamos ver se consigo derrubar o capacete dele...
zh_cn: [拿走了6块石头] 太好了!让我们看看我是否能把他的头盔打掉......

source: What shall we play now?
de: Und was spielen wir jetzt?
fr: A quoi on peut jouer maintenant ?
ja: これから何をしようかな？
pt: O que vamos jogar agora?
zh_cn: 我们现在应该玩什么？

source: I want to go to the dungeon.
de: Ich möchte in die Kerker.
fr: Je veux aller dans le donjon.
ja: 地下牢に行きたいんだ。
pt: Quero ir ao calabouço.
zh_cn: 我想去地牢。

source: The guards would not let us. But I could help you.
de: Die Wachen werden uns da nicht hinlassen. Aber ich könnte dir helfen.
fr: Les gardes ne nous laisseraient pas faire. Mais je peux t'aider.
ja: 兵士は許してくれないよ。でも助けてあげる。
pt: Os guardas não nos deixariam. Mas poderia ajudar-te.
zh_cn: 警卫不会让我们去。但我可以帮助你。

source: I will distract the guards, while you slip down the stairway, OK?
de: Ich werde die Wachen ablenken, während du dich die Leiter hinunter schleichst, klar?
fr: Je vais distraire les gardes pendant que tu te faufiles dans les escaliers, OK ?
ja: ボクが兵士の注意をそらすからさ、その間に階段を降りてってよ。どうだ？
pt: Vou distrair os guardas, enquanto você escorrega pela escada, OK?
zh_cn: 我去引开守卫，而你从楼梯上溜下去，好吗？

source: Great idea.
de: Super Idee.
fr: Très bonne idée.
ja: いい考えだ。
pt: Boa ideia.
zh_cn: 好主意。

source: Follow me in a minute - but make no noise.
de: Folge mir in einer Minute - aber leise.
fr: Suis-moi dans une minute. Ne fais pas de bruit.
ja: ついてきて、でも音を立てないでくれよ。
pt: Siga-me num minuto - mas não faça barulho.
zh_cn: 一分钟后跟上我--但不要发出声音。

source: Quick! Downstairs!
de: Schnell! Die Leiter runter!
fr: Vite ! En bas !
ja: 早く！ 階段を降りて！
pt: Rápido! Andar de baixo!
zh_cn: 快！下楼！

source: What are you doing in my lords rooms?
de: Was machst du in den Räumen meines Gebieters?
fr: Que fais-tu dans les chambres de mes seigneurs ?
ja: わが主人の部屋でなにをしているので？
pt: O que está a fazer nos quartos dos meus senhores?
zh_cn: 你在我领主的房间里做什么？

source: You are lying around in bed in broad daylight?
de: Warum liegst du am hellichten Tage im Bett herum?
fr: Vous traînez au lit en pleine journée ?
ja: 真っ昼間からベッドで寝転がってるの？
pt: Está deitado na cama em plena luz do dia?
zh_cn: 你在光天化日之下躺在床上？

source: I am checking that the bed of young Robalyrius is still in order.
de: Ich prüfe, ob das Bett des jungen Robalyrius noch in Ordnung ist.
fr: Je vérifie que le lit du jeune Robalyrius est toujours bien fait.
ja: ロバリリウス様のベッドに問題がないかをチェックしているのです。
pt: Estou a verificar que a cama do jovem Robalyrius ainda está em ordem.
zh_cn: 我正在检查年轻的罗巴里乌斯的床铺是否仍然正常。

source: Since Lady Hannah was married, she never sings anymore.
de: Seit Lady Hannah verheiratet ist, hat sie nie mehr gesungen.
fr: Depuis que Dame Hannah est mariée, elle ne chante plus.
ja: ハンナお嬢様は結婚して以来歌わなくなりました。
pt: Desde que Lady Hannah se casou, ela nunca mais canta.
zh_cn: 自从汉娜女士结婚后，她就不再唱歌了。

source: So she's finally grown up.
de: Also ist sie endlich erwachsen geworden.
fr: Donc elle a enfin grandi.
ja: やっと大人になったんだね。
pt: Então ela finalmente cresceu.
zh_cn: 所以她终于长大了。

source: Since Lady Hannah was married, she is singing all day long. Thank you for your help.
de: Seitdem Lady Hannah verheiratet ist, singt sie den lieben Tag lang. Vielen Dank für deine Hilfe.
fr: Depuis que Dame Hannah est mariée, elle chante toute la journée. Merci pour ton aide.
ja: ハンナお嬢様は結婚して以来、1日中歌っています。お世話になりました。
pt: Desde que Lady Hannah casou, ela está a cantar o dia todo. Obrigado pela ajuda.
zh_cn: 自从汉娜女士结婚后，她整天都在唱歌。谢谢你的帮助。

source: It is nice that she is happy again.
de: Schön, dass sie wieder glücklich ist.
fr: Ça me fait plaisir de la savoir heureuse à nouveau.
ja: 彼女が幸せそうでよかった。
pt: É bom que ela esteja feliz de novo.
zh_cn: 她能重新获得快乐，这很好。

source: I do such things all the time.
de: Ich mache sowas andauernd.
fr: Je fais tout le temps ce genre de choses.
ja: 僕はいつもこういうことをしてるんだ。
pt: Faço essas coisas o tempo todo.
zh_cn: 我一直在做这样的事情。

source: Could you already help Lady Hannah?
de: Konntest du Fräulein Hannah schon helfen?
fr: Peux-tu déjà aider Dame Hannah ?
ja: ハンナお嬢様を助けてはくださいませんか？
pt: Já poderia ajudar Lady Hannah?
zh_cn: 你能帮汉娜夫人吗？

source: I haven't finished yet.
de: Ich habe noch nicht aufgegeben.
fr: Je n'ai pas encore terminé.
ja: まだ終わってないんだ。
pt: Ainda não terminei.
zh_cn: 我还没有完成。

source: Please tell me again what I should do for Hannah and Lovis.
de: Bitte wiederhole, was ich für Hannah und Lovis tun soll.
fr: S'il vous plait, dites-moi encore ce que je devrais faire pour Hannah et Lovis.
ja: ハンナとロビスのために何をしたらいいか、もう一度教えてください。
pt: Por favor, me diga novamente o que devo fazer por Hannah e Lovis.
zh_cn: 请再告诉我，我应该为汉娜和洛维斯做些什么。

source: Hello. What are you doing in Lady Hannah's room?
de: Hallo. Was machst du in Fräulein Hannahs Zimmer?
fr: Bonjour. Que fais-tu dans la chambre de Dame Hannah ?
ja: こんにちは。ハンナお嬢様の部屋で何をなさっているのですか？
pt: Olá. O que está a fazer no quarto de Lady Hannah?
zh_cn: 你好。你在汉娜夫人的房间里做什么？

source: Oh, sorry, I had better leave.
de: Oh, tut mir leid, ich gehe wohl besser.
fr: Oh, désolé, je ferais mieux de partir.
ja: ああ、すみません。失礼します。
pt: Oh, desculpe, é melhor ir embora.
zh_cn: 哦，对不起，我应该离开。

source: I would like to see Lady Hannah. I heard she has some problems. Maybe I could help her.
de: Ich würde gerne Fräulein Hannah sprechen. Ich habe gehört, dass sie einige Probleme hat. Vielleicht kann ich ihr helfen.
fr: Je voudrais voir Dame Hannah. J'ai entendu dire qu'elle a des problèmes. Je pourrais peut-être l'aider.
ja: ハンナお嬢様にお会いしたいのですが。なにか問題を抱えていると聞きました。力になれるかも。
pt: Gostaria de ver Lady Hannah. Ouvi dizer que ela tem alguns problemas. Talvez possa ajudá-la.
zh_cn: 我想见见汉娜女士。我听说她有一些问题。也许我可以帮助她。

source: You have heard something of Lovis? Where is he? He has been missing for almost a week.
de: Hast du etwas von Lovis gehört? Wo ist er? Er wird seit fast einer Woche vermisst.
fr: As-tu des nouvelles de Lovis ? Où est-il ? Il a disparu depuis presque une semaine.
ja: ロビスのことを聞いたのですか？ 彼はいったいどこに？ ここ1週間ほど行方不明なんです。
pt: Ouviu alguma coisa de Lovis? Onde ele está? Ele está desaparecido há quase uma semana.
zh_cn: 你听说过洛维斯的事吗？他在哪里？他已经失踪了将近一个星期了。

source: Perhaps I could go and find Lovis for her.
de: Vielleicht könnte ich Lovis für sie ausfindig machen.
fr: Je pourrais peut-être partir et trouver Lovis pour elle.
ja: 僕がロビスを探しに行ってもいいですよ。
pt: Talvez pudesse ir e encontrar Lovis para ela.
zh_cn: 也许我可以去为她找到洛维斯。

source: You would do this? That is very kind of you.
de: Das würdest du tun? Das ist wirklich nett von dir.
fr: Tu ferais ça ? C'est très gentil de ta part.
ja: あなたがですか？ ご親切にありがとうございます。
pt: Faria isso? Isso é muito gentil da sua parte.
zh_cn: 你会这样做吗？你真是太客气了。

source: Please go directly to Hannah. She will be on top of the tower again, looking for Lovis.
de: Bitte gehe gleich zu Hannah. Sie ist wohl oben auf der Turmspitze und hält Ausschau nach Lovis.
fr: Va directement trouver Hannah. Elle sera à nouveau au sommet de la tour, scrutant le retour de Lovis.
ja: 直接ハンナのところへ向かってください。また塔の上で、ロビスを探しておいでのようです。
pt: Por favor, vá diretamente para Hannah. Ela estará no topo da torre novamente, a procurar por Lovis.
zh_cn: 请直接去找汉娜。她将再次在塔顶上寻找洛维斯。

source: Hmm, probably the guard will stop you. Let me think...
de: Hmm, die Wache wird dich wahrscheinlich nicht durchlassen. Lass mich nachdenken...
fr: Hmm, le garde t'arrêterait probablement. Laisse-moi réfléchir...
ja: うーん、たぶん警備があなたを止めに入りますね。ちょっと考えてみます…
pt: Hmm, provavelmente o guarda vai te impedir. Deixe-me pensar...
zh_cn: 嗯，可能警卫会阻止你。让我想想...

source: Ah yes - tell the cook that I asked you to take lunch to Lady Hannah. He hates climbing stairs, so he will gladly agree.
de: Ach ja - sag dem Koch, dass ich dich gebeten habe, Fräulein Hannah das Mittagessen zu bringen. Er hasst es, Treppen zu steigen, also wird er es dir gerne überlassen.
fr: Ah oui, dis au cuisinier que je t'ai demandé d'apporter le déjeuner à Dame Hannah. Il déteste monter les escaliers, donc il acceptera avec joie.
ja: ああそうです。コックに、ハンナお嬢様のランチをあなたに届けてもらうよう頼んだと伝えてください。彼なら階段を登るのが嫌いですから、快く承諾してくれるでしょう。
pt: Ah sim - diga ao cozinheiro que lhe pedi para almoçar com Lady Hannah. Ele odeia subir escadas, então ele vai concordar de bom grado.
zh_cn: 啊，对了--告诉厨师，我让你把午餐送到汉娜夫人那里。他讨厌爬楼梯，所以他会欣然同意。

source: Good idea! I will try this immediately.
de: Gute Idee! Ich werde das gleich ausprobieren.
fr: Bonne idée ! Je vais essayer immédiatement.
ja: いい考えだ！ さっそく試してみます。
pt: Boa ideia! Vou tentar isso imediatamente.
zh_cn: 好主意!我将立即尝试这个办法。

source: No way - I am not your servant.
de: Auf keinen Fall - ich bin doch nicht dein Diener.
fr: Pas question, je ne suis pas ton serviteur.
ja: まさか、僕はあなたの従者じゃないんだ。
pt: De jeito nenhum - não sou o seu criado.
zh_cn: 不可能--我不是你的仆人。

source: Hello $playername! It's a lovely day, isn't it?
de: Hallo $playername! Es ist ein lieblicher Tag, nicht wahr?
fr: Bonjour $playername ! Quelle belle journée, n'est-ce pas ?
ja: こんにちは$playername！ いい天気ですね。
pt: Olá $playername! Estar um dia lindo, não é?
zh_cn: 你好，$playername!今天是个好日子，不是吗？

source: Hi Kid. Do you love flowers as much as I do?
de: Hallo Kind! Liebst du Blumen so sehr wie ich?
fr: Salut gamin. Est-ce que tu aimes les fleurs autant que moi ?
ja: やあキミ。私のように花が好きなのかい？
pt: Oi garoto. Ama flores tanto como eu?
zh_cn: 嗨，孩子。你和我一样喜欢花吗？

source: Oh yes, I do! Maybe I will become a gardener myself.
de: Aber ja! Vielleicht werdei ich mal selbst Gärtner.
fr: Oh oui ! Je deviendrai peut-être jardinier moi aussi.
ja: うん、そうなんだ！ 僕も庭師になろうかな。
pt: Oh, sim faço! Talvez torne-me num jardineiro.
zh_cn: 哦，是的，我愿意!也许我自己也会成为一名园丁。

source: Lady Hannah asked me to bring her a rose. Please give me the most beautiful one you have.
de: Fräulein Hannah hat mich gebeten, ihr eine Rose zu bringen. Bitte gib mir die schönste, die du hast.
fr: Dame Hannah m'a demandé de lui apporter une rose. S'il vous plait, donnez-moi la plus belle que vous avez.
ja: ハンナお嬢様にバラを持ってきてほしいと頼まれました。一番きれいなのをください。
pt: Lady Hannah pediu-me para lhe trazer uma rosa. Por favor, me dê a mais bonita que tem.
zh_cn: 汉娜女士让我给她带一朵玫瑰。请给我你有的最漂亮的一朵。

source: That is nice.
de: Das ist nett.
fr: C'est beau.
ja: それはいい。
pt: Isso é bom.
zh_cn: 这很好。

source: May I pick some flowers?
de: Darf ich einige Blumen pflücken?
fr: Puis-je cueillir quelques fleurs ?
ja: 花を摘んでもいいですか？
pt: Posso tirar algumas flores?
zh_cn: 我可以摘一些花吗？

source: Could you sell me one rose?
de: Könntest du mir eine Rose verkaufen?
fr: Pourriez-vous me vendre une rose ?
ja: バラを1輪売ってもらえませんか？
pt: Poderia me vender uma rosa?
zh_cn: 你能卖给我一朵玫瑰吗？
