Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: This seems to be the weak spot of the dam the brothers were talking about. But with your currently equipped gear you can't hack apart the wood effectively without drawing too much attention.
fr: On dirait le point faible du barrage dont les frères parlaient. Mais avec l'équippement que vous portez, vous ne pouvez pas entailler le bois efficacement sans trop attirer l'attention.
ja: これがあの兄弟の話していたダムの弱点のようだ。しかし現在の装備では、注目を集めることなく効果的に材木を切りつけることはできない。
pt: Este parece ser o ponto fraco da barragem sobre o qual os irmãos estavam a falar. Mas com o teu equipamento atual não és capaz de cortar a madeira efetivamente sem chamar muita atenção.
zh_cn: 这似乎是兄弟们所说的水坝的薄弱之处。但以你目前的装备，你无法在不引起太多注意的情况下有效地砍开这些木头。

source: It is very sad that the dam was destroyed. But I don't know anything.
fr: C'est vraiment triste que le grand barrage ait été détruit. Mais je ne sais rien.
ja: ダムが破壊されたのはとても悲しいことだ。だがワシは何も知らんぞ。
pt: É muito triste que a barragem tenha sido destruída. Mas não sei de nada.
zh_cn: 大坝被毁，令人非常难过。但我什么都不知道。

source: OK, thank you.
fr: Ok, merci.
ja: わかりました、ありがとうございます。
pt: Certo, obrigado.
zh_cn: 好的，谢谢你。

source: Are you sure?
fr: Es-tu sûr ?
ja: 本当に？
pt: Tem certeza?
zh_cn: 你确定吗？

source: You again. I already told you that I know nothing about the destruction of the dam.
fr: Encore toi. Je t'ai déjà dit que je ne sais rien à propos de la destruction du barrage.
ja: また貴様か。ダムの破壊については何も知らんと言ったはずだ。
pt: Você de novo. Já disse que não sei nada sobre a destruição da barragem.
zh_cn: 又是你。我已经告诉你，我对大坝的破坏一无所知。

source: I found your coin bags, and you paid the brothers for destroying the dam. [Hand him the coin bags]
fr: J'ai trouvé vos sacs de pièces, et vous avez payé les frères pour détruire le barrage. [Vous lui remettez les sacs de pièces]
ja: あなたのコインバッグを見つけたよ、あなたはある兄弟に金を支払ってダムを破壊させたんだ（コインバッグを渡す）
pt: Encontrei as suas bolsas de moedas e pagou os irmãos para destruírem a barragem. [Entrega as bolsas de moedas às mãos dele ]
zh_cn: 我找到了你的钱袋，你付给了破坏大坝的兄弟们。[把钱袋交给他]

source: Leave me alone. I will wait here for the guards to arrest me.
fr: Laisse-moi seul. J'attendrai ici que les gardes viennent m'arrêter.
ja: 構うな。ワシは衛兵が逮捕しに来るのをここで待たせてもらう。
pt: Deixe-me em paz. Vou esperar aqui pelos guardas para me prenderem.
zh_cn: 让我一个人呆着。我将在这里等待卫兵来逮捕我。

source: I do not remember inviting you to my house.
fr: Je ne me rappelle pas t'avoir invité dans ma maison.
ja: 貴様を家に招いた覚えはない。
pt: Não me lembro de tê-lo convidado à minha casa.
zh_cn: 我不记得邀请你来我家。

source: What do you know about the destruction of the dam?
fr: Que savez-vous à propos de la destruction du barrage ?
ja: ダムの破壊について何か知っていますか？
pt: O que sabe sobre a destruição da barragem?
zh_cn: 你对大坝的破坏情况了解多少？

source: I am sorry and will leave.
fr: Désolé je vais partir.
ja: すみません、もう行きます。
pt: Desculpe-me, estou a sair.
zh_cn: 我很抱歉并立即离开。

source: Always stay on the right side of the law.
fr: Reste toujours du bon côté de la loi.
ja: 常に法に沿った正しい道を歩むように。
pt: Sempre fique do lado certo da lei.
zh_cn: 始终站在法律的正确立场。

source: You are accusing poor but honest people. Do you have any proof?
fr: Tu accuses des gens pauvres mais honnêtes. As-tu une preuve ?
ja: 君は貧しくも正直な人々を訴えるのか。何か証拠が？
pt: Está a acusar pessoas pobres, mas honestas. Tem alguma prova?
zh_cn: 你指责贫穷但诚实的人。你有什么证据吗？

source: No, not yet, but I will try to help you.
fr: Non, pas encore, mais je vais essayer de vous aider.
ja: いえ、まだですが、協力します。
pt: Não, ainda não, mas vou tentar ajudar-lo.
zh_cn: 不，还没有，但我会努力帮助你。

source: Come back when you have a proof, and until then stop accusing people. In the meantime, you are not allowed to leave the city.
fr: Reviens quand tu as une preuve, et arrête d'accuser les gens. En attendant, tu n'es pas autorisé à quitter la ville.
ja: 証拠が見つかってから戻ってきてほしい。それまで誰かを訴えるような真似はやめよう。その間、君は街を出てはならない。
pt: Volte quando tiver uma prova e até lá pare de acusar as pessoas. Enquanto isso, não tem permissão de sair da cidade.
zh_cn: 当你有证据的时候再来，在那之前不要再指责别人。同时，你不允许离开这个城市。

source: Hello again. Did you find out who destroyed the dam?
fr: Re-bonjour. As-tu trouvé qui a détruit le barrage ?
ja: また会ったな。誰がダムを破壊したかわかったのか？
pt: Olá de novo. Descobriu quem destruiu a barragem?
zh_cn: 又见面了。你查出是谁破坏了大坝吗？

source: [Laughs] You again. Welcome back, foolish child.
fr: [REVIEW][Rires] Encore toi
ja: （笑み）貴様か。よく戻ってきた、愚かな小僧よ。
pt: [Risos] Você de novo. Bem-vinda de volta, criança tola.
zh_cn: [笑] 又是你。欢迎回来，愚蠢的孩子。

source: Laugh while you can. The captain is here and now you will get your deserved punishment!
fr: Tu vas arrêter de rire. Le capitaine est ici, et maintenant tu vas recevoir le châtiment que tu mérites !
ja: 笑っていられるのもそこまでだ。隊長が来たんだ、あなたには当然の罰を受けてもらう！
pt: A sua risada vai morrer. O capitão está aqui e agora vai ter a sua punição que merece!
zh_cn: 趁你还来得及笑。队长来了，现在你会得到你应得的惩罚！

source: Well...
fr: Hé bien...
ja: ああ…
pt: Bom...
zh_cn: 嗯...

source: Let's see who is laughing in the end. The captain came to talk, not arrest me. Now she owns a new horse and I will be earning a lot of money with the necessary repairing of the dam and later the food harvesting. I call this a win-win.
fr: Voyons voir qui rira le dernier. La capitaine est venu me parler, pas m'arrêter. Maintenant elle possède un nouveau cheval et je vais gagner plein d'argent avec les réparations du barrage et ensuite avec les récoltes de nourriture. J'appelle ça du gagnant-gagnant.
ja: 最後に誰が笑っていられるか見せてもらおうではないか。隊長はワシと話をしに来たのだ、逮捕しに来たのではない。この者は新しい馬を得た、ワシは必要なダムの修理とその後の食料収穫で金を稼ぐつもりだ。このようなものをウィンウィンの関係と呼んでおる。
pt: Vamos ver quem ri por último. O capitão veio para conversar, não para me prender. Agora ela possui um novo cavalo e vou ganhar um monte de dinheiro com os reparos da barragem necessários e mais depois com a colheita de comida. Chamo isso ganhar-e-ganhar.
zh_cn: 让我们看看最后是谁在笑。队长是来谈话的，不是来抓我的。现在她拥有了一匹新马，而我将通过对水坝的必要维修和以后的粮食收割来赚取大量的钱。我把这称为双赢。

source: It seems Alkapoan's letters accidentally fell into a fire and I am sure some unknown evil spies from Loneford destroyed the dam. You better disappear soon, or I might find some evidence that you are the evil spy from Loneford.
fr: Les lettres d'Alkapoan sont accidentellement tombées dans le feu, et je suis sûr que de méchants espions inconnus de Loneford ont détruit le barrage. Tu ferais mieux de disparaître ou bien je pourrais trouver des preuves que c'est toi le méchant espion de Loneford.
ja: アルカポアンの手紙は誤って火の中に失くしてしまったようだ。ダムに関しては、ローンフォードの正体不明のスパイが破壊したに違いない。君はすぐに消えた方がいい、さもないと君がローンフォードからの邪悪なスパイである証拠が出てくるかもしれない。
pt: As cartas de Alkapoan acidentalmente caiem no fogo e tenho certeza que alguns espiões do mal desconhecidos de Loneford destruíram a barragem. É melhor sumir logo ou posso encontrar alguma evidência de que é o espião do mal de Loneford.
zh_cn: 看来阿尔卡潘的信件不小心掉进了火里，我相信一些不知名的来自隆福德的邪恶间谍破坏了大坝。你最好尽快消失，否则我可能会找到一些证据，证明你就是来自隆福德的邪恶间谍。

source: You better disappear soon, or I might find some evidence that you are the evil spy from Loneford.
fr: Tu ferais mieux de disparaître ou bien je pourrais trouver des preuves que c'est toi le méchant espion de Loneford.
ja: 君はすぐに消えた方がいい、さもないと君がローンフォードからの邪悪なスパイである証拠が出てくるかもしれない。
pt: Melhor sumir logo ou posso encontrar alguma evidência de que é o espião do mal de Loneford.
zh_cn: 你最好尽快消失，否则我可能会找到一些证据，证明你是来自隆福德的邪恶间谍。

source: Are you looking for the captain? She has been gone for a while now, arresting the person that destroyed the dam.
fr: Tu cherches la capitaine ? Elle est partie depuis un moment maintenant, pour arrêter la personne qui a détruit le barrage.
ja: 隊長を探してるのか？ あの人ならダムを破壊した者を逮捕しに行って、ここしばらくはいないぞ。
pt: [REVIEW]Está a procurar o capitão? Ele está fora por um tempo, a prender as pessoas que destruíram a barragem.
zh_cn: 你在找队长吗？她已经离开一段时间了，正在逮捕破坏大坝的人。

source: The prison is currently vacant and I hope you don't give me a reason to change this.
fr: La prison est actuellement vacante et j'espère que tu ne me donnes pas une raison de changer cela.
ja: 今のところ刑務所に囚人はいない、このままであってほしいものだな。
pt: A prisão está atualmente vaga e espero que não me dê uma razão para mudar isso.
zh_cn: 监狱目前是闲置的，我希望你不要给我一个理由来改变这一点。

source: Here lie Berri and his wife Dalyve.
fr: Ici gît Berri et sa femme Dalyve.
ja: ベリとその妻ダリュベはここに眠る。
pt: Aqui jaz Berri e a esposa dele Dalyve.
zh_cn: 这里躺着贝里和他的妻子达利夫。

source: RIP Boots. Died the thirteenth day of the twelveth month of ... [You can't read the year, because it's covered in moss]
fr: Ici gît Boots. Mort le treizième jour du douxième mois de... [Vous ne pouvez pas lire l'année, car elle est couverte de mousse]
ja: ブーツは息を引き取る。…12月13日死去（苔に覆われており年は読めない）
pt: Descanse em Paz, Boots. Morreu no décimo terceiro dia do décimo segundo mês de... [Não consegue ler o ano, porque está coberto de musgo]
zh_cn: 裂开靴子。十二月十三日死了... [你看不清年份，因为它被苔藓覆盖]

source: Here lies my wife. I bid her goodbye. She rests in peace, and now so do I.
fr: Ici gît ma femme. Je lui dis au revoir. Elle repose en paix, et maintenant moi aussi.
ja: 妻はここに眠る。彼女には別れを告げた。今は安らかに眠っている、私もそうだ。
pt: Aqui jaz a minha esposa. Digo-lhe adeus. Ela descansa em paz e agora também.
zh_cn: 这里躺着我的妻子。我向她道别。她安息了，现在我也是。

source: The gravestone is old and worn. You can't make out what it says.
fr: La pierre tombale est vieille et usée. Vous ne pouvez pas lire ce qu'il y est écrit.
ja: 墓石は古く擦り切れている。何が書いてあるかわからない。
pt: A lápide é velha e está desgastada. Não consegue decifrar o que diz.
zh_cn: 墓碑又旧又破。你无法看清上面写着什么。

source: Here lies a stranger, who came to Brimhaven after being attacked. Alas, we could not save him.
fr: Ici gît un étranger, venu de Brimhaven après avoir été attaqué. Hélas, nous n'avons pas pû le sauver.
ja: 見知らぬ人がここに眠る。襲われたのちにブリムヘブンへとやって来た。残念ながら救えなかった。
pt: Aqui jaz um estranho, o qual veio para Brimhaven depois de ter sido atacado. Alas, não conseguimos salvá-lo.
zh_cn: 这里躺着一个陌生人，他在遭到袭击后来到布林海文。唉，我们救不了他。

source: The epitaph is in a language you can't read.
fr: L'épithaphe est dans une langue que vous ne pouvez pas lire.
ja: 墓碑銘は読めない言葉で書かれている。
pt: O texto no túmulo está numa lingua que não consegue ler.
zh_cn: 墓志铭是用一种你看不懂的语言写的。

source: Zhyont. He never killed anyone that did not need killing.
fr: Zhyont. Il n'a jamais tué quelqu'un qui ne devait être tué.
ja: ジヨント。彼は不要な殺しをしたことがない。
pt: Zhyont. Nunca matou alguém que não precisasse ser morto.
zh_cn: 热昂特.他从不杀任何不需要杀的人。

source: Here lies Captain Fhoric. He died to protect our town, for which we will be forever grateful.
fr: Ici gît Capitaine Fhoric. Il est mort en protégeant notre ville, ce pour quoi nous lui seront éternellement reconnaissants.
ja: フォーリック隊長はここに眠る。私達を守るために死んでいった、彼への感謝をずっと忘れない。
pt: Aqui jaz o Capitão Fhoric. Morreu para proteger nossa cidade, ato que seremos eternamente gratos.
zh_cn: 这里躺着福里奇上尉。他为保护我们的城镇而牺牲，对此我们将永远感激。

source: Here lies Fredd. A big rock fell on his head.
fr: Ici gît Fredd. Un gros rocher lui est tombé sur la tête.
ja: フレッドはここに眠る。大きな石が頭に落ちた。
pt: Aqui jaz Fredd. Uma pedra gigante caiu na cabeça dele.
zh_cn: 这里躺着弗雷德。一块大石头落在他的头上。

source: Unknown. Found outside of town, close to the road. RIP.
fr: Inconnu. Trouvé hors de la ville, près de la route. Repose en paix.
ja: 不明。町の外、道路近くで発見された。安らかに眠れ。
pt: Desconhecido. Encontrado fora da cidade, perto de uma estrada. Descanse em paz.
zh_cn: 身份不明。在镇外发现的，靠近公路的地方。死了。

source: Here lies Reptt, the money lender, who never did collect his debt.
fr: Ici gît Reptt, le prêteur à gages, qui n'a jamais récupéré sa dette.
ja: 金貸しのレプトはここに眠る。借金の取り立てはできなくなった。
pt: Aqui jaz Reptt, o financiador, que nunca cobrou as dívidas dele.
zh_cn: 这里躺着的是债主雷普特，他从未收过债。

source: You don't have the required 432 gold to improve your superior leather boots.
fr: Vous n'avez pas les 432 pièces d'or nécessaires à l'amélioration de vos bottes de cuir supérieur.
ja: 良質なレザーブーツを改良するために必要な432ゴールドがありません。
pt: Não tem as 432 moedas de ouro necessárias para melhorar as suas botas de couro superior.
zh_cn: 您没有所需的 432 金来改善您的高级皮靴。

source: You don't have the required 640 gold to improve your fine snakeskin gloves.
fr: Vous n'avez pas les 640 pièces d'or nécessaires à l'amélioration de vos gants en peau de serpent.
ja: 高級スネークスキングローブを改良するために必要な640ゴールドがありません。
pt: Não tem as 640 moedas de ouro necessárias para melhorar as suas luvas de couro de cobra boas.
zh_cn: 你没有所需的640金币来改善你的高级蛇皮手套。

source: You don't have the required 1,397 gold to improve your fine green hat.
fr: Vous n'avez pas les 1397 pièces d'or nécessaires à l'amélioration de votre beau chapeau vert.
ja: 高級グリーンハットを改良するために必要な1,397ゴールドがありません。
pt: Não tem as 1.397 moedas de ouro necessárias para melhorar o seu bom chapéu verde.
zh_cn: 你没有所需的1397金币来改善你的精美绿帽。

source: Let me think...
fr: Laisse-moi réfléchir...
ja: ちょっと考えさせて…
pt: Deixe-me pensar...
zh_cn: 让我想想...

source: No, I am sorry.
fr: Non, je suis désolé.
ja: いいえ、ごめんなさい。
pt: Não, desculpe.
zh_cn: 不，我很抱歉。

source: Yes, I know someone who looks almost like you, but he and his parents are from this town.
fr: Oui, je connais quelqu'un qui te ressemble, mais lui et ses parents sont de cette ville.
ja: ええ、あなたに似ている人を知ってはいますが、彼と両親はこの町の出身ですな。
pt: Sim, sei de alguém que se parece quase consigo, mas ele e os pais são dessa cidade.
zh_cn: 是的，我认识一个和你长得差不多的人，但他和他的父母都是这个镇的人。

source: I only know a goblin that looks like you. [Laughs]
fr: Je ne connais qu'un gobelin qui te ressemble. [Rires]
ja: あなたに似たゴブリンしか知らないかな。（笑う）
pt: Só sei de um goblin que se parece consigo. [Risada]
zh_cn: 我只知道有一个妖精长得像你。[笑声]

source: What can I help you with?
fr: En quoi puis-je t'aider ?
ja: どういったご用件でしょうか？
pt: Com que te posso ajudar?
zh_cn: 我能帮到你什么？

source: I'm hungry. Do you have any food to sell?
fr: J'ai faim. Avez-vous de la nourriture à vendre ?
ja: お腹が空きました。売っている食べ物はありますか？
pt: Estou com fome. Tem alguma comida para vender?
zh_cn: 我饿了。你有食物卖吗？

source: I need somewhere to sleep. Do you have a bed available?
fr: J'ai besoin d'un endroit pour dormir. Avez-vous un lit disponible ?
ja: 寝る場所が欲しいです。ベッドはありますか？
pt: Preciso de um lugar para dormir. Tem uma cama disponível?
zh_cn: 我需要找个地方睡觉。有空床吗？

source: Certainly. Please take a look at what I can offer.
fr: Certainement. Regarde ce que je peux offrir.
ja: かしこまりました。提供できるものをご覧ください。
pt: Certamente. Por favor, dê uma olhada no que posso oferecer.
zh_cn: 当然,请看看我能提供什么。

source: Yes. It's 90 gold. That may seem like a lot, but it's a one-time payment. As long as a bed is free, in the future you can use it any time you want.
fr: Oui. C'est 90 pièces d'or. Ca peut paraître beaucoup, mais c'est un paiement unique. Tant que le lit est libre, tu pourras l'utiliser autant de fois que tu voudras dans le futur.
ja: はい。90ゴールドです。多いように見えるかもしれませんが、支払いは1回限りです。ベッドが空いていれば、今後はいつでもご利用になれます。
pt: Sim. São 90 moedas de ouro. Pode parecer muito, mas só paga uma vez. Caso a cama esteja vazia, no futuro pode usá-la quando quiser.
zh_cn: 对它是90金的。这看起来可能很多，但这是一次性付款。床是永久免费的，将来你可以随时使用它。

source: That's too expensive. Let's talk about something else.
fr: C'est trop cher. Parlons d'autre chose.
ja: 高すぎますね。他の話をしましょう。
pt: Isso é muito caro. Vamos falar sobre outra coisa.
zh_cn: 那太贵了。让我们谈点别的。

source: I'll take it.
fr: Je le prends.
ja: それにします。
pt: Vou levar.
zh_cn: 我将接受它。

source: Hello. I'm Melona, and I run this fine establishment.
fr: Bonjour. Je suis Melona, propriétaire de ce bel établissement.
ja: いらっしゃいませ。私はメローナ、この立派な施設を経営しております。
pt: Olá. Sou a Melona e dirijo este excelente estabelecimento.
zh_cn: 你好。我是梅洛娜，我经营着这家优秀的酒店。

source: Sorry, I haven't seen anyone that looks like you.
fr: Désolé, je n'ai vu personne qui te ressemble.
ja: すみません、あなたに似た人を見たことがありません。
pt: Desculpe, não vi ninguém que se pareça consigo.
zh_cn: 抱歉，我没见过像你这样的人。

source: OK. Let's talk about something else.
fr: Ok. Parlons d'autre chose.
ja: わかりました。他の話をしましょう。
pt: Certo. Vamos mudar o tema.
zh_cn: 好的。让我们谈谈别的事情。

source: Thank you for your patronage. You can use any available bed.
fr: Merci pour ton parrainage. Tu peux utiliser n'importe quel lit disponible.
ja: いつもありがとうございます。空いているベッドならどれでもお使いいただけます。
pt: Obrigado pelo seu patrocínio. Pode usar qualquer cama disponível.
zh_cn: 谢谢您的惠顾。您可以使用任何空闲的床位。

source: ... chop chop chop ...
fr: ... hop hop hop ...
ja: …切る、切る、切る…
pt: ... corta corta corta…
zh_cn: ...... 劈劈啪啪.....

source: Wipe your feet!
fr: Nettoie tes pieds !
ja: 足をふいて！
pt: Limpe os seus pés!
zh_cn: 擦拭你的脚!

source: [Muttering] Someday I will kill her ...
fr: [Marmonne] Un jour je vais la tuer...
ja: （つぶやく）あの女、いつか殺してやる…
pt: [A resmungar] Algum dia vou matá-la...
zh_cn: [喃喃自语]总有一天我会杀了她...

source: Whom do you want to kill?
fr: Qui voulez-vous tuer ?
ja: 誰を殺したいの？
pt: Quem quer matar?
zh_cn: 你想杀了谁？

source: Oh, nothing - nothing at all.
fr: Oh, rien. Rien du tout.
ja: ああ、何でもありません、何でもありませんよ。
pt: Ah, nada - nada mesmo.
zh_cn: 哦，什么都没有--根本没有。

source: Go away, I have work to do!
fr: Va-t'en, j'ai du travail moi !
ja: あっちへ行って、仕事があるんです！
pt: Vá embora, tenho trabalho para fazer!
zh_cn: 走开，我还有工作要做！

source: All these guests are so very untidy!
fr: Tous ces invités sont si négligés !
ja: ここのお客様方といったら、皆さんとにかく散らかす！
pt: Todos esses convidados são tão desarrumados!
zh_cn: 所有这些客人都是非常不爱干净的!

source: Only one more bed ...
fr: Juste un lit de plus...
ja: ベッドももう1台だけ…
pt: Só mais uma cama...
zh_cn: 只有一张床了...

source: Do you mind not bumping into me, kid. I've had a long day, and I don't need rude little children bumping into me.
fr: Merci de ne pas me sauter dessus, gamin. J'ai eu une longue journée, et je n'ai pas besoin d'un gamin malpoli qui me saute dessus.
ja: キミ、ぶつかってこないでくれるかな。こっちは長い1日を過ごしてきたんだ、俺にぶつかってくる無礼なお子様はごめんだね。
pt: Importa-se de não colidir comigo, criança. Tive um longo dia e não preciso de criancinhas grosseiras colidir comigo.
zh_cn: 你注意不要撞到我，孩子。我已经度过了漫长的一天，我不想无礼的小孩子来撞我。

source: Sorry.
fr: Désolé.
ja: ごめんなさい。
pt: Sinto muito.
zh_cn: 对不起。

source: Maybe it was you that bumped into me!
fr: Mais peut-être bien que c'était vous qui m'avez sauté dessus !
ja: ぶつかってきたのはあなたかもしれない！
pt: Talvez tenha sido você que esbarrou em mim!
zh_cn: 也许是你撞到了我!

source: I'm a heavily armed little child, so maybe it's you that should not be rude to me!
fr: Je suis lourdement armé petit gosse, donc tu ne devrais pas être insolent avec moi !
ja: 僕は重武装したお子様だから、無礼なことをしてはいけないのはあなたの方かもね！
pt: Sou uma criancinha armada até aos dentes, então talvez seja você quem não devia ser grosseiro!
zh_cn: 我是一个全副武装的小孩子，所以也许是你不应该对我无礼!

source: The beds are not free!
fr: Les lits ne sont pas libres !
ja: ベッドは無料ではありません！
pt: As camas não estão disponíveis!
zh_cn: 床铺不是免费的!

source: I'm Edrin, the Brimhaven metalsmith.
fr: Je suis Edrin, le ferronnier de Brimhaven.
ja: ブリムヘブンの金属細工師、エドリンだ。
pt: Sou Edrin, o metalúrgico de Brimhaven.
zh_cn: 我是艾德林，布林海文的金属匠。

source: What does a metalsmith do? Is that the same as a blacksmith?
fr: C'est quoi un ferronnier ? C'est pareil qu'un forgeron ?
ja: 金属細工師とは何をするのですか？ 鍛冶師と同じもの？
pt: O que um metalúrgico faz? O mesmo que um ferreiro?
zh_cn: 金属匠是做什么的？和铁匠一样吗？

source: I don't think that's what I'm looking for. Thanks anyway.
fr: Je ne pense pas que ce soit ce que je recherche. Merci quand même.
ja: 求めているものではないですね。とにかくありがとうございました。
pt: Não acho que seja o que estou a procurar. Obrigado mesmo assim.
zh_cn: 我不认为这是我要找的东西。总之，谢谢你。

source: As a metalsmith I'm sort of like a blacksmith, but there is a difference. A blacksmith works with iron and steel, but a metalsmith works with many metals. I do work with iron and steel, but only for smaller, high quality objects. I also work with other metals, including precious metals, and even do fine inlay work, and finely jeweled metal items.
fr: Je suis un ferronnier, une sorte de forgeron, mais il y a une différence. Un forgeron travaille le fer et l'acier, alors qu'un ferronnier travaille de nombreux métaux. Je travaille le fer et l'acier, mais seulement pour de petits objets de haute qualité. Je travaille aussi les autres métaux, y compris les métaux précieux, et je fais même de l'incrustation et des objets finement décorés de pierres précieuses.
ja: 金属細工師としての私は鍛冶師と似たようなものではあるが、違いがある。鍛冶師は鉄と鋼鉄を扱うが、金属細工師は様々な金属を扱う。私とて鉄と鋼鉄は扱うが、小さく質の高いものだけだ。貴金属を含む他の金属も扱うし、細かな象眼細工や宝石を使った金属製品も扱っている。
pt: Como um metalúrgico, sou como um ferreiro, mas há uma diferença. Um ferreiro trabalha com ferro e aço, mas um metalúrgico trabalha com muitos metais. Faço trabalhos com ferro e aço, mas apenas para objetos pequenos de alta qualidade. Também trabalho com outros metais, incluindo metais preciosos, faço, até mesmo, um bom trabalho de embutimento e belíssimos metais encrustados com joias.
zh_cn: 作为一名金属匠，我有点像铁匠，但也有区别。铁匠使用的是铁和钢，但金属匠使用的是多种金属。我确实用铁和钢工作，但只用于较小的、高质量的物品。我也用其他金属工作，包括贵金属，甚至做精细的镶嵌工作，以及精细的珠宝金属制品。

source: If you have those skills I would like you to look at two items I purchased locally. A strange-looking dagger and a strange-looking gem.
fr: Si vous avez ces compétences, je voudrais que vous regardiez les deux objets que j'ai achetés par ici. Une dague et une gemme qui ont une apparence étrange.
ja: そんな技能をお持ちなら、僕が現地で購入したアイテムを見てほしいです。奇妙なダガーと奇妙な宝石です。
pt: Se tem mesmo essas habilidades gostaria que desse uma olhada em dois itens que comprei mesmo aqui na cidade. Uma adaga e uma gema de aparência estranha.
zh_cn: 如果你有这些技能，我想让你看一下我在附近购买的两件物品。一把长相奇怪的匕首和一块长相奇怪的宝石。

source: If you have those skills I would like you to look at something I purchased locally. A strange-looking dagger.
fr: Si vous avez ces compétences, je voudrais que vous regardiez quelque chose que j'ai acheté par ici. Une dague à l'apparence étrange.
ja: そんな技能をお持ちなら、僕が現地で購入したアイテムを見てほしいです。奇妙なダガーです。
pt: Se tem mesmo essas habilidades gostaria que desse uma olhada numa coisa que comprei mesmo aqui na cidade. Uma adaga de aparência estranha.
zh_cn: 如果你有这些技能，我想让你看一下我在当地购买的东西。一把看起来很奇怪的匕首。

source: If you have those skills I would like you to look at something I purchased locally. A strange-looking gem.
fr: Si vous avez ces compétences, je voudrais que vous regardiez quelque chose que j'ai acheté par ici. Une gemme à l'apparence étrange.
ja: そんな技能をお持ちなら、僕が現地で購入したアイテムを見てほしいです。奇妙な宝石です。
pt: Se tem mesmo essas habilidades gostaria que desse uma olhada numa coisa que comprei mesmo aqui na cidade. Uma gema de aparência estranha.
zh_cn: 如果你有这些技能，我想让你看一下我在当地购买的东西。一个看起来很奇怪的宝石。

source: That's Interesting, but let's talk about something else.
fr: C'est intéressant, mais parlons d'autre chose.
ja: それは興味深いですが、別の話をしましょう。
pt: Isso é interessante, mas vamos falar sobre outra coisa.
zh_cn: 这很有意思，但让我们来谈谈别的事情。

source: I don't think I need the services of a metalsmith right now.
fr: Je ne pense pas avoir besoin des services d'un ferronnier pour l'instant.
ja: 今のところ金属細工師のサービスは必要ないと思います。
pt: Não acho que precise dos serviços de um metalúrgico agora.
zh_cn: 我认为我现在不需要金属匠的服务。

source: Well, yes, there was someone. He came to me to get a sword sharpened. I can't tell you any more than that though.
fr: Hé bien, oui, il y avait quelqu'un. Il est venu pour faire aiguiser une épée. Je ne peux t'en dire plus, cependant.
ja: ええと、そうだな、誰かいたな。うちに剣を研ぎに来てくれた。それ以上のことは言えないが。
pt: Bom, sim, teve alguém. Ele veio para mim para conseguir uma espada afiada. Embora não lhe possa dizer mais nada além disso.
zh_cn: 嗯，是的，有一个人。他来找我，想把剑磨好。不过我不能告诉你更多。

source: OK. Thanks. What type of services and products do you supply?
fr: Ok. Merci. Quel genre de services et de produits fournissez-vous ?
ja: わかりました、ありがとう。どのようなサービスと商品を提供しているのですか？
pt: Certo. Obrigado. Que tipo de serviços e produtos fornece?
zh_cn: 好的。谢谢。你们提供什么类型的服务和产品？

source: If you want to make some money. Go to the tavern.
fr: Si tu veux gagner de l'argent, va à la taverne.
ja: もしお金を稼ぎたいなら。酒場に行きなよ。
pt: Se quer fazer algum dinheiro. Vá até a taberna.
zh_cn: 如果你想赚点钱就去酒馆吧。
