Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: Excellent. I will begin the procedure immediately.
de: Ausgezeichnet. Ich werde sofort mit der Prozedur beginnen.
fr: Parfait. Je vais commencer le rituel immédiatement.
ja: よろしい。すぐに手順を開始します。
pt: Excelente. Vou começar o processo imediatamente.
zh_cn: 干得不错，我马上就开始这个仪式。

source: [Ulirfendor places the helmet and the lich's heart on the ground before him, and opens his backpack of items]
de: (Ulirfendor legt den Helm und das Herz des Lichs auf den Boden vor sich und öffnet seinen Rucksack.)
fr: [Ulirfendor place le casque et le cœur de la liche sur le sol devant lui, et ouvre son sac]
ja: （ウリフェンドルはヘルメットとリッチーの心臓を目の前の地面へと置くと、アイテムの入ったリュックサックを開く）
pt: [Ulirfendor põe o capacete e o coração do lich no chão diante dele e abre a mochila de itens dele]
zh_cn: [乌利尔芬多将头盔和巫妖之心放在他面前的地上，打开他的背包]

source: [He pulls out a leathery potion case from his backpack, and takes out a vial of clear but almost shining liquid]
de: (Er zieht ein ledernes Etui heraus und entnimmt eine Phiole mit einer klaren, beinahe strahlenden Flüssigkeit.)
fr: [Il en retire un étui à potion en cuir, et y prend une fiole d'un liquide clair mais presque brillant.]
ja: （リュックから革製のポーションケースを手に取り、そこから透き通っているものの光る液体の入ったバイアルを取り出す）
pt: [Ele tira um frasco de couro da mochila dele e retira um frasco com um líquido claro, ligeiramente brilhoso]
zh_cn: [他从背包里拿出一个坚韧的药箱，拿出一小瓶清澈但几乎闪亮的液体]

source: [Ulirfendor pours the contents of the vial on the helmet and the heart in circling motions, taking good care to not spill any on the ground]
de: (Urlifendor gießt in kreisförmigen Bewegungen den Inhalt der Phiole auf den Helm und das Herz, und achtet dabei sorgfältig darauf, keinen Tropfen auf den Boden zu schütten.)
fr: [Ulirfendor verse le contenu de la fiole sur le casque et le cœur dans un mouvement circulaire, en faisant attention de ne pas en renverser sur le sol]
ja: （ウリフェンドルは地面にこぼさないように気を配りつつ、バイアルの中身をヘルメットと心臓へと円を描くように注ぐ）
pt: [Ulirfendor derrama o conteúdo do frasco no capacete e no coração em movimentos circulares, a tomar o cuidado para não o derramar ao chão]
zh_cn: [乌利芬多将药瓶的内容物以旋转的方式倒在头盔和心脏上，注意不将任何东西溅到地上]

source: It should be as simple as that really. Powerful stuff this.
de: Es sollte tatsächlich so einfach sein. Ein machtvolles Zeug ist das.
fr: Cela devrait être aussi simple que cela. Vraiment très puissant.
ja: 本当に簡単ですよ。これは強力なものですからね。
pt: Deve ser tão simples quanto isto realmente. Material poderoso isso.
zh_cn: 它就是这么简单。强大的东西。

source: [The surface of the helmet seems to freeze, almost like it had a layer of ice on it]
de: (Die Oberfläche des Helms scheint zu gefrieren, so als ob ihn eine Schicht Eis bedecken würde.)
fr: [La surface du casque semble geler, comme si une couche de glace le recouvrait.]
ja: （まるで氷の層のようなものが浮かぶ、ヘルメットの表面が凍って見える）
pt: [A superfície do capacete parece congelar, quase como que tivesse uma camada de gelo]
zh_cn: [头盔的表面似乎冻结了，就像上面有一层冰]

source: [After a while, small cracks appear on the surface, making tiny sounds as they appear]
de: (Nach einer Weile bilden sich feine Risse auf der Oberfläche, die dabei leise knistern.)
fr: [Après un moment, de petites fissures apparaissent à la surface, produisant des sons à peine perceptibles.]
ja: （しばらくすると表面に小さなひび割れができ、小さな音を立てて浮かびあがる）
pt: [Depois de um tempo, pequenas fissuras aparecem na superfície, a fazer sons minúsculos ao aparecerem]
zh_cn: [过了一会儿，表面出现了小裂缝，发出微小的声音]

source: [The cracks start to get larger and more dense along the surface, until the helmet is completely covered by them]
de: (Die Risse auf der Oberfläche werden immer größer und dichter, bis der Helm vollständig davon bedeckt ist.)
fr: [Les fissures commencent à devenir de plus en plus larges et denses à la surface, jusqu'à ce que le casque en soit entièrement recouvert.]
ja: （ヘルメットが完全に覆われるまで、ひび割れは表面に沿ってより大きく、密になってゆく）
pt: [As rachaduras começam a ficar maiores e mais densas ao longo da superfície, até que o capacete fique completamente coberto por elas]
zh_cn: [裂缝开始沿着表面变得更大、更密，直到头盔完全被其覆盖]

source: Now, watch this. I love this part.
de: Und nun schau her, ich liebe diesen Teil.
fr: Maintenant, regarde ça. J'adore cette partie.
ja: さあ、見ててくださいね。ここが好きなんですよ。
pt: Agora, veja isso. Adoro esta parte.
zh_cn: 现在，看这个。我喜欢这部分。

source: [Ulirfendor takes aim with his foot and stomps the helmet with the heel of his boot in a powerful motion]
de: (Ulirfendor zielt mit seinem Fuß und stampft kraftvoll mit seinem Stiefelabsatz auf dem Helm herum.)
fr: [Ulirfendor vise soigneusement et écrase le casque avec son talon d'un geste puissant.]
ja: （ウリフェンドルは足で狙いを定めると、ブーツのかかとでヘルメットを力強く踏みつける）
pt: [Ulirfendor mira com o pé e pisa o capacete com o salto da bota dele num movimento poderoso]
zh_cn: [乌利芬多用脚瞄准，用靴子后跟以有力的动作跺着头盔]

source: [The helmet completely shatters, leaving nothing but a fine dust]
de: (Der Helm zerspringt gänzlich und hinterlässt nichts als feinen Staub.)
fr: [Le casque vole en éclats, ne laissant rien d'autre qu'une fine poussière.]
ja: （ヘルメットが完全に砕け散り、細かな塵だけが残る）
pt: [O capacete quebra-se completamente, a deixar apenas uma fina poeira.]
zh_cn: [头盔完全粉碎，只留下一层细尘]

source: Ha ha! Look at that!
de: Ha ha! Schau dir das an!
fr: Ha ha ! Regarde-moi ça !
ja: ハハッ！ どうですかほら！
pt: Ha ha! Olha isso!
zh_cn: 哈哈！看那个！

source: [He does the same with the heart that also seems to have completely frozen and gotten covered with cracks]
de: (Das gleiche macht er mit dem Herz, das anscheinend auch vollständig gefroren und mit Rissen übersät war.)
fr: [Il fait de même avec le cœur qui semble également gelé et couvert de fissures]
ja: （さらに彼は、完全に凍りついてヒビだらけになった心臓にも同じことを行う）
pt: [Ele faz o mesmo com o coração que também parece ter ficado completamente congelado e coberto com rachaduras]
zh_cn: [他对似乎已经完全冻结并布满裂纹的心脏也做了同样的处理]

source: Ah, that sure felt good.
de: Ah, das hat gut getan.
fr: Ah, ça fait du bien.
ja: ああ、スッキリしました。
pt: Ah, isso com certeza soa bem.
zh_cn: 啊，感觉真好。

source: You, my friend, have done a great deed here today. This thing would have brought great misery if it would have fallen into the wrong hands.
de: Du hast hier heute eine große Tat vollbracht, mein Freund. Dieses Ding hätte großes Elend gebracht, wäre es in die falschen Hände geraten.
fr: Mon ami, tu as fait un acte d'une remarquable bravoure aujourd'hui. Cet artefact aurait sûrement apporté un grand malheur s'il était tombé entre de mauvaises mains.
ja: あなたは今日、ここで偉大な行いをした。これが悪人の手に落ちていたならば、大いなる災いをもたらしていたことでしょう。
pt: Você, meu amigo, fez um grande feito aqui, hoje. Essa coisa teria trazido grande miséria se tivesse caído em mãos erradas.
zh_cn: 我的朋友，你今天在这里做了一件大事。如果这件东西落入坏人之手，将会带来极大的痛苦。

source: The people of the surrounding towns are now safe from whatever misery that helmet would have brought. All thanks to you!
de: Die Leute der umliegenden Städte sind nun sicher vor dem Elend, das dieser Helm gebracht hätte. Das ist alles dir zu verdanken!
fr: Les habitants des villes alentours sont maintenant préservés de la désolation que ce casque aurait apporté. Tout ça grâce à toi !
ja: 周辺の町の人々は、これでヘルメットがもたらすであろうあらゆる災いから守られました。あなたのおかげです！
pt: As pessoas das cidades vizinhas estão agora salvos de qualquer miséria que o capacete teria trazido. Tudo graças a si!
zh_cn: 周围城镇的人们现在安全了，免受头盔可能带来的任何痛苦。谢谢你！

source: As a token of my appreciation, I am willing to grant upon you a blessing of the Shadow.
de: Als Zeichen meiner Anerkennung bin ich bereit, dir einen Segen des Schattens zu erteilen.
fr: En signe de ma gratitude, je suis prêt à t'accorder une bénédiction de l'Ombre.
ja: 感謝の印に、あなたにはシャドウの祝福を授けましょう。
pt: Como um símbolo de meu apreço, estou disposto a conceder-lhe uma bênção da Sombra.
zh_cn: 为了表示我的感激，我愿意给予你暗影的祝福。

source: What would the blessing do?
de: Was würde dieser Segen bewirken?
fr: Quel effet aurait cette bénédiction ?
ja: 祝福とはどんなもの？
pt: O que essa bênção faz?
zh_cn: 祝福了会怎样？

source: Thank you, but that will not be necessary. I am just happy to help.
de: Danke, aber das ist wirklich nicht nötig. Ich bin einfach zufrieden, dass ich helfen konnte.
fr: Merci, mais cela n'est pas nécessaire. Je suis juste ravi d'aider.
ja: ありがとうございます、でもその必要はありません。お役に立てて嬉しいです。
pt: Obrigado, mas isso não será necessário. Estou apenas feliz por ajudar.
zh_cn: 谢谢你，但那没有必要。我很乐意帮忙。

source: Thank you, please go ahead.
de: Danke. Bitte fahre fort.
fr: Merci, faites s'il vous plaît.
ja: ありがとう、お願いします。
pt: Obrigado, por favor, vá em frente.
zh_cn: 谢谢，请开始做。

source: You truly have a large heart.
de: Du hast wahrhaftig ein weites Herz.
fr: Tu as vraiment un cœur noble.
ja: あなたは本当に心が広いのですね。
pt: Realmente tem um grande coração.
zh_cn: 你真的有一颗宽阔的心。

source: The blessing will grant you the aid of the Shadow while in combat, protecting you from harmful effects that your opponent might inflict upon you.
de: Der Segen wird dir die Hilfe des Schattens im Kampf verleihen, indem er dich vor schädlichen Auswirkungen schützt, die dir deine Gegner zufügen könnten.
fr: La bénédiction t'accorderait l'aide de l'Ombre pendant tes affrontements, te protégeant ainsi des effets néfastes que pourraient t'infliger tes ennemis.
ja: この祝福は戦闘中におけるシャドウの助けを与え、敵から受けるかもしれない悪影響からあなたを守ります。
pt: A bênção vai lhe conceder o auxílio da sombra enquanto em combate, a proteger-o dos efeitos nocivos que o adversário o poderia infligir.
zh_cn: 祝福会在战斗中给予你暗影的帮助，保护你免受对手可能对你造成的伤害。

source: Very well, I will give you the dark blessing of the Shadow.
de: Nun gut, ich werde dir den dunklen Segen des Schattens erteilen.
fr: Très bien, je vais donc te donner la bénédiction sombre de l'Ombre.
ja: よろしい、シャドウの闇の祝福を授けます。
pt: Muito bem, vou dar-lhe a bênção escura da sombra.
zh_cn: 很好，我会给你暗影的黑暗祝福。

source: [Ulirfendor starts chanting in a tongue that you do not recognize]
de: (Ulirfendor beginnt, in einer dir unbekannten Sprache zu rezitieren.)
fr: [Ulirfendor commence à chanter dans une langue que tu ne reconnais pas]
ja: （ウリフェンドルはあなたの知らない言葉での詠唱を始める）
pt: [Ulirfendor começa a cantar numa língua que não reconhece]
zh_cn: [乌利芬多开始用你不认识的语言吟诵]

source: There. You now have the dark blessing of the Shadow upon you.
de: So, Nun hast du den dunklen Segen des Schattens.
fr: Bien. Tu as maintenant la bénédiction sombre de l'Ombre sur toi.
ja: ほら。これであなたはシャドウの闇の祝福を受けました。
pt: Não. Agora tem a bênção escura da sombra em cima de si.
zh_cn: 在那里，你现在拥有暗影的黑暗祝福。

source: Thank you yet again for all you have done here.
de: Danke nochmal für alles, was du hier getan hast.
fr: Merci encore pour tout ce que tu as fait ici.
ja: この度は本当にありがとうございました。
pt: Obrigado mais uma vez por tudo o que fez aqui.
zh_cn: 再次感谢你在这里所做的一切。

source: What!? Keep it!? Have you gone mad? We need to destroy it to protect the people!
de: Was!? Behalten? Bist du verrückt geworden? Um die Menschen zu schützen, müssen wir es zerstören!
fr: Quoi ! Le garder !? Es-tu devenu fou ? Nous avons besoin de le détruire, pour protéger les populations !
ja: どういうことですか！？ とっておく！？ 気が狂ったのですか？ 人々を守るためにも破壊するのです！
pt: O quê? Mantê-lo!? Enlouqueceu? Precisamos destruí-lo para proteger o povo!
zh_cn: 什么留着它！？你疯了吗？我们需要摧毁它来保护人民！

source: Who knows what power I could gain from it? I will keep this for myself.
de: Wer weiß, welche Macht ich daraus gewinnen kann? Ich werde dies für mich selbst behalten.
fr: Qui sait quel pouvoir je pourrais en tirer ? Je vais le garder pour moi-même.
ja: どんな力が得られるのか誰か知らないかな？ これは自分のためにとっておくよ。
pt: Quem pode saber o poder que poderia ganhar com isso? Vou manter isso para mim.
zh_cn: 谁知道我能从中获得什么力量？这个我自己留着。

source: It could be worth a lot. I will keep this for myself.
de: Es könnte eine Menge wert sein. Ich werde es für mich selbst behalten.
fr: Il pourrait valoir très cher. Je vais garder cela pour moi-même.
ja: 相当な価値があるかもしれない。これは自分のためにとっておくよ。
pt: Ele pode valer muito. Vou manter isso comigo.
zh_cn: 它可能很值钱。这个我自己留着。

source: What is this!? I knew there was something wrong about you the first time I saw you.
de: Was soll das!? Ich wusste, dass an dir etwas falsch ist, schon seit ich dich das erste Mal sah!
fr: Comment ça !? Je savais qu'il y avait quelque chose de pas très net chez toi, dès la première fois que je t'ai vu.
ja: 何だこれは！？ 初めて会ったときから何かおかしいとは思っていた。
pt: O que é isso!? Sabia que havia algo errado consigo a primeira vez que te vi.
zh_cn: 这算什么！？我第一次见到你就知道你有点不对劲。

source: By the Shadow, I will stop you. Whatever it takes. You will not live to see the next day!
de: Beim Schatten, ich werde dich aufhalten, was auch immer es kostet! Du wirst den nächsten Tag nicht mehr erleben!
fr: Par l'Ombre, je dois t'arrêter. Quoi qu'il en coûte. Tu ne vivras pas un jour de plus !
ja: シャドウの名において、あなたは止めてみせる。なんとしても。その命も今日で終わりだ！
pt: Pela sombra, vou deter-lo. Com tudo o que for necessário. Não vai viver para ver o proximo dia!
zh_cn: 在暗影下，我会阻止你。不惜一切代价。你活不到第二天了！

source: Attack!
de: Angriff!
fr: Attaquer !
ja: 攻撃！
pt: Ataque!
zh_cn: 攻击!

source: Hello again. Have you made up your mind about what we talked about before?
de: Hallo nochmal. Hast du zu dem, was wir zuvor besprochen haben, eine Entscheidung getroffen?
fr: Re-bonjour. T'es-tu enfin décidé à propos de ce dont nous parlions tout à l'heure ?
ja: こんにちは。前に話したことはもう決心しましたか？
pt: Olá novamente. Já pensou melhor sobre o que falamos antes?
zh_cn: 你好。你对我们以前谈过的事下定决心了吗？

source: What was that about destroying the helmet?
de: Wie war das nochmal mit dem Zerstören des Helms?
fr: Qu'en était-il à propos de détruire le casque ?
ja: ヘルメットの破壊がなんでしたっけ？
pt: O que decidiu quanto à destruição do capacete?
zh_cn: 摧毁头盔是怎么回事？

source: Can you tell me again what you think about this helmet?
de: Kannst du mir nochmal sagen, was du von diesem Helm hältst?
fr: Pouvez-vous me répéter ce que vous pensiez à propos de ce casque ?
ja: 改めてこのヘルメットをどう思いますか？
pt: Pode dizer-me novamente o que pensa sobre esse capacete?
zh_cn: 你能再告诉我一次你对这个头盔的看法吗？

source: [The horrifying creature looks down on you with its burning eyes, and speaks in a wheezing voice]
de: (Die schreckliche Kreatur blickt mit brennenden Augen auf dich herab und spricht mit keuchender Stimme)
fr: [La créature horrifiante vous regarde de ses yeux brûlants, et parle d'une voix rauque]
ja: （恐ろしいクリーチャーは燃えるような瞳であなたを見下ろし、あえぐような声で話す）
pt: [A criatura horripilante olha para baixo, a dirigir os olhos ardentes em si e fala com uma voz sibilante]
zh_cn: [可怕的生物用燃烧的眼睛低头看着你，用喘息的声音说话]

source: Kulauil hamar urum Kazaul'te. Kazaul hamat urul.
zh_cn: 克劳伊尔·哈马尔·乌鲁姆·卡扎尔特。卡扎尔 哈马特 乌鲁尔。

source: Kazaul something?
de: Kazaul was?
fr: Kazaul quelque chose ?
ja: カザウル、なんだって？
pt: Kazaul o quê?
zh_cn: 卡扎尔什么的？

source: [The creature turns away]
de: (Die Kreatur wendet sich ab)
fr: [La créature se détourne]
ja: （クリーチャーは顔を背ける）
pt: [A criatura se afasta]
zh_cn: 这个生物转身离开了

source: [Leave the creature]
de: [REVIEW]Verlasse die Kreatur
fr: [Laisser la créature]
ja: （クリーチャーを放っておく）
pt: [Deixou a criatura]
zh_cn: [离开这个生物]

source: [As you try to make your attack against the guardian, your arms are held back by an enormous force]
de: (Als du versuchst, den Wächter anzugreifen, werden deine Arme durch eine enorme Kraft zurückgehalten.)
fr: [Lorsque vous essayez d'attaquer le gardien, vos bras sont repoussés par une force titanesque]
ja: （番人に攻撃を仕掛けようとすると、あなたの腕が強大な力によって阻まれる）
pt: [Embora tente fazer o seu ataque contra o guardião, os seus braços permanecem retidos por uma força enorme]
zh_cn: [当你试图攻击守护者时，你的武器被巨大的力量挡住]

source: This must be the phrase that Ulirfendor was looking for.
de: Das muss die Formel sein, nach der Ulirfendor sucht.
fr: Cela doit être la phrase que cherchait Ulirfendor.
ja: これはウリフェンドルが探してたフレーズに違いない。
pt: Esta deve ser a frase que Ulirfendor estava a procurar.
zh_cn: 这一定是乌利芬多想要的短语。

source: Klaatu varmun ur Kazaul'te
zh_cn: 克拉图-瓦尔蒙-乌尔-卡扎尔特

source: Klaatu ur Kazaul'te
zh_cn: 克拉图-乌尔-卡扎尔特

source: Klatam ur turum Kazaul'te
zh_cn: 克拉塔姆-乌尔-图鲁姆-卡扎尔特

source: Klaatu ... verata ... n ... nick... [hide the rest in a well-timed cough].
de: Klaatu.. verata.. n.. nick.. [verberge den Rest hinter einem wohlbedachten Husten].
fr: Klaatu ... verata ... a ... atch... [vous cachez le reste de la phrase dans un éternuement opportun].
ja: Klaatu ... verata ... n ... nick...（タイミング良く咳をして残りの部分を隠す）.
pt: Klaatu… verata… n… nick... [o resto é superado pelo ruído de uma tosse oportuna]
zh_cn: 克拉图...维拉塔...N...刻痕[把剩下的藏在适时的咳嗽中]。

source: Kulum Kazaul.
zh_cn: 库鲁姆·卡扎尔。

source: [Its eyes pulsate in an intense glow as the creature starts moving towards you]
de: (Ihre Augen pulsieren mit einem intensiven Glühen, als die Kreatur auf dich zukommt.)
fr: [Ses yeux commencent à palpiter d'une lueur intense pendant que la créature commence à se diriger vers vous]
ja: （クリーチャーがあなたに向かって動き始めると、その目が強烈な光を帯びる）
pt: [Os olhos dele pulsam num brilho intenso quando a criatura começa a mover-se em sua direção]
zh_cn: [当生物开始向你移动时，它的眼睛闪烁着强烈的光芒]

source: [The guardian gives off a laughter that makes the hair on the back of your neck stand up]
de: (Der Wächter stößt ein Lachen aus, das dir die Haare zu Berge stehen lässt.)
fr: [Le gardien éclate d'un rire qui vous donne la chair de poule]
ja: （番人は身の毛がよだつような笑い声を放つ）
pt: [O Guardião dá um riso que faz o cabelo na parte de trás do seu pescoço se ouriçar]
zh_cn: 【守护者的笑声让你后颈的汗毛都竖起来了】

source: Kazaul'te vaarmun iktel urul.
zh_cn: 卡扎尔特·瓦尔蒙·伊克特尔·乌鲁尔。

source: [It raises its claw-like hands above its head, looking to get ready to strike at you]
de: (Sie erhebt ihre klauenhaften Hände über ihren Kopf, wie bereit, um gegen dich loszuschlagen.)
fr: [Il lève ses mains griffues au-dessus de sa tête, prêt à vous frapper]
ja: （爪のような手を頭上にかかげて、あなたに襲い掛かろうとしている）
pt: [Ela levanta as garras dela parecidas com mãos para cima da cabeça, a procurar ficar pronto para atacar-lo]
zh_cn: [它把爪子一样的手举过头顶，准备对你出击]

source: [The lich looks at you with its burning eyes, and glances at the remains of the guardian you defeated]
de: (Der Lich schaut dich mit brennenden Augen an und blickt auf die Überreste des Wächters, den du besiegt hast.)
fr: [La liche te regarde avec des yeux enflammés, puis jette un coup d'œil à la dépouille du gardien que tu as vaincu.]
ja: （リッチーは燃えるような瞳であなたを見つめ、あなたが倒した番人にちらりと目をやる）
pt: [O lich olha com seus olhos ardentes e olha para os restos do guardião derrotou]
zh_cn: [巫妖用灼热的眼睛看着你，又瞥了一眼你击败的守护者的遗体]

source: Kazaul'te vaarmun iktel urul. Klatam ku turum Kazaul'te?
zh_cn: 卡扎尔人的生活方式。你是说卡扎尔人？

source: [The lich raises its hands towards the ceiling, chanting something you cannot understand]
de: (Der Lich reckt seine Hände zur Decke empor und stimmt einen Gesang an, den du nicht verstehen kannst.)
fr: [La liche lève sa main au plafond, récitant quelque chose que vous ne comprenez pas.]
ja: （リッチーは天井に向かって両手をかかげると、あなたには理解できない何らかの詠唱をする）
pt: [O lich levanta as mãos em direção ao teto, a cantar algo que não entende]
zh_cn: [巫妖向天花板举起双手，念诵着一些你听不懂的东西]

source: [While chanting, it slowly lowers its hands forward, until pointing directly at you]
de: (Während der Beschwörung senkt er langsam seine Hand nach vorne herab, bis er direkt auf dich zeigt.)
fr: [Tout en psalmodiant, elle abaisse lentement ses mains, jusqu'à les pointer vers vous]
ja: （詠唱しながらゆっくりと両手を前方に下げ、あなたを指差す）
pt: [Enquanto canta, lentamente abaixa as mãos dela na sua direção, até que finalmente apontem a si]
zh_cn: [念诵时，它的手慢慢向前放下，直指着你]

source: Klatam ku turum Kazaul'te.
zh_cn: 克拉塔姆库图鲁姆卡扎尔泰。

source: [As if having swallowed a thousand needles, you are suddenly stricken with a cascading series of spikes of pain throughout your stomach]
de: (Plötzlich wirst du durch eine Reihe schmerzhafter Stiche in deinem Bauch gequält, als ob du tausend Nadeln verschluckt hättest.)
fr: [Comme si vous aviez avalé un millier d'aiguilles, vous êtes soudainement atteint par une succession de vagues de douleur dans votre estomac]
ja: （まるで千本の針でも飲み込んだかのように、突如としてあなたの胃に強烈な痛みが、雪崩のごとく立て続けて押し寄せる）
pt: [Como se tivesse engolido mil agulhas, de repente sente uma forte dor no estômago]
zh_cn: 【就好像吞了一千针一样，你的胃里突然传来一连串的疼痛刺痛】

source: [You start to feel nauseous, and your stomach turns and twists - as if it has a life of its own]
de: (Dir wird übel und dein Magen dreht und wendet sich, als führte er ein Eigenleben.)
fr: [Vous commencez à vous sentir nauséeux, et votre estomac semble se tordre et se retourner - comme s'il avait une vie propre]
ja: （吐き気がしてきて、胃が回りねじれる…まるで、それそのものに命があるかのように）
pt: [Começa a sentir náuseas e reviravoltas no seu estômago - como se ele tivesse vida própria]
zh_cn: [你开始感到恶心，你的胃开始翻腾——仿佛它有了自己的生命]

source: [The pain increases slightly, and you start to realize that something is moving inside of you]
de: [REVIEW](Der Schmerz steigert sich leicht, und dir wird klar, dass sich etwas in dir bewegt.)
fr: La douleur augmente lentement, et vous commencez à réaliser que quelque chose bouge à l'intérieur de votre corps]
ja: （痛みが少し増して、体内で何かが動いているのだとあなたは気がついた）
pt: [A dor aumenta um pouco e você começa a perceber que algo está-se a mover dentro de si]
zh_cn: [疼痛稍微加重，你开始意识到有什么东西在你里面移动]

source: [The lich must have infected you with something]
de: (Der Lich muss dich mit irgendetwas infiziert haben.)
fr: [La liche a dû vous infecter avec quelque chose.]
ja: （あのリッチーがあなたを何かに感染させたに違いない）
pt: [O lich deve ter infectado-o com alguma coisa]
zh_cn: [巫妖一定是让你感染了什么东西]

source: What is happening to me!?
de: Was geschieht mit mir!?
fr: Que m'arrive-t-il ?
ja: 僕の身に何が！？
pt: O que está a acontecer comigo!?
zh_cn: 我是怎么了！？

source: [The lich seems to enjoy seeing you in pain]
de: (Den Lich scheint es zu erfreuen, dich schmerzgeplagt zu sehen.)
fr: [La liche semble apprécier vous voir vous tordre de douleur.]
ja: （あなたが苦しんでいるのを見てリッチーは楽しそうにしている）
pt: [O lich parece gostar de vê-lo em dores]
zh_cn: [巫师似乎很喜欢看到你痛苦的样子]

source: You will pay for what you did to me!
de: Für das, was du mir angetan hast, wirst du bezahlen!
fr: Vous allez payez pour ce que vous m'avez fait !
ja: 僕にしたことの代償を支払わせてやる！
pt: Vai pagar pelo que fez comigo!
zh_cn: 你要让你对我所做的一切付出代价!

source: [On the shrine that was behind the lich 'Toszylae' that you defeated, you find a strange looking helmet]
de: [Auf dem Schrein hinter den Überresten des von dir vernichteten Lichs 'Toszylae' findest du einen seltsam aussehenden Helm.]
fr: [Derrière la dépouille de la liche 'Toszylae' que vous avez vaincue, vous trouvez un casque à l'allure étrange.]
ja: （倒したリッチー"トシラエ"の後ろにあった祭壇で、奇妙なヘルメットを発見した）
pt: [No santuário que estava atrás do lich 'Toszylae' que derrotou, encontra um capacete de aparência estranha]
zh_cn: [在你击败的巫师'托斯拉'背后的神龛上，你发现了一个看起来很奇怪的头盔]

source: [You see an empty shrine where you found the strange looking helmet]
de: [Du siehst einen leeren Schrein, auf dem du den seltsam aussehenden Helm gefunden hattest.]
fr: [Vous voyez la dépouille de la liche 'Toszylae' que vous avez vaincue.]
ja: （奇妙なヘルメットを発見した空っぽの祭壇がある）
pt: [Vê um santuário vazio onde encontrou o capacete de aparência estranha]
zh_cn: [你看到一个空的神龛，你在那里发现了奇怪的头盔]

source: In front of the shrine, you find a book laying in the sand. 'Reflections on Kazaul rituals'.
de: Vor dem Schrein findest du ein Buch im Sand: 'Betrachtungen über Kazaul-Rituale'.
fr: En face de l'autel, vous trouvez un livre reposant sur le sable. "Réflexions sur les rituels de Kazaul".
ja: 霊廟の手前の砂地に本が落ちている。"カザウルの儀式についての考察"。
pt: Na frente do santuário, encontra um livro deitado na areia. 'Reflexões sobre rituais Kazaul'.
zh_cn: 在神社前，你会发现一本书躺在沙子里。"对卡扎尔仪式的反思" 。

source: You quickly look through the book, and find several chants and rituals of Kazaul.
de: Du blätterst kurz durch das Buch und findest darin mehrere Beschwörungen und Rituale Kazauls.
fr: Vous feuilletez le livre, et y trouvez de nombreux chants et rituels de Kazaul.
ja: 本にざっと目を通すと、カザウルの詠唱や儀式がいくつか載っている。
pt: Passa rapidamente os olhos pelo livro e encontra vários cânticos e rituais de Kazaul.
zh_cn: 你迅速翻阅这本书，发现卡扎尔的几首颂歌和仪式。
