Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: Stoutford guard
de: Stoutford Wächter
fr: Garde de Stoutford
ja: スタウトフォード衛兵
pt: Guarda de Stoutford
zh_cn: 斯托福德卫队

source: Builder
de: Bauarbeiter
fr: Maçon
ja: 土工
pt: Construtor
zh_cn: 建筑工

source: Aryfora
ja: アリフォラ
zh_cn: 阿利弗拉

source: Blornvale
ja: ブロンベール
zh_cn: 布隆维尔

source: Goat
de: Ziege
fr: Chèvre
ja: ヤギ
pt: Cabra
zh_cn: 山羊

source: Venomfang
de: Giftschlange
fr: Crochet à venin
ja: ベノムファング
zh_cn: 毒牙

source: Cottager
de: Landhausbewohner
fr: Résident
ja: 家の住人
pt: Aldeão
zh_cn: 农场主

source: Cadoren
ja: カドレン
zh_cn: 卡多伦

source: Glasforn
ja: グラスホルン
zh_cn: 格拉斯弗恩

source: Quiet thief
de: Stiller Dieb
fr: Voleur tranquille
ja: 静かなシーフ
pt: Ladrão silencioso
zh_cn: 安静的小偷

source: Customer
fr: Client
ja: 客
pt: Cliente
zh_cn: 顾客

source: Cornith
ja: コーニス
zh_cn: 科尼思

source: Praying woman
de: Betende Frau
fr: Religieuse
ja: 祈る女性
pt: Mulher a rezar
zh_cn: 祈祷的女人

source: Eliszylae
ja: エリシラエ
zh_cn: 伊丽莎

source: Waterway traveler
de: Wasserweg Reisender
fr: Voyageur du Canal
ja: ウォーターウェイ旅人
pt: Viajante fluvial
zh_cn: 水道旅行者

source: Hagale
ja: ハガレ
zh_cn: 哈盖尔

source: Graveyard king
de: Friedhofskönig
fr: Roi du cimetière
ja: 墓地の王
pt: Rei do cemitério
zh_cn: 墓地王

source: Graveyard corpse
de: Friedhofsleiche
fr: Cadavre du cimetière
ja: 墓地の死体
pt: Cadáver do cemitério
zh_cn: 墓地尸体

source: Angry graveyard corpse
de: Wütende Friedhofsleiche
fr: Cadavre du cimetière en colère
ja: 怒れる墓地の死体
pt: Cadáver do cemitério zangado
zh_cn: 愤怒的墓地尸体

source: Creeping fungus
de: Kriechender Pilz
fr: Champignon grimpant
ja: クリープファンガス
pt: Fungos assustadores
zh_cn: 瘆人的真菌

source: Aggressive caterpillar
de: Aggressive Raupe
fr: Chenille agressive
ja: アグレッシブキャタピラー
pt: Lagarta agressiva
zh_cn: 好斗的毛毛虫

source: Cithurn
ja: シサーン
zh_cn: 西图恩

source: Tesrekan
ja: テスレカン
zh_cn: 特斯瑞坎

source: Cave gargoyle
de: Höhlengargoyle
fr: Gargouille sous-terraine
ja: ケイブガーゴイル
pt: Gárgula das cavernas
zh_cn: 洞穴石像鬼

source: Rock fiend
de: Steinteufel
fr: Démon rocheux
ja: ロックフェインド
pt: Demônio das rochas
zh_cn: 石头恶魔

source: Cithurn's cat
de: Cithurns Katze
fr: Chat de Cithurn
ja: シサーンのネコ
pt: Gato do Cithurn
zh_cn: 西图恩的猫

source: Aemens
ja: エーメンス
zh_cn: 埃门斯

source: Taret
ja: タレット
zh_cn: 塔雷

source: Throthaus
ja: スロソーズ
zh_cn: 斯洛特豪斯

source: Dread guardian
de: Schrecklicher Wächter
fr: Gardien d'épouvante
ja: 恐ろしい番人
pt: Guardião do Medo
zh_cn: 恐惧守护者

source: Revenant servant
de: Untoter Diener
fr: Serviteur fantôme
ja: レヴナントサーヴァント
pt: Criado Fantasma
zh_cn: 复仇者的仆人

source: Revenant
de: Wiedergänger
fr: Fantôme
ja: レヴナント
pt: Fantasma
zh_cn: 复仇者

source: Bridge guard
de: Brückenwächter
fr: Garde du pont
ja: 橋の守衛
pt: Guarda da ponte
zh_cn: 桥梁守卫

source: Robber
de: Räuber
fr: Voleur
ja: 強盗
pt: Ladrão
zh_cn: 强盗

source: Feygard road guard
de: Feygard Straßenwache
fr: Garde de la route de Feygard
ja: フェイガード街道衛兵
pt: Guarda da estrada de Feygard
zh_cn: 费加德公路警卫队

source: Rhodita
ja: ロディータ
zh_cn: 罗迪塔

source: Guynmart guard
de: Guynmart Wache
fr: Garde de Guynmart
ja: グインマート衛兵
pt: Guarda de Feygard
zh_cn: 盖恩玛特守卫

source: Olav
ja: オラフ
zh_cn: 奥拉夫

source: Guynmart elite guard
de: Guynmart Elitewache
fr: Garde d'élite de Guynmart
ja: グインマートエリート衛兵
pt: Guarda de elite de Guynmart
zh_cn: 盖恩玛特精英卫队

source: Norgothla
ja: ノルゴトラ
zh_cn: 诺戈特拉

source: Herald
de: Herold
ja: ヘラルド
zh_cn: 赫勒尔德

source: Unkorh
ja: ウンコール
zh_cn: 乌克尔

source: Hofala
ja: ホファラ
zh_cn: 霍法拉

source: Fjoerkard
ja: フヨルカード
zh_cn: 费杰卡尔德

source: Rob
ja: ロブ
zh_cn: 罗布

source: Servant
de: Diener
fr: Serviteur
ja: 従者
pt: Servente
zh_cn: 仆人

source: Maid
de: Zofe
fr: Femme de chambre
ja: メイド
pt: Criada
zh_cn: 女佣

source: Nuik
ja: ヌイク
zh_cn: 努克

source: Rorthron
ja: ロースロン
zh_cn: 罗斯通

source: Hannah
ja: ハンナ
zh_cn: 汉娜

source: Lovis
ja: ロビス
zh_cn: 洛维斯

source: Nightmare
de: Albtraum
fr: Cauchemar
ja: 悪夢
pt: Pesadelo
zh_cn: 梦魇

source: Torturer
de: Foltermeister
fr: Bourreau
ja: 拷問官
pt: Torturador
zh_cn: 酷刑者

source: Assistent torturer
de: Folterknecht
fr: Assistant du bourreau
ja: アシスタント拷問官
pt: Ajudante do torturador
zh_cn: 辅助酷刑者

source: Guynmart
ja: グインマート
zh_cn: 盖恩玛特

source: Shepherd
de: Schäfer
ja: 羊飼い
pt: Pastor
zh_cn: 牧羊人

source: Stuephant
ja: ステファント
zh_cn: 斯图芬特

source: Green marble
de: Grüne Murmel
fr: Bille verte
ja: 緑のビー玉
pt: Berlinde verde
zh_cn: 绿色弹珠

source: Red marble
de: Rote Murmel
fr: Bille rouge
ja: 赤のビー玉
pt: Berlinde vermelho
zh_cn: 红色弹珠

source: Pink marble
de: Pinkfarbene Murmel
fr: Bille rose
ja: ピンクのビー玉
pt: Berlinde rosa
zh_cn: 粉红色弹珠

source: Golden marble
de: Goldene Murmel
fr: Bille dorée
ja: 金のビー玉
pt: Berlinde dourado
zh_cn: 金色弹珠

source: Pearl white marble
de: Perlweiße Murmel
fr: Bille blanc perle
ja: パールホワイトのビー玉
pt: Berlinde branco-pérola
zh_cn: 珍珠白弹珠

source: Gold
fr: Or
ja: ゴールド
pt: Ouro
zh_cn: 金币

source: Wisdom
de: Weisheit
fr: Sagesse
ja: 叡智
pt: Sabedoria
zh_cn: 智慧

source: Armor
de: Rüstung
fr: Armure
ja: 防具
pt: Armadura
zh_cn: 盔甲

source: Spectator
de: Zuschauer
fr: Spectateur
ja: 観客
pt: Espetador
zh_cn: 旁观者

source: Horse
de: Pferd
fr: Cheval
ja: ウマ
pt: Cavalo
zh_cn: 马

source: Dungeon rat
de: Kerkerratte
fr: Rat de donjon
ja: ダンジョンラット
pt: Rato da masmorra
zh_cn: 地牢鼠

source: Fish
de: Fisch
fr: Poisson
ja: 魚
pt: Peixe
zh_cn: 鱼

source: Cute dog puppy
de: Süßer Hundewelpe
fr: Joli petit chien
ja: かわいい子犬
pt: Filhote fofinho de cão
zh_cn: 可爱的小狗狗

source: Wild dog
de: Wilder Hund
fr: Chien sauvage
ja: ワイルドドッグ
pt: Cão selvagem
zh_cn: 野狗

source: Shepherd's dog
de: Schäferhund
fr: Chien de berger
ja: 羊飼いの犬
pt: Cão pastor
zh_cn: 牧羊犬

source: Teksin
ja: テクシン
zh_cn: 泰克辛

source: Old woman
de: Alte Frau
fr: Vieille femme
ja: 老婦人
pt: Mulher velha
zh_cn: 老太太

source: Odirath
ja: オディラス
zh_cn: 奥迪拉斯

source: Cave troll
de: Höhlentroll
fr: Troll des cavernes
ja: ケイブトロール
pt: Troll das cavernas
zh_cn: 洞穴巨魔

source: Strong cave troll
de: Starker Höhlentroll
fr: Troll des cavernes puissant
ja: ストロングケイブトロール
pt: Troll das cavernas forte
zh_cn: 强大的洞穴巨魔

source: Tough cave troll
de: Zäher Höhlentroll
fr: Troll des cavernes dur à cuire
ja: タフケイブトロール
pt: Troll das cavernas difícil
zh_cn: 结实的洞穴巨魔

source: Cave troll shaman
de: Höhlentroll Schamane
fr: Chaman troll des cavernes
ja: ケイブトロールシャーマン
pt: Troll das cavernas xamã
zh_cn: 洞穴巨魔萨满

source: Cave troll leader
de: Anführer der Höhlentrolle
fr: Chef des trolls des cavernes
ja: ケイブトロールリーダー
pt: Troll das cavernas Líder
zh_cn: 洞穴巨魔领袖

source: Glade key
de: Schlüssel zur Bergwiese
fr: Clé de la clairière
ja: 空き地の鍵
pt: Chave da clareira
zh_cn: 林间空地钥匙

source: Cave scorpion
de: Höhlenskorpion
fr: Scorpion des cavernes
ja: ケイブスコーピオン
pt: Escorpião das Cavernas
zh_cn: 洞穴蝎子

source: Aggressive cave scorpion
de: Aggressiver Höhlenskorpion
fr: Scorpion des cavernes agressif
ja: 攻撃的なケイブスコーピオン
pt: Escorpião de cavernas agressivo
zh_cn: 好斗的洞穴蝎子

source: Puny cave scorpion
de: Mickriger Höhlenskorpion
fr: Scorpion des cavernes chétif
ja: 小さなケイブスコーピオン
pt: Escorpião das Cavernas Insignificante
zh_cn: 幼小的洞穴蝎子

source: Tough cave scorpion
de: Zäher Höhlenskorpion
fr: Scorpion des cavernes dur à cuire
ja: 屈強なケイブスコーピオン
pt: Escorpião das Cavernas Difícil
zh_cn: 结实的洞穴蝎子

source: Armored cave scorpion
de: Gepanzerter Höhlenskorpion
fr: Scorpion des cavernes blindé
ja: アーマーケイブスコーピオン
pt: Escorpião das Cavernas Blindado
zh_cn: 有装甲的洞穴蝎子

source: Fierce cave scorpion
de: Wilder Höhlenskorpion
fr: Scorpion des cavernes féroce
ja: 獰猛なケイブスコーピオン
pt: Escorpião das Cavernas Feroz
zh_cn: 凶猛的洞穴蝎子

source: Honey bee
de: Honigbiene
fr: Abeille
ja: ミツバチ
pt: Abelha
zh_cn: 蜜蜂

source: Erwyn's knight
de: Erwyns Ritter
fr: Chevalier d'Erwyn
ja: エルウィンの騎士
pt: Cavaleiro de Erwyn
zh_cn: 欧文的骑士

source: Erwyn's soldier
de: Erwyns Soldat
fr: Soldat d'Erwyn
ja: エルウィンの兵士
pt: Soldado de Erwyn
zh_cn: 欧文的士兵

source: Cook
de: Koch
fr: Cuisinier
ja: コック
pt: Cozinheiro
zh_cn: 厨师

source: Karth the Unbowed
de: Karth der Unbeugsame
fr: Karth l'Invaincu
ja: 不屈のカース
pt: Karth, o destemido
zh_cn: 不屈的卡思

source: Lord Erwyn
fr: Seigneur Erwyn
ja: エルウィン卿
pt: Lorde Erwyn
zh_cn: 欧文勋爵

source: Undead child
de: Untotes Kind
fr: Enfant mort-vivant
ja: アンデッドの子供
pt: Criança morto-vivo
zh_cn: 亡灵之子

source: Borlag
ja: ボーラグ
zh_cn: 博拉格

source: Young man
de: Junger Mann
fr: Jeune homme
ja: 若者
pt: Homem jovem
zh_cn: 年轻人

source: Lord Berbane
fr: Seigneur Berbane
ja: バーベイン卿
pt: Lorde Berbane
zh_cn: 贝班勋爵

source: Croaklear
ja: クロークリア
zh_cn: 科拉尔

source: Burhczyd
ja: ブルチェド
zh_cn: 伯赫奇德

source: Gyra
ja: ジャイラ
zh_cn: 吉拉

source: Colonel Lutarc
de: Oberst Lutarc
ja: ルターク大佐
pt: Coronel Lutarc
zh_cn: 卢塔克上校

source: Lizard
de: Eidechse
fr: Lézard
ja: リザード
pt: Lagarto
zh_cn: 蜥蜴

source: Giant serpent
de: Riesenschlange
fr: Serpent géant
ja: ジャイアントサーペント
pt: Serpente gigante
zh_cn: 巨蛇

source: Bully
fr: Tyran
ja: ブリー
pt: Valentão
zh_cn: 欺负

source: Boralla
ja: ボララ
zh_cn: 博拉拉

source: Great dark wolf
de: Großer dunkler Wolf
fr: Grand loup noir
ja: グレートダークウルフ
pt: Grande lobo negro
zh_cn: 大黑狼

source: Dummy NPC
de: keiner
fr: aucun
ja: 無し
pt: NPC idiota
zh_cn: 没有

source: Lutenist
de: Lautenspieler
fr: Luthiste
ja: リュート奏者
pt: Alaudista
zh_cn: 琵琶手

source: Horn player
de: Hornspieler
fr: Joueur de cor
ja: ホルン奏者
pt: Trompista
zh_cn: 吹号角的人

source: Drummer
de: Trommler
fr: Tambouriste
ja: ドラマー
pt: Baterista
zh_cn: 鼓手

source: Cymbalist
de: Zimbelspieler
fr: Joueur de cymbales
ja: シンバリスト
pt: Címbalista
zh_cn: 钹手

source: Feygard scout
de: Feygard Späher
fr: Eclaireur de Feygard
ja: フェイガード斥候
pt: Batedor de Feygard
zh_cn: 费加德侦察兵

source: Feygard barricade guard
de: Feygard Barrikadenwächter
fr: Garde de Feygard de la barricade
ja: フェイガードバリケード衛兵
pt: Guarda da barricada de Feygard
zh_cn: 费加德路障守卫

source: Dying patrol
de: Sterbender Patrouillensoldat
fr: Patrouille mourante
ja: 瀕死のパトロール
pt: Patrulheiro a morrer
zh_cn: 垂死巡逻员

source: Dying Patrol
de: Sterbender Patrouillensoldat
fr: Patrouille Mourante
ja: 瀕死のパトロール
pt: Patrulheiro a morrer
zh_cn: 垂死巡逻员

source: Rebelled thief
de: Aufständischer Dieb
fr: Voleur rebel
ja: 反逆シーフ
pt: Ladrão Rebelde
zh_cn: 反叛的小偷

source: Feygard patrol sergeant
de: Sergeant der Feygard Patrouille
fr: Sergent de la patrouille de Feygard
ja: フェイガードパトロール軍曹
pt: Sargento da Patrulha de Feygard
zh_cn: 费加德巡警中士

source: Thief warden
de: Aufseher der Diebe
fr: Surveillant des voleurs
ja: シーフの番人
pt: Ladrão guardião
zh_cn: 小偷看守

source: Rebelled rogue
de: Aufständischer Schurke
fr: Voyou rebelle
ja: 反逆ローグ
pt: Batoteiro rebelde
zh_cn: 反叛的流氓

source: Crackshot
ja: クラックショット
zh_cn: 疯狂打靶

source: Dying Crackshot
de: Sterbender Crackshot
fr: Crackshot mourant
ja: 瀕死のクラックショット
pt: Crackshot a morrer
zh_cn: 垂死的疯狂打靶

source: Cave Arulir
de: Höhlen-Arulir
fr: Arulir des cavernes
ja: ケイブアルリル
pt: Arulir das cavernas
zh_cn: 洞穴阿鲁里尔

source: Giant Cave Arulir
de: Riesiger Höhlen-Arulir
fr: Arulir des cavernes géant
ja: ジャイアントケイブアルリル
pt: Arulir das cavernas gigante
zh_cn: 巨型洞穴阿鲁里尔

source: Golden Arulir
de: Goldener Arulir
fr: Arulir doré
ja: ゴールデンアルリル
pt: Arulir Dourado
zh_cn: 黄金阿鲁里尔

source: Giant Golden Arulir
de: Riesiger goldener Arulir
fr: Arulir doré géant
ja: ジャイアントゴールデンアルリル
pt: Arulir Dourado Gigante
zh_cn: 巨型黄金阿鲁里尔

source: Demonic Arulir
de: Dämonischer Arulir
fr: Arulir démoniaque
ja: デモニックアルリル
pt: Arulir Demoníaco
zh_cn: 恶魔阿鲁里尔

source: Azurite Gornaud
de: Azurit-Gornaud
fr: Gornaud azurite
ja: アズライトゴルノー
pt: Gornaud de Azurita
zh_cn: 蓝铜戈尔诺

source: Garnet Gornaud
de: Granat-Gornaud
fr: Gornaud grenat
ja: ガーネットゴルノー
pt: Gornaud de Granada
zh_cn: 暗红戈尔诺

source: Nephrite Gornaud
de: Nephrit-Gornaud
fr: Gornaud Néphrite
ja: ネフライトゴルノー
pt: Gornaud de Nefrite
zh_cn: 软玉戈尔诺

source: Arulir Pack Leader
de: Arulir Rudelführer
fr: Chef de meute Arulir
ja: アルリルパックリーダー
pt: Arulir Líder da Banda
zh_cn: 阿鲁里尔群领袖

source: Bernhar
ja: ベルンハル
zh_cn: 伯恩哈尔

source: Tjure
ja: トジャー
zh_cn: 特诸尔

source: Mermaid
de: Nixe
fr: Sirène
ja: マーメイド
pt: Sereia
zh_cn: 美人鱼

source: Ancient wolf
de: Uralter Wolf
fr: Vieux loup
ja: エンシェントウルフ
pt: Lobo antigo
zh_cn: 古狼

source: Stebbarik
ja: ステバリック
zh_cn: 斯特巴利克

source: Hettah
ja: ヘッタ
zh_cn: 赫塔

source: Gnossath
ja: グノッサス
zh_cn: 格诺萨

source: Fisherman
fr: Pêcheur
ja: 釣り人
pt: Pescador
zh_cn: 渔民

source: Alkapoan
ja: アルカポアン
zh_cn: 阿尔卡潘

source: Forlin
de: [REVIEW]Gast
ja: フォーリン
pt: [REVIEW]Cliente
zh_cn: 弗林

source: Rik
ja: リック
zh_cn: 里克

source: Ancient basilisk
fr: Basilic ancien
ja: エンシェントバジリスク
pt: Basilisco Antigo
zh_cn: 古代蛇怪

source: Anakis
ja: アナキス
zh_cn: 阿纳基斯

source: Juttarka
ja: ジュターカ
zh_cn: 朱塔尔卡

source: Fangwurm
ja: ファングワーム
zh_cn: 方乌姆

source: Church guard
fr: Garde de l'église
ja: 教会兵
pt: Guarda da igreja
zh_cn: 教堂守卫

source: Truric
ja: トルリック
zh_cn: 特鲁里克

source: Arlish
ja: アーリッシュ
zh_cn: 阿利什

source: Dealer
fr: Croupier
ja: ディーラー
pt: Negociador
zh_cn: 商人

source: Gambler
fr: Parieur
ja: ギャンブラー
pt: Apostador
zh_cn: 赌徒

source: Waitress
fr: Serveuse
ja: ウェイトレス
pt: Empregada
zh_cn: 侍应生

source: Zimsko
ja: ジムスコ
zh_cn: 津斯科

source: Guest
fr: Hôte
ja: 客
pt: Convidado
zh_cn: 客人

source: Peasant grandfather
fr: Grand-père paysan
ja: 農家の祖父
pt: Avô camponês
zh_cn: 农民祖父

source: Peasant girl
fr: Paysanne
ja: 農家の少女
pt: Camponesa
zh_cn: 农民女孩

source: Peasant
fr: Paysan
ja: 農家
pt: Camponês
zh_cn: 农民

source: Wood craftsman
fr: Artisan menuisier
ja: 木工職人
pt: Artesão de madeira
zh_cn: 木工匠

source: Worker
fr: Employé
ja: 労働者
pt: Trabalhador
zh_cn: 工人

source: Venanra
ja: ヴェナンラ
pt: [REVIEW]Dono da lavanderia
zh_cn: 维南拉

source: Thelry
ja: セルリー
zh_cn: 塞利

source: Watchdog
fr: Chien de garde
ja: 番犬
pt: Cão de guarda
zh_cn: 看门狗

source: Alvies
ja: アルビス
zh_cn: 阿尔维斯

source: Attohead
ja: アトヘッド
zh_cn: 律师

source: Mustura
ja: ムストゥーラ
zh_cn: 穆斯图拉

source: Pixtumn
ja: ピクスタムン
zh_cn: 皮克斯特姆

source: Melona
ja: メローナ
zh_cn: 梅洛娜

source: Butcher
fr: Boucher
ja: 屠殺者
pt: Talho
zh_cn: 屠夫

source: Room service
fr: Service en chambre
ja: ルームサービス
pt: Serviço de quarto
zh_cn: 客房服务

source: Edrin
ja: エドリン
zh_cn: 艾德林

source: Ogea
de: [REVIEW]Bürger
ja: オージェ
pt: [REVIEW]Cidadão comum
zh_cn: 奥吉亚

source: Mother
fr: Mère
ja: 母
pt: Mãe
zh_cn: 母亲

source: Child
fr: Enfant
ja: 子供
pt: Criança
zh_cn: 儿童

source: Shop Owner
fr: Propriétaire du magasin
ja: 店主
pt: Proprietário da loja
zh_cn: 商店老板

source: Feygard soldier
fr: Soldat de Feygard
ja: フェイガード兵士
pt: Soldado de Feygard
zh_cn: 费加德士兵

source: Eagle
fr: Aigle
ja: ワシ
pt: Águia
zh_cn: 鹰

source: Pangitain
ja: パンギタイン
zh_cn: 盘尼坦

source: Playing children
fr: Enfant qui joue
ja: 遊んでいる子供
pt: Crianças a brincar
zh_cn: 玩耍的孩子

source: Playing child
fr: Enfant qui joue
ja: 遊んでいる子供
pt: Criança a brincar
zh_cn: 玩耍的孩子

source: Ball
fr: Ballon
ja: ボール
pt: Bola
zh_cn: 球

source: Young cave serpent
fr: Jeune serpent de caverne
ja: ヤングケイブサーペント
pt: Serpente-das-cavernas jovem
zh_cn: 年轻的洞穴蛇

source: Cave serpent
fr: Serpent de caverne
ja: ケイブサーペント
pt: Serpente das cavernas
zh_cn: 洞穴蛇

source: Venomous cave serpent
fr: Serpent de caverne vénimeux
ja: ベノムケイブサーペント
pt: Serpente das cavernas venenosa
zh_cn: 有毒的洞穴蛇

source: Tough cave serpent
fr: Serpent de caverne fort
ja: タフケイブサーペント
pt: Serpente-das-cavernas resistente
zh_cn: 结实的洞穴蛇

source: Temple Guard
fr: Garde du Temple
ja: テンプルガード
pt: Guarda do Templo
zh_cn: 圣殿卫士

source: Churrie
ja: シュリー
zh_cn: 胡闹

source: Tamarukh
ja: タマルク
zh_cn: 塔马鲁赫

source: Tember
ja: テンバー
zh_cn: 特伯

source: Pupil
fr: Elève
ja: 生徒
pt: Aluno
zh_cn: 小学生

source: Statue
ja: 像
pt: Estátua
zh_cn: 雕像

source: Teacher
fr: Prof
ja: 先生
pt: Professor
zh_cn: 老师

source: Facutloni
ja: ファクトロニ
zh_cn: 法库托尼

source: yellow boot
ja: イエローブーツ
pt: bota amarela
zh_cn: 黄色靴子

source: Warehouse worker
fr: Employé de l'entrepôt
ja: 倉庫作業員
pt: Trabalhador do armazém
zh_cn: 仓库工人

source: Golin
ja: ゴリン
zh_cn: 戈林

source: Ito
ja: イト
zh_cn: 伊藤

source: Ewmondold
ja: エウモンドルド
zh_cn: 伊夫莫德

source: Zorvan
ja: ゾルバン
zh_cn: 佐尔万

source: Quasi
ja: クアシ
zh_cn: 准斯

source: Seviron
ja: セビロン
zh_cn: 塞维隆

source: Cat
fr: Chat
ja: ネコ
zh_cn: 猫

source: Mouse
fr: Souris
ja: マウス
zh_cn: 老鼠

source: Little Hettar
fr: Petit Hettar
ja: ヘッター少年
zh_cn: 小赫塔

source: Wolfhound
fr: Lévrier
ja: ウルフハウンド
zh_cn: 狼狗

source: Bogsten
ja: ボグステン
zh_cn: 博格斯滕

source: Zuul'khan
ja: ズールカン
zh_cn: 祖尔汗

source: Weak fungi
ja: 弱いファンガス
zh_cn: 软弱的真菌

source: Fungi
ja: ファンガス
zh_cn: 真菌

source: Dangerous fungi
ja: 危険なファンガス
zh_cn: 危险的真菌

source: Angry weak fungi
ja: 怒れる弱いファンガス
zh_cn: 愤怒的弱菌

source: Angry fungi
ja: 怒れるファンガス
zh_cn: 愤怒的真菌

source: Angry dangerous fungi
ja: 怒れる危険なファンガス
zh_cn: 愤怒的危险真菌

source: Great fungi
ja: グレートファンガス
zh_cn: 伟大的真菌

source: Lediofa
ja: レディオファ
zh_cn: 莱迪奥法

source: Lombric ball
ja: ロンブリックボール
zh_cn: 伦布里克球

source: Lombric beast
ja: ロンブリックビースト
zh_cn: 伦布里克兽

source: Black fog
ja: 黒い霧
zh_cn: 黑雾

source: Giant snake
ja: ジャイアントスネーク
zh_cn: 巨蛇

source: Especially sweet berries
ja: 特に甘いベリー
zh_cn: 特别甜的浆果

source: Undina Bogsten
ja: アンディナ・ボグステン
zh_cn: 乌迪娜·博格斯滕

source: Bogal
ja: ボガル
zh_cn: 博加尔

source: Botisto
ja: ボディスト
zh_cn: 波提斯托

source: Bollo
ja: ボロ
zh_cn: 波洛

source: Confused ghost
ja: 混乱したゴースト
zh_cn: 糊涂鬼

source: Gison
ja: ジソン
zh_cn: 吉森

source: Nimael
ja: ニマエル
zh_cn: 尼梅尔

source: Gael
ja: ガエル
zh_cn: 盖尔

source: Small stone worm
ja: スモールストーンワーム
zh_cn: 小型石头虫

source: Stone worm
ja: ストーンワーム
zh_cn: 石头蠕虫

source: Old stone worm
ja: オールドストーンワーム
zh_cn: 旧石头虫

source: Ancient stone worm
ja: エンシェントストーンワーム
zh_cn: 古代石虫

source: Angry stone worm
ja: 怒れるストーンワーム
zh_cn: 愤怒的石虫

source: Thief
ja: シーフ
zh_cn: 盗贼

source: Gorwath
ja: ゴーワス
zh_cn: 戈尔瓦特

source: Arensia
ja: アレンシア
zh_cn: 阿伦西亚

source: Trained mountain wolf
ja: 熟練のマウンテンウルフ
zh_cn: 训练有素的山狼

source: Slippery Venomfang
ja: 狡猾なベノムファング
zh_cn: 滑溜溜的毒牙

source: Noxious venomfang
ja: 有害なベノムファング
zh_cn: 恶毒的毒牙

source: Dun olm
ja: ダンオルム
zh_cn: 邓奥尔姆

source: Albino olm
ja: アルビノオルム
zh_cn: 白化病患者

source: Hard-skinned olm
ja: ハードスキンオルム
zh_cn: 硬皮橄榄

source: Blackened olm
ja: 黒ずんだオルム
zh_cn: 发黑的橄榄树

source: Casterod
ja: カステロド
zh_cn: 卡斯特罗德

source: Ehrenfest
ja: エーレンフェスト
zh_cn: 埃伦费斯特

source: General Ortholion
ja: オルトリオン将軍
zh_cn: 平常的奥瑟里昂将军

source: General's henchman
ja: 将軍の部下
zh_cn: 将军的随从

source: Wounded Prim guard
ja: 負傷したプリム衛兵
zh_cn: 受伤的普里姆守卫

source: Feygard patrol guard
ja: フェイガードパトロール衛兵
zh_cn: 费加德巡逻卫队

source: Feygard mountain scout
ja: フェイガード山岳斥候
zh_cn: 费加德山地侦察兵

source: Confused Feygard soldier
ja: 混乱したフェイガード兵士
zh_cn: 混乱的费加德士兵

source: Subdued Feygard mountain scout
ja: 威圧的なフェイガード山岳斥候
zh_cn: 被制服的费加德山地侦察兵

source: Wounded Feygard mountain scout
ja: 負傷したフェイガード山岳斥候
zh_cn: 受伤的费加德山地侦察兵

source: Prim guard captain
ja: プリム衛兵隊長
zh_cn: 普里姆卫队队长

source: Contaminated woodworm
ja: 汚染されたウッドワーム
zh_cn: 被污染的木虫

source: Glowing mudfiend
ja: グロウマッドフェインド
zh_cn: 发光的泥火虫

source: Dying general's henchman
ja: 瀕死の将軍の部下
zh_cn: 垂死的将军的随从

source: Animated debris
ja: アニメイトデブリ
zh_cn: 栩栩如生的残骸

source: Ravenous glowing mudfiend
ja: 貪欲なグロウマッドフェインド
zh_cn: 贪婪的发光泥火虫

source: Aggresive woodworm
ja: アグレッシブウッドワーム
zh_cn: 好斗的木虫

source: Contaminated olm
ja: 汚染されたオルム
zh_cn: 被污染的橄榄树

source: Kazarite golem
ja: カザリトゴーレム
zh_cn: 卡扎里特傀儡

source: Dried kazarite golem
ja: 乾いたカザリトゴーレム
zh_cn: 干涸卡扎里特傀儡

source: Ortholion's henchman
ja: オルトリオンの部下
zh_cn: 奥瑟里昂将军随从

source: Resurrected miner's skeleton
ja: 復活した鉱夫のスケルトン
zh_cn: 复活的矿工骷髅

source: Foul miner's skeleton
ja: 汚れた鉱夫のスケルトン
zh_cn: 污秽矿工的骷髅

source: Contaminated miner's skeleton
ja: 汚染された鉱夫のスケルトン
zh_cn: 受污染的矿工骨架

source: Prim guard skeleton
ja: プリム衛兵スケルトン
zh_cn: 普里姆守卫骨架

source: Yczorah marauder
ja: イツォラマラウダー
zh_cn: 伊克拉掠夺者

source: Yczorah
ja: イツォラ
zh_cn: 伊克拉

source: Kamelio
ja: カメリオ
zh_cn: 卡梅利奥

source: Undead Kamelio
ja: カメリオのアンデッド
zh_cn: 不死的卡梅利奥

source: Drunken Feygard scout
ja: 酔ったフェイガード斥候
zh_cn: 醉酒的费加德侦察兵

source: Drunken Feygard patrol
ja: 酔ったフェイガードパトロール
zh_cn: 醉酒的费加德巡逻队

source: Search for Andor
de: Suche nach Andor
fr: À la recherche d'Andor
ja: アンドールの捜索
pt: Busca por Andor
zh_cn: 搜索安道尔

source: My father Mikhail says that Andor has not been home since yesterday. I should go look for him in the village.
de: Mein Vater Mikhail sagte mir, dass mein Bruder Andor gestern nicht nach Hause gekommen sei. Ich soll im Dorf nach ihm suchen.
fr: Mon père Mikhail m'a dit qu'Andor n'était pas revenu à la maison depuis hier. Je dois aller le rechercher dans le village.
ja: 父のミハイルによるとアンドールは昨日から家にいないという。村に探しに行こう。
pt: Meu pai Mikhail diz que Andor não foi para casa desde ontem. Devo ir procurá-lo na aldeia.
zh_cn: 我的父亲米哈伊尔说，安道尔自昨天以来一直没有在家。我应该去村里找他。

source: Leonid tells me that he saw Andor talking to Gruil. I should go ask Gruil if he knows more.
de: Leonid erzählte mir, dass er gesehen hat wie Andor mit Gruil sprach. Ich sollte Gruil danach fragen, vielleicht kann er mir weiterhelfen.
fr: Leonid dit qu'il a vu Andor parler avec Gruil. Je dois aller demander ce qu'il sait à Gruil.
ja: レオニードは、アンドールがグルイルと話しているのを見たと言っていた。グルイルに聞いてみよう。
pt: Leonid diz-me que ele viu Andor a falar Gruil. Devo ir perguntar Gruil se ele sabe mais.
zh_cn: 利奥尼德告诉我，他看到安道尔与格鲁尔交谈。我应该去问格鲁尔，他应该知道更多。

source: Gruil wants me to bring him a poison gland. Then he might talk more. He tells me that some poisonous snakes have such a gland.
de: Gruil möchte, dass ich ihm eine Giftdrüse bringe, dann wird er mir mehr erzählen. Er sagte, dass einige Giftschlagen so eine Drüse haben.
fr: Gruil veut que je lui rapporte une glande à venin. Après, il pourrait m'en dire un peu plus. Il m'a dit que certains serpents venimeux avaient de telles glandes.
ja: グルイルは毒腺を持ってきてほしいそうだ。そうすれば、もっと話してくれるだろう。毒蛇にはそういう腺があるらしい。
pt: Gruil quer que eu traga uma glândula de veneno. Então, ele talvez fale mais. Ele me diz que apenas algumas cobras venenosas tem tal glândula.
zh_cn: 格鲁尔要我给他带来一个毒腺。然后他可能会说更多。他告诉我，有些毒蛇有这样的腺体。

source: Gruil tells me that Andor was looking for someone called Umar. I should go ask his friend Gaela in Fallhaven to the east.
de: Gruil sagte, dass Andor nach jemand namens Umar gesucht hat. Ich soll seinen Freund Gaela danach fragen. Er wohnt im Osten von Fallhaven.
fr: Gruil dit qu'Andor recherchait quelqu'un du nom de Umar. Je dois interroger son ami Gaela à Fallhaven à l'Est.
ja: グルイルは、アンドールがウマルという人を探していたと教えてくれた。東のフォールヘブンにいる彼の友人ガエラに聞いてみよう。
pt: Gruil diz que Andor estava a procurar alguém chamado Umar. Devo ir perguntar o amigo dele Gaela em Fallhaven no leste.
zh_cn: 格鲁尔告诉我，安道尔正在寻找一个叫奥马尔的人。我应该去问他在东部法尔海文的朋友盖拉。

source: I talked to Gaela in Fallhaven. He tells me to go see Bucus and ask about the Thieves' Guild.
de: Ich habe mit Gaela in Fallhaven gesprochen. Er riet mir, Bucus zu suchen und ihn nach der Diebesgilde zu fragen.
fr: J'ai discuté avec Gaela à Fallhaven. Il me conseille d'aller voir Bucus et de lui demander des informations à propos de la guilde des voleurs.
ja: フォールヘブンのガエラと話した。ブーカスに会いに行って盗賊ギルドについて尋ねるよう言っている。
pt: Conversei com Gaela em Fallhaven. Ele me diz para ir ver Bucus e perguntar sobre a corja dos ladrões.
zh_cn: 我在法尔海文与盖拉交谈。他告诉我去找布库斯，问一下盗贼公会。

source: Bucus has allowed me to enter the hatch in the derelict house in Fallhaven. I should go talk to Umar.
de: Bucus erlaubte mir, die Falltür in dem verfallenen Haus in Fallhaven zu benutzen. Ich soll mit Umar sprechen.
fr: Bucus m'a autorisé à passer par la trappe dans la maison en ruines de Fallhaven. Il faut que je parle à Umar.
ja: ブーカスがフォールヘブンの廃墟の家のハッチに入ることを許可してくれた。ウマルと話をしよう。
pt: Bucus permitiu-me entrar no portal da casa abandonada em Fallhaven. Devo ir falar com Umar.
zh_cn: 布库斯允许我进入法尔海文废弃房屋中的舱口盖。我应该去找奥马尔。

source: Umar in the Fallhaven Thieves' Guild recognized me, but must have me confused with Andor. Apparently, Andor has been to see him.
de: Umar, ein Mitglied der Diebesgilde in Fallhaven, schien mich zu kennen, verwechselte mich aber mit Andor. Offensichtlich war Andor also hier und hat sich mit ihm getroffen.
fr: Umar de la guilde des voleurs de Fallhaven a cru me reconnaître, mais il a dû me confondre avec Andor. Apparemment, Andor l'a déjà rencontré.
ja: フォールヘブン盗賊ギルドのウマルはあなたに気付いたものの、アンドールと見間違えたようだ。どうやらアンドールは彼に会いに行ったらしい。
pt: Umar da corja dos ladrões de Fallhaven reconheceu-me, mas deve ter me confundido com Andor. Aparentemente, Andor foi até lá para vê-lo.
zh_cn: 法尔海文盗贼公会的奥马尔认出了我，但一度让我与安道尔混淆。显然，安道尔曾经去过他。
