Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: I am looking for my brother, Andor. Have you seen anyone recently that looks a bit like me?
de: Ich suche nach meinem Bruder, Andor. Hast du in letzter Zeit jemanden gesehen, der mir etwas ähnlich sieht?
fr: Je cherche mon frère, Andor. Avez-vous vu récemment quelqu'un me ressemblant ?
ja: 兄のアンドールを探しています。僕に似た人を最近見かけませんでしたか？
pt: Estou à procura do meu irmão, Andor. Viu alguém recentemente que se pareça um pouco comigo?
zh_cn: 我在寻找我的哥哥，安道尔。你最近有没有看到长得有点像我的人？

source: Can you tell me anything about Stoutford?
de: Kannst du mir etwas über Stoutford erzählen?
fr: Pouvez-vous me parler de Stoutford ?
ja: スタウトフォードについて教えてくれませんか？
pt: Pode dizer-me algo sobre Stoutford?
zh_cn: 你能告诉我有关斯托福德的情况吗？

source: You look a bit worried.
de: Du siehst etwas besorgt aus.
fr: Vous avez l'air un peu préoccupé.
ja: 少し心配そうですね。
pt: Parece um pouco preocupado.
zh_cn: 你看起来有点担心。

source: You look happy again.
de: Du siehst wieder fröhlich aus.
fr: Vous avez l'air à nouveau heureux.
ja: 嬉しそうですね。
pt: Parece feliz novamente.
zh_cn: 你看起来又很高兴。

source: I did see someone that might have been your brother. He was with a rather dubious looking person. They didn't stay around here very long though. Sorry, but that's all I can tell you. You should ask around town. Other townsfolk may know more.
de: Ich habe jemanden gesehen, der dein Brüder hätte sein können. Er war mit einer eher zwielichtigen Person zusammen. Sie sind allerdings nicht sehr lange hier gewesen. Tut mir leid, aber das ist alles, was ich dir sagen kann. Du solltest dich mal in der Stadt umhören, vielleicht wissen andere mehr.
fr: J'ai vu quelqu'un qui pourrait être ton frère. Il était avec une personne louche. Ils ne sont pas restés dans le coin très longtemps. Désolé, c'est tout ce dont je me souviens. Tu devrais demander ailleurs en ville. D'autres habitants pourraient bien en savoir plus.
ja: お兄さんだったかもしれない方を見かけました。怪しげな人と一緒でしたね。ただ長くは滞在しなかったです。すみませんが、私が話せるのはこのくらいです。町中で聞いてみてください。他の人ならもっと知っているかもしれませんよ。
pt: Vi alguém que poderia ter sido seu irmão. Ele estava com uma pessoa de aspecto duvidoso. Mas não ficaram por aqui muito tempo. Desculpa, mas é tudo o que posso te dizer. Devias perguntar pela cidade. Outros cidadões podem saber mais.
zh_cn: 我确实看到一个可能是你哥哥的人。他和一个看起来相当可疑的人在一起。不过他们没有在这里呆很久。对不起，但我只能告诉你这些。你应该在镇上问问。其他镇民可能知道更多。

source: Thanks. I'll go and do that now.
de: Danke. Genau das werde ich jetzt tun.
fr: Merci. Je vais faire ça maintenant.
ja: ありがとう。そうしてきます。
pt: Obrigado. Vou fazer isso agora.
zh_cn: 谢谢。我现在就去。

source: OK. Can you tell me anything about Stoutford?
de: Gut. Kannst du mir etwas über Stoutford erzählen?
fr: Ok. Que pouvez-vous me dire à propos de Stoutford ?
ja: わかりました。スタウトフォードについて教えてくれませんか？
pt: Certo. Pode me dizer algo sobre Stoutford?
zh_cn: 好的。你能告诉我关于斯托福德的情况吗？

source: Stoutford is a small town, and life used to be easy here. A lot of traders stayed in Stoutford on their way to and from Blackwater mountain, and spent money that boosted the economy of the whole town. Those days are gone though.
de: Stoutford ist eine kleine Stadt, aber das Leben hier war einst angenehm. Sehr viele Händler rasteten in Stoutford auf ihrem Weg nach Blackwater Mountain und zurück. Sie gaben hier ihr Geld aus, was der Wirtschaft der gesamten Stadt zum Aufschwung verhalf. Diese Tage sind allerdings vorbei.
fr: Stoutford est une petite ville, et la vie était douce ici. De nombreux commerçants restaient à Stoutford en allant ou revenant du mont Encreau, et ils dépensaient de l'argent qui boostait toute l'économie de la ville. Mais c'est du passé.
ja: スタウトフォードは小さな町で、以前はここでの生活は楽なものでした。多くの商人がブラックウォーター山への行き帰りでスタウトフォードに留まり、お金を使って町全体の経済を活性化してくれました。ですがそんな日々は終わった。
pt: Stoutford é uma cidade pequena e a vida costumava ser fácil aqui. Muitos comerciantes ficaram em Stoutford a caminho da Blackwatere gastaram dinheiro que impulsionou a economia de toda a cidade. Aqueles dias se foram embora.
zh_cn: 斯托福德是一个小城镇，这里的生活曾经很轻松。很多商人在来往黑水的路上都会在斯托福德停留，花钱买东西，促进了整个小镇的经济发展。不过那些日子已经过去了。

source: The path to Blackwater mountain was cut off by a rock fall. That stopped most of the traders from coming here. The attacks by the monsters stopped the rest.
de: Der Pass Richtung Blackwater Mountain wurde durch einen Felssturz versperrt. Das muss die meisten Händler daran hindern, hierher zu kommen. Die Monsterangriffe haben die restlichen abgeschreckt.
fr: L'accès vers le mont Encreau a été bloqué par un éboulement. La plupart des commerçants ont cessé de venir par ici. Les attaques de monstres ont fini de dissuader ceux qui restaient.
ja: ブラックウォーター山への道が落石で断たれました。ほとんどの商人がここに来ることを止めてしまいましたよ。残りもモンスターの襲撃によって止めました。
pt: O caminho à montanha Blackwater foi cortado por uma queda de rocha. Isso impediu que a maioria dos comerciantes viesse para cá. Os ataques dos monstros pararam o resto.
zh_cn: 通往黑水的道路被落石切断了。这阻止了大多数商人来到这里。怪物的攻击阻止了其余的人。

source: How do I get to Blackwater mountain?
de: Wie komme ich nach Blackwater Mountain?
fr: Comment aller au mont Encreau ?
ja: ブラックウォーター山へはどうやって行くのですか？
pt: Como chego à montanha da Blackwater?
zh_cn: 怎么走黑水？

source: Monsters?
de: Monster?
fr: Des monstres ?
ja: モンスター？
pt: Monstros?
zh_cn: 怪兽？

source: Just follow the path west, but you will have to find a way past the rockfall.
de: Folge einfach dem Pfad Richtung Westen, aber du wirst einen Weg an dem Felssturz vorbei finden müssen.
fr: Il te suffit de suivre le chemin à l'ouest, mais il te faudra trouver un moyen de passer outre l'éboulement de rochers.
ja: 西の道を辿るだけですけど、落石を突破する方法を探さないといけません。
pt: Apenas siga a rota a oeste, mas vai ter que encontrar uma forma de passar o rochedo.
zh_cn: 沿着小路往西走就可以了，但你必须找到一条路穿过落石。

source: Thanks for the directions. I'm headed there right now.
de: Danke für die Wegbeschreibung. Ich werde mich sofort auf den Weg dorthin machen.
fr: Merci pour les indications. Je me mets en chemin tout de suite.
ja: 道を教えてくれてありがとう。今から向かいます。
pt: Obrigado pelas instruções. Estou a ir lá agora mesmo.
zh_cn: 谢谢你的指导。我现在正前往那里。

source: Thanks. What about the monsters?
de: Danke. Was ist mit den Monstern?
fr: Merci. Que pouvez-vous me dire sur les monstres ?
ja: ありがとう。モンスターは？
pt: Obrigado. E sobre os monstros?
zh_cn: 谢谢。那些怪兽呢？

source: Thanks for the information. Please show me what you have to trade.
de: Danke für die Informationen. Bitte zeige mir, was du anzubieten hast.
fr: Merci pour ces informations. Montrez-moi ce que vous avez à vendre, s'il vous plaît.
ja: 教えてくれてありがとう。売買するものを見せてください。
pt: Obrigado pela informação. Por favor, mostre-me o que tem para negociar.
zh_cn: 谢谢你提供的信息。请给我看看你有什么可以交易的。

source: They started attacking the town recently. Nobody is sure why. Their attacks have been unsuccessful, so we are all hoping that they will give up soon and go back to wherever they came from.
de: Die haben kürzlich damit begonnen, die Stadt anzugreifen. Niemand weiß so genau, warum. Bisher waren ihre Angriffe aber erfolglos, weshalb wir hoffen, dass sie bald ganz aufgeben und dorthin zurückkehren, wo sie hergekommen sind.
fr: Ils ont commencé à attaquer la ville récemment. Personne ne sait pourquoi. Leurs attaques ont échoué, donc on espère qu'ils abandonneront bientôt et retourneront d'où ils viennent.
ja: 最近町を襲撃し始めたのです。理由はわかっていませんね。襲撃は失敗しているので、早く諦めてもと来た場所に帰ってほしいものです。
pt: Eles começaram a atacar a cidade recentemente. Ninguém é certo o porquê. Seus ataques não tiveram sucesso, por isso estamos todos a esperar que eles desistam em breve e voltem de onde vieram.
zh_cn: 他们最近开始攻击该镇。没有人知道原因。他们的攻击一直不成功，所以我们都希望他们会很快放弃，回到他们来的地方。

source: Thanks for the information, but I have to leave.
de: Danke für die Informationen, aber ich muss jetzt weiter.
fr: Merci pour ces informations. Je dois vous laisser.
ja: 教えてくれてありがとう、でももう行かないと。
pt: Obrigado pela informação, mas tenho que ir.
zh_cn: 谢谢你提供的信息，但我必须离开。

source: Thanks. I'm looking for my brother, Andor. Has anyone new been through here recently?
de: Danke. Ich suche nach meinen Bruder, Andor. Ist hier in der letzten Zeit jemand neues vorbeigekommen?
fr: Merci. Je suis à la recherche de mon frère, Andor. Avez-vous croisé un nouveau visage récemment, par ici ?
ja: ありがとう。僕の兄のアンドールを探しています。最近ここに来た人はいますか？
pt: Obrigado.Estou à procura de meu irmão, Andor. Algum novato passou por aqui recentemente?
zh_cn: 谢谢。我在寻找我的哥哥，安道尔。最近有谁来过这里吗？

source: Yes, indeed. My daughter has not come home for some days. I don't know what's happened to her.
de: Ja, in der Tat. Meine Tochter ist schon seit ein paar Tagen nicht nach Hause gekommen. Ich weiß nicht, was ihr zugestoßen sein könnte.
fr: Oui, en effet. Ma fille n'est pas rentrée à la maison depuis plusieurs jours. Je ne sais pas ce qui lui est arrivé.
ja: そうですね、確かに。娘がここ数日帰って来ないんです。あの娘の身に何があったのだか。
pt: Sim, de fato. Minha filha não volta para casa há alguns dias. Não sei o que aconteceu com ela.
zh_cn: 是的，确实如此。我女儿已经好几天没有回家了。我不知道她出了什么事。

source: And you have no idea where she might be?
de: Und du hast keine Ahnung, wo sie sein könnte?
fr: Et vous n'avez aucune idée d'où elle pourrait se trouver ?
ja: どこにいるか心当たりはないのですか？
pt: E não tens ideia onde ela possa estar?
zh_cn: 而你不知道她可能在哪里？

source: I've been looking for her all over Stoutford. She does not leave the city. So she can only be in the castle, or kidnapped, or worse.
de: Ich habe bereits in ganz Stoutford nach ihr gesucht. Sie verlässt eigentlich nie die Stadt. Also kann sie nur noch im Schloss oder entführt worden sein - oder noch schlimmeres.
fr: Je l'ai cherchée dans tout Stoutford. Elle ne quitte jamais la ville. Donc elle peut uniquement être au château, ou kidnappée, ou pire.
ja: スタウトフォード中を探したんです。町を離れてはいないはずです。ですから城にいるか誘拐されたか、あるいはもっとひどいことになっているのか。
pt: Tenho andado à procura dela por todo o Stoutford. Ela não sai da cidade. Então ela só pode estar no castelo, ou raptada, ou pior.
zh_cn: 我一直在寻找她，在整个斯托福德。她不离开这个城市。所以她只能在城堡里，或者被绑架，或者更糟。

source: Did you already look for her in the castle?
de: Hast du schon im Schloss nach ihr gesucht?
fr: L'avez-vous déjà cherchée au château ?
ja: お城は探したのですか？
pt: Já a procurou no castelo?
zh_cn: 你已经里城堡找她吗？

source: You cannot go to the castle anymore, do not you know that? At least not if you want to continue living.
de: Du kannst nicht mehr ins Schloss, weißt du das nicht? Zumindest nicht, wenn dir dein Leben lieb ist.
fr: Tu ne peux plus aller au château, tu sais ? Du moins pas si tu tiens à ta vie.
ja: 城にはもう行けませんよ、ご存知ないのですか？ 少なくとも死にたくないのでしたら。
pt: Não se pode ir mais ao castelo, não sabe disso? Pelo menos não se quiser continuar a viver.
zh_cn: 你不能再去城堡了，你不知道吗？至少，如果你想继续生活下去，就不能。

source: I see. She will certainly reappear soon. In the meantime you could show me everything you have for sale.
de: Ich sehe schon. Sie wird sicherlich bald wieder auftauchen. Könntest du mir in der Zwischenzeit dein gesamtes Angebot zeigen?
fr: Je vois. Elle réapparaitra certainement bientôt. Pendant ce temps, vous pourriez me montrer tout ce que vous avez à vendre.
ja: そうなんですか。きっとすぐ戻ってきますよ。その間に売り物を見せてもらえませんか。
pt: Entendo. Ela certamente reaparecerá em breve. Enquanto isso, pode mostrar-me tudo o que tem à venda.
zh_cn: 我明白了。她肯定会很快重新出现的。在此期间，你可以让我看看你所出售的一切。

source: I am also looking for someone: my brother, Andor. Have you seen anyone recently that looks a bit like me?
de: Ich such auch nach jemanden: meinem Bruder Andor. Hast du in letzter Zeit jemanden gesehen, der mir etwas ähnlich sieht?
fr: Moi aussi je recherche quelqu'un : mon frère, Andor. Avez-vous vu ces derniers temps quelqu'un qui me ressemble un peu ?
ja: 僕も人を探しています。兄のアンドールです。最近僕に似ている人を見かけませんでしたか？
pt: Também estou à procura de alguém: o meu irmão, Andor. Viu alguém recentemente que se pareça um pouco comigo?
zh_cn: 我也在寻找一个人：我的哥哥，安道尔。你最近有没有看到有点像我的人？

source: I'm not afraid. I could have a look in the castle.
de: Ich habe keine Angst. Ich könnte für dich im Schloss nachsehen.
fr: Je n'ai pas peur. Je pourrais aller voir au château.
ja: 僕は怖くありませんね。お城を見てきましょうか。
pt: Não tenho medo. Posso dar uma olhada no castelo.
zh_cn: 我并不害怕。我可以到城堡里去看看。

source: You would do that for me? I can hardly accept your offer.
de: Das würdest du für mich tun? Ich kann dein Angebot kaum annehmen.
fr: Tu ferais ça pour moi ? Je peux à peine accepter ta proposition.
ja: わざわざやってくれるというのですか？ あなたの申し出は到底受けられませんよ。
pt: Faria isso por mim? Mal posso aceitar a sua oferta.
zh_cn: 你愿意为我这样做？我很难接受你的提议。

source: No problem, but first I have something else I wish to discuss.
de: Kein Problem, aber erst müssen wir noch über etwas anderes sprechen.
fr: Pas de soucis, mais d'abord je voudrai parler d'autre chose.
ja: 大丈夫です、でもその前に話したいことがあります。
pt: Não há problema, mas primeiro tem outra coisa que desejo falar.
zh_cn: 没问题，但首先我有别的事情想讨论。

source: Gyra is back and has told me everything. Many thanks again for your help.
de: Gyra ist wieder da und hat mir alles erzählt. Vielen Dank nochmal für deine Hilfe.
fr: Gyra est rentrée et m'a tout raconté. Encore une fois, merci beaucoup pour ton aide.
ja: ジャイラが戻ってきてすべて教えてくれました。ご助力に重ねてお礼申し上げます。
pt: Gyra voltou e contou-me tudo. Muito obrigado novamente pela sua ajuda.
zh_cn: 吉拉回来了，他告诉了我一切。再次感谢您的帮助。

source: I was happy to do it.
de: Habe ich doch gern gemacht.
fr: C'était un plaisir.
ja: やって良かったです。
pt: Estava feliz em fazê-lo.
zh_cn: 我很高兴这样做。

source: Please give the helmet to its owner Lord Bourbon - eh, Lord Berbane I mean. He will be in the tavern.
de: Bitte gib diesen Helm seinem Besitzer, Lord Bourbon - eh, Lord Berbane meine ich - zurück. Er müsste in der Taverne sein.
fr: Veux-tu bien donner le casque à son propriétaire, le Seigneur Bourbon... euh, le Seigneur Berbane, je veux dire. Il sera à la taverne.
ja: ヘルメットは持ち主のバーボン卿、おっと、バーベイン卿に渡してください。酒場にいるかと。
pt: Por favor, dê o capacete ao seu dono, Lorde Bourbon. Ele estará na taberna.
zh_cn: 请把头盔交给它的主人贝班勋爵--呃，我是说贝班勋爵。他会在酒馆里。

source: I did that already. But he didn't seem to be happy about it.
de: Das habe ich bereits. Allerdings schien er darüber nicht besonders erfreut gewesen zu sein.
fr: Je l'ai déjà fait. Mais il n'a pas eu l'air content.
ja: それはもうやりました。でもあの人は喜んでいるようには見えませんでした。
pt: Já fiz isso. Mas ele não parecia estar contente com isso.
zh_cn: 我已经这么做了。但他似乎并不高兴。

source: I did that already. Although he won't need it, because the castle is already clear of the undead.
de: Das habe ich schon getan. Obwohl er ihn nicht mehr braucht, da das Schloss bereits von den Untoten befreit worden ist.
fr: Je l'ai déjà fait. Bien qu'il n'en aura pas besoin, car le château est déjà nettoyé de tout mort-vivant.
ja: それはもうやりました。城からアンデッドがいなくなった以上もう必要ないでしょうけどね。
pt: Já fiz isso. Embora ele não precise, porque o castelo já está livre dos mortos-vivos.
zh_cn: 我已经这么做了。虽然他不需要，因为城堡里已经没有亡灵了。

source: Buzzzzz
de: Summmm
ja: ブーン
pt: Zuuuun
zh_cn: 嗡嗡声

source: Here lies Zorin, the first to tend this glade. Its beauty would be diminished without him.
de: Hier ruht Zorin, der erste Gärtner dieser Bergwiese. Ohne ihn wäre es hier nicht so schön.
fr: ici gît Zorin, le premier à s'être occupé de cette clairière. Sa beauté serait moindre sans lui.
ja: ゾーリンはここに眠る、空き地を手入れした最初の人物。彼がいなければこの美しさはなかった。
pt: Aqui jaz Zorin, o primeiro a cuidar dessa clareira. Essa beleza seria diminuta sem ele.
zh_cn: 这里躺着佐林 ，他是第一个照料这片绿地的人。没有他，这里的美丽将大打折扣。

source: You see large shapes moving in the shadows to the east. It looks dangerous that way!
de: Du siehst große Gestalten, die sich in den Schatten weiter östlich bewegen. Dieser Weg sieht gefährlich aus!
fr: Vous voyez de grandes formes bouger dans les brumes de l'est. Ca a l'air dangereux par là !
ja: 大きな図体が動いているのが東の影の中で見える。あっちは危険そうだ！
pt: Vê grandes silhuetas se a mover nas sombras em direção ao Leste. Parece bastante perigoso!
zh_cn: 你看到大的形状在东边的阴影中移动。那条路看起来很危险!

source: They don't seem to want to come in your direction though. Maybe it has something to do with the statue?
de: Allerdings scheinen sie sich nicht näher in deine Richtung zu trauen. Vielleicht hat das etwas mit der Statue zu tun?
fr: Ils n'ont pas l'air de venir dans votre direction. Peut-être est-ce lié à la statue ?
ja: しかしあなたの方向には来たがらないようだ。像と関係があるのだろうか？
pt: Eles não parecem querer vir na sua direção. Talvez tenha algo a ver com a estátua?
zh_cn: 但他们似乎并不想朝你的方向走来。也许这与雕像有关系？

source: Baaaaaa!
de: Bah!
fr: Baaaaa !
ja: メェェェ！
pt: Baaaaan!
zh_cn: 啊!

source: Many of the trolls are dead now. The rest will no longer dare to approach the statue.
de: Viele der Trolle sind jetzt tot. Die Übrigen werden sich nicht mehr in die Nähe der Statue trauen.
fr: Plein de trolls sont morts maintenant. Le reste n'osera pas s'approcher de la statue.
ja: 数多くのトロールが死んだ。残りはもはや像に近付こうとはしないだろう。
pt: Muitos dos trolls estão mortos agora. O restante não ousará se aproximar da estátua.
zh_cn: 许多巨魔现在已经死了。其余的人将不再敢接近雕像。

source: Pick the flower?
de: Die Blume pflücken?
fr: Cueillir la fleur ?
ja: 花を摘む？
pt: Tirar a flor?
zh_cn: 摘花？

source: You picked the flower.
de: Du hast die Blume gepflückt.
fr: Vous avez cueilli la fleur.
ja: あなたは花を摘んだ。
pt: Tirou a flor.
zh_cn: 你摘了那朵花。

source: Oh, that is a long story my friend. This town has existed for ages and it used to be a prosperous and well visited outpost on the border of the Aewhata Kingdom. We used to trade with Fallhaven and Prim.
de: Oh, das ist eine lange Geschichte, mein Freund. Diese Stadt besteht schon seit ewigen Zeiten und war einst ein wohlhabender und gut besuchter Außenposten an der Grenze zum Aewhata Kingdom. Wie trieben einst Handel mit Fallhaven und Prim.
fr: Oh, c'est une longue histoire mon ami. Cette ville existe depuis des lustres, et fut autrefois un avant-poste prospère de la frontière du Royaume Aewhata. On faisait commerce avec Fallhaven et Prim.
ja: ああ、それについては長い話になります。この町は古くからあり、かつては栄えていてアイワタ王国国境の前哨地でした。フォールヘブンやプリムと交易をしていたのですね。
pt: Oh, essa é uma longa história, meu amigo. Esta cidade existe há séculos e costumava ser um posto avançado próspero e bem visitado na fronteira do Reino de Aewhata. Costumávamos negociar com Fallhaven e Prim.
zh_cn: 哦，那是一个很长的故事，我的朋友。这个小镇已经存在了很久，它曾经是埃瓦塔王国边境上的一个繁荣的、广受欢迎的前哨。我们曾经与法尔海文和普里姆进行贸易。

source: Stoutford used to be the seat of Lord Erwyn of house Gorland. But during the Noble Wars 17 years ago, everything changed.
de: Stoutford war einst der Sitz des Lord Erwyn vom Hause Gorland. Aber während der Adelkriege vor 17 Jahren änderte sich alles.
fr: Stoutford était le siège de Seigneur Erwyn de la maison Gorland. Mais pendant les Guerres Nobles il y a 17 ans, tout a changé.
ja: スタウトフォードはゴーランド家エルウィン卿の拠点でした。ですが17年前のノーブル・ウォーズによって、すべてが変わった。
pt: Stoutford costumava ser a sede de Lorde Erwyn da casa Gorland. Mas durante a Guerra dos Nobres, há 17 anos, tudo mudou.
zh_cn: 斯托福德曾经是戈兰家族的欧文勋爵的所在地。但在17年前的贵族战争中，一切都改变了。

source: The Noble Wars?
de: Die Adelkriege?
fr: Les Guerres Nobles ?
ja: ノーブル・ウォーズ？
pt: A Guerra dos Nobres?
zh_cn: 贵族战争？

source: Well, the Noble Wars were one of the darkest periods of our history. They lasted only 3 years but brought great misery to most of the area.
de: Nun, die Adelkriege waren eine der dunkelsten Epoche unserer Geschichte. Sie dauerten nur 3 Jahre, aber brachten den meisten hier großes Elend.
fr: Eh bien, les Guerres nobles furent une des périodes les plus sombres de notre histoire. Elles ont duré 3 ans seulement mais ont apporté la misère à presque toute la région.
ja: ええ、ノーブル・ウォーズは歴史上最も暗い時代の1つでした。たった3年の出来事でしたが、ほとんどの地域に多くの悲劇をもたらした。
pt: Bem, a Guerra dos Nobres foi um dos períodos mais sombrios de nossa história. Durou apenas 3 anos, mas trouxe muita miséria à maioria dos lugares.
zh_cn: 嗯，贵族战争是我们历史上最黑暗的时期之一。它们只持续了3年，但给大部分地区带来了巨大的苦难。

source: When our great King Luthor died and left the throne with no heir the three mighty lords of the land soon enough began fighting over the title as successor. They were Lord Erwyn of Stoutford, Lord Geomyr of Feygard, who used to be the advisor to King Luthor, and Lord Emeric of Nor City. The former capital of Fallhaven at first remained neutral.
de: Als unser großer König Luthor starb und es keinen Thronerben gab, begannen die drei mächtigsten Feldherren schon bald, über dessen Nachfolge zu kämpfen. Das waren Lord Erwyn von Stoutford, Lord Geomyr von Feygard, welcher früher der Berater von König Luthor war, und Lord Emeric von Nor City. Die einstige Hauptstadt von Fallhaven blieb anfangs neutral.
fr: Quand notre grand Roi Luthor mourut et laissa le trône sans héritier, les trois puissants barons du territoire commencèrent rapidement à se battre pour la succession. C'était les seigneurs Erwyn de Stoutford, Geomyr de Feygard qui fut conseiller du roi Luthor, et le seigneur Emeric de Norville. La capitale de Fallhaven resta neutre au début.
ja: 我らが偉大なるルーサー王が崩御し後継者がいないまま王位を去ると、この地の有力な領主3名は後継者の座を巡ってすぐに争いを始めました。スタウトフォードのエルウィン卿、ルーサー王の顧問を務めたフェイガードのジオミア卿、そしてノアシティのエメリック卿です。かつての首都フォールヘブンは当初中立の立場を保っていました。
pt: Quando nosso grande Rei Luthor morreu e deixou o trono sem herdeiro, os três poderosos senhores da terra logo começaram a brigar pelo título de sucessor. Eles eram lorde Erwyn de Stoutford, Lorde Geomyr de Feygard, que costumava ser conselheiro do Rei Luthor e Lorde Emeric de Nor City. A antiga capital de Fallhaven permaneceu neutra.
zh_cn: 当我们伟大的路德国王去世后，没有留下继承人，这片土地上的三位强大的领主很快就开始争夺继承人的头衔。他们是斯托福德的欧文勋爵，费加德的吉奥米尔勋爵，他曾经是路德国王的顾问，以及诺尔城的埃默里克勋爵。前首都法尔海文起初保持中立。

source: While Erwyn and Emeric fought to capture the central area, Lord Geomyr waited for the right moment and crushed his enemies with his great army. He has ruled the Kingdom ever since with an iron hand.
de: Während Erwyn und Emeric sich um die Eroberung der Kerngebiete stritten, wartete Lord Geomyr auf den richtigen Moment und überrannte seine Gegner mit seiner großen Armee. Seitdem regiert er dieses Königreich mit eiserner Hand.
fr: Alors que Erwyn et Emeric se battaient pour capturer le territoire du centre, le seigneur Geomyr attendit le bon moment et écrasa ses ennemis avec sa grande armée. Depuis, il gouverne le Royaume d'une main de fer.
ja: エルウィンとエメリックが中央地域を攻略するために戦っている間、ジオミア卿はタイミングを見計らい、大軍を率いて敵を撃破しました。それ以来彼は圧政によって王国を支配しています。
pt: Enquanto Erwyn e Emeric lutavam para capturar a área central, Lorde Geomyr esperou o momento certo e esmagou os inimigos dele com o exército grade dele. Ele governa o Reino desde então com mão de ferro.
zh_cn: 当欧文和埃默里克为占领中心地区而战时，吉奥米尔勋爵等待时机，用他的大军粉碎了敌人。从此，他以铁腕统治着这个王国。

source: Why do you say iron hand?
de: Warum mit eiserner Hand?
fr: Pourquoi dites-vous d'une main de fer ?
ja: なぜ圧政と言うのですか？
pt: Por que diz mão de ferro?
zh_cn: 为什么说铁腕？

source: Well, he has installed garrisons in pretty much every village, introduced a tax system and now he even wants to prohibit the worship of the mighty Shadow! This is outrageous!
de: Nun, er hat in nahezu jedem Dorf eine Garnison aufgebaut, ein Steuersystem eingeführt, und jetzt will er auch noch die Verehrung des mächtigen Schatten verbieten! Das ist empörend!
fr: Eh bien, il a installé des garnisons dans quasiment tous les villages, introduit un système de taxes, et maintenant il veut interdire le culte de l'Ombre ! C'est un scandale !
ja: ええ、彼はほぼすべての村に駐屯部隊を配し、税制を導入し、その上今では強大なシャドウの信仰さえ禁止しようとしている！ これはとんでもないことです！
pt: Bem, ele instalou guarnições em praticamente todas as aldeias, introduziu um sistema tributário e agora ele até quer proibir o culto da poderosa Sombra! Isso é ultrajante!
zh_cn: 好吧，他在几乎每一个村庄都设置了驻军，引入了税收制度，现在他甚至想禁止对强大的暗影的崇拜!这真是太离谱了!

source: And bonemeal is forbidden.
de: Und Knochenmehl ist verboten.
fr: Et la poudre d'os est interdite.
ja: そして骨粉は禁止されている。
pt: E farinha de ossos é proibida.
zh_cn: 并且禁止使用骨粉。

source: I will clear the castle of undead for you.
de: Ich werde für dich das Schloss von den Untoten befreien.
fr: Je vais nettoyer le château des mort-vivants pour vous.
ja: 城のアンデッドを片付けてきます。
pt: Vou lhe limpar o castelo dos mortos-vivos.
zh_cn: 我将为你清除城堡里的亡灵。

source: Yes, incredible! Although kids like you should not play with such things.
de: Ja, unglaublich! Allerdings sollten Kinder wie du nicht mit solchen Sachen spielen.
fr: Oui, incroyable ! Bien que les gamins comme toi ne devraient pas jouer avec de telles choses.
ja: そうですね、信じられないことです！ あなたのような子供はそんなもので遊んではいけませんが。
pt: Sim, incrível! Embora crianças como não deve brincar com essas coisas.
zh_cn: 是的，难以置信!虽然像你这样的孩子不应该玩这种东西。
