Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: If we were able to supply him with some mead that we have prepared, we might just be able to sneak our friend out during the night, when the captain is sleeping off the drunkenness.
de: Falls wir ihm den Met, den wir vorbereitet haben, in die Hände spielen würden, dann könnten wir in der Lage sein, unseren Freund in der Nacht, während der Kommandant seinen Rausch ausschläft, zu befreien.
fr: Si nous lui apportons de l'hydromel que nous avons préparé, nous pourrions libérer notre ami, pendant que le capitaine sera en train de décuver.
ja: こちらで用意しておいたミードをあの男に飲ませることが出来れば、隊長が眠っている夜の間に、こっそり仲間を外に連れ出すことができるかもしれない。
pt: Se o convencermos a tomar um pouco de hidromel que preparamos, talvez possamos tirar sorrateiramente o nosso amigo durante a noite, quando o capitão estiver a dormir de tanto embriagado.
zh_cn: 如果我们能给他一些我们已经准备好的蜂蜜酒，我们也许就能在晚上把我们的朋友偷偷带出去，那时队长正在喝得酩酊大醉。

source: Our cook can prepare a special brew of mead for you that will knock him out.
de: Unser Koch kann dir ein speziell zubereiteten Met herstellen, das ihn außer Gefecht setzen wird.
fr: Notre cuisinier peut préparer un hydromel spécial qui le mettra à terre.
ja: うちのコックがやつを眠らせる特別なミードを用意できる。
pt: O nosso cozinheiro pode preparar uma bebida especial de hidromel que o vai deixar de rastos.
zh_cn: 我们的厨师可以为你调制一种特殊的蜂蜜酒，让他神魂颠倒。

source: He would probably need to be persuaded to drink on duty too. If that should fail, he could probably be bribed instead.
de: Es wird wahrscheinlich nötig sein, ihn zu überzeugen, bei der Pflicht zu trinken. Falls das nicht klappt, könnte er vielleicht stattdessen bestochen werden.
fr: Il faudrait le persuader de boire durant son service. Si on échoue, on pourrait tenter le soudoyer.
ja: あの男自身に対しても、勤務中に酒を飲ませるように説得の必要があるだろう。もしそれが失敗するようなら、代わりとして賄賂が有効かもしれない。
pt: Provavelmente vai precisar de ser convencido a beber em serviço também. Se isso falhar, podes tentar suborná-lo.
zh_cn: 他可能也需要被说服在值班时喝酒。如果失败，也可以贿赂他。

source: How does that sound to you? Do you think you are up to it?
de: Wie klingt das für dich? Denkst du, du schaffst das?
fr: Qu'est-ce que tu en penses ? Tu t'en sens capable ?
ja: どうだ。やれそうか？
pt: O que achas do plano? Estás disposto a fazer isso?
zh_cn: 你觉得怎么样?你认为你能胜任吗?

source: No, this is really starting to sound like a bad idea.
de: Nein, das hört sich mittlerweile wirklich langsam nach einer schlechten Idee an.
fr: Non, cela commence à me sembler une mauvaise idée.
ja: いえ、これは本当に良からぬことだって思えてきました。
pt: Não, isto está mesmo a começar a parecer uma má ideia.
zh_cn: 不，这听起来确实是个坏主意。

source: Sure, sounds easy!
de: Sicher, klingt leicht!
fr: Bien sûr, ça semble facile !
ja: もちろん、簡単そうだ！
pt: Claro, parece fácil!
zh_cn: 当然,听起来很简单!

source: Sounds a bit dangerous, but I guess I'll try.
de: Klingt ein bisschen gefährlich, aber ich denke, ich werde es versuchen.
fr: Cela semble dangereux, mais je pense que je vais essayer.
ja: ちょっと危険そうだけど、やってみます。
pt: Parece um pouco perigoso, mas acho que vou tentar.
zh_cn: 听起来有点危险，但我想我会努力的。

source: Good. Report back to me when you have gotten the guard captain to drink that special mead.
de: Gut. Erstatte mir Bericht, sobald du es geschafft hast, dem Kommandanten den speziellen Met zu verabreichen.
fr: Bien. Reviens me voir quand tu auras réussi à faire boire l'hydromel au capitaine de la garde.
ja: よし。衛兵隊長に特別なミードを飲ませたらまた報告してくれ。
pt: Bom. Diz-me alguma coisa quando conseguires que o capitão dos guardas beba o hidromel especial.
zh_cn: 很好。当你叫警卫队长喝那个特别的蜂蜜酒时，向我汇报。

source: Will do.
de: Werde ich tun.
fr: Ça fera l'affaire.
ja: そうします。
pt: Vou fazer isso.
zh_cn: 我会的。

source: Hello again my friend. How goes your mission to get the guard captain drunk?
de: Sei gegrüßt, mein Freund. Wie lief deine Mission, den Kommandanten betrunken zu machen?
fr: Re-bonjour, mon ami. As-tu donné l'hydromel au capitaine de la garde ?
ja: 来たか。衛兵隊長を酔わせる任務はどうだ？
pt: Olá novamente meu amigo. Como está a correr a a missão de embebedar o capitão dos guardas?
zh_cn: 你好，我的朋友。把队长灌醉的任务进行得怎样？

source: I am not done yet, but I am working on it.
de: Ich bin noch nicht fertig, aber ich arbeite dran.
fr: Pas encore, j'y travaille.
ja: まだ終わってませんが、取り組んでいます。
pt: Ainda não terminei, mas estou a tratar disso.
zh_cn: 我还没有完成，但我正在努力。

source: It is done. He should be no problem during the night.
de: Es ist geschafft. Er sollte heute Nacht kein Problem sein.
fr: C'est fait. Il ne devrait pas vous gêner cette nuit.
ja: 終わりました。夜の間は問題ないはずです。
pt: Está feito. Ele não deve ser problema durante a noite.
zh_cn: 已经完成了。他晚上应该没问题。

source: That is good news! Now we should be able to get our friend out from jail tonight.
de: Das sind gute Nachrichten! Nun sollte es uns möglich sein, unseren Freund heute Nacht aus dem Gefängnis zu befreien.
fr: Bonne nouvelle ! Nous pourrons sortir notre ami de prison ce soir.
ja: そいつはいい知らせだ！ これで今夜、仲間を留置所から出してやれる。
pt: Isso é uma boa notícia! Agora devemos ser capazes de tirar o nosso amigo da prisão esta noite.
zh_cn: 这是个好消息！现在我们应该能让我们的朋友今晚出狱了。

source: Thank you for your help my friend. Take these coins as a token of our appreciation.
de: Ich danke dir für deine Hilfe, mein Freund. Nimm diese Münzen als Zeichen unserer Anerkennung.
fr: Merci pour ton aide mon ami. Prends ces pièces comme un gage de notre considération.
ja: 仲間を助けてくれて感謝する。この金を俺たちからの感謝の印として受け取ってくれ。
pt: Obrigado pela tua ajuda meu amigo. Toma estas moedas como um sinal do nosso apreço.
zh_cn: 谢谢你帮助我的朋友。把这些硬币收起来，作为我们感激的表示。

source: Finally, some gold.
de: Endlich ein paar Goldmünzen.
fr: Enfin, un peu de pièces d'or.
ja: ようやくお金が。
pt: Finalmente, um pouco de ouro.
zh_cn: 终于，有金子啦。

source: Thank you for your help with the guard captain earlier.
de: Danke für deine Hilfe mit dem Kommandanten der Wache neulich.
fr: Merci beaucoup pour ton aide à propos du capitaine de la garde.
ja: さっきは衛兵隊長の件で世話になったな。
pt: Obrigado pela tua ajuda com o capitão dos guardas.
zh_cn: 谢谢你之前对警卫队长的帮助。

source: That's very useful information. Well done. You have my thanks, friend.
de: Das sind sehr nützliche Informationen. Gut gemacht. Du hast meinen Dank, mein Freund.
fr: C'est une information très utile. Bien joué. Merci, mon ami.
ja: そいつはかなり有益な情報だ。よくやった。感謝する。
pt: Isso é uma informação muito útil. Muito bem feito. Tens os meus agradecimentos, amigo.
zh_cn: 这是非常有用的信息。做得很好。你有我的感谢，朋友。

source: So did you tell the guard captain about our plan then?
ja: それで、計画を衛兵隊長に話したのか？
pt: Então falaste com o Warden sobre o nosso plano?
zh_cn: 那你把我们的计划告诉典狱长了吗？

source: No, I haven't talked to him.
de: Nein, ich habe nicht mit ihm geredet.
fr: Non, je ne lui ai pas parlé.
ja: いえ、話してません。
pt: Não, não lhe falei.
zh_cn: 不，我还没有和他谈过。

source: [Lie]. No. I went there, but I overheard the guard captain saying there was no real threat, so they will lower security. So maybe you can carry out your mission without me being involved.
ja: （嘘）いえ、行ってきたけど、衛兵隊長が実際の脅威はないと話してるのを耳にしました。だから、彼らは警備を緩めるつもりでいます。なので僕が関与しなくても任務を遂行できるかもしれません。
pt: [Mentir]. Não. Fui até lá, mas ouvi o Warden dizer que não havia nenhuma ameaça, por isso eles vão diminuir a segurança. Talvez possas continuar a tua missão sem o meu envolvimento.
zh_cn: 【撒谎】：不，我去了那里，但我听到典狱长说没有真正的威胁，所以他们将降低安全措施。所以，也许你可以在没有我参与的情况下执行你的任务 。

source: State your business.
de: Erkläre dein Vorhaben.
fr: Circulez.
ja: 用件をどうぞ。
pt: Diz o que tens a fazer.
zh_cn: 管好你自己。

source: Who is that prisoner?
de: Wer ist dieser Gefangene?
fr: Qui est ce prisonnier ?
ja: あの囚人は誰ですか？
pt: Quem é esse prisioneiro?
zh_cn: 那个囚犯是谁?

source: I heard that you are fond of mead.
de: Ich hörte, dass du Met magst.
fr: J'ai entendu dire que vous aimez l'hydromel.
ja: ミードがお好きだそうですね。
pt: Ouvi dizer que gostas de hidromel.
zh_cn: 我听说你喜欢蜂蜜酒。

source: The thieves are planning an escape for their friend.
de: Die Diebe planen ihren Freund zu befreien.
fr: Les voleurs planifient une évasion pour leur ami.
ja: 盗賊が仲間のために脱走を計画しています。
pt: Os ladrões estão a planear uma fuga para o amigo deles.
zh_cn: 窃贼正在为他们的朋友计划逃跑。

source: I recently talked to the watchman who blocks the old pathway to the Duleian Road. Why don't you just pay the woodcutter?
de: Ich habe neulich mit dem Wächter gesprochen, der den alten Pfad zur Duleianstraße blockiert. Wieso bezahlst du nicht einfach den Holzfäller?
fr: J'ai parlé récemment à la sentinelle qui bloque le vieux sentier qui mène à la route Duleian. Pourquoi ne payez-vous pas le bûcheron ?
ja: 最近、デュリアン街道への道を塞いでいる衛兵の方と話しました。きこりにお金を支払ってはどうですか？
pt: Recentemente conversei com o vigia que bloqueia o antigo caminho para a estrada de Duleian. Porque é que simplesmente não pagas ao lenhador?
zh_cn: 我最近和一个看守人谈过，他堵住了通往杜莱恩路的旧路。你为什么不付钱给伐木工人呢?

source: That thief? He was caught in the act. Trespassing he was. Trying to get down into the catacombs of Fallhaven church.
de: Dieser Dieb? Er wurde auf frischer Tat ertappt. Einbrechen wollte er. Er versuchte hinunter in die Katakomben der Kirche von Fallhaven zu gelangen.
fr: Ce voleur ? Il a été pris en flagrant délit d'effraction. Il essayait de descendre dans les catacombes de l'église de Fallhaven.
ja: あの盗賊か？ あの男は現行犯で逮捕されたのだ。不法侵入だよ。フォールヘブン教会の地下墓地に降りようとしていた。
pt: Esse ladrão? Ele foi apanhado em flagrante. Ele é um transgressor. Estava a tentar descer para as catacumbas da igreja de Fallhaven.
zh_cn: 那个小偷吗?他被当场抓获。他是非法侵入。试图进入法尔海文教堂的地下墓穴。

source: Luckily, we caught him before he could get down there. Now he'll serve as an example to all other thieves.
de: Glücklicherweise konnten wir ihn festnehmen, bevor er nach unten gelangen konnte. Nun wird er für alle anderen Diebe als Exempel dienen.
fr: Heureusement, nous l'avons attrapé avant qu'il descende là-bas. Maintenant, il va servir d'exemple à tous les autres voleurs.
ja: 幸いにも、降りる前に捕まえることができた。今後は他の盗賊たちへの見せしめとなるだろう。
pt: Felizmente, apanhamos-lo antes que ele pudesse chegar lá. Agora vai servir como exemplo para todos os outros ladrões.
zh_cn: 幸运的是，他还没到那儿，我们就抓住了他。现在他将成为所有其他小偷的榜样。

source: Damn thieves. There must be a nest of them around here somewhere. If only I could find where they hide.
de: Verdammte Diebe. Es muss hier irgendwo ein Nest von ihnen geben. Wenn ich nur herausfinden könnte, wo sie sich verstecken.
fr: Satanés voleurs. Il doivent avoir un repaire non loin d'ici. Si seulement je pouvais trouver où ils se cachent.
ja: 盗賊どもめ。この辺りのどこかに住処があるはずなのだ。どこに隠れているかさえ分かればな。
pt: Malditos ladrões. Deve haver um ninho deles por aqui. Se pudesse descobrir onde eles se escondem.
zh_cn: 该死的小偷。这附近一定有他们的根据地。要是我能找到他们藏身的地方就好了。

source: Mead? Oh ... no, I don't do that anymore. Who told you that?
de: Met? Oh.. nein, Ich mach das nicht mehr. Wer hat dir das erzählt?
fr: Hydromel ? Oh ... non, je n'en bois plus. Qui te l'a dit ?
ja: ミード？ おお…いや、もう飲んでないんだ。誰がそんなことを言っていたのだ？
pt: Hidromel? Oh... não, não bebo mais disso. Quem te disse isso?
zh_cn: 蜂蜜酒？哦。。。不，我不再那样做了。谁告诉你的？

source: I've stopped doing that years ago.
de: Ich habe vor Jahren damit aufgehört.
fr: J'ai arrêté d'en boire il y a des années.
ja: 何年も前にやめてしまったよ。
pt: Parei de beber isso há anos atrás.
zh_cn: 几年前我就不再这么做了。

source: Sounds like a good approach. Good luck with keeping away from it.
de: Klingt nach einem guten Vorsatz. Viel Glück dabei, damit weiterzumachen.
fr: On dirait une bonne résolution, bonne chance pour la tenir.
ja: いいことですね。その調子で関わらないように頑張ってください。
pt: Parece ser uma boa estratégia. Boa sorte em manteres-te afastado disso.
zh_cn: 听起来是个不错的方法。祝你好运，远离它。

source: Not just even a little bit?
de: Nicht mal ein kleines bisschen?
fr: Même pas un peu ?
ja: ほんの少しですよ？
pt: Nem mesmo um pouquinho?
zh_cn: 一点点都不碰吗？

source: Um. *clears throat* I really shouldn't.
de: Hm. *räuspert sich* Ich sollte wirklich nicht.
fr: Um. * éclaircit la gorge * Je ne devrais pas.
ja: ううむ。（咳払い）本当にすべきではないのだ。
pt: Hum... *limpa as beiças* Não devia mesmo.
zh_cn: 嗯。*清嗓子*我真的不应该。

source: I brought some with me if you would like to have a sip.
de: Ich habe welchen dabei, wenn du ein Schlückchen willst.
fr: J'en ai apporté un peu si vous souhaitez prendre une petite gorgée.
ja: 一口よければお持ちしました。
pt: Trouxe um pouco comigo, caso queiras tomar um gole.
zh_cn: 如果你想喝一口，我带了一些来。

source: OK, goodbye.
de: Ok, tschüss.
fr: Ok, au revoir.
ja: わかりました、さようなら。
pt: Tudo bem, adeus.
zh_cn: 好的，再见。

source: Oh sweet drinks of joy. I really shouldn't have this while on duty though.
de: Oh, süßes Getränk der Freude. Ich sollte das allerdings nicht trinken, während ich Dienst habe.
fr: Oh douces boissons de joie. Je ne devrais vraiment pas le faire pendant le service.
ja: おお、甘美なる酒よ。とはいえ勤務中に飲んでは本当にマズいな。
pt: Oh suaves bebidas da alegria. Não devia mesmo beber nada em serviço.
zh_cn: 哦，甜蜜的喜悦。但我真的不应该在值班的时候喝这个。

source: I could get fined for drinking on duty. I don't think I would dare try it right now.
de: Ich könnte für das Trinken im Dienst bestraft werden. Ich denke nicht, dass ich es im Augenblick wagen sollte.
fr: Je pourrais avoir une amende pour boire pendant mon service. Je ne pense pas que j'oserais essayer maintenant.
ja: 勤務中の飲酒で罰金を科せられるかもしれんのだ。この場で飲むのはさすがにちょっとな。
pt: Posso ser multado por beber em serviço. Acho que não me atrevo a tentar isso agora.
zh_cn: 我上班时喝酒可能会被罚款。我想我现在不敢尝试。

source: Thank you for the drink though, I will enjoy it when I get home later tomorrow.
de: Danke aber für das Getränk, ich werde es später genießen, wenn ich morgen nach Hause gekommen bin.
fr: Merci pour la boisson, je la savourerai quand je rentrerai chez moi tard demain.
ja: だがお酒をどうもありがとう。明日、帰宅した後にでも楽しませてもらうよ。
pt: Obrigado pela bebida. Porém, só vou apreciá-la quando chegar a casa amanhã.
zh_cn: 不过谢谢你的饮料，我明天晚些时候回家后再喝。

source: You are welcome. Goodbye.
de: Gern geschehen. Tschüss.
fr: Il n'y a pas de quoi. Au revoir.
ja: どういたしまして。さようなら。
pt: De nada. Adeus.
zh_cn: 对不起。再见。

source: What if someone would pay you the amount of the fine?
de: Was wäre, wenn jemand dir die Strafe bezahlen würde?
fr: Que feriez-vous si quelqu'un vous payait le montant de l'amende ?
ja: 誰かが罰金を払ってくれるとしたら？
pt: E se alguém te pagar o valor da multa?
zh_cn: 如果有人替你付罚款怎么办?

source: Oh, that sounds a bit shady. I doubt anyone could afford the 450 gold around here. Anyway, I would need a bit more than that just to risk it.
de: Oh, das klingt ein bisschen fragwürdig. Ich bezweifle stark, dass jemand hier die 450 Goldmünzen aufbringen könnte. Außerdem würde ich ein bisschen mehr als das brauchen, um dies zu riskieren.
fr: Oh, cela semble un peu louche. Je doute que quiconque puisse se permettre les 450 pièces d'or par ici. Quoi qu'il en soit, j'aurais besoin d'un peu plus que ça pour prendre le risque.
ja: あー、それならちょっと怪しいかもな。どのみち450ゴールドを立て替えてくれる人がいるとも思えんが。いずれにせよ、リスクを冒すのならそれ以上の金額が必要だろう。
pt: Ah, isso parece um pouco estranho. Duvido que alguém daqui possa pagar 450 moedas de ouro. De qualquer forma, precisaria de um pouco mais do que isso para me arriscar.
zh_cn: 哦，听起来有点可疑。我怀疑谁能买得起这450块黄金。无论如何，我需要更多的东西来冒险。

source: I have 500 gold right here that you could have.
de: Ich habe gerade 500 Goldmünzen dabei, die kannst du haben.
fr: J'ai 500 pièces d'or ici même que vous pourriez avoir.
ja: あなたのものかも知れない500ゴールドがありますよ。
pt: Tenho 500 moedas de ouro aqui que podiam ser tuas.
zh_cn: 这里有500黄金。

source: You know you want the mead right?
de: Du weißt, du willst den Met, richtig?
fr: Vous savez que vous voulez cet hydromel, n'est-ce pas ?
ja: ミードが欲しいんですよね？
pt: Sabes que queres beber o hidromel, certo?
zh_cn: 你知道你想要蜂蜜酒，对吧?

source: Yes, I agree. This is starting to sound too shady. Goodbye.
de: Ja, ich stimme dir zu. Das fängt wirklich an, sich sehr fragwürdig anzuhören. Tschüss.
fr: Oui, je suis d'accord. Cela commence à paraître trop louche. Au revoir.
ja: ええ、確かに。これはいかがわしい。さようなら。
pt: Sim, concordo. Isto está a começar a parecer um pouco estranho. Adeus.
zh_cn: 是的，我同意。这开始听起来太阴暗了。再见。

source: Oh sure. Now that you mention it. It sure would be good.
de: Oh sicher. Jetzt da du es sagst. Es würde sicher gut sein.
fr: Oh, bien sûr. Maintenant que vous le dites. Ça serait vraiment bon.
ja: ああそうだな。言われてみれば確かにそうだ。実にいいものなのだろう。
pt: Ah, claro. Agora que falaste nisso. Seria mesmo bom.
zh_cn: 哦，当然。既然你提到了。肯定会好的。

source: So what if I pay you, say, 400 gold. Would that cover enough of your anxiety to enjoy the drink now?
de: Was wäre, wenn ich dir, sagen wir, 400 Goldmünzen zahle. Würde das deiner Beunruhigung, den Trunk jetzt zu genießen, genug entgegenwirken?
fr: Si je vous paie, disons, 400 pièces d'or. Serait-ce suffisant pour calmer votre anxiété et savourer la boisson maintenant ?
ja: もし僕があなたに、例えば400ゴールドを払うとするなら。それで不安を解消して今すぐお酒を楽しめますか？
pt: Então e se pagar, digamos, 400 moedas de ouro. Isso iria ser o suficiente para ajudar a cobrir essa tua ansiedade para desfrutar esta bebida agora?
zh_cn: 如果我付给你400黄金呢。这样你就有足够的理由摆脱焦虑来享受这杯饮料了吗?

source: This is starting to sound too shady for me. I'll leave you to your duty, goodbye.
de: Das fängt an, für mich zu fragwürdig zu klingen. Ich überlasse dich deiner Pflicht, tschüss.
fr: Cela commence à paraître trop louche pour moi. Je vous laisse à votre devoir, au revoir.
ja: これはいかがわしすぎますね。おまかせします。さようなら。
pt: Isso está a começar a parecer-me muito estranho. Vou deixar-te com o teu dever. Adeus.
zh_cn: 这对我来说听起来太阴暗了。我会让你履行职责，再见。

source: I'll go get that gold for you. Goodbye.
de: Ich mache mich auf, die Goldmünzen für dich aufzutreiben. Tschüss.
fr: Je vais aller chercher l'or pour vous. Au revoir.
ja: あなたのためにお金を用意してきます。さようなら。
pt: Vou arranjar esse ouro. Adeus.
zh_cn: 我去给你拿那金子。再见。

source: Wow, that much gold? I'm sure I could even get away with this without being fined. Then I could have the gold AND a nice drink of mead at the same time.
de: Wow, so viele Goldmünzen? Ich bin sicher, ich könnte sogar damit davonkommen, ohne bestraft zu werden. Dann könnte ich die Goldmünzen UND einen schönen Met gleichzeitig haben.
fr: Wow, autant d'or ? Je suis sûr que je pourrais même m'en tirer sans recevoir d'amende. Alors je pourrais garder l'or ET avoir un bon verre d'hydromel.
ja: おおっ、こんなにたくさんのお金を？ これなら罰金を支払わずに済むだろう。それにお金と、美味いミードの酒まで一緒に手に入るではないか。
pt: Uau! Tanto ouro! Tenho a certeza que até poderia safar-me disto sem ser multado. Então poderia ter o ouro e uma bebida de hidromel agradável, ao mesmo tempo.
zh_cn: 哇，那么多黄金？我相信我甚至可以在不被罚款的情况下逃脱惩罚。然后我就可以同时得到金子和蜂蜜酒了。

source: Thank you kid, you really are nice. Now leave me to enjoy my drink.
de: Ich danke dir, Junge, du bist wirklich nett. Nun geh, damit ich mein Getränk genießen kann.
fr: Merci gamin, tu es vraiment gentil. Maintenant laisse-moi profiter de ma boisson.
ja: ありがとう少年。君は本当にいい子だな。さて、お酒を楽しませてもらおうか。
pt: Obrigado miúdo, és mesmo porreiro. Agora, deixa-me saborear a bebida.
zh_cn: 谢谢你，孩子，你真的很好。现在让我去喝一杯吧。

source: Hello again, kid. Thanks for the drink earlier. I had it all in one go. It sure tasted a bit different than before, but I guess that is just because I'm not used to it anymore.
de: Hallo nochmal, Junge. Danke für das Getränk vorhin. Ich habe alles auf einmal getrunken. Ich bin mir sicher, es hat anders als vorher geschmeckt, aber ich vermute, es liegt daran, dass ich daran schon nicht mehr gewöhnt bin.
fr: Bonjour à nouveau, gamin. Merci pour le verre plus tôt. J'ai bu tout d'un coup. Le goût était un peu différent d'avant, mais je suppose que c'est juste parce que je ne suis plus habitué .
ja: また会ったな、少年。先程は飲み物をありがとう。一気に飲んでしまったよ。どうも以前とは少し味が違っていたんだが、まだ慣れていないからだろうな。
pt: Olá de novo, miúdo. Obrigado pela bebida que me arranjaste. Bebi tudo de uma vez. Parece-me que o sabor estava um pouco diferente, mas deve ser por já não estar acostumado a beber.
zh_cn: 你好,孩子。谢谢你早些的酒。我一口闷了他。它尝起来确实和以前有点不同，但我想那只是因为我已经不习惯了。

source: That's great! Cheers!
de: Das ist Großartig! Prost!
fr: C'est parfait ! Merci !
ja: いいですね！ 乾杯！
pt: Isso é fantástico! Um brinde!
zh_cn: 太好了!干杯!

source: Hello again, kid. Thanks for the drink earlier. I still haven't had it.
de: Hallo nochmal, Junge. Danke für das Getränk vorhin. Ich habe es noch immer nicht getrunken.
fr: Te revoilà, gamin. Merci pour le verre plus tôt. Je ne l'ai pas encore bu.
ja: こんにちは、少年。先程は飲み物をありがとう。まだ飲んでいないんだ。
pt: Olá de novo, miúdo. Obrigado pela bebida que me arranjaste. Ainda não a provei.
zh_cn: 你好,孩子。谢谢你早些的酒。我还没吃过呢。

source: Really, they would dare go up against the guard in Fallhaven? Do you have any details on their plan?
de: Wirklich, sie würden es wagen, gegen die Wache in Fallhaven vorzugehen? Hast du irgendwelche Details ihres Plans?
fr: Vraiment, ils oseraient aller contre la garde de Fallhaven ? As-tu des détails sur leur plan ?
ja: それは本当か、フォールヘブン衛兵に歯向かうというのか？ やつらの計画の詳細について何か分かるか？
pt: Realmente, eles ousariam atacar os guardas em Fallhaven? Sabes mais alguma coisa do plano deles?
zh_cn: 真的，他们竟敢在法尔海文与卫兵对抗吗？你知道他们的计划吗？

source: I heard they are planning his escape tonight.
de: Ich hörte, sie planen seine Flucht heute Nacht.
fr: J'ai entendu qu'ils préparent son évasion pour cette nuit.
ja: 今夜に脱走を計画していると聞きました。
pt: Ouvi-os dizer que estão a planear a fuga hoje à noite.
zh_cn: 我听说他们今晚计划逃走。

source: No, I was just kidding with you. Never mind.
de: Nein, ich habe mir bloß einen Scherz erlaubt. Mach dir nichts daraus.
fr: Non, je plaisantais avec vous. Oubliez ça.
ja: いえ、冗談です。気にしないで。
pt: Não, estava a brincar. Esquece.
zh_cn: 不，我只是跟你开玩笑。不要介意。

source: On second thought, I better not upset the Thieves' Guild. Never mind I said anything.
de: Wenn ich es recht bedenke, sollte ich die Diebesgilde besser nicht enttäuschen. Vergiss, dass ich etwas gesagt habe.
fr: À la réflexion, je ferais mieux de ne pas énerver la Guilde des Voleurs. Oubliez ça, je n'ai rien dit.
ja: 考え直してみると、盗賊ギルドを怒らせるべきじゃない。僕が言ったことは忘れてください。
pt: Pensando bem, é melhor não chatear a Corja dos Ladrões. Esquece o que disse.
zh_cn: 仔细想想，我最好不要打搅盗贼工会。我什么都没说。

source: Tonight? Thank you for this information. We will make sure to increase the security tonight then, but in such a way that they won't notice.
de: Heute Nacht? Danke für diese Information. Wir werden sicherstellen, dass die Sicherheit heute Nacht erhöht wird, aber auf eine Art, dass sie davon nichts mitbekommen werden.
fr: Ce soir ? Merci pour cette information. Nous ferons en sorte de renforcer la sécurité, dans ce cas, mais de telle façon qu'ils ne le remarquent pas.
ja: 今夜だと？ 情報提供に感謝する。今夜は警備を強化するが、勘付かれないようにしなくてはな。
pt: Hoje à noite? Obrigado por esta informação. Vamos aumentar a segurança hoje à noite, mas de tal forma que eles não vão notar.
zh_cn: 今晚吗?谢谢你提供的信息。我们会确保在今晚增加安全措施，但以一种他们不会注意到的方式。

source: When they do decide to break him free, we will be prepared. Maybe we can arrest more of those filthy thieves.
de: Sobald sie sich dafür entscheiden, ihn zu befreien, werden wir vorbereitet sein. Vielleicht können wir mehr von diesen schmutzigen Dieben verhaften.
fr: Lorsqu'ils se décideront à venir le libérer, nous serons prêts. Peut-être que nous pourrons arrêter davantage de ces sales voleurs .
ja: 向こうが解放を決断したのなら、こちらも迎え撃つまでだ。さらに多くの薄汚い盗賊を逮捕できるかもしれん。
pt: Quando eles decidirem libertá-lo, estaremos preparados. Talvez possamos prender mais alguns desses ladrões imundos.
zh_cn: 当他们决定释放他时，我们将做好准备。也许我们可以逮捕更多的那些肮脏的小偷。

source: Thank you again for the information. I'm not sure how you may know this, but I really appreciate you telling me.
de: Danke nochmal für die Benachrichtigung. Auch wenn ich nicht genau weiß, wie du das herausbekommen konntest, bin ich sehr froh, dass du es mir gesagt hast.
fr: Merci encore pour le renseignement. Je ne sais pas trop comment tu sais tout ça, mais j'apprécie vraiment que tu m'en fasses part.
ja: 改めて情報をありがとう。君がどうやってこのことを知ったのかは分からんが、教えてくれて本当に感謝する。
pt: Mais uma vez obrigado pela informação. Embora não saiba como conseguiste saber disso, aprecio que me tenhas informado.
zh_cn: 再次感谢你提供的信息。我不知道你是怎么知道的，但我真的很感谢你告诉我。
