Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: I am sent by Vacor to kill you.
de: Ich wurde von Vacor geschickt um dich zu töten.
fr: Vacor m'a envoyé pour vous tuer.
ja: あなたを殺すためのヴァコールの遣いです。
pt: Fui enviado pelo Vacor para te matar.
zh_cn: 我是瓦克派来杀你的。

source: Yes, this is my camp. Lovely place, isn't it?
de: Ja, das ist mein Lager. Herrlicher Platz, nicht wahr?
fr: Oui, c'est mon campement. C'est un joli coin, non ?
ja: うん、ここは私のキャンプなんだ。素敵なところだろう？
pt: Sim, este é o meu acampamento. Belo lugar, não é?
zh_cn: 是的，这是我的营地。可爱的地方，对吧?

source: Vacor sent you huh? I guess I should have figured he would send someone sooner or later.
de: Vacor hat dich geschickt huh? Ich fürchte ich hätte wissen müssen, dass er früher oder später jemand schicken wird.
fr: Ah, Vacor t'a envoyé ? Je suppose que j'aurais dû me douter qu'il enverrait quelqu'un un jour ou l'autre.
ja: ヴァコールが？ 遅かれ早かれ、誰か来ると思うべきだったか。
pt: O Vacor enviou-te, hein? Acho que devia ter percebido que ele iria enviar alguém, mais cedo ou mais tarde.
zh_cn: 瓦克派你来的?我想我早该想到他迟早会派人来。

source: Very well then. Kill me if you must, or allow me to tell you my side of the story.
de: Nun gut. Töte mich oder erlaube mir dir meine Seite der Geschichte zu erzählen.
fr: Très bien. Tue-moi si tu dois le faire, ou alors permets-moi de te raconter ma version de l'histoire.
ja: よく分かったよ。殺さなければならないなら、そうしてくれ。そうでないなら、こちらの言い分を聞いてほしい。
pt: Muito bem então. Mata-me se quiseres, mas antes ouve o meu lado da história.
zh_cn: 那么很好。杀了我，如果你必须这么做，或者让我告诉你我的故事。

source: Hah, I will enjoy killing you!
de: Hah, ich werde dich mit Vergnügen töten!
fr: Ha, je vais me faire un plaisir de vous tuer !
ja: ああ、お前を殺すのが楽しみだ！
pt: Ah, vou gostar de te matar!
zh_cn: 哈，我将享受杀了你的乐趣!

source: I will listen to your story.
de: Okay, ich werde mir deine Geschichte anhören.
fr: Je vous écoute.
ja: 話を聞きましょう。
pt: Quero ouvir a tua história.
zh_cn: 我会听听你的故事。

source: Very well, let's fight then.
de: Nun denn, lass uns kämpfen.
fr: Très bien alors, en garde.
ja: よし、それじゃあ戦おう。
pt: Muito bem, então vamos lutar.
zh_cn: 很好，那我们就开打吧。

source: A fight it is!
de: Auf in den Kampf!
fr: En garde !
ja: 戦いだ！
pt: Até que enfim, uma luta!
zh_cn: 打就打吧！

source: Thank you for listening.
de: Vielen Dank fürs zuhören.
fr: Merci de m'écouter.
ja: 聞いてくれてありがとう。
pt: Obrigado por me ouvires.
zh_cn: 谢谢你的聆听。

source: Vacor and I used to travel together, but he started to get obsessed with his spell making.
de: Vacor und ich reisten gewöhnlich miteinander, aber er begann von der Zauberei besessen zu werden.
fr: Vacor et moi voyagions ensemble. Puis il est devenu obsédé par ses sortilèges.
ja: ヴァコールとはともに旅をしていたんだけど、次第に彼は呪文作りに夢中になり始めたんだ。
pt: O Vacor e eu costumávamos viajar juntos. Mas ele começou a ficar obcecado em fazer o feitiço.
zh_cn: 我和瓦克曾经一起旅行过，但是他开始着迷于他的法术。

source: He even started to question the Shadow. I knew I had to do something to stop him!
de: Er stellte sogar den Schatten in Frage. Ich wusste ich musste etwas tun, um ihn aufzuhalten!
fr: Il a même commencé à mettre en doute l'Ombre. Je savais que je devais faire quelque chose pour l'arrêter !
ja: シャドウにも疑問を抱くようになった。それを止めるために何かしなければならなかった、それは分かっていたんだ！
pt: Ele mesmo começou a questionar a Sombra. Sabia que tinha que fazer alguma coisa para o deter!
zh_cn: 他甚至开始质疑暗影。我知道我必须做点什么来阻止他!

source: I started questioning him about what he was up to, but he just wanted to keep on going.
de: Ich begann die Dinge die er vorhatte in Frage zu stellen, aber wollte immer nur weitermachen.
fr: J'ai commencé à l'interroger sur ce qu'il comptait faire, mais il n'en faisait qu'à sa tête.
ja: 何をしようとしているかを問いただしたけど、とにかく彼はひたすら続けようとしていた。
pt: Comecei a questioná-lo sobre o que ele estava a fazer, mas ele só queria seguir em frente.
zh_cn: 我开始质问他要干什么，但他只想继续干下去。

source: After a while, he became obsessed with the thought of a rift spell. He said it would grant him unlimited powers against the Shadow.
de: Nach einer Weile, wurde er vom Gedanken eines Spaltzaubers besessen. Er sagte er würde ihm unbeschränkte Macht gegen den Schatten geben.
fr: Au bout d'un moment, il est devenu obsédé par l'idée d'un sort de scission. Il disait que cela lui octroierait un pouvoir sans limite contre l'Ombre.
ja: しばらくして、裂け目の呪文の思想に取りつかれるようになったんだ。シャドウに対して無限の力を与えてくれるなどとも話していたかな。
pt: Depois de um tempo, ele ficou obcecado com a ideia de um feitiço de fenda. Ele dizia que ia dar-lhe poderes ilimitados contra a Sombra.
zh_cn: 过了一段时间，他开始沉迷于裂缝法术的想法。他说这将赋予他对付暗影的无限力量。

source: So, there was only one thing I could do. I left him and needed to stop him from trying to create the rift spell.
de: Darum konnte ich nur noch eines tun. Ich verließ ihn und musste ihn bei seinen Versuche den Spaltzauber zu erzeugen aufhalten.
fr: Il n'y avait plus qu'une seule chose à faire. Je suis parti et j'ai cherché comment l'empêcher de créer ce sort de scission.
ja: そうして、もはやできることはただ1つとなってしまった。彼の元を去り、何としてでも裂け目の呪文の作成を止めなくちゃならなかった。
pt: Então, só havia uma coisa que podia fazer. Deixei-o e fiz o necessário para impedi-lo de tentar criar o feitiço de fenda.
zh_cn: 所以，只有一件事我可以做。我离开了他，需要阻止他试图创造裂痕。

source: I sent some friends to take the spell from him.
de: Ich schickte einige Freunde, um ihm den Zauberspruch wegzunehmen.
fr: J'ai envoyé des amis lui prendre le sort.
ja: 呪文を奪うために友を送ったんだ。
pt: Enviei alguns amigos para tirarem o feitiço dele.
zh_cn: 我派了一些朋友来偷取他的咒语。

source: So, here we are.
de: So weit die Geschichte.
fr: Et nous voilà.
ja: というわけで、これでお終い。
pt: E aqui estamos.
zh_cn: 所以，这就是现在的状况。

source: I killed the four bandits you sent after Vacor.
de: Ich tötete die 4 Banditen, die du zu Vacor geschickt hast.
fr: J'ai tué les quatre bandits que vous avez envoyé à Vacor.
ja: ヴァコールに送りこんだ4人の盗賊なら殺しましたよ。
pt: Matei os 4 bandidos que enviaste ao Vacor.
zh_cn: 我杀了你派来的四个强盗。

source: What? You killed my four friends? Argh, I feel the rage coming.
de: Was? Du hast meine Freunde getötet? Argh, ich fühle die Wut in mir aufsteigen.
fr: Quoi ? Tu as tué mes quatre amis ? Argh, je sens la rage m'étreindre.
ja: え？ 4人の友を殺しただって？ うあぁなんてことを、怒りを覚えるよ。
pt: O quê? Mataste os meus 4 amigos? Raios, sinto a raiva a chegar.
zh_cn: 什么?你杀了我的四个朋友?啊，我现在感觉怒火中烧。

source: However, I also realize that all this is the making of Vacor. I'll give you a choice now. Choose wisely.
de: Allerdings verstehe ich auch, dass das die alleinigen Machenschaften von Vacor sind. Ich stelle dich jetzt vor eine Entscheidung. Wähle weise.
fr: Mais je réalise aussi que tout ceci est la faute de Vacor. Je vais te donner une chance maintenant, choisis avec sagesse.
ja: だけども、すべてはヴァコールが意図したものだということも分かってはいる。これから君に選択肢を与えよう。賢明な選択を頼むよ。
pt: Mas também percebo que tudo isto é obra do Vacor. Vou dar-te uma escolha agora. Escolhe sabiamente.
zh_cn: 然而，我也意识到这一切都是为了腾出空间。我现在给你一个选择。做出明智的选择。

source: Either you side with Vacor and his rift spell, or side with the Shadow, and help me get rid of him. Who will you help?
de: Entweder du wählst die Seite von Vacor und seinem Spaltzauber, oder die Seite des Schattens und hilfst mir, ihn los zu werden. Wem willst du helfen?
fr: Soit tu te ranges du côté de Vacor et de son sort de scission, soit tu te ranges du côté de l'Ombre et tu m'aides à me débarrasser de lui. Qui vas-tu aider ?
ja: ヴァコールと裂け目の呪文を味方するか、シャドウと私の側に付いて彼を追い払うのを手伝うか。君は誰に協力する？
pt: Ou ficas do lado do Vacor e o feitiço de fenda dele, ou ficas do lado da Sombra e ajudas a livrar-me dele. Quem é que vais ajudar?
zh_cn: 要么你站在瓦克和他的裂谷法术一边，要么站在暗影一边，帮我除掉他。你会帮助谁?

source: I will side with you. The Shadow must not be disturbed.
de: Ich will dir helfen. Der Schatten darf nicht gestört werden.
fr: Je suis de votre côté. L'Ombre ne doit pas être perturbée.
ja: 僕はあなたの味方です。シャドウは乱されてはならない。
pt: Vou ficar ao teu lado. A Sombra não deve ser perturbada.
zh_cn: 我会支持你。暗影不能被打扰。

source: I will side with Vacor.
de: Ich helfe Vacor.
fr: Je suis avec Vacor.
ja: ヴァコールを味方します。
pt: Vou ficar do lado do Vacor.
zh_cn: 我将站在瓦克这一边。

source: Thank you my friend. We will keep the Shadow safe from Vacor.
de: Vielen Dank mein Freund. Wir werden den Schatten vor Vacor bewahren.
fr: Merci mon ami. Nous allons sauver l'Ombre des agissements de Vacor.
ja: ありがとう。ヴァコールからシャドウを守ろう。
pt: Obrigado meu amigo. Vamos manter a Sombra segura do Vacor.
zh_cn: 谢谢你，我的朋友。我们将保证暗影免遭瓦克的毒手。

source: You should go talk to him about the Shadow.
de: Du solltest nochmals mit ihm über den Schatten sprechen.
fr: Vous devriez aller lui parler de l'Ombre.
ja: 彼のところに行ってシャドウについて話してきてほしい。
pt: Devias falar com ele sobre a Sombra.
zh_cn: 你应该和他谈谈关于暗影的事。

source: Welcome back. Did you talk to Vacor?
de: Willkommen zurück. Hast du mit Vacor gesprochen?
fr: Bienvenue. As-tu parlé à Vacor ?
ja: おかえり。ヴァコールとは話せたかな？
pt: Bem-vindo de volta. Falaste com o Vacor?
zh_cn: 欢迎回来。你跟瓦克谈过了吗？

source: Yes, I have dealt with him.
de: Ja, ich habe ihn erledigt.
fr: Oui, je me suis occupé de lui.
ja: はい、仕留めてきました。
pt: Sim, lidei com ele.
zh_cn: 是的，我已经干掉他了。

source: You killed him? You have my thanks friend. Now we are safe from Vacor's rift spell. Here, take these coins for your help.
de: Du hast ihn getötet? Du hast meinen Dank verdient, Freund. Nun sind wir sicher vor Vacor's Spaltzauber. Hier, nimm diese Goldmünzen für deine Hilfe.
fr: Tu l'as tué ? Je te remercie mon ami. Maintenant nous sommes à l'abri du sort de scission de Vacor. Tiens, prends ces pièces pour ton aide.
ja: 殺したのか？ 感謝するよ。これでヴァコールの裂け目の呪文から守られた。このお金をお礼として受け取って欲しい。
pt: Mataste-o? Tens a minha gratidão amigo. Agora estamos salvo do feitiço de fenda do Vacor. Toma, leva estas moedas por me teres ajudado.
zh_cn: 你杀了他?谢谢你，我的朋友。现在我们免于承受瓦克的裂谷法术的危险。来，把这些硬币拿去。

source: Thank you.
de: Danke.
fr: Merci.
ja: ありがとう。
pt: Obrigado.
zh_cn: 谢谢你。

source: Thank you for your help. Now we are safe from Vacor's rift spell.
de: Danke für deine Hilfe. Nun sind wir vor Vacor's Spaltzauber sicher.
fr: Merci pour ton aide. Maintenant, nous sommes à l'abri du sort de scission de Vacor.
ja: 助けてくれてありがとう。これでヴァコールの裂け目の呪文から守られた。
pt: Obrigado pela tua ajuda. Agora estamos salvos do feitiço de fenda do Vacor.
zh_cn: 谢谢你的帮助。现在我们脱离了瓦克的裂痕法术。

source: I have a message for you from Kaverin in Remgard.
de: Ich habe eine Nachricht von Kaverin in Remgard für dich.
fr: J'ai un message pour vous de Kaverin à Remgard.
ja: レムガードのカベリンからメッセージがあります。
pt: Tenho uma mensagem para ti do Kaverin em Remgard.
zh_cn: 我有个从瑞姆加德的卡维林带给你的口信。

source: Get lost kid. I don't have time for you.
de: Verschwinde Junge. Ich habe keine Zeit für dich.
fr: Fous le camp gamin ! Je n'ai pas de temps à t'accorder.
ja: 失せろボウズ。お前に構ってるヒマはない。
pt: Sai daqui miúdo. Não tenho tempo para ti.
zh_cn: 小鬼滚一边去，我没有时间陪你。

source: I'm looking for a piece of the Rift spell.
de: Ich suche einen Teil des Spaltzaubers.
fr: Je recherche un fragment du sortilège de scission.
ja: 裂け目の呪文のピースを探してるんだ。
pt: Estou à procura de um pedaço do feitiço de fenda.
zh_cn: 我在寻找裂谷法术的一部分。

source: No! Vacor will not gain the power of the rift spell!
de: Nein! Vacor wird die Macht des Spaltzaubers nicht bekommen!
fr: Non ! Vacor n'obtiendra pas le pouvoir du sortilège !
ja: ダメだ！ ヴァコールに裂け目の呪文のチカラは渡さん！
pt: Não! O Vacor não irá ganhar o poder do feitiço de fenda!
zh_cn: 不！瓦克不会获得裂痕咒语的力量！

source: Let's fight!
de: Lass uns anfangen!
fr: À l'attaque !
ja: いざ勝負！
pt: Vamos lutar!
zh_cn: 来，战个痛快！

source: What have we here? A lost wanderer?
de: Was haben wir hier? Einen verirrten Wanderer?
fr: Qu'avons-nous là ? Un vagabond perdu ?
ja: そこの迷子のやつ、こんなところでどうしたよ？
pt: O que temos aqui? Um vagabundo perdido?
zh_cn: 这是什么?一个失落的流浪者吗?

source: How much is your life worth to you? Give me 100 gold and I'll let you go.
de: Wie viel ist dir dein Leben wert? Gib mir 100 Goldmünzen und ich lasse dich gehen.
fr: Combien vaut ta vie selon toi ? Donne-moi 100 pièces d'or et je te laisserai partir.
ja: お前の人生にはどれだけの価値があるかな？ 100ゴールド払えば見逃してやるよ。
pt: Quanto vale a tua vida? Dá-me 100 moedas de ouro e deixo-te ir embora vivo.
zh_cn: 你的生命值多少钱？给我100金币，我就让你走。

source: OK OK. Here is the gold. Please don't hurt me!
de: Okay okay. Hier sind die Goldmünzen. Bitte verletze mich nicht!
fr: Ok ok. Voilà l'or. Ne me faites pas de mal !
ja: わかったわかった。こちらがお金です。傷つけないで！
pt: Está bem. Aqui está o ouro. Por favor, não me faças mal!
zh_cn: 好吧。这是金子。请不要伤害我！

source: How about we fight over it?
de: Wie wäre es, wenn wir darum kämpfen?
fr: Et si nous combattions ?
ja: それを巡って戦うのはどうです？
pt: Que tal lutarmos por ela?
zh_cn: 想打架吗？

source: How much is your life worth?
de: Wie wertvoll ist dir dein Leben?
fr: Combien vaut votre vie ?
ja: あなたの人生にはどれだけの価値があるかな？
pt: Quanto vale a tua vida?
zh_cn: 那你的生命又值多少钱？

source: About damn time. You are free to go.
de: Wird langsam Zeit. Du kannst gehen wohin du willst.
fr: Il était temps. Tu es libre d'y aller.
ja: やっとか。もう行っていいぞ。
pt: Já era hora. Agora podes ir embora.
zh_cn: 到此为止了。你可以走了。

source: OK then, your life it is. Let's fight. I have been looking forward to a good fight!
de: Nun gut, dein Leben also. Lass uns kämpfen. Ich habe schon auf einen guten Kampf gewartet!
fr: OK alors, ce sera ta vie. Combattons. Je cherchais une bonne bagarre !
ja: そうかい、お前の人生はそんなものなんだな。だったら戦いだ。待ちわびた楽しい戦いだ！
pt: Está bem então. Será pela tua vida. Vamos lutar. Estava ansioso por uma boa luta!
zh_cn: 好吧，那就是你的生活。让我们战斗吧。我一直期待着一场精彩的战斗！

source: Now the area is clean of these nasty highwaymen at last.
ja: これでこの地域はついにあの厄介な追いはぎを一掃した。
pt: Agora a área está finalmente limpa destes vadios malvados.
zh_cn: 现在，这一带终于没有这些讨厌的劫匪了。

source: Fresh flesh!
de: Frischfleisch!
fr: De la chair fraîche !
ja: 肉！ 新鮮な肉！
pt: Carne fresca!
zh_cn: 新鲜的肉!

source: By the Shadow, I will slay you.
de: Beim Schatten, ich werde dich erschlagen.
fr: Par l'Ombre, je vais vous tuer.
ja: シャドウの名において、始末する。
pt: Pela Sombra, vou dar cabo de ti.
zh_cn: 暗影在上，我会杀了你。

source: Yuck, what are you? And what is that smell?
de: Bah, was bist du? Und was ist das für ein Geruch?
fr: Beurk, vous êtes quoi ? Et quelle est cette odeur ?
ja: げっ、何だコイツ？ この匂いは？
pt: Que nojo! Quem és tu? E que cheiro é esse?
zh_cn: 恶心，你是什么鬼？那是什么味道？

source: Nooo, I will not be imprisoned again!
de: Neiiin, ich werde nicht wieder gefangen sein!
fr: Nooon, je ne vais pas être emprisonnée à nouveau !
ja: いやだッ、もう収監されるのはいやだッ！
pt: Nããão, não vou ser preso outra vez!
zh_cn: 不，我不会再被囚禁了!

source: But I am not...
de: Aber ich bin nicht...
fr: Mais je ne suis pas ...
ja: いや僕は…
pt: Mas não sou...
zh_cn: 可是我不……

source: Aaaa! Who's there? I will not be enslaved again!
de: Aaaa! Wer ist da? Ich werde nie wieder unterjocht!
fr: Aaaa ! Qui est là ? Je ne serai pas esclave à nouveau !
ja: アアアッ！ そこにいるのは誰だ？ もう奴隷はいやだッ！
pt: Ah! Quem está aí? Não vou ser escravizado outra vez!
zh_cn: 啊！谁在那儿？我不会再被奴役了！

source: Calm down, I was just...
de: Beruhige dich, ich wollte nur...
fr: Calmez-vous, j'étais juste ...
ja: 落ち着いて、僕はただ…
pt: Calma, estava apenas a...
zh_cn: 冷静下来，我只是…

source: Ah, another mortal. Prepare to become part of my undead army!
de: Ah, ein anderer Sterblicher. Bereite dich darauf vor, Teil meiner Armee von Untoten zu werden!
fr: Ah, un autre mortel. Prépare-toi à rejoindre mon armée de morts-vivants !
ja: ああ、まだニンゲンがいたか。我がアンデッド軍の一員となるのだ！
pt: Ah, outro mortal. Prepara-te para te tornares parte do meu exército de mortos-vivos!
zh_cn: 啊，又一个凡人。准备成为我不死军团的一员吧！

source: Shadow take you.
de: Der Schatten soll dich nehmen.
fr: Que l'Ombre t'emporte.
ja: シャドウがあなたを引き止める。
pt: A Sombra vai levar-te.
zh_cn: 暗影支配你。

source: Prepare to die once more.
de: Mach dich bereit, ein weiteres Mal zu sterben.
fr: Prépare-toi à mourir à nouveau.
ja: もう一度死ぬ覚悟をするんだな。
pt: Prepara-te para morrer mais uma vez.
zh_cn: 准备再一次死去吧。

source: Die mortal!
de: Stirb, Sterblicher!
fr: Meurs mortel !
ja: 死ね、ニンゲン！
pt: Morre mortal!
zh_cn: 死吧，凡人！

source: Prepare to meet my blade.
de: Bereite dich vor, meine Klinge zu spüren.
fr: Prépare-toi à croiser le fer.
ja: この刃に貫かれる覚悟をしろ。
pt: Prepara-te para conhecer a minha lâmina.
zh_cn: 准备迎接我的刀锋。

source: What, a mortal in here that is not marked by my touch?
de: Was? Ein Sterblicher, den ich noch nicht umgebracht habe?
fr: Quoi un mortel, ici, qui n'a pas été marqué par mon contact ?
ja: これはどうしたことか、我が手をつけていないニンゲンがまだいたのか？
pt: O quê, um mortal aqui que não é marcado pelo meu toque?
zh_cn: 什么，这里有一个没有被我触摸标记的凡人？

source: You seem delicious and soft, will you be part of the feast?
de: Du scheinst schmackhaft und weich zu sein, willst du Teil des Festessens sein?
fr: Tu sembles délicieux, feras-tu partie de ce festin ?
ja: 柔らかくて食いごたえがありそうだ。貴様を晩餐にしてやろうか？
pt: Pareces delicioso e tenro, vais fazer parte da festa?
zh_cn: 你看起来又香又软，你会成为宴会的一部分吗?

source: Yes, I think you will. My undead army will spread far outside of Flagstone once I am done with you.
de: Ja, ich denke, du wirst. Meine Untotenhorde wird sich weit über Flagstone hinaus ausbreiten, wenn ich mit dir fertig bin.
fr: Je pense que oui. Mon armée de morts-vivants s'étendra au-delà de Flagstone quand j'en aurai fini avec toi.
ja: よし、そうするとしよう。事を片付けた暁には、我がアンデッドの軍勢はフラッグストーンの遙か外へと拡大するであろう。
pt: Sim, acho que vais. O meu exército de mortos-vivos vai-se espalhar por todo o lado, para além de Flagstone, assim que terminar contigo.
zh_cn: 是的，我想你会的。一旦我杀了你，我的亡灵大军就会蔓延到石板监狱外面。

source: By the Shadow, you must be stopped!
de: Beim Schatten, du musst aufgehalten werden!
fr: Par l'Ombre, tu dois être arrêté !
ja: シャドウの名において、お前は止めなければならない！
pt: Pela Sombra, tens de ser detido!
zh_cn: 暗影在上，你必须被阻止！

source: No! This land must be protected from the undead!
de: Nein! Dieses Land muss vor den Untoten beschützt werden!
fr: Non ! Ces terres doivent être protégées des morts-vivants !
ja: ダメだ！ この土地はアンデッドから守られなければならない！
pt: Não! Esta terra tem de ser protegida dos mortos-vivos!
zh_cn: 不！这片土地必须从不死生物的威胁中受到保护！

source: Halt! Who's there? No one is allowed to approach Flagstone.
de: Halt! Wer ist da? Niemandem ist es erlaubt, sich Flagstone zu nähern.
fr: Halte ! Qui va là ? Personne n'est autorisé à approcher Flagstone.
ja: 止まれ！ 何者だ？ 誰であろうとフラッグストーンに近づくことは許されんぞ。
pt: Alto! Quem está aí? Ninguém está autorizado a aproximar-se de Flagstone.
zh_cn: 停下！谁在那儿？任何人都不允许接近石板监狱。

source: You should turn back while you still can.
de: Du solltest umkehren, solange du noch kannst.
fr: Tu devrais faire demi-tour tant que tu le peux encore.
ja: 今のうちに引き返した方がいい。
pt: Deves dar meia volta enquanto podes.
zh_cn: 趁你还有机会，你应该回头。

source: Flagstone has been overrun by undead, and we are standing guard here to make sure no undead escape.
de: Flagstone wurde von den Untoten überrannt, und ich stehe hier Wache, um sicherzustellen, dass kein Untoter entfliehen kann.
fr: Flagstone a été envahi par les morts-vivants et nous montons la garde pour qu'aucun mort-vivant ne s'échappe.
ja: フラッグストーンはアンデッドに蹂躙された。我々はアンデッドが逃げ出さないようにここで阻止している。
pt: Flagstone foi invadida por mortos-vivos e estou a montar guarda aqui para garantir que nenhum morto-vivo escapa.
zh_cn: 石板监狱已经被亡灵占领，我们在这里站岗以确保没有亡灵逃脱。

source: Can you tell me the story about Flagstone?
de: Kannst du mir die Geschichte von Flagstone erzählen?
fr: Pourriez-vous me raconter l'histoire de Flagstone ?
ja: フラッグストーンのことを話してくれませんか？
pt: Podes contar-me a história de Flagstone?
zh_cn: 你能告诉我关于石板监狱的故事吗？

source: Flagstone Prison was built a few hundred years ago by house Gorland of Stoutford and used until the Noble Wars, when the house was vanquished. This dreadful place has been abandoned ever since.
de: Das Flagstone Gefängnis wurde vor einigen hundert Jahren vom Hause Gorland von Stoutford erbaut und bis zu den Edlen Kriegen genutzt, bis das Haus besiegt wurde. Dieser fürchterliche Ort ist seitdem verlassen.
fr: La prison de Flagstone a été construite il y a quelques centaines d'année par Gorland de Stoutford et utilisée jusqu'à la Guerre Noble, lorsqu'elle fut détruite. Cet endroit terrible a été abandonné depuis.
ja: フラッグストーン監獄は今から数百年前、スタウトフォードのゴーランド家により建てられ、ノーブル・ウォーズにて一族が降伏する頃まで使われていたものだ。以来、この恐ろしい場所は放棄されている。
pt: A cadeia de Flagstone foi construída há algumas centenas de anos atrás pela casa Gorland de Stoutford e foi utilizada desde as Guerras Nobresm, quando a casa foi destruída. Este terrível lugar foi abandonado desde então.
zh_cn: 石板监狱是几百年前由斯托福德的戈兰家族建造的，一直使用到贵族战争，那时这座房子被征服了。从那以后，这个可怕的地方就被遗弃了。

source: For years, no one took notice of Flagstone, although there were occasional reports from travelers of terrible screams coming from the camp.
de: Viele Jahre lang achtete niemand auf Flagstone, abgesehen von gelegentlichen Berichten Reisender über grausame Schreie aus der Nähe des Lagers.
fr: Pendant des années, personne ne prêta attention à Flagstone, hormis des voyageurs qui ont rapporté avoir entendu des cris terribles venant du camp.
ja: 長年、フラッグストーンに注意を払う者はいなかった。ただキャンプした旅人から恐ろしい叫び声が聞こえてくるとの報告は時折あった。
pt: Durante anos, ninguém teve conhecimento de Flagstone, apesar de ter havido relatos ocasionais de viajantes que ouviram gritos terríveis vindos da prisão.
zh_cn: 多年来，没有人注意到石板监狱，尽管偶尔有旅行者报告说营地里传出可怕的尖叫声。

source: But recently, undead started pouring out of Flagstone and started to threaten Stoutford and the trade routes nearby.
de: Aber seit kurzem begannen Untote, aus Flagstone zu strömen und Stoutford sowie die umliegenden Handelswege zu bedrohen.
fr: Mais récemment, des morts-vivants ont commencé à s'échapper de Flagstone et à menacer Stoutford et les routes commerciales des environs.
ja: ところがここ最近、アンデッドがフラッグストーンから流れ出始めスタウトフォードとその近隣の通商路を脅かすようになってしまった。
pt: Mas recentemente, os mortos-vivos começaram a sair de Flagstone e começaram a ameaçar Stoutford e as rotas comerciais nas proximidades.
zh_cn: 但最近，亡灵开始从石板监狱中涌出，开始威胁斯托福德和附近的贸易路线。

source: So, here we are. I have to guard the road from undead, so that they do not spread farther than Flagstone.
de: So weit die Geschichte. Ich muss die Straße vor den Untoten beschützen, so dass sie sich nicht über die Grenzen Flagstones hinaus ausbreiten können.
fr: Nous y voilà. Je dois protéger la route des morts-vivants pour qu'ils ne se propagent pas au-delà de Flagstone.
ja: さあ、終わりだ。アンデッドがフラッグストーンから遠くに広がらないように、この道を守らねばならんのだ。
pt: E aqui estamos. Tenho que guardar a estrada dos mortos-vivos, para que eles não se afastem de Flagstone.
zh_cn: 所以我们来到这里。我必须保护这条路不让亡灵进入，这样它们才不会蔓延到比石板监狱更远的地方。

source: So, I would advise you to leave unless you want to be overrun by undead.
de: So, ich würde dir raten du gehst, wenn du nicht von ihnen überrannt werden willst.
fr: Je te conseille de partir à moins que tu ne veuilles être assailli par les morts-vivants.
ja: そういうわけだから、アンデッドに蹂躙されたくなければ、立ち去ることを勧める。
pt: Por isso aconselho-te a deixar este local, a não ser que queiras ser comido pelos mortos-vivos.
zh_cn: 所以，我建议你离开，除非你想被亡灵蹂躏。

source: Can I investigate the Flagstone ruins?
de: Kann ich mir die Ruinen von Flagstone einmal ansehen?
fr: Puis-je étudier les ruines de Flagstone ?
ja: フラッグストーンを調査することはできますか？
pt: Posso investigar as ruínas Flagstone?
zh_cn: 我能调查这石板监狱的废墟吗?

source: Yes, I should leave.
de: Ja, ich sollte verschwinden.
fr: Oui, je devrais partir.
ja: はい、失礼します。
pt: Sim, devia deixar-te.
zh_cn: 是，我应该离开。

source: Are you really sure you want to head in there? Well, OK, fine by me.
de: Bist du wirklich sicher, hinein gehen zu wollen? Gut, in Ordnung, von mir aus.
fr: Es-tu vraiment sûr que tu veux rentrer là-dedans ? Bon, bah, si tu veux.
ja: 本当に入りたいというのか？ まあ、いいだろう、構わん。
pt: Tens a certeza que queres ir? Bem... por mim tudo bem.
zh_cn: 你真的想去那里吗?好吧，我不反对。

source: I won't stop you, and I won't mourn you if you never return.
de: Ich werde dich nicht aufhalten und ich werde dich nicht beklagen, falls du niemals zurückkehrst.
fr: Je ne t’arrêterai pas et je ne te pleurerai pas si jamais tu ne revenais pas.
ja: 止めるつもりはないし、戻って来なかったとしても嘆くことはしない。
pt: Não te vou impedir e não vou chorar por ti se não regressares.
zh_cn: 我不会阻止你，如果你再也回不来，我也不会为你哀悼。

source: Go ahead. Let me know if there's anything I can tell you that would help.
de: Geh nur. Lass mich wissen, falls ich dir etwas sagen kann, was dir weiterhelfen könnte.
fr: Vas-y. Tu me feras savoir s'il y a quelque information que je pourrais te dire pour t'aider.
ja: 行くといい。何か役立てそうなことがあれば知らせてくれ。
pt: Vai em frente. Diz-me se há alguma coisa que possa dizer que te possa ser útil.
zh_cn: 去做吧。如果有什么我能告诉你的，请告诉我。
