Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: I am leaving now. You have a few days to think about it, but I'm afraid this is the best solution. Feygard will also take charge of rebuilding and cleaning the mines if you accept.
ja: 私はもう出発する。数日ほど考える時間はあるが、私はこれが最善の解決策であると思う。諸君らが受け入れた場合、鉱山の再建と清掃もフェイガードが担当しよう。
zh_cn: 我现在要走了。你有几天时间考虑，但这恐怕是最好的解决办法了。如果你接受的话，费加德也会负责重建和清理矿场的工作。

source: [The guard seems to be barely surpressing his anger.] We will truly consider your proposal. Best of luck in your travels, general.
ja: （衛兵はかろうじて怒りを堪えているようだ）ご提案は検討させていただきます。旅のご無事をお祈りします、将軍。
zh_cn: [守卫似乎在勉强压制他的愤怒。]我们会认真考虑你的提议。祝您旅途愉快，将军。

source: I'm on duty, youngster. Go play somewhere else.
ja: 私は勤務中だ。余所で遊んできなさい。
zh_cn: 我正在值班，年轻人。去别的地方玩吧。

source: Hah! Good one. Go buy a better sword, rookie.
ja: アハハ！ 面白いね。もっといい剣を買ってきなよ、新米さん。
zh_cn: 哈!好样的。去买一把更好的剑吧，菜鸟。

source: Sorry, bye.
ja: ごめんなさい、では。
zh_cn: 对不起，再见。

source: How does it feel that a kid killed more gornauds than you?
ja: 子供がお前よりゴルノーを殺した気分はどうだ？
zh_cn: 一个孩子杀了比你更多的戈尔诺，感觉如何？

source: Bah! I said I AM ON DUTY!
ja: フン！ 勤務中だと言っただろう！
zh_cn: 呸！我说我在执行任务！

source: OK, OK. How boring...
ja: はいはい、つまらないな…
zh_cn: 好吧，好吧。真无聊...

source: Sorry. Goodbye.
ja: ごめんなさい。さようなら。
zh_cn: 对不起。再见。

source: Beware kid, it's dangerous out there.
ja: 気をつけなさい、外は危険だぞ。
zh_cn: 当心孩子，外面很危险。

source: I'm well prepared, thanks.
ja: 準備はバッチリです。ありがとう。
zh_cn: 我做好了充分的准备，谢谢。

source: Of course it is. I am sometimes out there.
ja: でしょうね。僕は時々出かけてるんだ。
zh_cn: 当然是这样。我有时在外面。

source: Ha ha! Hilarious, but seriously be careful out there.
ja: ハハハ！ 面白いが、本当に気をつけるんだぞ。
zh_cn: 哈哈!很搞笑，但说真的在外面要小心。

source: No promises!
ja: 約束はしない！
zh_cn: 不做承诺!

source: OK, sir. Thank you for the advice.
ja: 了解しました。アドバイスありがとうございます。
zh_cn: 好的，先生。谢谢你的建议。

source: Hey kid! Can you do me a favor?
ja: やあ、君！ お願いを聞いてはくれんかな？
zh_cn: 嘿，孩子！你能帮我一个忙吗？

source: No, sorry. Bye.
ja: いえ、すみません。それでは。
zh_cn: 不，对不起。再见。

source: Yes, can you... Eh? Your brother? No idea. Is he from this village?
ja: ああ、君にお願いが…え？ お兄さんだって？ さあ。この村の人なのかい？
zh_cn: 是的，你能...嗯？你的兄弟？不知道。他是这个村的吗？

source: No, he is not. But thanks anyway.
ja: いえ、違います。でも、とにかくありがとう。
zh_cn: 不，他不是。但还是要谢谢你。

source: No...But tell me about the favor you were asking before.
ja: いえ…でもさっきのお願いしたいことについて教えてください。
zh_cn: 不......但请告诉我你之前要求的那个忙。

source: Well. Do you mind bringing me some food? I have not eaten anything decent since we arrived in this village.
ja: ああ。なにか食べるものを持ってきてはくれないかな？ この村に着いてから何もまともなものを食べていないんだ。
zh_cn: 好吧。你介意给我带来一些食物吗？自从我们来到这个村子，我还没有吃过什么像样的东西。

source: Go buy your own food.
ja: 自分で食べ物を買いに行け。
zh_cn: 自己去买食物。

source: Here's a pork pie.
ja: ポークパイをどうぞ。
zh_cn: 这里有一个猪肉馅饼。

source: Here's some cheese.
ja: チーズをどうぞ。
zh_cn: 这里有一些奶酪。

source: I don't have food, but here's 50 gold.
ja: 食べるものはないけど、50ゴールドをどうぞ。
zh_cn: 我没有食物，但这里有50金币。

source: How about some cooked meat?
ja: ステーキはいかがですか？
zh_cn: 来点熟肉怎么样？

source: Oh, looks good! Thank you, kid. Here's something shiny I've found.
ja: おお、美味しそうだ。どうもありがとう。私が見つけたピカピカ光るものを君にあげよう。
zh_cn: 哦，看起来很好!谢谢你，孩子。这是我发现的发光的东西。

source: Gems...? Whatever, thanks anyway.
ja: 宝石…？ とにかく、ありがとう。
zh_cn: 宝石......？不管怎么样，还是要谢谢你。

source: Oh! Thank you. Good luck in your duties.
ja: わあ！ ありがとう。お仕事頑張ってください。
zh_cn: 哦！谢谢你。祝你的工作顺利。

source: Cheese! It is rare to taste cheese out of home. In exchange, take these strawberries I gathered near Stoutford. They are fresh, but I don't like the taste.
ja: チーズか！ 外でチーズを味わうのは珍しいな。代わりに、スタウトフォードの近くで採れたイチゴを持っていってくれ。新鮮なんだが、味が好みに合わなくてな。
zh_cn: 奶酪!很少能在外面品尝到奶酪。作为交换，请收下我在斯托福德附近采集的这些草莓。它们很新鲜，但我不喜欢这种味道。

source: So you already had food? I traveled a long to get that cheese. Hmpf.
ja: もう食べちゃったの？ そのチーズを手に入れるのに長い旅をしてきたんだけどな。へー。
zh_cn: 所以你已经有了食物？我长途跋涉才得到那块奶酪。嗯。

source: Thank you. Have a good day.
ja: ありがとうございます。良い1日を。
zh_cn: 谢谢你。祝你有个愉快的一天。

source: Well. It is said that money doesn't bring happiness but gets it closer. Thank you.
ja: ほう。お金は幸福をもたらさんが、幸福に近づけると言われている。ありがとう。
zh_cn: 好吧。有人说，金钱不会带来幸福，但会让人更接近幸福。谢谢你。

source: Anything for the glory of Feygard!
ja: 全てはフェイガードの栄光のために！
zh_cn: 为了费加德的荣耀，什么都可以做!

source: 50 gold is a trifle to me. No worries.
ja: 僕にとって50ゴールドは些細なものなんだ。お構いなく。
zh_cn: 50金对我来说是小事一桩。不用担心。

source: Hear, hear! I won't be in shape for much longer if you keep bringing me such feasts. Take a couple of these "Izthiel" claws. They might keep you alive in case of exterme neccessity.
ja: 聞きなさい！ こんなごちそうを持ってきてくれたのならずっと元気でいられるだろう。この"イズシエル"の爪を持っていきなさい。いざという時に役立つかもしれないぞ。
zh_cn: 听着！如果你继续给我带来这样的盛宴，我就不会再有什么好的状态了。带上这两只 "伊泽尔 "爪子。在极端必要的情况下，它们可以让你保住性命。

source: I am grateful, sir. Have a nice day.
ja: 感謝します。良い1日を。
zh_cn: 我很感激，先生。祝你有个愉快的一天。

source: Don't stand in the same place for the full beat if you want to get in shape. Bye.
ja: 体調を整えたいなら、同じ場所にずっと立ってないようにね。では。
zh_cn: 如果你想保持身材，就不要总在同一个地方站。再见。

source: I'll keep that in mind. Thank you.
ja: 覚えておきます。どうもありがとう。
zh_cn: 我将牢记这一点。谢谢你。

source: It's good to see vigorous youngsters wandering around here and there. You could become a soldier of Feygard someday.
ja: 若者が元気にあちこち歩き回っている様子が見られるのはいいことだ。いつかフェイガードの兵士になれるかもしれないな。
zh_cn: 看到充满活力的年轻人在四处游荡是件好事。你有朝一日可以成为费加德的士兵。

source: Thanks for the compliment, sir.
ja: お褒めの言葉ありがとうございます。
zh_cn: 谢谢你的赞美，先生。

source: And end up like you, guarding the outskirts of a tiny village? Zero action jobs aren't my type.
ja: で、最後はあなたのように小さな村の外れを警備することになるの？ 動きのない仕事は好みじゃないんだよね。
zh_cn: 最后像你一样，守在一个小村庄的郊区？零风险的工作不是我喜欢的类型。

source: Sorry, but I am a follower of the Shadow.
ja: 悪いけど、僕はシャドウ信者です。
zh_cn: 对不起，但我是暗影的追随者。

source: And good-mannered too! Keep going like this.
ja: そして礼儀正しい！ この調子で頑張ってくれ。
zh_cn: 而且也很有礼貌！继续这样下去。

source: Thank you. Have a good day, sir.
ja: ありがとうございます。良い1日を。
zh_cn: 谢谢你。祝你有个愉快的一天，先生。

source: I will. How is the patrol going?
ja: そうします。パトロールはどうですか？
zh_cn: 我会的。巡逻工作进展如何？

source: The Shadow? Probably your parents inculcated those ideas in you. Let me tell you, they are wrong. Followers of the Shadow only promote chaos and anarchy.
ja: シャドウだと？ きっと君の両親がそのような思想を吹き込んだのだろう。言っておくが、それは間違いだ。シャドウの信者どもは混沌と無秩序を助長する存在でしかない。
zh_cn: 暗影？可能是你的父母向你灌输了这些想法。让我告诉你，他们错了。暗影的追随者只会促进混乱和无政府状态。

source: Chaos and anarchy? Have you ever met a priest of the Shadow?
ja: 混乱と無秩序？ シャドウの司祭に会ったことがあるの？
zh_cn: 混乱和无政府状态？你见过暗影的牧师吗？

source: Hmmm, probably your parents inculcated those ideas in you. I won't try to change your mind. Bye.
ja: うーん、きっとあなたの両親がそういう思想を吹き込んだんだろうね。僕としてはあなたの考えを変えようとは思わないな。じゃあね。
zh_cn: 嗯，可能是你的父母向你灌输了这些想法。我不会试图改变你的想法。再见。

source: Oh yes. Good speakers with poison in their tongues. They conspire with the savages of the South against our righteous lord, just for restoring order in the wake of the chaos left after the war.
ja: ああ、あるとも。あれは口の回る毒舌家だよ。南の野蛮な連中どもと共謀して、戦後の混乱から秩序を回復しようと努めている我らが正義の君主に反抗しているんだ。
zh_cn: 哦，是的。善于说话的人，舌头里有毒药。他们与南方的野蛮人密谋反对我们正义的主，只是为了在战后留下的混乱中恢复秩序。

source: Hmm, I never saw it that way.
ja: うーん、そんなふうには見たことがない。
zh_cn: 嗯，我从来没有这样想过。

source: Or maybe just good speakers who don't like their rituals to be banned nonsensically...
ja: あるいは、自分たちの儀式が無意味に禁止されるのを嫌がるだけの、ただの口の上手いだけの人だったりして…
zh_cn: 或者也许只是那些不喜欢他们的仪式被荒谬地禁止的优秀演讲者......

source: Every flock has their black sheep.
ja: どんな群れにも黒い羊はいます。
zh_cn: 每个羊群都有他们的害群之马。

source: Your friends of the Shadow are not trustworthy. This is the best advice I can give you.
ja: シャドウの仲間は信用ならない。これが私から送れる最善のアドバイスだ。
zh_cn: 你的影子朋友是不值得信任的。这是我能给你的最好建议。

source: May the Shadow not be with you, then.
ja: では、シャドウがあなたと共にありませんように。
zh_cn: 那么，愿暗影不与你同在。

source: I will remember it...Thanks.
ja: 覚えておくよ…ありがとう。
zh_cn: 我会记得的...谢谢。

source: It'd better be. My Shadow knows what I can do with unwanted ghosts.
ja: そうですね。望まれない亡霊相手にできることをシャドウは知ってます。
zh_cn: 最好是这样。我的暗影知道我对不受欢迎的鬼魂能做什么。

source: Whatever, kid. My shift is ending and I don't like your tone. You will see that I am right when you get older.
ja: どうでもいい。もうシフトが終わる。君のその口のきき方は好ましくない。大きくなったら私が正しいことが分かるはずだ。
zh_cn: 随便吧，孩子。我要下班了，我不喜欢你的语气。等你长大了，你会发现我是对的。

source: I won't waste my time anymore with a closed-minded Feygard soldier. Bye.
ja: 融通のきかないフェイガード兵士にこれ以上時間をムダにしたくないね。では。
zh_cn: 我不会再在一个思想封闭的费加德士兵身上浪费我的时间。再见。

source: I did not want to offend you... Sorry.
ja: 怒らせるつもりはなかったんだ…ごめんなさい。
zh_cn: 我并不想冒犯你......。对不起。

source: Maybe, but I certainly don't see myself becoming a Feygard soldier.
ja: そうかもしれない、でも僕はフェイガードの兵士にはならないと思う。
zh_cn: 也许吧，但我肯定不认为自己会成为一名费加德士兵。

source: Maybe you are right...But it's the duty of the shepherd to rid the flock of those black sheep.
ja: そうかもしれんな…しかし、そんな黒い羊の群れを取り除くのは羊飼いの義務なのだ。
zh_cn: 也许你是对的......但牧羊人的职责就是要把羊群中的害群之马赶走。

source: Is your general a good shepherd?
ja: あなたの将軍は良い羊飼いなのですか？
zh_cn: 你的将军是个好牧羊人吗？

source: Maybe you are right too. How is the patrol going?
ja: きっとあなたも正しいんでしょうね。パトロールはどうですか？
zh_cn: 也许你也是对的。巡逻工作进展如何？

source: Absolutely. He is the smartest and strongest man I ever had the honor to meet and serve.
ja: もちろん。私がこれまでに出会い仕えてきた中でも、最も賢く強い男だ。
zh_cn: 绝对的。他是我有幸见到和服务过的最聪明和最强壮的人。

source: I bet he won't survive the wyrms.
ja: きっとウィルムから生き残れないだろうね。
zh_cn: 我打赌他不会在巨龙手上幸存下来。

source: I think I will leave you and your fanaticism.
ja: あなたとその狂信からは距離をとっておこうかな。
zh_cn: 我想我将离开你和你的狂热主义。

source: HOW DARE YOU?!
ja: よくもそんなことを？！
zh_cn: 你怎么敢？

source: I'd better leave.
ja: もう行った方がいい。
zh_cn: 我最好离开。

source: Yes, pure fanaticism.
ja: うん、純粋な狂信ですね。
zh_cn: 是的，纯粹的狂热主义。

source: About to end for me. The people of this village are exaggerating. There aren't so many monsters, they are just weak.
ja: そろそろ終わりだ。この村の者たちは大げさだな。モンスターは大した数ではない、ただ弱いだけに過ぎんよ。
zh_cn: 对我来说即将结束。这个村子的人太夸张了。怪物没有那么多，只是他们自己弱小而已。

source: These gornauds are no match for us, soldiers of the great Feygard.
ja: やつらゴルノーは、偉大なる我らフェイガードの兵士には敵わない。
zh_cn: 这些戈尔诺不是我们这些伟大的费加德的士兵的对手。

source: Said the heavily armored soldier...
ja: しっかりした装備の兵士がそう言うのなら…
zh_cn: 那个全副武装的士兵说……

source: Sure. How many have you killed?
ja: そうですね。どのくらい殺したの？
zh_cn: 当然，你杀过多少人？

source: Heh, you have a point there, kid.
ja: ああ、その通りだ。
zh_cn: 呵呵，你说得有道理，孩子。

source: Have you seen anything out of the normal?
ja: 何か異常はありましたか？
zh_cn: 你有没有看到什么异常情况？

source: I guess. Well, see you.
ja: そうですね。じゃあ、それでは。
zh_cn: 我猜。我们将会再见。

source: Do you mind selling me some of your shiny armor? You know, I need protection.
ja: そのピカピカの鎧を売っていただけませんか？ 身を守りたいんだ。
zh_cn: 你介意卖给我一些你闪亮的盔甲吗？你知道，我需要保护。

source: Well...I...Actually, I should not be talking with you during my patrol. Leave me now.
ja: あー…実はだな、パトロールの最中に君と話しているのは良くないことなのだ。そろそろ帰ってくれるか。
zh_cn: 嗯......我......实际上，我不应该在巡逻时和你说话。现在离开我。

source: I can't really. Guard patrolling tends to be boring work, but someone has to do it.
ja: それほどは。パトロールというのは退屈な仕事になりがちではあるが、誰かがやらねばならんことだ。
zh_cn: 我真的不能。警卫巡逻往往是无聊的工作，但总得有人做。

source: I see. Hope you finish it soon, sir.
ja: そうですか。早く終わるといいですね。
zh_cn: 我明白了。希望你尽快完成它，先生。

source: Have you found anything...for me to play with?
ja: 何か…遊ぶものはないんですか？
zh_cn: 你有没有发现有意思的东西...让我一起玩？

source: Your protection inside the village is granted by us. A kid like you does not need armor, but some friends to play with.
ja: 村での君の保護は我々が行う。君のような子供に鎧など必要ない、一緒に遊ぶ友達こそが必要なのだ。
zh_cn: 你在村里的保护是由我们提供的。像你这样的孩子不需要盔甲，但需要一些朋友一起玩。

source: Bah, I give up.
ja: ちぇっ、諦めよう。
zh_cn: 呵呵，我放弃了。

source: Tell me some interesting story to tell my friends then. Did something happen during your round?
ja: じゃあ、友達に話せる面白い話を教えてよ。こうしてる間に何かあった？
zh_cn: 告诉我一些有趣的故事，然后告诉我的朋友。在你的会谈中发生了什么吗？

source: Thank you, kid.
ja: ありがとう。
zh_cn: 谢谢你，孩子。

source: Huh? No. But if you have some gold to spare, I could sell you some bargains I've found during my duties.
ja: え？ 無いが。だがもしお金に余裕があるのであれば、仕事中に見つけた掘り出し物を売ってあげようか。
zh_cn: 咦？不过，如果你有一些金币，我可以卖给你一些我在执行任务时发现的便宜货。

source: Sure, let me have a look.
ja: もちろん、見せてください。
zh_cn: 当然，让我看一下。

source: I am not looking for bargains.
ja: 掘り出し物を探してるわけじゃないんだ。
zh_cn: 我不是在寻找便宜货。

source: I might even have some shiny gems...
ja: ピカピカの宝石があるかもな…
zh_cn: 我甚至可能有一些闪亮的宝石......。

source: I have tons, sorry.
ja: すみません、山ほどあるんだ。
zh_cn: 我有很多，对不起。

source: Hmm, ok. Let's trade.
ja: ふーん、そうなんだ。取引しましょう。
zh_cn: 嗯，好的。我们进行交易吧。

source: Out of my sight kid. I'm on duty.
ja: 視界から出て行きなさい。任務中だ。
zh_cn: 离开我的视线，孩子。我正在值班。

source: We soldiers of Feygard have come to this lonely place by direct command of General Ortholion, and don't have time to play with a kid.
ja: 我々フェイガード兵はオルトリオン将軍直々の命によりこの人里離れた場所まで来ている。子供と遊んでいる暇はないのだ。
zh_cn: 我们费加德的士兵奉奥瑟里昂将军的直接命令来到这个孤独的地方，没有时间和小孩玩。

source: This is not a good place to talk about this. But trust me, there is much at stake and Prim's situation is only going to get worse. Let me introduce myself. My name is Ehrenfest, and...
ja: 話をするにはここでは場所が悪い。だが信じてくれ、これはあまりにも危機的であり、プリムを取り巻く状況は悪化していく一方なのだ。自己紹介をしようか。私の名前はエーレンフェスト、そして…
zh_cn: 这不是一个谈论此事的好地方。但相信我，这事关系重大，普里姆的情况只会越来越糟。让我介绍一下自己。我的名字是埃伦费斯特，而且...

source: OUT OF THE WAY, COMMONERS!
ja: 邪魔だ、平民！
zh_cn: 走开，平民！

source: You and Ehrenfest are startled, and step aside. Three men with Feygard insignia leave the hall. You remain silent as they pass.
ja: あなたとエーレンフェストは驚いて、脇へと寄る。フェイガードの記章をつけた3人の男が広間から出て行く。彼らが通り過ぎる間、あなたはじっと黙っている。
zh_cn: 你和埃伦费斯特都吓了一跳，退到一边。三名戴着费加德徽章的男子离开了大厅。当他们经过时，你保持沉默。

source: I will say it only once. No taverns, no exploring, no drama with those untrained Prim guards. And for the glory of our homeland, don't pursue any injured monster.
ja: 一度しか言わん。酒場も、探索も、碌な訓練を積んでいないプリム衛兵どもとの揉め事も全て禁ずる。そして我らが本土の栄光のために、傷ついたモンスターは追うな。
zh_cn: 我只说一次。不要去酒馆，不要去探险，不要和那些未经训练的普里姆守卫闹矛盾。为了我们祖国的荣誉，不要追赶任何受伤的怪物。

source: I have a bad feeling about all this. These villagers might be hiding something. Tell the mountain scouts to wait for me at the tunnel entrance. They will escort me up to Blackwater Settlement.
ja: 嫌な予感がする。ここの村人は何かを隠しているかもしれん。トンネルの入り口で私を待つよう、山岳斥候に伝えろ。ブラックウォーター集落までの護衛をさせる。
zh_cn: 我对这一切有一种不好的感觉。这些村民可能隐藏着什么。告诉山地侦察兵在隧道口等我。他们会护送我到黑水镇的定居点。

source: Yes, my general.
ja: はい、将軍。
zh_cn: 是的，我的将军。

source: The three men continue on their way out of the village, completely ignoring your presence.
ja: 3人はあなたの存在を完全に無視して、村から出て行く。
zh_cn: 这三个人继续向村外走去，完全无视你的存在。

source: *looks nervous* I told you. Something big is about to happen. I believe it is somehow related to what you've seen up in the mountain.
ja: （緊張しているようだ）そら見ろ。なにか大きなことが起ころうとしている。それは、君が山で見たものと関係しているのだと思う。
zh_cn: *看起来很紧张*我告诉过你。有大事要发生。我相信这与你在山上看到的东西有某种关系。

source: How did they reach this place?
ja: あの人たちはどうやってここまでたどり着いたんだろう？
zh_cn: 他们是如何到达这个地方的？

source: How do you know what I've seen?
ja: 僕が何を見たかどうしてわかるの？
zh_cn: 你怎么知道我看到了什么？

source: I assume the same way you did.
ja: 同感だ。
zh_cn: 我的假设和你一样。

source: I've seen you climbing up the mountainside and going down the hole, of course! I was waiting for your return.
ja: それはもちろん、君が山腹を登って穴を降りていくところを見たからだよ！ 私は君の帰りを待っていたんだ。
zh_cn: 我见过你爬上山坡，当然也见过你下洞！"。 我在等着你回来。

source: All of this is getting too shady. I'd better leave.
ja: すべてが胡散臭くなってきた。もう行った方が良さそうだ。
zh_cn: 这一切都变得太阴暗了。我最好离开。

source: Continue, please.
ja: 続けてください。
zh_cn: 请继续。

source: Look, this is not a safe place to talk. Meet me in the Elm mine, west of here, OK?
ja: ここは安全な場所じゃない。ここから西にある、エルム鉱山で会おう。いいかな？
zh_cn: 听着，这里不是一个安全的谈话场所。在榆树矿区见我，在这里的西部，好吗？

source: OK, we will meet there.
ja: わかりました、そこで会いましょう。
zh_cn: 好的，我们将在那里见面。

source: I hope this won't get any shadier.
ja: これ以上胡散臭くならないといいけど。
zh_cn: 我希望这不会变得更阴暗。

source: Do whatever you want, youngster. But two minds sometimes work better than one, and four eyes better than two...
ja: 好きにしなさい、若者よ。しかし1人よりも2人、2人よりも4人の方が上手く行くこともあるんだ…
zh_cn: 做你想做的事，年轻人。但两个人的头脑有时比一个人的好用，四只眼睛比两只眼睛好用......

source: OK, I'll be waiting for you there.
ja: よし、そこで待っているよ。
zh_cn: 好的，我在那里等你。

source: Excellent. Try not to raise suspicions.
ja: 素晴らしい。疑惑を持たれないようにしなさい。
zh_cn: 很好。尽量不要引起怀疑。

source: You're the suspicious guy here.
ja: 怪しいのはあなただ。
zh_cn: 你就是这里的可疑人物。

source: I'm afraid it will. Farewell.
ja: 残念ながらそうなりそうだ。さようなら。
zh_cn: 恐怕会的。再见。

source: Uhh, great. Bye.
ja: うーん、参ったな。では。
zh_cn: 呃，太好了。再见。

source: See you later then.
ja: ではまた。
zh_cn: 稍后再见。

source: Someone is whispering: "Psst, come! Come here!" The voice is coming from the dining room.
ja: 誰かがささやいている: "おい、こっちだ！ こっちに来てくれ！" 声は食堂から聞こえてくる。
zh_cn: 有人在低声说："哎呀，来吧！过来！" 声音从餐厅传来。

source: Well, how did it go?
ja: それで、どうだった？
zh_cn: 那么，事情进展如何？

source: Nothing of your concern. Bye.
ja: お構いなく。では。
zh_cn: 不关你的事。再见。

source: Good, don't bother me.
ja: よし、邪魔しないでね。
zh_cn: 很好，不要打扰我。

source: No luck, but I heard a tense conversation between a Feygard general and one of the patrol captains.
ja: 運がなかったよ、だけどフェイガードの将軍とパトロール隊長との緊迫した会話を聞いたんだ。
zh_cn: 没有收获，但我听到了一个费加德将军和一个巡逻队队长之间的紧张对话。

source: I did see that general leaving. Now his henchmen are patrolling the village entrance.
ja: その将軍が去っていくのを見たよ。今、その部下たちが村の入り口をパトロールしている。
zh_cn: 我确实看到那个将军离开了。现在他的手下在村口巡逻。

source: They are up to no good.
ja: 彼らはよからぬことを企んでる。
zh_cn: 他们是在做坏事。

source: It's good to see they are protecting the villagers.
ja: 村人を守ってくれているようで良かった。
zh_cn: 很高兴看到他们在保护村民。

source: Most probably.
ja: おそらくは。
zh_cn: 很有可能。

source: Hah! I seriously doubt they are here just for that.
ja: はっ！ 果たしてそのためだけに来ているのやら、心底疑わしいと思うがな。
zh_cn: 哈!我严重怀疑他们在这里只是为了这个。

source: Are you accusing the great soldiers of Feygard of anything? I'd better leave.
ja: 偉大なフェイガード兵を非難しているのか？ もう行った方が良さそうだ。
zh_cn: 你在指责费加德的伟大士兵吗？我还是走吧。

source: What do you think?
ja: どう思う？
zh_cn: 你怎么看？

source: Hello again my little friend. We'll be safe from prying ears here.
ja: また会えたね。ここなら詮索される心配はない。
zh_cn: 又见面了，我的小伙伴。我们在这里会很安全，不会被人监视。

source: Care to explain your reasons for stalking me?
ja: 僕をストーカーした理由を説明してくれますか？
zh_cn: 能否解释一下你跟踪我的原因？

source: I only saw you by chance. Please, let me explain what happened.
ja: ただ偶然見かけただけだ。何があったか説明させてはくれないか。
zh_cn: 我只是偶然见到你。请让我解释一下发生了什么。

source: Sure, go on.
ja: どうぞ。
zh_cn: 当然，继续。

source: Get straight to the point.
ja: 単刀直入に言ってくれ。
zh_cn: 直奔主题。

source: I arrived here several weeks ago for no particularly interesting reason. I am part of a family of explorers and travelers, and the story of a ruined tunnel infested by dangerous beasts was something I wanted to see with my own eyes.
ja: 数週間前に、特に面白みもない理由で私はここにやって来たんだ。私は探索家と旅人の家系でね、危険な獣がはびこるという荒れ果てたトンネルの話を、自分の目で確かめてみたかった。
zh_cn: 几周前，我来到这里，没有什么特别有趣的原因。我是一个探险家和旅行者家族的一员，一个被危险的野兽侵袭的废墟隧道的故事是我亲眼看到的。

source: The rumors were true. Those gornauds are not natural creatures. They gave me a really hard time at first.
ja: 噂は本当だったよ。ゴルノーは自然に発生した生き物などではない。最初の頃は本当に苦労させられたものだ。
zh_cn: 谣言是真的。那些戈尔诺人并不是自然的生物。他们一开始让我很难受。

source: I managed to reach the other entrance of the tunnel, but with no potions or fresh food I thought it was the end. Luckily, a guy called Lorn rescued me and brought me here.
ja: なんとかトンネル反対側の入り口まではたどり着けたものの、ポーションも食料も切らしてもう駄目かと思った。幸運にもロルンという人が助けてくれて、ここまで連れてきてくれたがね。
zh_cn: 我设法到达了隧道的另一个入口，但由于没有药水和新鲜食物，我以为这就是终点。幸运的是，一个叫洛恩的人救了我，把我带到了这里。

source: That name seems familiar to me, somehow.
ja: その名前には何だか覚えがあるような。
zh_cn: 这个名字对我来说似乎很熟悉，不知为何。

source: Now to the point, please.
ja: 要点をお願いします。
zh_cn: 现在请说说重点。

source: Due to my exhaustion, I rested in bed for days. I could hear the constant noise of the workers chatting, toasting with their mead jugs...
ja: くたびれ果てていたことから、それから私は何日もの間ベッドで休むことになった。労働者たちの雑談に、ミードのジョッキで乾杯する音が絶え間なく聞こえてきたものだ…
zh_cn: 由于我的疲惫，我在床上休息了好几天。我可以听到工人们不断地聊天，用他们的蜂蜜酒壶敬酒的声音......

source: Have you finished?
ja: もう終わった？
zh_cn: 你结束了吗？

source: Obviously you needed the rest.
ja: あなたには明らかに休息が必要だった。
zh_cn: 很明显，你需要休息。

source: But the day I got up, completely recovered, the first thing I noticed was precisely the absence of those noises. The rooms next to me were dirty and empty. No one was in the dining room. The mine entrance was closed.
ja: だが完全に回復して起き上がった日、最初に気づいたのはまさにそうした騒音が無くなっていたことだった。すぐ隣の部屋など汚れて空き部屋となっていた。食堂には誰もいなかった。坑道は閉鎖されていた。
zh_cn: 但是，在我起床的那天，我完全康复了，我注意到的第一件事就是没有那些噪音。我旁边的房间很脏，空无一人。餐厅里没有人。矿井入口已关闭。

source: [He seems to be completely absorbed by his own monologue]
ja: （彼は自分の独白にすっかり夢中になっているようだ）
zh_cn: [他似乎完全被自己的独白吸引了]

source: Arghest, the only man left here, pointed me towards Prim, so I decided to go and ask for my savior. Lamentably, he was no longer there.
ja: 唯一残っていたアーゲストという人がプリムのことを教えてくれたから、恩人に話を聞きに向かうことを決めた。残念ながら、あの人はもういなかったがね。
zh_cn: 阿格斯特，唯一留在这里的人，把我送到普里姆，所以我决定去寻找我的救命恩人。可悲的是，他已经不在那里了。

source: Some villagers said he and his patrol crew had left three days ago in search of a couple that climbed up the mountain. So I went to the local shop, I got some supplies and...
ja: 彼のパトロール隊は、山に登った夫婦の捜索で3日前から留守にしているのだと村人が話してくれた。だから、地元の店で物資を買い揃えて…
zh_cn: 一些村民说他和他的巡逻队三天前就离开了，去寻找一对爬上山的夫妇。所以我去了当地的商店，我买了一些用品和...

source: Did you have any luck?
ja: 運が良かったのかな？
zh_cn: 你有什么收获吗？

source: Aren't you done yet?
ja: まだ終わってないの？
zh_cn: 你还没说完吗？

source: Are you gonna stop interrupting me?
ja: 邪魔しないでくれないか？
zh_cn: 你打算打断我的话吗？

source: If that makes you finish sooner...
ja: それで早く終わるなら…
zh_cn: 如果这能让你更快讲完...

source: Sorry, continue.
ja: すみません、続きを。
zh_cn: 对不起，继续。

source: Well. After nearly two days of restless searching, I figured they may have already returned, so I started to climb down.
ja: さて。丸2日近くもずっと探索をしていたのだし、もう帰って来てもいい頃合いじゃないかと思い、私は山を降り始めた。
zh_cn: 好吧。经过近两天的不安寻找，我想他们可能已经回来了，所以我开始往下爬。

source: I suppose, if you want to call it that.
ja: 君がそう言いたいのであれば、そうするといい。
zh_cn: 我想，如果你想这么称呼它的话。

source: I fell off a cliff on a narrow path on the mountain side and ended up at the same plateau you climbed up to, where the corpse was. I could not believe what I was seeing.
ja: 山腹の狭い道で崖から落ちた、そうして君が登ったのと同じあの台地にたどり着いたんだ。そこに死体があった。自分の見たものが信じられなかったよ。
zh_cn: 我在山边的一条窄路上掉下了悬崖，最后到了你爬上去的那个高原，那具尸体就在那里。我无法相信我所看到的一切。

source: Lorn lay next to me, just a few meters away. His armor was entirely covered in blood, flowing slowly to the ground out of his body.
ja: ほんの数メートル離れたすぐ隣にロルンが横たわっていた。鎧は血だらけで、その血が体からゆっくりと地面に流れ出ていた。
zh_cn: 洛恩躺在我旁边，就在几米之外。他的盔甲完全被血覆盖，从他的身体里慢慢流到地上。

source: What about the campfire?
ja: 焚き火は？
zh_cn: 营火呢？

source: What about the hole?
ja: 穴は？
zh_cn: 洞里的情况如何？

source: Was he dead?
ja: 死んだのか？
zh_cn: 他死了吗？

source: There was a campfire, yes. Now that I think about it, it could have belonged either to the couple or to the patrol crew.
ja: 焚き火はあった、そうだ。今にして思えば、夫婦かパトロール隊のものか、どちらかのものだったかもしれないな。
zh_cn: 有一个篝火，是的。现在我想起来了，它可能属于那对夫妇，也可能属于巡逻队。

source: Was Lorn dead?
ja: ロルンは死んでいた？
zh_cn: 洛恩死了吗？

source: I didn't dare to go down the hole...
ja: 穴の中に入る勇気はなかった…
zh_cn: 我没敢下洞......。

source: Was Lorn dead when you found him?
ja: 発見した時、ロルンは死んでいたの？
zh_cn: 你发现洛恩时他已经死了吗？

source: I found some dead bodies inside.
ja: 中には死体がありました。
zh_cn: 我在里面发现了一些死尸。

source: Almost... I took his armor off. His injuries were severe. I tried to cure him using my potions but they weren't strong enough. He died, failing to express his final thoughts in words.
ja: ほとんど…私は彼の鎧を脱がせた。酷い怪我だったよ。ポーションで治そうとはしたが、力不足だった。最期の思いを言葉にすることもなく息を引き取った。
zh_cn: 差不多...我把他的盔甲脱下来。他的伤势很严重。我试图用我的药水来治疗他，但它们不够强。他死了，没能用语言表达他最后的想法。

source: But everything he couldn't say with words was said by the terrified glance he threw at that dark hole, just before his last breath.
ja: しかし言葉に出来なかったことは、息を引き取る直前にあの暗い穴へと向けられた恐怖の視線が全て物語っていた。
zh_cn: 但他无法用语言表达的一切，都被他在最后一口气之前向那个黑洞投去的惊恐的目光所表达。

source: Yes, I was about to ask you... Continue.
ja: そう、君にはそのことを聞きたかったんだ…続けてくれ。
zh_cn: 是的，我正准备问你...继续。

source: The corpses were covered by cobwebs, but I could see signs of torture.
ja: 死体は蜘蛛の巣に覆われていたけど、拷問の跡がありました。
zh_cn: 尸体被蜘蛛网覆盖，但我可以看到受折磨的痕迹。

source: Anything more you can tell me about that place?
ja: あの場所について他にも何か教えてくれないか？
zh_cn: 关于那个地方，你还有什么可以告诉我的吗？

source: Give me some time to remember.
ja: 思い出す時間をください。
zh_cn: 给我一些时间来回忆。

source: The corpses were covered by cobwebs. They were probably tortured.
ja: 死体は蜘蛛の巣に覆われていました。おそらく拷問されていた。
zh_cn: 尸体被蜘蛛网覆盖。他们可能被折磨过。

source: Fine, I'll be waiting here.
ja: わかった、ここで待っている。
zh_cn: 好吧，我就在这里等着。

source: Tortured, you say? That makes no sense!
ja: 拷問だって？ 意味がわからないぞ！
zh_cn: 你说，受折磨？这没有道理！

source: That's what I saw.
ja: それが見たものです。
zh_cn: 这就是我看到的情况。

source: I took some ropes to prove what I saw to the guards...
ja: 見たことを衛兵に証明するためにロープを持っていったんだ…
zh_cn: 我拿了一些绳子来向警卫证明我所看到的......。

source: Yes, look at this blood-stained rope.
ja: ええ、この血濡れのロープを見てください。
zh_cn: 是的，看看这根染血的绳子。

source: Yes, look at this blood-stained rope... Oh, I seem to have lost it. Just a second, I'll go and find it.
ja: ええ、この血濡れのロープを見て…あっ、失くしたみたいです。ちょっと待ってて、探してきます。
zh_cn: 是的，看看这根染血的绳子......。哦，我好像把它弄丢了。稍等一下，我去找找看。

source: Just after witnessing my savior's death, I ran away and came back to the village.
ja: 恩人の死を目撃した直後、私は村へと逃げ帰った。
zh_cn: 就在目睹了我的救命恩人的死亡之后，我跑了出来，回到了村里。
