Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: I will not see more of my people get hurt, or whatever it is she has done to them. I will keep my people safe.
de: Ich schaue mir nicht mehr länger an, wie meinen Leuten von Ihr weh getan wird, oder was sie auch immer mit ihnen gemacht hat. Ich beschütze meine Leute.
fr: Je ne peux plus accepter qu'elle blesse ou qu'elle fasse je-ne-sais-quoi d'autre à mes concitoyens. Je vais les protéger.
ja: あの女がしたことが何であれ、同胞がこれ以上傷つくところなど見たくないのだ。ワシは民の安全を守る。
pt: Não vou ver mais do meu povo se alejar ou o que quer que ela tenha feito para eles. Vou manter o meu povo seguro.
zh_cn: 我不希望更多的人受到伤害，不想看到她会对他们做出什么不好的事。我会保护我的人民安全。

source: Insults won't get you anywhere. The people that have disappeared are still missing, and may be hurt, while you run around handing out insults. I pity you.
de: Beleidigungen bringen uns garnichts. Die verschwundenen Leute werden immer noch vermisst und sind vielleicht verletzt, während Du herumrennst und Beleidigungen verteilst. Du tust mir leid.
fr: Les insultes ne te mèneront nulle part. Les personnes qui ont disparu manquent toujours à l’appel, et sont peut-être blessées, pendant que tu cours dans tous les sens en proférant des insultes. Je te plains.
ja: 侮辱などしたところでどうにもならんぞ。失踪した人々はいまだ行方不明で、こうして侮辱して回っている間にも危険にさらされているかもしれんのだ。かわいそうに。
pt: Insultos não vão ajudar a chegar a lugar algum. As pessoas que desapareceram ainda estão a faltar e mais alguém pode ser ferida, enquanto anda por aí a distribuir insultos. Tenho pena de si.
zh_cn: 侮辱不会给你带来任何好处。那些失踪的人仍然下落不明，而且可能正受到伤害，而你却四处乱跑辱骂。我怜悯你。

source: If you really want to help us, then please be careful. She can not be trusted.
de: Wenn Du uns wirklich helfen willst, sei vorsichtig. Ihr kann man nicht trauen.
fr: Si tu veux vraiment nous aider, alors sois prudent. On ne peut pas lui faire confiance.
ja: 本当にわれらを助けたいと思ってくれているならば、どうか気をつけてくれ。やつは信用ならん。
pt: Se realmente nos quiser ajudar, por favor, tenha cuidado. Não se pode confiar nela.
zh_cn: 如果你真的想帮助我们，那么请小心。不要相信她的话。

source: However, if you were to find a way to make her disappear, we would of course be forever in your debt.
de: Wenn Du allerdings eine Möglichkeit findest sie verschwinden zu lassen, sind wir natürlich auf ewig in Deiner Schuld.
fr: Cependant, si tu trouvais un moyen de la faire disparaître, nous te serions bien sûr éternellement redevables.
ja: とはいえ、あの女を消し去るすべを見つけ出せたのであれば、当然われらは貴様に一生返しきれないほどの大きな借りができることになる。
pt: No entanto, se encontrar uma maneira de fazê-la desaparecer, naturalmente teríamos para sempre uma dívida consigo.
zh_cn: 然而，如果你想办法让她消失，我们会永远欠你的。

source: I'll see what I can do.
de: Ich werde sehen, was ich tun kann.
fr: Je vais voir ce que je peux faire.
ja: やってみる。
pt: Vou ver o que posso fazer.
zh_cn: 我会看看我能做些什么。

source: I have dealt with stronger foes.
de: Ich bin schon mit stärkeren Gegenern fertig geworden.
fr: Je me suis déjà occupé d’ennemis plus puissants.
ja: これまで強敵を相手にしてきたんだ。
pt: Tenho lidado com inimigos mais fortes.
zh_cn: 我曾经对付过更强大的敌人。

source: Remember, please be careful! I would not want to be responsible for another person disappearing.
de: Vergess nicht vorsichtig zu sein! Ich möchte nicht am Verschwinden einer weiteren Person schuld sein.
fr: Souviens-toi, sois prudent ! Je ne voudrais pas être responsable d'une disparition supplémentaire.
ja: 忘れるな、くれぐれも気をつけることだ！ 新たな失踪の責任を負うなど御免だ。
pt: Lembre-se, por favor, tenha cuidado! Não quero ser responsável por outra pessoa desaparecer.
zh_cn: 记住，请小心！我不想为另一个人的失踪负责。

source: I doubt it.
de: Das bezweifle ich.
fr: J’en doute.
ja: どうだろうな。
pt: Duvido.
zh_cn: 我认为不可能。

source: Hello again. What news do you bring?
de: Hallo. Welche Neuigkeiten bringst Du?
fr: Bonjour. Quelles nouvelles m’apportes-tu ?
ja: こんにちは。どんな知らせを持ってきた？
pt: Olá novamente. Que novidades traz?
zh_cn: 又见面了。你带来了什么消息？

source: Can you tell me the story of Algangror again?
de: Kannst Du mir die Geschichte von Algangror nochmal erzählen?
fr: Pouvez-vous me raconter l’histoire d’Algangror à nouveau ?
ja: もう一度アルガングロールの話を教えてくれますか？
pt: Pode me contar a história de Algangror novamente?
zh_cn: 你能再说一遍有关阿尔冈格罗的事情吗？

source: I am still trying to find a way to make Algangror disappear.
de: Ich suche immer noch nach einem Weg Algangror verschwinden zu lassen.
fr: Je cherche toujours un moyen de faire disparaître Algangror.
ja: まだアルガングロールを消し去る手段を探してます。
pt: Ainda estou a tentar encontrar uma maneira de fazer Algangror desaparecer.
zh_cn: 我仍然在努力寻找一种让阿尔冈格罗消失的方法。

source: Algangror is dead.
de: Algangror ist tot.
fr: Algangror est morte.
ja: アルガングロールは死んだ。
pt: Algangror está morta.
zh_cn: 阿尔冈格罗死了。

source: I find this very hard to believe. For you to have killed Algangror would have been a difficult task, given her power.
de: Ich kann das nicht glauben. So eine mächtige Person wie Algangror zu töten ist eine schwierige Aufgabe.
fr: Je trouve ça très difficile à croire. Tuer Algangror serait une tâche vraiment difficile, compte tenu de son pouvoir.
ja: 信じがたい話だ。アルガングロールを殺すのは、やつの力量を考えると難しい仕事だったはずだ。
pt: Acho isso muito difícil de acreditar. Matar Algangror é uma tarefa difícil, dado o seu poder.
zh_cn: 我觉得这很难让人相信。考虑到她的力量，你要杀死阿尔冈格罗，这是一项艰难的任务。

source: I have brought you her ring as proof that what I say is true.
de: Ich habe ihren Ring mitgebracht um zu beweisen, dass das was ich sage wahr ist.
fr: J’ai apporté sa bague pour prouver que je dis vrai.
ja: 僕の話が本当である証拠として彼女の指輪を持ってきました。
pt: Trouxe-lhe o anel dela como prova de que o que digo é verdade.
zh_cn: 我给你带来了她的戒指，这可以证明我说的是真的。

source: No, never mind. I haven't actually defeated her yet.
de: Nein, schon gut. Tatsächlich habe ich sie noch nicht besiegt.
fr: Non, ça ne fait rien. En fait je ne l’ai pas encore battue.
ja: いえ、やっぱり気にしないで。まだ本当は倒したわけじゃないんだ。
pt: Não, não importa. Realmente não a derrotei ainda.
zh_cn: 不，没关系。我还没有真正打败她。

source: I can hardly believe it! Yes, this is indeed her ring.
de: Ich kann es kaum glauben. Ja, das ist tatsächlich ihr Ring.
fr: J'ai peine à le croire ! Oui, c’est bien sa bague.
ja: 信じられん！ うむ、これは確かにやつの指輪。
pt: Mal posso acreditar! Sim, este é realmente o seu anel.
zh_cn: 我简直不敢相信！是的，这确实是她的戒指。

source: You actually defeated her? I am so relieved! Tell me, how crazy was she? No, don't tell me, I don't want to hear more of her filth.
de: Du hast sie wirklich besiegt. Ich bin so erleichtert. Sag mir, wie verrückt war sie? Nein, sag es mir nicht, ich will nichts mehr von ihren Abscheulichkeiten hören.
fr: Tu l'as vraiment vaincue ? Quel soulagement ! Dis-moi, elle devait être horriblement folle ? Non, ne dis-rien, je ne veux plus entendre parler de ses saletés.
ja: まさか本当に倒したというのか？ ホッとしたぞ！ あの女はどれくらい狂ってた？ いや、言わんでいいぞ、やつの薄汚い話などもうたくさんだ。
pt: Realmente a derrotou? Estou tão aliviado! Diga-me, o quão louco ela estava? Não, não me diga, não quero ouvir mais dessa sujeira.
zh_cn: 你真的打败了她？那我就放心了!告诉我，她有多疯狂？不，别告诉我，我不想再听她的事了。

source: This means that the people of Remgard are now safe from her, and it is all thanks to you! Who would have thought.
de: Das bedeutet, dass die Bürger von Remgard, dan Dir, jetzt vor ihr sicher sind. Wer hätte das gedacht.
fr: Cela signifie que les habitants de Remgard sont en sécurité dorénavant, et tout ça grâce à toi ! Qui l'aurait cru.
ja: これでレムガードの民がやつの魔の手から守られたことになる。すべては君のおかげだ！ 誰がこんなこと思ったであろう。
pt: Isso significa que o povo de Remgard está agora salvo dela e é tudo graças a si! Quem diria.
zh_cn: 这意味着因为你，瑞姆加德的人现在安全了！谁曾想到。

source: I ... I don't know what to say. Thank you, that's the least I can say.
de: Ich... ich weiss nicht was ich sagen soll. Vielen Dank ist das Mindeste was ich sagen kann.
fr: Je ... Je ne sais pas quoi dire. Merci beaucoup, c'est le moins que je puisse dire.
ja: なんて言っていいか…わからん。ありがとう、それくらいしか言えそうにない。
pt: Eu... Não sei o que dizer. Obrigado, isso é o mínimo que posso dizer.
zh_cn: 我...我不知道该说什么了，我只能说。谢谢你.

source: You are most welcome.
de: Von Herzen gerne.
fr: Il n'y a vraiment pas de quoi.
ja: どういたしまして。
pt: É muito bem-vindo.
zh_cn: 我们衷心地欢迎您的到来.

source: That was a tough fight. Now, let's talk reward.
de: Das war ein harter kampf. Lass uns über meine Belohnung regen.
fr: C'était un dur combat. Parlons récompense maintenant ...
ja: 大変な戦いだったよ。では報酬の話をしましょう。
pt: Essa foi uma luta dura. Agora, vamos falar da recompensa.
zh_cn: 那是一场艰难的战斗。现在，让我们来谈谈报酬。

source: Just another body behind me.
de: Nur eine weitere Leiche auf meinem Weg.
fr: Seulement un cadavre de plus derrière moi.
ja: 僕の通り過ぎたあとにまた1つ死体が。
pt: Apenas mais outro corpo nas minhas costas.
zh_cn: 只是我身后的另一具尸体。

source: I would think that the whole town is in your debt, but they may not know it.
de: Man möchte glauben, dass die ganze Stadt in Deiner Schuld steht. Aber sie scheint es nicht zu wissen.
fr: J’aurais pensé que la ville entière te serait redevable, mais peut-être ne le savent-ils pas.
ja: 町中が君に恩ができた、とはいえ他の住民はそれを知らんかもしれん。
pt: Acho que a cidade inteira está em dívida, mas eles podem não saber disso.
zh_cn: 我会认为整个城镇都欠你的，但他们可能不知道。

source: Go talk to Rothses over at the west side of town. He should be able to help you improve some of your equipment.
de: Sprich mit Rothses drüben im Westen der Stadt. Er sollte Dir helfen können deine Ausrüstung zu verbessern.
fr: Va parler à Rothses à l'ouest de la ville. Il devrait pouvoir t'aider à améliorer une partie de ton équipement.
ja: 町の西側にいるロセスに話を聞いてみてくれ。装備を改良する手伝いができるはずだ。
pt: Vá falar com Rothses mais no lado oeste da cidade. Ele deve ser capaz de ajudar a melhorar alguns dos seus equipamentos.
zh_cn: 去镇上西边和罗斯聊聊。他应该能够帮你改造装备。

source: Again, thank you for all your help.
de: Nochmals vielen Dank für Deine Hilfe.
fr: Encore une fois, merci pour toute ton aide.
ja: 改めて、感謝する。
pt: Mais uma vez, obrigado por toda sua ajuda.
zh_cn: 再次感谢您的帮助。

source: Please leave me be, child. I just had a sudden attack of nausea. I should probably lie down.
de: Bitte lass mich alleine Kind. Mir wurde plötzlich übel. Ich sollte mich hinlegen.
fr: Laisse-moi tranquille s’il te plaît gamin. Je viens soudainement d’avoir la nausée. Je devrais probablement m’allonger.
ja: 放っておいてくれるか。急に吐き気がしてきた。横になったほうがよさそうだな。
pt: Por favor, deixe-me, criança. Estou com um súbito ataque de náuseas. Provavelmente devo me deitar.
zh_cn: 不用管我，孩子。我只是突然感到恶心。我也许应该躺一下。

source: I was sent by Jhaeld to ask about your missing wife.
de: Ich bin von Jhaeld geschickt worden, um mich nach deiner vermissten Frau zu erkundigen.
fr: J'ai été envoyé par Jhaeld au sujet de la disparition de votre femme.
ja: 行方不明のあなたの妻のことでお尋ねするためにジャエルドから送られました。
pt: Fui enviado por Jhaeld para perguntar sobre a sua esposa desaparecida.
zh_cn: 是贾尔德派我来的，询问有关你失踪妻子的事情。

source: Me? No, I don't have anything to sell you. Does this look like a shop to you?
de: Ich? Nein, ich habe nichts zu verkaufen. Sieht dies für dich wie ein Laden aus?
fr: Moi ? Non, je n'ai rien à te vendre. Tu crois que ça ressemble à un magasin ici ?
ja: 私がですか？ いえ、何も売ってませんよ。ここがお店に見えます？
pt: Eu? Não, não tenho nada para vender. Isto se parece com uma loja para si?
zh_cn: 不，我没有东西可以卖给你。你觉得这里看起来像个商店吗？

source: Well, usually I tend to the crops that we grow here. Now, I can't find the strength to do that though.
de: Nun, normalerweise kümmere ich mich um die Pflanzen, die wir hier anbauen. Jetzt aber finde ich nicht mehr die Kraft dazu.
fr: Eh bien, habituellement je m'occupe des cultures que nous faisons pousser ici. Mais je ne trouve pas la force de le faire.
ja: そうですね、普段はここで育ててる作物の世話をしています。まあ、今はそんな気力もないんですがね。
pt: Bem, geralmente faço a colheita das culturas que crescem aqui. Agora, não posso encontrar a força para fazer isso, porém.
zh_cn: 嗯，通常我会照料我们在这里种植的庄稼。但现在，我没功夫做这些。

source: Why, what's wrong?
de: Warum, was ist los?
fr: Pourquoi, quel est le problème ?
ja: どうしたの？
pt: Por que, o que está errado?
zh_cn: 为什么，怎么了？

source: My wife, Bethir. She is gone, and no one seems to know where she is.
de: Meine Frau, Bethir. Sie ist verschwunden, und niemand scheint zu wissen, wo sie steckt.
fr: Ma femme, Bethir. Elle est disparue, et personne ne semble savoir où elle est.
ja: 妻のベティアのことですよ。いなくなってしまって。誰も彼女の行方を知らないようなんです。
pt: Minha esposa, Bethir. Ela se foi e ninguém parece saber onde está.
zh_cn: 我的妻子，贝希尔。她走了，没人知道她在哪里。

source: I even went so far as to ask the guards to look for her, but she is nowhere to be found.
de: Ich ging sogar so weit, dass ich die Wache gebeten habe, nach ihr zu suchen, aber sie ist ist nirgendwo zu finden.
fr: Je suis même allé jusqu'à demander aux gardes de la chercher, mais elle est introuvable.
ja: 衛兵にも捜してもらったんですけど、さっぱり見つかりません。
pt: Mesmo cheguei a ponto a ponto de pedir aos guardas para procurem por ela, mas ela está longe de ser encontrada.
zh_cn: 我甚至要求警卫去找她，但还是无处可寻。

source: Are you sure she isn't just out of town running some errands?
de: Bist du sicher, dass sie nicht einfach in die Stadt gegangen ist, um irgendwelche Besorgungen zu machen?
fr: Êtes-vous sûr qu'elle n'est pas simplement allée faire des courses en dehors de la ville ?
ja: 町の外で用事をしているだけじゃないの？
pt: Tem certeza de que ela não está apenas fora da cidade a passar alguns recados?
zh_cn: 你确定她不是出城办事去了吗？

source: Where do you think she has gone?
de: Was denkst Du, wohin ist sie gegangen?
fr: Où pensez-vous qu'elle aurait pu aller ?
ja: どこへ行ったと思いますか？
pt: Onde acha que ela foi?
zh_cn: 你认为她去过哪儿？

source: I was sent by Jhaeld to ask you about her.
de: Ich wurde von Jhaeld geschickt, um nach ihr zu fragen.
fr: Je suis envoyé par Jhaeld pour vous interroger à ce sujet.
ja: 彼女のことでお尋ねするためにジャエルドから送られました。
pt: Fui enviado por Jhaeld para lhe perguntar sobre ela.
zh_cn: 我是贾尔德派来问你关于她的事的。

source: If that were the case, I would have hoped she would have told me first. No, I can feel it - I am sure something bad has happened to her.
de: Wäre das der Fall gewesen, dann hätte ich erwartet, dass sie mir das vorher erzählt hätte. Nein, ich kann es spüren - ich bin sicher, dass ihr etwas böses zugestoßen ist.
fr: Si c'était le cas, j'aurais espéré qu'elle me le dise en premier. Non, je le sens - je suis sûr qu'il lui est arrivé quelque chose de grave.
ja: もしそうだったら先に言ってくれたらよかったのに。そうじゃない、感じるんですよ、彼女の身に何か悪いことが起こったんだって。
pt: Se fosse esse o caso, teria esperado que ela tivesse dito isso a mim primeiro. Não, posso sentir-lo - Tenho certeza de que algo ruim aconteceu com ela.
zh_cn: 如果是这样的话，我希望她会先告诉我。不，我能感觉到--她身上发生了不好的事情。

source: To be quite honest, I have no idea.
de: Um ehrlich zu sein - ich habe nicht die leiseste Ahnung.
fr: Pour être franc, je n'en ai aucune idée.
ja: 正直なところ、わかりません。
pt: Para ser bem honesto, não tenho ideia.
zh_cn: 说实话，我也不知道。

source: What do you want me to say? She is missing.
de: Was soll ich denn sagen? Sie ist weg.
fr: Que veux-tu que je dise ? Elle est portée disparue.
ja: 何を言えばいいので？ 彼女は行方不明です。
pt: O que quer que eu diga? Ela está sumida.
zh_cn: 你想让我说什么？她失踪了。

source: Is there anything else you have found out that you didn't tell the guards earlier?
de: Gibt es sonst irgendwas, was ihr herausgefunden und noch nicht den Wachen gemeldet habt?
fr: Y a-t-il autre chose que vous avez découvert que vous n'avez pas dit aux gardes plus tôt ?
ja: 他に何か気付いたことで衛兵に話してないことはありますか？
pt: Existe alguma coisa que descobriu que ainda não disse aos guardas?
zh_cn: 你还有什么没有告诉警卫的吗？

source: No. I told those guards the whole story. If I were to find out more, I would immediately tell them of course.
de: Nein, ich habe diesen Wächtern alles erzählt. Sollte ich noch etwas herausfinden, werde ich es ihnen natürlich sofort berichten.
fr: Non. J'ai raconté toute l'histoire aux gardes. Si j'apprenais quelque chose, je le leur dirais immédiatement bien sûr.
ja: ないですね。すべて衛兵にお話しました。何か気付いてたら当然すぐ衛兵に伝えてますよ。
pt: Não. Disse aos guardas toda a história. Se descobrisse mais, iria contar-lhes imediatamente, claro.
zh_cn: 不，我把整件事都告诉了那些守卫。如果我知道更多，我当然会立即告诉他们。

source: We did have a minor argument just the night before she went missing. But it was just a minor thing, nothing serious.
de: Wir hatten einen kleineren Streit, genau in der Nacht bevor sie verschwunden ist. Aber es war nur eine Nebensächlichkeit, nichts ernsthaftes.
fr: Nous avons eu une petite dispute la veille de sa disparition. Mais ce n'était pas grand chose, rien de grave.
ja: 行方不明になる前の晩にちょっとした口論にはなりました。でもほんの些細なもので、大したことではありませんでした。
pt: Tivemos uma pequena briga, na noite anterior ao desaparecimento. Mas foi apenas uma pequena discussão, nada sério.
zh_cn: 就在她失踪的前一天晚上，我们确实争吵了一下。但这只是一件小事，没什么大不了的。

source: Now, if you'll excuse me, I have things to tend to.
de: Nun, wenn du mich entschuldigen würdest - ich habe noch etwas zu erledigen.
fr: Maintenant, si vous voulez bien m'excuser, j'ai des choses à faire.
ja: さて、やることがあるので私はこれで失礼します。
pt: Agora, se me der licença, tenho coisas para cuidar.
zh_cn: 现在，请原谅，我有事情要做。

source: Hey there. I am master Krell of the Knights of Elythom. How may we be of service?
de: Hallo du. Ich bin Meister Krell, von den Rittern von Elythom. Wie können wir dir helfen?
fr: Bonjour. Je suis le maître Krell des Chevaliers d'Elythom. Comment pouvons-nous t'être utiles ?
ja: やあ。私はエリソム騎士団の団長、クレルという。何か用かな？
pt: Bom dia. Sou o mestre Krell dos Cavaleiros de Elythom. Como podemos o ajudar?
zh_cn: 嘿。我是伊利索姆骑士团的团长克雷尔。有什么可以效劳的？

source: Knights of Elythom? What's that?
de: Ritter von Elythom? Was ist das?
fr: Chevaliers d'Elythom ? Qu'est-ce que c'est ?
ja: エリソム騎士団？ それって何ですか？
pt: Cavaleiros de Elythom? O que é isso?
zh_cn: 伊利索姆骑士团？那是什么？

source: I was sent by Jhaeld to ask about the missing people.
de: Jhaeld hat mich hergeschickt um nach den vermissten Leuten zu fragen.
fr: J'ai été envoyé par Jhaeld pour poser des questions sur les personnes disparues.
ja: 行方不明者のことでお尋ねするためにジャエルドから送られました。
pt: Fui enviado por Jhaeld para perguntar-lhe sobre as pessoas desaparecidas.
zh_cn: 我是贾尔德派来询问失踪人员情况的。

source: Me and my band of knights are just visiting Remgard in ... shall we say ... unfinished business.
de: Ich und meine Rittergarde besuchen hier nur Remgard wegen...nun sagen wir...unvollendeter Geschäfte.
fr: Mes compagnons d'armes et moi visitons Remgard pour ... disons ... du travail inachevé.
ja: 我ら騎士団は…まだ済んでいない仕事の件でレムガードにやって来たところだ。
pt: E meu regimento de cavaleiros estamos apenas a visitar Remgard por causa.. digamos... de negócios inacabados.
zh_cn: 我和我的骑士团正在访问瑞姆加德 ......可以说......还未结束。

source: As to the nature of our business here, that is something I would rather not disclose.
de: Der Hintergrund unserer Geschäfte ist etwas, auf das ich nicht näher eingehen werde.
fr: Quant à la nature de nos activités ici, c'est quelque chose que je ne préfère pas divulguer.
ja: ここでの仕事の内容については、伏せておきたい。
pt: Quanto à natureza do nosso negócio aqui, é algo que prefiro não revelar.
zh_cn: 至于我们在这里干什么，恕不奉告。

source: We serve the order of Elythom.
de: Wir dienen dem Orden von Elythom.
fr: Nous servons l'ordre d'Elythom.
ja: 我々はエリソムの命に従っているのだ。
pt: Servimos a ordem de Elythom.
zh_cn: 我们听从伊利索姆的命令。

source: Jhaeld sent me to ask about the missing people.
de: Jhaeld hat mich geschickt um nach den vermissten Leuten zu fragen.
fr: Jhaeld m'a envoyé enquêter au sujet des personnes disparues.
ja: 行方不明者のことでお尋ねするためにジャエルドから送られました。
pt: Jhaeld enviou-me para perguntar sobre as pessoas desaparecidas.
zh_cn: 贾尔德派我来询问失踪人员的情况。

source: We are an order of knights that hail from Brimhaven.
de: Wir sind ein Ritterorden, der in Brimhaven seinen Stammsitz hat.
fr: Nous sommes un ordre de chevaliers. Nous venons de Brimhaven.
ja: 我々はブリムヘブンの騎士団だ。
pt: Somos uma ordem de cavaleiros que vêm de Brimhaven.
zh_cn: 我们是一个来自布林海文的骑士团。

source: You should visit our compound in Brimhaven, if you ever make your way there.
de: Du solltest unseren Stammsitz in Brimhaven besuchen, wenn du irgendwann mal dorthin kommst.
fr: Tu devrais visiter notre camp à Brimhaven, si un jour tu vas là-bas .
ja: もしそこに行く機会があれば、ブリムヘブンにある我々の施設を訪ねてみることだ。
pt: Deve visitar o nosso batalhão em Brimhaven, se estiver por lá alguma vez.
zh_cn: 如果你曾经到过布林海文，你应该看过我们的房子。

source: We serve all types of clients, from the wealthiest to even the poorest of poor.
de: Wir dienen allen Arten von Auftraggebern, von den Reichsten bis zu den Ärmsten der Armen.
fr: Nous servons tous types de clients, du plus riche au plus pauvre des pauvres.
ja: 裕福層から最貧困層まで、あらゆる依頼者に応対している。
pt: Atendemos todos os tipos de clientes, desde os mais ricos até mesmo aos mais pobres dentre os pobres.
zh_cn: 我们为所有人提供服务，从最富有的人到最贫穷的人。

source: Regardless, we always get the job done.
de: Ohne Rücksicht darauf erledigen wir immer unseren Auftrag.
fr: Dans tous les cas, nous faisons toujours le travail.
ja: そんなこととは関係なく、我々は常に仕事を成し遂げる。
pt: Independentemente disso, sempre fazemos o trabalho.
zh_cn: 无论怎样，我们总是能完成任务。

source: What types of work do you do?
de: Was für Aufträge übernehmt ihr?
fr: Quels genres d'opérations menez-vous ?
ja: どんな仕事をしているのですか？
pt: Quais são os tipos de trabalho que faz?
zh_cn: 你从事什么类型的工作？

source: Mostly, we help people get back gold that other people owe them.
de: Meistens helfen wir Leuten, Gold zurück zu erlangen, das andere ihnen schulden.
fr: Le plus souvent, nous aidons des gens à récupérer l'or que d'autres leur doivent.
ja: 多くの場合は、貸し付けている借金を取り戻す手伝いだな。
pt: Principalmente, ajudamos as pessoas a cobrar o ouro que outras pessoas lhes devem.
zh_cn: 通常，我们会帮助人们取回其他人欠他们的黄金（追债？）。

source: We also help people find ... erm ... people that have gone missing.
de: Wir helfen den Leuten außerdem, .. ähm .. Personen aufzuspüren, die vermisst werden.
fr: Nous aidons aussi les gens à trouver ... euh ... les gens qui ont disparu.
ja: それから…あー…行方不明となった者の捜索も行う。
pt: Também ajudamos as cidadãos a encontrar... erm... pessoas que estão desaparecidas.
zh_cn: 我们还帮助人们寻找......呃......失踪的人。

source: About that, Jhaeld sent me to ask about the missing people.
de: Was das betrifft, hat mich Jhaeld geschickt, um nach den vermissten Leuten zu fragen.
fr: À ce sujet, Jhaeld m'a envoyé poser des questions à propos des personnes disparues.
ja: そのことで、行方不明者についてお尋ねするためにジャエルドから送られました。
pt: Sobre isso, Jhaeld enviou-me para perguntar sobre as pessoas desaparecidas.
zh_cn: 关于这一点，贾尔德派我来询问失踪人员的情况。

source: Good luck with that.
de: Viel Glück dabei.
fr: Bonne chance avec ça.
ja: それは頑張って。
pt: Boa sorte com isso.
zh_cn: 祝你好运。

source: Shh, not so loud!
de: Psst, nicht so laut!
fr: Chut, pas si fort !
ja: シーッ、静かに！
pt: Shh, não tão alto!
zh_cn: 嘘，别那么大声!

source: Yes, we have heard the reports that people have gone missing here in Remgard. Most ... unfortunate.
de: Ja, wir haben die Berichte, dass Leute in Remgard verschollen sind, gehört. Höchst .. bedauerlich.
fr: Oui, nous avons eu vent que des gens ont disparu ici à Remgard. Très ... malheureux.
ja: ああ、レムガードで人々が行方不明になったという報告なら聞いているとも。非常に…残念なことだ。
pt: Sim, ouvimos os relatos de que pessoas estão desaparecidas aqui em Remgard. Muita... falta de sorte.
zh_cn: 是的，我们已经听到了关于在瑞姆加德这里有人失踪的报告。十分不幸。

source: We even had one of our knights disappear on us. Now, due to the nature of our order, I presume you can see how that puts us in a ... peculiar situation.
de: Sogar einer unserer Ritter ist verschwunden. Nun, ich schätze, du verstehst, dass uns das aufgrund der Natur unseres Ordens in eine .. sonderbare Situation bringt.
fr: Nous avons même un de nos chevaliers qui a disparu. En raison de la nature de notre ordre, je suppose que tu comprends à quel point cela nous met dans une situation ... particulière.
ja: うちの騎士の1人も行方をくらましていてな。さて、騎士団という性質上、それがどのように…我々を特殊な状況へと追い込んでいるかは理解できるのではないかな。
pt: Tivemos até um de nossos cavaleiros a desaparecer de nosso grupo. Agora, devido à natureza de nossa ordem, presumo que pode ver como isso nos coloca numa... situação peculiar.
zh_cn: 我们甚至有一个骑士也失踪了。你能想到我们的业务现在处于一个......怎样尴尬的境地。
