Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: The people you've killed will be avenged.
de: Die Menschen, die du getötet hast, werden gerächt werden.
fr: Les gens que tu as tués seront vengés.
ja: 殺した人々からの報いを受けるんだ。
pt: As pessoas que matou serão vingadas.
zh_cn: 你杀过的人会对你报复。

source: (Gives you a surprised look). How ...? Who are you kid?
de: (Blickt dich überrascht an.) Wie ...? Wer bist du, Kind?
fr: (Te regarde avec surprise). Comment... ? Qui es-tu gamin ?
ja: （驚きの表情を浮かべる）どうやって…？ 君は一体？
pt: (Olha para si com um olhar de surpreso). Como…? Quem é, garoto?
zh_cn: (给你一个惊讶的眼神)。怎么......？ 孩子你是谁？

source: Eh ... I am ...
de: Eh ... Ich bin ....
fr: Heu... je suis...
ja: え…僕は…
pt: Eh... eu sou...
zh_cn: 呃……我是……

source: That doesn't ...
de: Das tut nichts ....
fr: Ce n'est pas...
ja: それは…
pt: Isso não…
zh_cn: 这并不...

source: Wait! That's not actually important. Leave this dangerous place, right now!
de: Warte! Das ist im Augenblick nicht wichtig. Verlass diesen gefährlichen Ort auf der Stelle!
fr: Attends ! Ce n'est pas important en fait. Quitte ce lieu dangereux, tout de suite !
ja: 待て！ そんなことはどうでもいい。 ここは危険だ、すぐに離れるんだ！
pt: Espere! Isso, na verdade, não é importante. Deixe este lugar perigoso, agora mesmo!
zh_cn: 等！这实际上并不重要。 离开这个危险的地方，立刻！

source: You are right. It would be better to leave.
de: Du hast recht. Es wäre besser, zu gehen.
fr: Vous avez raison. Je ferais mieux de partir.
ja: その通りですね。出て行ったほうが良さそうです。
pt: Esta certo. Seria melhor sair.
zh_cn: 你是对的。最好离开。

source: Hah! No way, I won't give up.
de: Hah! Auf keinen Fall, ich werde nicht aufgeben.
fr: Ha ! Pas question, je n'abandonnerai pas.
ja: はっ！ 絶対に諦めない。
pt: Hah! De jeito nenhum, não vou desistir.
zh_cn: 哈！没办法，我不会放弃。

source: I'm here because ... I'm here to help you!
de: Ich bin hier, weil ... ich bin hier, um dir zu helfen!
fr: Je suis ici parce que... Je suis ici pour vous aider !
ja: 僕がここにいるのは…助けに来たんだ！
pt: Estou aqui porque... Estou aqui para ajudar-lo!
zh_cn: 我在这里是因为......我是来帮助你的！

source: My whole patrol is dead! Why do you think you have any chance of success?
de: Meine gesamte Truppe ist tot! Warum glaubst du, dass du auch nur den Hauch einer Chance hast?
fr: Toute ma patrouille est morte ! Pourquoi penses-tu avoir une chance de réussir ?
ja: 我がパトロール隊は全滅した！ なぜ成功の目があると思える？
pt: Toda a minha patrulha está morta! Por que acha que tem alguma chance contra eles?
zh_cn: 我的整个巡逻队都死了！你为什么认为你有成功的机会？

source: I managed to reach this place. Is that not enough for you?
de: Ich habe es geschafft, diesen Ort zu erreichen. Ist das nicht genug für dich?
fr: J'ai réussi à atteindre cet endroit. Cela ne vous suffit-il pas ?
ja: 何とかここまでたどり着けた。これでは不足ですか？
pt: Consegui chegar a esse lugar. Não lhe é o suficiente?
zh_cn: 我设法到达了这个地方。这对你来说还不够吗？

source: I'm not here to discuss that with you.
de: Ich bin nicht hier, um das mit dir zu diskutieren.
fr: Je ne suis pas ici pour discuter de ça avec vous.
ja: そんな話をするために来たんじゃない。
pt: Não estou aqui para discutir isso consigo.
zh_cn: 我不是来这里和你讨论这个问题的。

source: It's your life, do whatever you want.
de: Es ist dein Leben, tu was immer du willst.
fr: C’est ta vie, fais ce que tu veux.
ja: 自分の人生なのだ、好きにするといい。
pt: A vida é a sua, faça o que quiser.
zh_cn: 这是你的人生，做你想做的事。

source: Please tell me what do you know about the current situation.
de: Bitte erzähl mir, was Du über die jetzige Situation weisst.
fr: S’il vous plaît dites-moi ce que vous savez sur la situation actuelle.
ja: 現状で分かってることを教えてください。
pt: Por favor, diga-me o que sabe sobre a situação atual.
zh_cn: 请告诉我你对目前的情况了解多少。

source: Indeed, I don't know why are you here!
de: In der Tat, ich weiss nicht, warum Du hier bist!
fr: En effet, je ne sais pas pourquoi tu es ici !
ja: そうだな、なぜ君がここにいるのかはともかく！
pt: De fato, não sei porque está aqui!
zh_cn: 的确，我不知道你为什么在这里！

source: I don't know much. Only that me and my patrol were sent here to arrest a murderer. But what we found was unexpected.
de: Ich weiss nicht viel. Nur, dass ich und meine Patrouille hierher geschickt wurden, um einen Mörder zu verhaften. Aber das, was wir vorfanden, hatten wir nicht erwartet.
fr: Je ne sais pas grand-chose. Seulement que moi et ma patrouille avons été envoyés ici pour arrêter un meurtrier. Mais ce que nous avons trouvé était inattendu.
ja: 大したことは分からん。我がパトロール隊は殺人犯の捕縛のために送られただけなのだ。しかし見つけたのは予想外のものだった。
pt: Não sei muito. Somente que eu e a minha patrulha fomos enviados aqui para prender um assassino. Mas o que encontramos foi inesperado.
zh_cn: 我知道的不多。只知道我和我的巡逻队被派到这里来逮捕一个杀人犯。但我们发现的情况却出乎意料。

source: Unexpected?
de: Nicht erwartet?
fr: Inattendu ?
ja: 予想外？
pt: Inesperado?
zh_cn: 出乎意料？

source: We reached these passages via a forest cavern, and went through the beasts without any major problem. Suddenly, the suspect appeared with a group of men, probably his allies or subordinates ...
de: Wir erreichten diese Passagen durch eine Waldhöhle und kamen ohne größere Probleme durch die Biester. Plötzlich erschien der Verdächtige mit einer Gruppe von Männern, wahrscheinlich seine Verbündeten oder Untergebenen ...
fr: Nous avons atteint ces passages par une caverne forestière, et nous avons vaincu les bêtes sans problème majeur. Soudain, le suspect est apparu avec un groupe d'hommes, probablement ses alliés ou ses subordonnés...
ja: 森の洞窟を通ってここまでたどり着いた、獣に関しても大した障害もなく通り過ぎることができた。すると突然、容疑者らしき人物が仲間か部下らしき一団を引き連れて現れたのだ…
pt: Chegamos nessas passagens por uma floresta na caverna e passamos pelas bestas sem muitos problemas. Repentinamente, o suspeito apareceu com um grupo de homens, provavelmente os aliados ou subordinados dele.
zh_cn: 我们通过森林洞穴到达这些通道，并没有遇到任何大问题。突然间，嫌疑人带着一群人出现，可能是他的盟友或下属……

source: Those people were fast. Very fast and very dangerous. They killed them! My fellows, all of them defeated!
de: Diese Leute waren schnell. Sehr schnell und gefährlich. Sie haben sie getötet! Meine Kameraden, alle von ihnen niedergeschlagen!
fr: Ces gens étaient rapides. Très rapides et très dangereux. Ils les ont tués ! Mes camarades, ils ont tous été vaincus !
ja: ヤツらは速かった。恐ろしく速く、そして凶暴だった。殺されてしまった！ 仲間たちは皆敗れてしまった！
pt: Essas pessoas foram rápidas. Muito rápidas e muito perigosas. Mataram-los! Meus companheiros, todos eles derrotados!
zh_cn: 那些人的速度很快。非常快，而且非常危险。他们杀了他们!我的伙伴们，他们都被打败了!

source: I managed to get rid of most of them, but I'm severely wounded and unable to continue ...
de: Ich konnte die meisten von ihnen loswerden, dann aber wurde ich ernstlich getroffen und konnte nicht weiterkämpfen ...
fr: J'ai réussi à me débarrasser de la plupart d'entre eux, mais je suis gravement blessé et incapable de continuer...
ja: 大体は何とか片付けることが出来たが、深手を負ってしまってこれ以上は戦えそうにない…
pt: Consegui lidar com a maioria deles, mas estou gravemente ferido e sem a possibilitade de continuar...
zh_cn: 我设法摆脱了他们中的大多数，但我受了重伤，无法继续 ...

source: Don't you understand? You must leave this place before you can't. He's playing with us!
de: Verstehst du nicht? Du musst diesen Ort verlassen, solange du noch die Gelegenheit dazu hast. Er spielt mit uns!
fr: Tu ne comprends pas ? Tu dois quitter cet endroit avant de ne plus pouvoir le faire. Il joue avec nous !
ja: わからんか？ 君は今のうちにここを出て行くべきなのだ。 ヤツは我々で遊んでいる！
pt: Não entende? Precisa sair desse lugar antes que já não o consiga. Ele está a jogar conosco!
zh_cn: 你还不明白吗？你必须在你不能离开这个地方之前离开。 他在玩弄我们!

source: You are right. I will leave.
de: Du hast recht. Ich werde gehen.
fr: Vous avez raison. Je vais partir.
ja: その通りですね。出て行きます。
pt: Está certo. Vou sair.
zh_cn: 你说的对。我将离开。

source: Take these supplies and leave. I'll avenge your mates.
de: Nimm diese Vorräte und geh. Ich werde deine Kameraden rächen.
fr: Prenez ces provisions et partez. Je vengerai vos camarades.
ja: これを持って行って。仲間の仇を取ってくるよ。
pt: Leva estas provisões e sai. Vou vingar os teus amigos.
zh_cn: 拿着这些补给离开。我会为你的伙伴报仇。

source: Don't worry. You must report this before it is too late. I'll go there instead of you.
de: Sei unbesorgt. Du musst dies melden, ehe es zu spät ist. Ich werde an deiner Stelle reingehen.
fr: Ne t'inquiète pas. Tu dois rapporter ça avant qu'il ne soit trop tard. J'irai là-bas à ta place.
ja: 大丈夫。手遅れになる前にあなたは報告しに行くべきだ。ここのことは僕が代わりにやる。
pt: Não se preocupe. Deve reportar isso antes que seja tarde demais. Vou lá no seu lugar.
zh_cn: 不用担心。您必须在为时已晚之前报告此事。我会代替你去那里。

source: Agh, thank you. You are valiant, kid. I hope to see you when we are both out of here. I'll invite you for a drink!
de: Agh, danke. Du bist tapfer, Kind. Ich hoffe, Dich wiederzusehen, wenn wir beide hier rauskommen. Ich werde Dich auf einen Trunk einladen!
fr: Agh, merci. Tu es vaillant, gamin. J'espère te revoir quand on sera sortis de là tous les deux. Je t'inviterai boire un coup !
ja: ああ、ありがとう。君は勇敢なのだな。ここを出てまた会えるといいな。一杯奢ろう！
pt: Agh, obrigado. É valente, garoto. Espero ver-lo quando estivermos fora daqui. Vou convidá-lo para uma bebida!
zh_cn: 啊，谢谢。你很勇敢，孩子。我希望当我们都离开这里时能见到你。我请你喝酒！

source: OK, thank you. Now I have to run.
de: OK, danke. Nun muss ich aber los.
fr: Ok, merci. Maintenant il faut que je coure.
ja: ええ、ありがとう。そろそろ行かないと。
pt: Ok, obrigado. Agora tenho que correr.
zh_cn: 好的谢谢。现在我得跑了。

source: Yeah, sounds good. For the glory of Feygard I'll avenge your mates!
de: Yeah, klingt toll. Für den Ruhm von Feygard, ich werde deine Kameraden rächen!
fr: Ouais, bonne idée. Pour la gloire de Feygard je vengerai tes camarades !
ja: ええ、それはいいですね。フェイガードの栄光のために仲間の仇を取ってくる！
pt: Sim, parece bom. Pela glória de Feygard, vou vingar os seus companheiros!
zh_cn: 是的，听起来不错。为了费加德的荣耀，我要为你们的伙伴报仇！

source: (You see a hole leading to a cave. Maybe this is a good place to start searching.)
de: (Du siehst ein Loch das in eine Höhle führt. Vielleicht ist das ein guter Startpunkt für Deine Suche.)
fr: (Vous voyez un trou menant à une cave. C'est peut-être un bon endroit pour commencer à chercher.)
ja: （洞窟に通じる穴が見える。捜索を始めるにはいい場所かもしれない）
pt: (Vê um buraco que dá numa caverna. Talvez seja um bom lugar para começar a procurar.)
zh_cn: （你看到一个通向洞穴的洞。也许这是开始搜索的好地方。）

source: Kid, why are you still here? Leave me, I'm just resting a bit.
de: Kind, warum bist du immer noch da? Geh, ich ruhe mich nur noch ein wenig aus.
fr: Gamin, pourquoi es-tu toujours là ? Laisse-moi, je me repose un peu.
ja: なぜまだここにいる？ 私のことならいい、少し休んでいるだけだ。
pt: Garoto, por que continuas aqui? Deixa-me, estou apenas a descansar um pouquinho.
zh_cn: 孩子，你怎么还在这里？别管我，我只是休息一下。

source: Don't be rude! I'm here to help you. Please leave and go to a safer place.
de: Sei nicht unhöflich! Ich bin hier, um Dir zu helfen. Bitte verschwinde und geh zu einem sichereren Ort.
fr: Ne soyez pas grossier ! Je suis ici pour vous aider. S'il vous plait, partez et allez à un endroit plus sûr.
ja: 失礼な！ あなたを助けるためにここにいるんだ。脱出して安全な場所に向かってください。
pt: Não seja rude! Estou aqui para ajudar-o. Por favor, saia e vá para um lugar seguro.
zh_cn: 不要无理取闹！我是来帮助你的。请离开，到一个更安全的地方去。

source: Calm down. Take these supplies and call backup!
de: Beruhig Dich. Nimm diese Vorräte und ruf Verstärkung!
fr: Calmez-vous. Prenez ces provisions et appelez du renfort !
ja: 落ち着いて。これを持って応援を呼んでください！
pt: Acalma-te. Leva estas provisões e chama por ajuda!
zh_cn: 平静下来。拿着这些物资，呼叫支援！

source: You couldn't be in a worse place to play hide and seek, kid. Die!
de: Du hättest Dir keinen schlechteren Ort zum Versteckspielen aussuchen können, Kind. Stirb!
fr: Tu ne pourrais pas être au pire endroit pour jouer à cache-cache, gamin. Meurs !
ja: かくれんぼには最悪の場所だな。死ね！
pt: Não poderia estar num lugar pior para brincar de esconde-esconde, garoto. Morra!
zh_cn: 你不能在一个更糟糕的地方玩捉迷藏，孩子。去死吧！

source: I'm not playing that!!
de: Ich spiele nicht!!
fr: Je ne joue pas à ça !!!
ja: そんなものはやってない！！
pt: Não estou a brincar disso!!
zh_cn: 我不是在玩那个！！

source: Now your mates will play that with your corpse!
de: Jetzt werden deine Kameraden mit deiner Leiche spielen!
fr: Maintenant tes compagnons y joueront avec ton cadavre !
ja: 死んで仲間とでもやってろ！
pt: Agora os seus companheiros vão brincar com o seu cadáver!
zh_cn: 现在你的伙伴们会和你的尸体一起玩这个游戏了!

source: Oh ho! Welcome to my base, kid.
de: Oh ho! Willkommen in meiner Basis, Kind.
fr: Oh oh ! Bienvenue dans ma base, gamin.
ja: よう！ オレ様の基地へようこそガキンチョ。
pt: Oh ho! Bem vindo à minha base, garoto.
zh_cn: 哦嗬！欢迎来到我的基地，孩子。

source: Hmm .... This is not the place where I would choose to live.
de: Hmm .... dies ist kein Ort, den ich mir zum leben aussuchen würde.
fr: Hmm... Ce n'est pas l'endroit que je choisirais pour vivre.
ja: うーん…ここは僕がいるべき場所じゃないな。
pt: Hmm…. Este não é um lugar que escolheria para viver.
zh_cn: 嗯 ....这不是我选择居住的地方。

source: You are under arrest for the crimes you've committed against Feygard!
de: Du bist hiermit verhaftet aufgrund der Verbrechen, die Du gegen Feygard begangen hast!
fr: Tu es en état d'arrestation pour les crimes que tu as commis contre Feygard !
ja: お前をフェイガードに対して犯した罪で捕まえる！
pt: Está preso pelos crimes que cometeu contra Feygard!
zh_cn: 你因对费加德犯下罪行而被逮捕了！

source: Haven't you realized yet? Your life is not going to be much longer.
de: Hast Du es immer noch nicht begriffen? Dein Leben wird nicht mehr länger währen.
fr: N'as-tu pas encore réalisé ? Ta vie ne va plus durer très longtemps.
ja: まだ気付かんかね？ お前の人生はここで終わりなんだよ。
pt: Ainda não percebeu? A sua vida não vai durar tanto.
zh_cn: 你还没有意识到吗？你的生命不会有多长了。

source: Hah! Let's see if you're as strong as Umar has said.
de: Hah! Wollen wir doch mal sehen, ob du wirklich so stark bist, wie Umar behauptet.
fr: Ha ! Voyons si tu es aussi fort qu'Umar a dit.
ja: はっ！ ウマルが言ってたほどの強さか確かめてやる。
pt: Hah! Vamos ver se é tão forte quanto Umar disse.
zh_cn: 哈！让我们看看你是否像奥马尔所说的那样坚强。

source: Prepare to die!
de: Bereite dich darauf vor, zu sterben!
fr: Prépare-toi à mourir !
ja: 覚悟しろ！
pt: Prepare-se para morrer!
zh_cn: 准备受死吧!

source: *laugh* Are you serious?
de: *lacht* Im Ernst?
fr: *rires* Tu es sérieux ?
ja: （笑み）本気かい？
pt: *risada* A sério?
zh_cn: *笑*你是认真的吗？

source: Do you really believe such words are worth anything here?
de: Glaubst du wirklich, dass diese Worte hier etwas wert sind?
fr: Tu crois vraiment que ces mots valent quelque chose ici ?
ja: この場でそんな言葉に価値があると本気で思ってんのか？
pt: Realmente acredita que essas palavras valem alguma coisa aqui?
zh_cn: 你真的相信这样的话在这里有什么价值吗？

source: Let's see if you can arrest me after I have finished with you!
de: Wollen wir doch mal sehen, ob du mich noch verhaften kannst, wenn ich erst mit dir fertig bin!
fr: Voyons voir si tu peux m'arrêter après que j'en aie fini avec toi !
ja: 終わったあとにオレ様を捕らえる余裕なんてものが残ってるか確かめてやるよ！
pt: Vamos ver se consegue prender-me depois de eu acabar consigo!
zh_cn: 让我们看看，在我结束了你的工作之后，你是否能逮捕我!

source: The Feygard soldiers will be avenged!
de: Feygards Soldaten werden gerächt!
fr: Les soldats de Feygard seront vengés !
ja: フェイガード兵の仇は討つ！
pt: Os soldados de Feygard serão vingados!
zh_cn: 费加德的士兵们将会得到复仇!

source: Your head will serve as proof!
de: Dein Kopf wird als Beweis dienen!
fr: Ta tête servira de preuve !
ja: お前の首級を証拠にしてやる！
pt: A sua cabeça servirá como prova!
zh_cn: 你的头将作为证据!

source: The lock seems to match with the key of Luthor.
de: Das Schloss scheint zum Schlüssel von Luthor zu passen.
fr: Le cadenas à l'air de correspondre avec la clé de Luthor.
ja: 錠前はルーサーの鍵と一致しているようだ。
pt: A fechadura parece combinar com a chave de Luthor.
zh_cn: 这把锁似乎与路德的钥匙相符。

source: Insert the key of Luthor into the lock.
de: Steck den Schlüssel von Luthor in das Schloss.
fr: Insérer la clé de Luthor dans le cadenas.
ja: 錠前にルーサーの鍵を差し込む。
pt: Insira a chave de Luthor na fechadura.
zh_cn: 将路德的钥匙插入锁中。

source: Insert the blessed key of Luthor into the lock.
de: Steck den geweihten Schlüssel von Luthor in das Schloss.
fr: Insérer la fichue clé de Luthor dans le cadenas.
ja: 錠前に祝福されたルーサーの鍵を差し込む。
pt: Insira a chave de Luthor abençoada na fechadura.
zh_cn: 将路德的祝福钥匙插入锁中。

source: W..wait ....
de: W.. warte ....
fr: A... Attends...
ja: ま…待て…
pt: Esp... espere....
zh_cn: W...等等 ....

source: (The dying Crackshot is in agony. He looks at you despairingly) It is curs...sed.
de: (Der sterbende Crackshot ist in Todesqualen. Er sieht dich verzweifelt an) Er ist ver...flucht.
fr: (Le Crackshot mourant est à l'agonie. Il vous regarde désespérément) Elle est mau...dite.
ja: （瀕死のクラックショットは苦痛に呻いている。絶望的な目であなたを見る） ソイツは呪われて…いる。
pt: O Crackshot a morrer está em agonia. Ele olha para si com desespero. Está amaldi... diçoado.
zh_cn: （垂死的疯狂打靶正在痛苦中。他绝望地看着你） 这是诅咒...镇压.

source: The key is cursed .... She ... I am ... (Crackshot finally dies, emitting a soft bluish breath)
de: Der Schlüssel ist verflucht ... Sie ... Ich bin ... (Crackshot stirbt endlich, einen schwach bläulichen Atem ausstossend)
fr: La clé est maudite .... Elle ... Je suis ... (Crackshot meurt finalement, émettant un dernier soupir bleuâtre)
ja: 呪われた鍵…彼女…オレ様は…（クラックショットは遂に力尽き、青みがかった息を吐き出した）
pt: A chave está amaldiçoada... Ela... Sou... (Crackshot finalmente morre, a emitir um suspiro azulado suave)
zh_cn: 钥匙是被诅咒的....她...我是...(疯狂打靶终于死了，发出了柔和的蓝色气息。）

source: Bah .... Too many questions. I need to come back.
de: Pah .... Zu viele Fragen. Ich muss wieder zurückkommen.
fr: Bah .... Trop de questions. Il faut que je rentre.
ja: はあ…疑問が多すぎる。戻らないと。
pt: Bah... Perguntas demais. Preciso voltar.
zh_cn: 呸。。。。问题太多。我需要回来。

source: Excellent. Did he have the key with him?
de: Hervorragend. Hatte er den Schlüssel bei sich?
fr: Excellent. Est-ce qu'il avait la clé avec lui ?
ja: よろしい。彼は鍵を持っていたかね？
pt: Excelente. Ele estava com a chave?
zh_cn: 很好。他带了钥匙吗？

source: Yes ... [give key]. Why is this key so important to us?
de: Ja ... [übergib den Schlüssel]. Warum ist der Schlüssel so wichtig für uns?
fr: Oui ... [donne la clé]. Pourquoi est-ce que la clé est si importante pour nous ?
ja: はい…（鍵を渡す）。どうしてこの鍵がそんなに重要なんですか？
pt: Sim... [Entrega a chave]. Porque essa chave é tão importante?
zh_cn: 是的...[给钥匙]。为什么这把钥匙对我们如此重要？

source: Sure, here, take it. And maybe it's time to give me some more information.
de: Natürlich, hier, nimm ihn. Und vielleicht ist es auch an der Zeit mir ein bisschen mehr zu erzählen.
fr: Bien-sûr, tiens, prends-la. Et peut-être est-il temps de me donner plus d'information.
ja: ええ、どうぞ。それともう少し情報を教えてくれてもいいんじゃないですかね。
pt: Claro, aqui, pode pegar. E talvez seja a hora de me dar alguma informação.
zh_cn: 当然，在这里，拿着它。也许现在是时候给我一些更多的信息了。

source: (Lie) No, I didn't find it.
de: (Lüge) Nein, ich habe ihn nicht gefunden.
fr: (Mensonge) Non, je ne l'ai pas trouvée.
ja: （嘘）いいえ、見つかりませんでした。
pt: (Mentira) Não, não encontrei.
zh_cn: (撒谎）不，我没有找到它。

source: He had the key, but I don't have it with me.
de: Er hatte den Schlüssel, aber ich habe ihn nicht bei mir.
fr: Il avait la clé, mais je ne l'ai pas avec moi.
ja: 鍵なら持っていたけど、僕は持ってない。
pt: Ele estava com a chave, mas não a tenho comigo.
zh_cn: 他有钥匙，但我没有。

source: Don't try to fool me. I am Umar. I know you have it.
de: Du kannst mich nicht täuschen. Ich bin Umar. Ich weiss, dass du ihn hast.
fr: N'essaye pas de me rouler. Je suis Umar. Je sais que tu l'as.
ja: 騙そうとするのはやめなさい。私はウマルなのだ。君が持っていることはわかってる。
pt: Não me tente enganar. Sou Umar. Sei que a tem.
zh_cn: 不要试图欺骗我。我是奥马尔。我知道你有。

source: Oh. Yes, I remember now that I found the key. Here, take it.
de: Oh. Ja, jetzt erinnere ich mich wieder daran, den Schlüssel gefunden zu haben. Hier, nimm ihn.
fr: Oh. Oui, je me rappelle maintenant que j'ai trouvé la clé. Tiens, prends-la.
ja: ああ。そうでした、鍵を見つけていたのを思い出しましたよ。どうぞ。
pt: Oh. Sim, lembrei-me agora que encontrei a chave. Aqui, pode levar.
zh_cn: 哦。是的，我现在想起来了，我找到了钥匙。在这里，拿着它。

source: Even if I have the key, I won't give it to you.
de: Selbst wenn ich den Schlüssel hätte, würde ich ihn dir nicht geben.
fr: Même si j'avais la clé, je ne te la donnerais pas.
ja: たとえ鍵を持っていたとしても、あなたには渡さない。
pt: Mesmo se tivesse a chave, não lhe a entregaria.
zh_cn: 就算我有钥匙，我也不会给你。

source: Why did it take so long? And do not look at me that way. I can not tell you anything about the key for now.
de: Warum hat das so lange gedauert? Und schau mich nicht so an. Ich kann dir im Moment nichts über den Schlüssel sagen.
fr: Pourquoi est-ce que ça a été aussi long ? Et ne me regarde pas comme ça. Je ne peux rien te dire à propos de la clé pour l'instant.
ja: なぜそうまで時間がかかったのだ？ ああ、そんな目で見るのはやめたまえ。今のところ、鍵に関して言えることはない。
pt: Por que demorou tanto? E não me olhe desse jeito. Não posso lhe dizer nada sobre a chave agora.
zh_cn: 为什么要花这么长时间？不要用这种眼光看我。我现在不能告诉你关于钥匙的任何事情。

source: Come back when you are sane again.
de: Komm zurück, wenn du wieder vernünftig bist.
fr: Reviens quand tu as retrouvé ton bon sens.
ja: 正気に戻ったらまた来なさい。
pt: Volte quando estiver são de novo.
zh_cn: 等你恢复理智时再来吧。

source: Then what you are waiting for? Go and get it!
de: Also dann, worauf wartest du noch? Geh und hol ihn!
fr: Alors qu'est-ce que tu attends ? Va la chercher !
ja: なら何を待っているのだ？ 取って来い！
pt: Então, do que está à espera? Vá e leve-a!
zh_cn: 那么你还在等什么呢？快去拿吧!

source: I'm sorry, but for now I can't say more.
de: Tut mir leid, aber ich kann zurzeit nicht mehr sagen.
fr: Désolé, mais pour l'instant je ne peux pas en dire plus.
ja: すまないが、今のところこれ以上言えることはない。
pt: Desculpe, mas, por agora, não posso falar mais.
zh_cn: 我很抱歉，但现在我不能说更多。

source: Tsch, OK.
fr: Tsss, ok.
ja: チッ、わかりましたよ。
pt: Tch, Ok.
zh_cn: 啧，好吧。

source: Be patient, my friend. Everything will come in due time.
de: Hab Geduld, mein Freund. Alles zu seiner Zeit.
fr: Sois patient, mon ami. Tout arrive à point nommé.
ja: 我慢してくれ。いずれその時はやって来るだろう。
pt: Seja paciente meu amigo. Tudo virá em devido tempo.
zh_cn: 要有耐心，我的朋友。一切都会在适当的时候到来。

source: I expect my patience will be rewarded.
de: Ich erwarte, dass meine Geduld belohnt wird.
fr: J'espère que ma patience sera récompensée.
ja: その我慢が報われると期待します。
pt: Espero que minha paciência seja recompensada.
zh_cn: 我希望我的耐心会得到回报。

source: If you say so ...
de: Wenn du es sagst ...
fr: Si tu le dis...
ja: あなたがそう言うのなら…
pt: Se o diz...
zh_cn: 如你所说,......

source: Anyway, you've done your work. My spies reported to me that you saved someone's life.
de: Wie auch immer, du hast deine Aufgabe erfüllt. Meine Spitzel berichteten mir, dass du jemanden das Leben gerettet hast.
fr: De toutes façons, tu as fait ton travail. Mes espions m'ont rapporté que tu as sauvé la vie de quelqu'un.
ja: とにかく、君は仕事をこなしてくれた。私のスパイからは、君が誰かの命を救ったと報告を受けている。
pt: Afinal, fez o seu trabalho. O meus espiões reportaram que salvou a vida de alguém.
zh_cn: 无论如何，你已经完成了你的工作。我的探子向我报告说，你救了某人的命。

source: If your spies help me, tasks would be easier.
de: Wenn deine Spitzel mir helfen würden, wäre die Arbeit um einiges leichter.
fr: Si vos espions m'avaient aidé, les tâches auraient été plus faciles.
ja: あなたのスパイが助けてくれたら仕事はもっと楽だったのに。
pt: Se os seus espiões tivessem me ajudado, as tarefas teriam sido mais fáceis.
zh_cn: 如果你的间谍帮助我，任务就会更容易。

source: It is true .... Nobody important.
de: Stimmt .... Niemand besonderes.
fr: C'est vrai... Personne d'important.
ja: 事実ですね…特に重要な人物はいませんでした。
pt: É verdade... Ninguém importante.
zh_cn: 这是真的....没有人是重要的。

source: Yeah. He was a Feygard officer ... a sergeant I think.
de: Yeah. Er war ein Offizier aus Feygard ... ein Sergeant, glaub ich.
fr: Ouais. Il était officier de Feygard... un sergent je crois.
ja: ええ。フェイガードの下士官でしたね…軍曹だったかな。
pt: Sim. Era um oficial de Feygard... um sargento acho eu.
zh_cn: 是的，他是一名费加德军官......我想是一名中士。

source: Anyway, you've done your work. My spies reported to me you had saved someone's life.
de: Wie auch immer, du hast deine Aufgabe erfüllt. Meine Spitzel berichteten mir, dass du jemanden das Leben gerettet hast.
fr: De toutes façons, tu as fait ton travail. Mes espions m'ont indiqué que tu as sauvé la vie de quelqu'un.
ja: とにかく、君は仕事をこなしてくれた。私のスパイからは、君が誰かの命を救ったと報告を受けている。
pt: Afinal, fez o seu trabalho. Meus espiões reportaram que tinha salvado a vida de alguém.
zh_cn: 无论如何，你已经完成了你的工作。我的探子向我报告说，你救了某人的命。

source: I tried to, unfortunately he didn't survive. But it was nobody important.
de: Ich hab es versucht, aber leider hat er nicht überlebt. Er war jedoch niemand wichtiges.
fr: J'ai essayé, malheureusement il n'a pas survécu. Mais ce n'était pas quelqu'un d'important.
ja: 助けようとはしたけど、残念ながら彼は生き延びることができなかった。でも特に重要な人物はいませんでした。
pt: Tentei, infelizmente ele não sobreviveu. Mas não era ninguém importante.
zh_cn: 我试着这样做，不幸的是他没有活下来。但这并不重要。
