Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: Lastly, I would need a clean empty vial to make the potion in. I hear that the potion-maker in Fallhaven has the best vials available.
de: Und zuletzt würde ich eine saubere, leere Phiole brauchen, um den Trank darin zu bereiten. Ich hörte, dass der Tränkemacher in Fallhaven die besten Phiolen vorrätig hat.
fr: Finalement, j'aurais besoin d'une fiole vide propre pour y mettre la potion. J'ai entendu que le concocteur de Falhaven a les meilleures fioles disponibles.
ja: 最後に、ポーションを入れるための清潔な空のバイアルが必要です。フォールヘブンの薬屋には最高のバイアルがあると聞きました。
pt: Por último, preciso de um frasco limpo e vazio para fazer a poção dentro. Ouvi dizer que o fabricante de poções de Fallhaven tem os melhores frascos disponíveis.
zh_cn: 最后，我需要一个干净的空瓶来制作药水。我听说法尔海文的药剂师有最好的药瓶。

source: Bring me these things and I will be able to help you with your ... condition.
de: Besorge mir diese Sachen, und ich werde dir bei deinem ... Zustand helfen.
fr: Apporte-moi tout ça et je serai capable de t'aider avec ta... pathologie.
ja: 以上のものを持ってきてくだされば、あなたの…状態を助けることができます。
pt: Traga-me essas coisas e vou ser capaz de ajudá-lo com a sua... condição.
zh_cn: 把这些东西带给我，我就能帮助你解决你的......状况。

source: Very well, I will be back shortly.
de: Nun gut, ich bin gleich zurück.
fr: Très bien, je serai rapidement de retour.
ja: わかりました、すぐに戻ります。
pt: Muito bem, vou estar de volta em breve.
zh_cn: 很好，我很快就会回来。

source: You return. Have you gathered those things that I asked for?
de: Du bist zurück! Hast du die Dinge besorgt, um die ich dich bat?
fr: Tu es revenu. As-tu rapporté ces ingrédients que je t'avais demandés ?
ja: おかえりなさい。頼んだものは集めてくれましたか？
pt: Voltou. Já recolheu as coisas que pedi?
zh_cn: 你回来了。你收集到我要的那些东西了吗？

source: What was I supposed to collect again?
de: Was sollte ich nochmal sammeln?
fr: Qu'étais-je censé collecter déjà ?
ja: 何を集めればいいんだっけ？
pt: O que é que devo mesmo coletar?
zh_cn: 我应该再收集什么呢？

source: I brought five bones for you.
de: Ich bringe dir 5 Knochen.
fr: Je vous ai apporté cinq os.
ja: 骨を5つ持ってきました。
pt: Trouxe-lhe cinco ossos.
zh_cn: 我为你带来了五根骨头。

source: I brought two pieces of animal hair for you.
de: Ich bringe dir zwei Büschel Tierhaare.
fr: Je vous ai rapporté deux pelages d'animal.
ja: 獣毛を2本持ってきました。
pt: Trouxe-lhe dois pedaços de pêlos.
zh_cn: 我给你带了两块动物的毛发。

source: I brought an irdegh poison gland for you.
de: Ich bringe dir die Giftdrüse eines Irdeghs.
fr: Je vous ai apporté une glande venimeuse d'irdegh.
ja: アーデグ毒腺を持ってきました。
pt: Trouxe-lhe uma glândula de veneno Irdegh.
zh_cn: 我为你带来了一个伊尔德格毒腺。

source: I brought an empty vial for you.
de: Ich bringe dir eine leere Phiole.
fr: Je vous ai apporté une fiole vide.
ja: 空のバイアルを持ってきました。
pt: Trouxe-lhe um frasco vazio.
zh_cn: 我给你带来了一个空瓶子。

source: There are still some more of those items that I need.
de: Es gibt noch ein paar Sachen, die ich benötige.
fr: Il me manque encore certaines choses.
ja: 必要とするアイテムはまだ他にもあります。
pt: Ainda preciso de mais alguns desses itens.
zh_cn: 我还需要一些这样的物品。

source: No need, you already brought me that before. But thank you anyway.
de: Unnötig, du hattest mir das schon einmal gebracht. Aber danke trotzdem.
fr: Ce n'était pas nécessaire, tu m'as déjà apporté cela avant. Mais merci quand même.
ja: もう結構です、すでに持ってきてくれていますよ。ですがありがとうございます。
pt: Não há necessidade, já me trouxe isso antes. Mas obrigado assim mesmo.
zh_cn: 没有必要，你之前已经给我带来了。但还是要谢谢你。

source: Oh, good. Please, give them to me.
de: Oh, gut. Bitte gib sie mir.
fr: Oh, bien. Donne-les moi s'il te plaît.
ja: ほう、よかった。こちらに渡してください。
pt: Ah, bom. Por favor, dê-os a mim.
zh_cn: 哦，好。请把它们交给我。

source: On second thought, I'll be right back.
de: Wenn ich darüber so nachdenke... ich bin sofort zurück.
fr: A bien y réfléchir, je reviens bientôt.
ja: やっぱり考え直してみる、すぐに戻ります。
pt: Pensando bem, já volto.
zh_cn: 转念一想，我马上回来。

source: Oh, good. Please, give it to me.
de: Oh, gut. Bitte gib es mir.
fr: Oh, bien. Donne-la moi s'il te plaît.
ja: ほう、よかった。こちらに渡してください。
pt: Obrigado.
zh_cn: 哦，好。请把它给我。

source: Here you go, one small empty vial.
de: Bitte sehr, eine kleine leere Phiole.
fr: Tenez, une petite fiole vide.
ja: どうぞ、小さな空のバイアルです。
pt: Aqui tens, um pequeno frasco vazio.
zh_cn: 给你，一个小的空瓶。

source: Here you go, one empty vial.
de: Bitte sehr, eine leere Phiole.
fr: Tenez, une fiole vide.
ja: どうぞ、空のバイアルです。
pt: Aqui tens, um frasco vazio.
zh_cn: 给你，一个空瓶子。

source: That's all I need to cure you. Good work.
de: Das ist alles, was ich benötige um dich zu heilen. Gut gemacht.
fr: C'est tout ce dont j'ai besoin pour te guérir. Bon travail.
ja: 治療に必要なものはこれですべてです。よくやってくれました。
pt: Obrigado.
zh_cn: 这就是我治愈你需要的全部东西。干得好。

source: Now, let's get this cure started. I just need to grind this ... and mix those ... and...
de: Nun, dann wollen wir mit dem Heilmittel anfangen. Ich muss nur dies reiben .. das dort mischen .. und ..
fr: Maintenant, préparons ce remède. J'ai juste besoin de broyer ça... et mélanger ceci... et...
ja: では治療を始めましょう。こちらをすりつぶして…混ぜて…それから…
pt: Agora, vamos começar esta porção de cura. Só preciso moer isto... e misturar esses outros... e...
zh_cn: 现在，让我们开始治疗吧。我只需要磨碎这个......混合那些......和......。

source: Give me a minute.
de: Einen Moment noch ...
fr: Donne-moi une minute.
ja: 少しお待ちを。
pt: Dê-me um minuto.
zh_cn: 给我一点时间。

source: [Talion mixes the ground up ingredients together in the vial you brought, with some leaves and berries that he kept with him]
de: (Talion vermischt die gemahlenen Zutaten in der mitgebrachten Phiole, zusammen mit einigen Blättern und Beeren aus seinem Vorrat.)
fr: [Talion mélange les ingrédients broyés dans la fiole que tu as apportée, avec quelques feuilles et baies qu'il a gardées avec lui]
ja: （タリオンはあなたが持ってきたバイアルの中で、すりつぶした素材と彼の持っていた葉とベリーとを混ぜ合わせる）
pt: [Talião mistura os ingredientes juntos no frasco que trouxe, com algumas folhas e frutos que tinha com ele]
zh_cn: [塔里昂在你带来的小瓶中把磨碎的成分混合在一起，还有一些他随身携带的树叶和浆果]

source: [He gives the potion a thorough shake for quite a while]
de: (Er schüttelt den Trank eine ganze Weile kräftig durch.)
fr: [Il secoue la potion avec vigueur pendant un bon moment]
ja: （かなりの時間、ポーションを徹底的に振る）
pt: [Ele mistura por um bom tempo a poção completa]
zh_cn: [他把药水彻底摇晃了好一阵子]

source: There. Drink this. This should do it.
de: Da. Trink das. Das sollte ausreichen.
fr: Tiens. Bois. Ça devrait le faire.
ja: ほら。これを飲んで。何とかなるはずです。
pt: Aqui. Beba isso. Isso deve resolver.
zh_cn: 在这里。喝下这个。这应该可以了。

source: Drink the potion.
de: Trinke das Mittel.
fr: Boire la potion.
ja: ポーションを飲む。
pt: Beba a poção.
zh_cn: 喝下药水。

source: [The potion smells rancid, but you manage to drink it all down. The pain from the stomach decreases, and you feel one of the rotworms crawling up into your mouth. You quickly spit the worm out into the now empty vial.]
de: (Der Trank riecht ranzig, aber du schaffst es ihn leer zu trinken. Der Schmerz in deinem Bauch lässt nach und du spürst, wie eine Made in deinen Mund hochkriecht. Schnell spuckst du den Wurm in die nun leere Phiole.)
fr: [La potion est rance, mais tu parviens à la boire entièrement. Les douleurs d'estomac diminuent, et tu sens un des vers remonter dans ta bouche. Tu le craches rapidement dans la fiole vide.]
ja: （ポーションはいやな臭いがするが、あなたはなんとか飲み干す。胃の痛みが和らぎ、口の中のロットワームが這い上がってくるのを感じる。すぐさま空になったバイアルにワームを吐き出す）
pt: [A poção tem um cheiro rançoso, mas consegue engolir tudo. As cólicas estomacais reduzem e sente que um dos vermes da podridão está a rastejar à sua boca. Rapidamente cospe o verme para dentro do frasco que estava vazio]
zh_cn: [药水闻起来有馊味，但你要设法把它全部喝下去。胃部的疼痛减轻了，你感觉到一条腐烂的虫子爬到了你的嘴里。你很快就把虫子吐到了现在的空瓶里。］

source: Ah, that seems to have worked. Frankly, I was a little worried that it might not have worked, but seeing you spit out that worm really confirms it. Ha ha.
de: Ah, es scheint geklappt zu haben. Ehrlich gesagt war ich etwas besorgt, dass es vielleicht nicht funktioniert hätte. Aber dich den Wurm ausspucken zu sehen, bestätigt es wahrhaftig. Ha ha.
fr: Ah, cela semble avoir marché. Honnêtement, j'étais un peu inquiet quant à l'efficacité de cette potion, mais te voir recracher ce ver montre qu'elle est efficace. Ha ha.
ja: ああ、効いてくれましたか。正直なところ、効果がないのではと少し心配だったのですが、ワームを吐き出したのを見た様子だと確かなようですね。ハハハ。
pt: Ah, parece que funcionou. Francamente, estava um pouco preocupado que isso talvez não tivesse funcionado, mas vê-lo cuspir aquele verme realmente confirma. Ha ha.
zh_cn: 啊，这似乎已经成功了。坦率地说，我有点担心它可能没有起作用，但看到你吐出那条虫子真的证实了这一点。哈哈。

source: Yuck! Those things were inside of me?
de: Igitt! Diese Dinger waren in mir drin?
fr: Beurk ! Ces choses étaient à l'intérieur de moi ?
ja: うわっ！ 僕の中にいたのか？
pt: Eca! Essas coisas estavam dentro de mim?
zh_cn: 恶心！那些东西在我身体里？

source: Yes. Nasty, aren't they? *chuckle*
de: Ja. Sie sind scheußlich, nicht wahr? *kicher*
fr: Oui. Vraiment horrible, hein ? *he he*
ja: はい。イヤなものでしょう？（クスクス）
pt: Sim. Desagradável, não são? * Rindo *
zh_cn: 是的。讨厌吧？*咯咯声

source: That one worm you spit out, you should make sure you hold on to that. It might be valuable in the future.
de: Der eine Wurm, den du ausgespuckt hast - du solltest darauf achten, ihn nicht zu verlieren. Er könnte sich noch als wertvoll erweisen.
fr: Le ver que tu as recraché, tu devrais le conserver. Il pourrait t'être utile plus tard.
ja: 吐き出したワームはしっかり持っておくことです。将来的には価値あるものとなるかもしれません。
pt: Aquele verme cuspiu, você deve se certificar de que o guarde. Ele pode ser útil no futuro.
zh_cn: 你吐出来的那条虫子，一定要保管好。将来可能会很有价值。

source: For what?
de: Wofür?
fr: Pour quoi donc ?
ja: どうして？
pt: Para quê?
zh_cn: 为了什么？

source: OK, I will hold on to it.
de: Ok, ich werde auf ihn acht geben.
fr: OK, je le conserverai.
ja: わかりました、持っておきます。
pt: Ok, vou segurá-lo.
zh_cn: 好吧，我会坚持住的。

source: I think I had better put it under my boot.
de: Ich denke, ich hätte ihn besser mit den Stiefeln zertreten.
fr: Je pense que je ferais mieux de l'écraser sous ma botte.
ja: ブーツの底にでも入れておこうかな。
pt: Acho que seria melhor colocá-lo sob minha bota.
zh_cn: 我想我最好把它放在我的靴子下面。

source: Well, you never know. Some people really like ... exotic things.
de: Nun, man weiß nie. Manche Leute mögen gerne ... exotisches.
fr: On ne sait jamais. Certaines personnes aiment vraiment... les choses exotiques.
ja: さて、今はまだ何とも。風変わりなものを好む方は…いるものです。
pt: Bem, nunca se sabe. Algumas pessoas realmente gostam... de coisas exóticas.
zh_cn: 你永远不知道有些人真的很喜欢...异国情调的东西。

source: It's your choice of course.
de: Natürlich liegt die Entscheidung bei dir.
fr: C'est ton choix bien sûr.
ja: もちろんそれはあなたの選択です。
pt: A escolha é a sua, é claro.
zh_cn: 当然，这是你的选择。

source: Now, I know you must have gone through a lot to get infected with these things. You seem like the experienced type.
de: Nun, ich weiß dass du viel durchgemacht haben musst, um dich mit solchen Dingen anzustecken. Du scheinst so deine Erfahrungen gemacht zu haben.
fr: Je sais que tu as dû traverser beaucoup d'épreuves pour être infecté par ces choses. Tu as l'air d'un garçon expérimenté.
ja: さて、あなたがこのようなものに感染するにはたくさんのことを経験したに違いありません。経験豊かな方なのですね。
pt: Agora, sei que deve ter passado por um bocado, para se infectar com essas coisas. Parece o tipo aventureiro.
zh_cn: 现在，我知道您一定经历了很多事情才感染了这些东西。你看起来像经验丰富的类型。

source: Tell you what, I don't normally offer this to anyone, but you seem like you could use the help.
de: Ich sag dir was: normalerweise biete ich dies nicht an, aber du scheinst meine Hilfe gebrauchen zu können.
fr: Tu sais quoi, je ne fais habituellement pas cette offre à n'importe qui, mais il apparaît que tu pourrais en avoir besoin.
ja: そこでですが、普段は誰にも提供していないものの、あなたには助けがあるとよさそうですな。
pt: Vou lhe dizer, normalmente não ofereco isso aninguém, mas parece que poderia precisar de ajuda.
zh_cn: 告诉你吧，我通常不向任何人提供这种服务，但你例外。

source: Seeing as you managed to pull through all of this, I would be willing to offer you the help of giving you blessings of the Shadow if you want.
de: Nachdem ich gesehen habe, wie du das alles durchgezogen hast, wäre ich bereit, dir als Hilfe den Segen des Schattens anzubieten. Wenn du möchtest.
fr: Compte tenu du fait que tu as réussi à surmonter tout ça, je suis disposé à t'offrir l'aide des bénédictions de l'Ombre.
ja: 今回のことをうまく切り抜けられたようですし、もしご希望であればシャドウの祝福を授ける手助けをしましょう。
pt: Vendo como conseguiu superar tudo isso, estaria disposto a oferecer-lhe ajuda ao dar-lhe bênçãos da Sombra, se quiser.
zh_cn: 看到你成功渡过这一切，如果你愿意，我愿意帮助你，给予你暗影的祝福。

source: Blessings of the Shadow?
de: Segen des Schattens?
fr: Les bénédictions de l'Ombre ?
ja: シャドウの祝福？
pt: Bênçãos da Sombra?
zh_cn: 暗影的祝福？

source: Yes. Well ... for a fee of course.
de: Ja. Nun .. gegen eine Gebühr natürlich.
fr: Oui. Euh... contre une rémunération bien sûr.
ja: はい。まあ…もちろん有料ですが。
pt: Sim. Bem… por uma pequena taxa, é claro.
zh_cn: 是的。好吧......当然是有偿的。

source: I am able to bless you with either the Shadow's strength, regeneration, accuracy, or even the blessing of the Shadow guardian.
de: Ich kann dich mit der Stärke des Schattens segnen, mit Regeneration, Treffsicherheit, oder sogar mit dem Beschützersegen des Schattens .
fr: Je peux te bénir avec la force de l'Ombre, régénération, précision, ou encore avec la bénédiction du gardien de l'Ombre.
ja: 私にはシャドウの力、継続回復、命中、あるいは守護の祝福を授けることができます。
pt: Sou capaz lhe abençoar com as bêncãos da sombra para a força, para a regeneração ou para a precisão, ou até mesmo a bênção do guardião da Sombra.
zh_cn: 我可以用暗影的力量、再生、准确度，甚至暗影守护者的祝福来祝福你。

source: I'm interested in the blessing of Shadow strength.
de: Ich interessiere mich für den Stärkesegen des Schattens.
fr: Je suis intéressé par la bénédiction de force de l'Ombre.
ja: シャドウの力の祝福に興味があります。
pt: Estou interessado na bênção de Força da Sombra.
zh_cn: 我对暗影力量的祝福很感兴趣。

source: I'm interested in the blessing of Shadow regeneration.
de: Ich interessiere mich für den Erholungssegen des Schattens.
fr: Je suis intéressé par la bénédiction de régénération de l'Ombre.
ja: シャドウの継続回復の祝福に興味があります。
pt: Estou interessado na bênção de Regeneração da Sombra.
zh_cn: 我对暗影恢复的祝福很感兴趣。

source: I'm interested in the blessing of Shadow accuracy.
de: Ich interessiere mich für den Treffsicherheitssegen des Schattens.
fr: Je suis intéressé par la bénédiction de précision de l'Ombre.
ja: シャドウの命中の祝福に興味があります。
pt: Estou interessado na bênção de Precisão da Sombra.
zh_cn: 我对暗影精准的祝福很感兴趣。

source: I'm interested in the Shadow guardian blessing.
de: Ich interessiere mich für für den Beschützersegen des Schattens.
fr: Je suis intéressé par la bénédiction du gardien de l'Ombre.
ja: シャドウの守護の祝福に興味があります。
pt: Estou interessado na bênção do Guardião da Sombra.
zh_cn: 我对暗影守护者的祝福很感兴趣。

source: Never mind.
de: Vergiss es.
fr: Peu importe.
ja: やっぱりいいです。
pt: Não importa.
zh_cn: 不要紧。

source: The blessing of Shadow strength grants you more strength while attacking, thus increasing the amount of damage you do on each hit. I can give you the blessing for 300 gold.
de: Der Stärkesegen des Schattens gibt dir zusätzliche Kraft im Kampf, und erhöht somit den Schaden, den jeder einzelne deiner Treffer verursacht. Ich kann dir den Segen für 300 Goldmünzen geben.
fr: La bénédiction de force de l'Ombre t'accorde plus de force lorsque tu combats, de manière à augmenter les dégâts que tu portes à chaque coup. Je peux te donner cette bénédiction pour 300 pièces d'or.
ja: シャドウの力の祝福は、攻撃する際により強い力を授けてくれるものです、それによって攻撃を当てたときに与えるダメージを増加させます。300ゴールドで祝福しましょう。
pt: A bênção de força da Sombra concede-lhe mais força ao ataque, a aumentar assim a quantidade de dano que faz em cada acerto. Posso lhe dar a bênção por 300 moedas de ouro.
zh_cn: 暗影力量的祝福赋予你在攻击时更多的力量，从而增加你每次攻击的伤害量。你可以用300金币获得这个祝福。

source: OK, I'll take it for 300 gold.
de: Ok, ich nehme ihn für 300 Goldmünzen.
fr: Ok, je la prends pour 300 pièces.
ja: わかりました、300ゴールドでお願いします。
pt: Ok, dou-lhe 300 moedas de ouro por isso.
zh_cn: 好吧，我以300金币买下它。

source: Never mind, let's go back to those other blessings.
de: Egal, kommen wir auf die anderen Segen zurück.
fr: Peu importe, revenons aux autres bénédictions.
ja: やっぱりいいです、他の祝福に戻りましょう。
pt: Não importa, vamos ver as outras bênçãos.
zh_cn: 不要紧，让我们回到那些其他的祝福上。

source: The blessing of Shadow regeneration will slowly heal you back if you get hurt. I can give you the blessing for 250 gold.
de: Der Erholungssegen des Schattens wird dich langsam heilen, solltest du verletzt werden. Ich kann dir den Segen für 250 Goldmünzen geben.
fr: La bénédiction de régénération de l'Ombre va te soigner doucement si tu te fais blesser. Je peux te donner cette bénédiction pour 250 pièces d'or.
ja: シャドウの継続回復の祝福は、怪我をしたとしてもゆっくりとした癒やしを授けてくださることでしょう。250ゴールドで祝福しましょう。
pt: A bênção da regeneração da Sombra lentamente vai curá-lo de volta, se se machucar. Posso lhe dar a bênção por 250 moedas de ouro.
zh_cn: 如果你受到伤害，暗影恢复的祝福会慢慢治愈你。你可以用250金币获得这个祝福。

source: OK, I'll take it for 250 gold.
de: Ok, ich nehme ihn für 250 Goldmünzen.
fr: Ok, je la prends pour 250 pièces d'or.
ja: わかりました、250ゴールドでお願いします。
pt: Ok, vou dar-lhe 250 moedas de ouro.
zh_cn: 好吧，我以250金币买下它。

source: The blessing of Shadow accuracy grants you a keen sense of where best to strike your opponent, thus increasing the chance of a successful hit while fighting. I can give you the blessing for 250 gold.
de: Der Treffsicherheitssegen des Schattens verleiht dir einen geschärften Sinn dafür, wo dein Gegner am besten getroffen werden kann. Dadurch wird die Chance auf einen erfolgreichen Treffer in einem Kampf erhöht. Ich kann dir den Segen für 250 Goldmünzen geben.
fr: La bénédiction de précision de l'Ombre te rend plus précis lorsque tu frappes ton opposant, en augmentant les chances de toucher ton adversaire lorsque tu combats. Je peux te donner cette bénédiction pour 250 pièces d'or.
ja: シャドウの命中の祝福は、相手を攻撃するのに最適な箇所を見極める鋭い感覚を授けるものです、そのため、戦闘の際には攻撃を命中させる可能性を高めてくれます。250ゴールドで祝福しましょう。
pt: A bênção de precisão Sombra concede-lhe um sentido apurado de onde melhor para atacar o seu oponente, a aumentar assim a chance de um ataque bem sucedido enquanto luta. Posso dar-lhe a bênção por 250 moedas de ouro.
zh_cn: 暗影精准的加持让你能够敏锐地感知哪里最适合打击你的对手，从而增加在战斗中成功击中的机会。你可以用250金币获得这个祝福。

source: Ah yes, the blessing of the Shadow guardian. The Shadow protects you in dark places, and keeps you safe where others might not see. I can give you the blessing for 400 gold.
de: Ah ja, der Beschützersegen des Schattens. Der Schatten schützt dich an dunklen Orten und bewahrt dich dort, wo andere nicht sehen. Ich kann dir den Segen für 400 Goldmünzen geben.
fr: Ah, oui, la bénédiction du gardien de l'Ombre. L'Ombre te protège dans les endroits obscurs et assure ta protection là où d'autres pourraient ne pas voir. Je peux t'accorder cette bénédiction pour 400 pièces d'or.
ja: ええそうですか、シャドウの守護の祝福ですね。シャドウは暗闇の中でも、他の者には見えないところであってもあなたを安全にお守りくださります。400ゴールドで祝福しましょう。
pt: Ah, sim, a bênção do guardião do Sombra. A Sombra protege de lugares escuros e mantém-lo seguro onde outros não poderiam ver. Posso dar-lhe a bênção por 400 moedas de ouro.
zh_cn: 啊，是的，暗影守护者的祝福。影子在黑暗的地方保护你，在别人可能看不到的地方保护你。你可以用400金币获得这个祝福。

source: OK, I'll take it for 400 gold.
de: Ok, ich nehme ihn für 400 Goldmünzen.
fr: Ok, je la prends pour 400 pièces d'or.
ja: わかりました、400ゴールドでお願いします。
pt: Ok, vou dar-lhe 400 moedas de ouro.
zh_cn: 好吧，我以400金币买下它。

source: Very well. *starts chanting*
de: Also gut. *stimmt einen Gesang an*
fr: Très bien. *commence à psalmodier*
ja: よろしいでしょう。（詠唱を始める）
pt: Muito bem. * Começa a cantar *
zh_cn: 很好。*开始吟唱*

source: There. I hope you will find it useful on your travels.
de: Hier. Ich hoffe, du kannst es auf deinen Reisen gebrauchen.
fr: Voilà. J'espère que tu trouveras ça utile lors de tes voyages.
ja: さて。旅のお役に立てれば幸いです。
pt: Aqui. Espero que isso lhe seja útil nas suas viagens.
zh_cn: 好啦。我希望你会发现它在你的旅行中很有用。

source: How about some of those other blessings?
de: Was ist mit den anderen Segen?
fr: Et à propos de ces autres bénédictions ?
ja: 他の祝福はどうですか？
pt: Que tal algumas dessas outras bençãos?
zh_cn: 那其他的一些祝福呢？

source: Beat it, kid. You shouldn't be out here.
de: Hau ab, Kleiner. Du solltest nicht hier draußen sein.
fr: Fiche le camp, gamin. Tu ne devrais pas être ici.
ja: 失せろガキ。ここをうろついてるんじゃねえ。
pt: Cai fora, garoto. Não deveria estar aqui.
zh_cn: 滚吧，孩子。你不应该在这里。

source: Hey, I'm trying to admire the view here. Get out of my way.
de: Heh, ich versuche die Aussicht hier zu genießen. Geh mir aus dem Weg.
fr: Hé, j’essaie d'admirer le paysage. Hors de ma vue.
ja: なあ、ここの景色を眺めたいんだけど。邪魔しないでくれよ。
pt: Ei, estou a tentar admirar a vista aqui. Saia do meu caminho.
zh_cn: 嘿，我想欣赏一下这里的景色。给我滚开。

source: Hello there. I don't think I have seen you here in Remgard before.
de: Hallo du. Ich glaube, dich habe ich in Remgard bisher noch nicht gesehen.
fr: Bienvenue. Je ne pense pas t'avoir déjà vu à Remgard.
ja: こんにちは。レムガードでは初めて会うよね。
pt: Olá. Acho que nunca ovi antes aqui em Remgard.
zh_cn: 你好。我想我以前在瑞姆加德这里没有见过你。

source: Hello again. I hope you enjoy your stay in Remgard.
de: Hallo nochmal. Ich hoffe, du genießt deinen Aufenthalt in Remgard.
fr: Re-bonjour. J'espère que tu resteras à Remgard.
ja: こんにちは。レムガードで過ごす時間を楽しんでいってね。
pt: Olá novamente. Espero que aprecie a sua estadia em Remgard.
zh_cn: 又见面了。我希望你在瑞姆加德住得愉快。

source: What is there to do around here?
de: Was kann man hier so anstellen?
fr: Qu'y a-t-il à faire dans le coin ?
ja: この辺では何がありますか？
pt: O que há para fazer por aqui?
zh_cn: 在这里有什么可做的？

source: Is there a shop in town?
de: Gibt es einen Laden hier in der Stadt?
fr: Y a-t-il un magasin en ville ?
ja: 町にお店はありますか？
pt: Existe uma loja na cidade?
zh_cn: 镇上有商店吗？

source: What is happening around town?
de: Was ist los hier in der Stadt?
fr: Que se passe-t-il aux alentours de la ville ?
ja: 町で何かありましたか？
pt: O que está a acontecer na terra?
zh_cn: 城镇周围发生了什么？

source: Oh, there's not much happening around here. We try to keep the town as peaceful as possible.
de: Oh, hier ist nicht besonders viel los. Wir versuchen alles, dass es in der Stadt so friedfertig wie möglich zugeht.
fr: Oh, il n'y a pas grand chose qui se passe par ici. Nous essayons de garder la ville aussi paisible que possible.
ja: えっと、この辺りではあまり何かが起きるってことはないかな。なるべく平和でいられるようにと皆さん努めますし。
pt: Oh, não tem muita coisa a acontecer por aqui. Tentamos manter a cidade tão pacífica quanto possível.
zh_cn: 哦，这里发生的事情并不多。我们会尽量让小镇保持和平。

source: We don't get many visitors up here in the mountains.
de: Wir haben nicht viele Besucher hier oben in den Bergen.
fr: On n'a pas beaucoup de visiteurs ici dans la montagne.
ja: 山の中だしあまり人はやって来ないのだけどね。
pt: Não temos muitos visitantes aqui nas montanhas.
zh_cn: 我们这里的山区没有多少游客。

source: However, lately there has been some trouble here in town.
de: Wie auch immer, in letzter Zeit gab es einiges Ungemach hier in der Stadt.
fr: Cependant, dernièrement il y a eu des problèmes dans la ville.
ja: だけど最近、町では問題が起こってるんだ。
pt: No entanto, ultimamente tem havido alguns problemas aqui na cidade.
zh_cn: 然而，最近在镇上出现了一些麻烦。

source: Never mind that, is there a shop in town?
de: Was soll's. Gibt es einen Laden in der Stadt?
fr: Peu importe, y a-t-il un magasin dans la ville ?
ja: それは別にいい、町にお店はありますか？
pt: Não importa, há uma loja na cidade?
zh_cn: 没关系，镇上有商店吗？

source: Hopefully, we'll get a few more visitors now that you've helped us with figuring out what happened to the people that went missing.
de: Hoffentlich kommen nun ein paar mehr Besucher, nachdem du herausgefunden hast, was mit den Vermissten passiert ist.
fr: Heureusement, nous avons un peu plus de visiteurs maintenant que tu as découvert ce qui était arrivé aux personnes disparues.
ja: 行方不明になった人に起こったことの解明をあなたが手伝ってくれたし、もっと人がやって来てくれるようになるといいんですけどね。
pt: Com sorte, teremos mais visitantes agora que já nos ajudou a descobrir o que aconteceu com as pessoas que desapareceram.
zh_cn: 希望我们能有更多的访客，因为您已经帮助我们弄清楚了失踪人员的下落。

source: You are welcome. Anything else?
de: Gern geschehen. Gibt es sonst noch was?
fr: Il n'y a pas de quoi. Autre chose ?
ja: どういたしまして。他には？
pt: É bem-vindo. Mais alguma coisa?
zh_cn: 不客气。还有什么事吗？
