Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: [People from the tavern start looking at the place where Ortholion and Ehrenfest are about to have a fight] *looks around* No...Not yet. Argh! You kid, betrayer! You are about to discover how wrongly you have chosen!
ja: （酒場の人たちが、オルトリオンとエーレンフェストの戦おうとする様子を見始めている） （周囲を見渡す）いや…まだだ。ああッ！ この裏切り者のガキが！ 自分の選択がどれほど間違っていたか、思い知ることになるぞ！
pt: [As pessoas da taberna começam a olhar para o lugar onde Ortholion e Ehrenfest estão prestes a ter uma luta] *Não...Ainda não. Raios! Miúdo traidor! Estás prestes a descobrir o quão errado escolheste!
zh_cn: 【酒馆里的人开始看奥瑟里昂将军和埃伦费斯特即将打架的地方】 *环顾四周*不......还没有。啊！小子，背叛者！你即将发现你的选择是多么错误！

source: [The general tries to land a strike on Ehrenfest, but he just cuts a piece of his cloak. Ehrenfest is gone] Hmpf...
ja: （将軍はエーレンフェストへ攻撃を仕掛けるが、マントの一部を斬り裂いただけだった。エーレンフェストは姿を消した） フン…
zh_cn: [将军试图对埃伦费斯特发动袭击，但他只是剪掉了一件斗篷。埃伦费斯特不见了] 嗯......

source: Eh... Greetings, general.
ja: えっと…こんにちは、将軍。
zh_cn: 呃……你好，将军。

source: I thought Feygard generals were faster swinging their blades.
ja: フェイガードの将軍はもっと速い刃を振るうと思ってたんだけどな。
zh_cn: 我以为费加德的将军们挥舞兵刃的速度更快。

source: Look, I don't have time for you, but I don't kill kids, not yet. So step aside.
ja: いいか、私には時間がないが、子供を手に掛けるつもりはない。だからどいてくれ。
zh_cn: 听着，我没有时间陪你，但我不杀孩子。所以请靠边站。

source: Are you threatening me?
ja: 脅してるのか？
zh_cn: 你在威胁我吗？

source: I'm here to inform you about Ehrenfest. He's probably behind some disappearances in Prim.
ja: エーレンフェストのことを伝えに来たんだ。プリムでの失踪の背後にはおそらくあの男がいる。
zh_cn: 我在这里告诉你关于埃伦费斯特的事情。他可能是普里姆一些失踪事件的幕后黑手。

source: You mean that weakling is responsible of those missing people from Prim of whom I've been recently informed?
ja: つまり、最近知らせを受けていたプリムでの行方不明の件はあの弱虫のせいであると？
zh_cn: 你是说那个弱者要对我最近得知的普里姆的失踪人员负责？

source: Weakling? Haven't you seen how he escaped?
ja: 弱虫？ 彼がどうやって逃げたか見てなかったの？
zh_cn: 弱者？你没看到他是怎么逃出来的吗？

source: Nothing impressive. Loyal followers of the Shadow have their tricks, just as I have my own.
ja: 気に留めるようなことなど無い。忠実なシャドウの信者どもは、私がそうであるようにトリックを持ち合わせているのだ。
zh_cn: 没有什么令人印象深刻的。暗影的忠实追随者有他们的技巧，就像我有自己的技巧一样。

source: The Shadow? Do you believe in that?
ja: シャドウ？ 信じてるの？
zh_cn: 暗影？你相信这一点吗？

source: Hope those tricks are better than your chasing abilities.
ja: そのトリックがあなたの追跡能力を上回ってると願うよ。
zh_cn: 希望这些技巧比你的追逐能力更好。

source: There's definitely something off with him. Another Shadow fanatic to get rid of, tsch.
ja: やつは明らかに何かがおかしい。あのシャドウの狂信者は始末せねばな、チッ。
zh_cn: 他肯定有些不对劲。又一个要摆脱的暗影狂热者，啧啧。

source: Shadow fanatic? Do you know him?
ja: シャドウの狂信者？ 彼を知っているの？
zh_cn: 暗影的狂热者？你认识他吗？

source: Can I be of help?
ja: お役に立てることはありますか？
zh_cn: 我能帮上忙吗？

source: *laughs quietly* Only simple minds would see things as black or white. Whether I believe or not, people do, and we in Feygard keep that in mind.
ja: （静かに笑う）物事を白か黒かで判断するのは、単純な心に過ぎん。私が信じようがいまいが、人々は信じるだろう。我々フェイガードはそのことを肝に銘じている。
zh_cn: *静静地笑*只有头脑简单的人才会把事情看成是黑或白。无论我相信与否，人们都会这样做，而我们费加德人也牢牢记住了这一点。

source: OK. Now that you're aware of the situation, I'd better leave.
ja: わかりました。あなたが状況を理解した以上、僕は帰ります。
zh_cn: 好的。既然你已经知道了情况，我最好离开。

source: What about "I don't have time to..."?
ja: "時間がない"というのは…？
zh_cn: 那么"我没有时间..."呢？

source: I have no time for this absurd talk. I must be sure this guy's road ends in the Elm mine.
ja: こんな馬鹿げた話をしている暇はない。やつの行き先がエルム鉱山であることを確かめねばならん。
zh_cn: 我没有时间听这个荒谬的谈话。我一定要确定，这家伙的路在榆树矿里结束。

source: Do you need anything?
ja: 何か必要なものはありますか？
zh_cn: 你需要什么吗？

source: Good luck then, bye.
ja: では頑張ってください、さようなら。
zh_cn: 祝你好运，再见。

source: No. But it's quite obvious by the way he accused me.
ja: いいや。だが私を非難した様子からして明白と言っていい。
zh_cn: 不。但从他指责我的方式来看，这是显而易见的。

source: And what will you do, General Slowness?
ja: それでどうするの、のんびり屋の将軍？
zh_cn: 那你会怎么做呢，慢条斯理将军？

source: Well, this is not really my problem. Bye.
ja: うん、これは僕の問題じゃないね。では。
zh_cn: 好吧，这其实不是我的问题。再见。

source: Hmm...Maybe. You came up this far after all. Go warn my soldiers. They are settled in the tunnel entrance, south of Prim.
ja: ふむ…そうだな。とにかくここまで来たのだ。うちの兵士に警告して来い。プリムから南の、トンネルの入り口にいる。
zh_cn: 嗯......也许。你毕竟走到了这一步。去警告我的士兵。他们在隧道口安顿下来，在普里姆的南边。

source: This is getting too complicated. I'd better leave.
ja: これは複雑になりすぎてる。もう帰ったほうがいい。
zh_cn: 这变得太复杂了。我最好离开。

source: I bet they'll pay attention to a kid like me, right?
ja: きっと僕みたいな子供でもちゃんと聞いてくれるんだよね？
zh_cn: 我敢打赌他们会关注像我这样的孩子，对吧？

source: Not so fast. Seeing that you reached this place but my scouts couldn't, I think you will be of use.
ja: そう結論を急ぐな。私の斥候がたどり着けなかったこの場所までやって来れたのだ。お前は役に立つだろう。
zh_cn: 没那么快。看到你到达了这个地方，但我的侦察员却不能，我想你会有用处的。

source: What if I don't want to help you?
ja: もし僕があなたを助けたくなかったら？
zh_cn: 如果我不想帮助你呢？

source: Then I'll officially accuse you of betrayal and attempted murder against a Feygard general. I'll bring you to Feygard and you will never see your family again.
ja: その場合、フェイガード将軍に対する背信行為と殺人未遂を正式に告発する。お前をフェイガードへと連行する、もはや家族と会うことなど適うまい。
zh_cn: 然后我将正式指控你背叛并企图谋杀一名费加德将军。我将把你带到费加德，你就再也见不到你的家人了。

source: How dare you?! Prepare to die!
ja: よくもそんなことを？！ 覚悟しろ！
zh_cn: 你怎么敢？准备受死吧！

source: *The general effortlessly subdues you, and begins to laugh* Look, take this signet. With this, my soldiers stationed outside the mining tunnel entrance will believe your words. Tell them I went to the Elm mine.
ja: （将軍は難なくあなたを制圧すると、笑い始める） ほら、この印を持って行け。これがあれば、鉱山トンネルの外にいる兵士はお前の言葉を信じるだろう。私がエルム鉱山に行ったと伝えてくれ。
zh_cn: *将军毫不费力地制服了你，并开始大笑* 看，拿着这枚徽章。有了这个，我驻扎在矿道口外的士兵就会相信你的话。告诉他们我去了榆树矿。

source: Hmpf...
ja: フン…
zh_cn: 哼哼...

source: OK, OK. I will but please don't hurt me anymore.
ja: わかったわかった。やるけど、もう傷つけないでくれ。
zh_cn: 好吧，好吧。我会的，但请不要再伤害我。

source: Take this, and show it to the soldiers stationed near the mining tunnel entrance. Tell them I went to the Elm mine.
ja: これを持って、鉱山トンネルの入り口付近にいる兵士たちに見せなさい。私がエルム鉱山に行ったと伝えてくれ。
zh_cn: 拿着这个，给驻扎在采矿隧道入口附近的士兵看。告诉他们我去了榆树矿。

source: Hope they can understand. Bye.
ja: 理解してくれるといいけどね。では。
zh_cn: 希望他们能理解。再见。

source: Are you still here?! Go, go now!
ja: まだいるのか？！ さっさと行け！
zh_cn: 你还在这里吗？！去吧，现在就去吧！

source: Eh...Right.
ja: えー…そうですね。
zh_cn: 呃......对。

source: Someday you will regret your manners...
ja: いつか自分の態度の悪さを後悔することになるぞ…
zh_cn: 总有一天你会后悔自己的举止...

source: OK, OK! I'm going.
ja: わかったわかった！ 行くよ。
zh_cn: 好的，好的!我走了。

source: Hey kid! Go back to your village and play inside!
ja: こら君！ 村に帰って中で遊んでいなさい！
zh_cn: 嘿孩子！回到你的村庄，在里面玩！

source: Play? Hah!
ja: 遊ぶだって？ フンッ！
zh_cn: 玩？哈！

source: Hey! You alright?
ja: おい！ 大丈夫か？
zh_cn: 嘿，你还好吗？

source: Yeah, bye.
ja: ええ、さようなら。
zh_cn: 是的，再见。

source: I lost 10000 gold over here.
ja: ここで10000ゴールドをなくしました。
zh_cn: 我在这里输了 10000 金币。

source: *shows the signet* your general has gone to Elm mine. He could be in trouble.
ja: （印を見せる）将軍はエルム鉱山に行きました。困っているかもしれません。
zh_cn: *出示图章*你的将军已经去了榆树矿。他可能遇到麻烦。

source: Yeah, sure. We are here posted by command of General Orhtolion of Feygard. You have no business here.
ja: ああ、そうなのか。ここへはフェイガードのオルトリオン将軍のご下命で派遣されていてな。君とは関係ない。
zh_cn: 是的，当然。我们是奉费加德的将军的命令来这里的。你在这里无利可图。

source: *shows the signet* Yeah, sure. Now hurry up! Your general is waiting for you in the Elm mine.
ja: （印を見せる）ええ、そうですか。ほら急いで！ 将軍がエルム鉱山で待ってるんだ。
zh_cn: *显示图章*是的，当然。现在快点！你的将军在榆树矿里等着你。

source: What a boring girl! Bye.
ja: なんてつまらない人だ！ さようなら。
zh_cn: 多么无聊的女孩啊!再见。

source: *shouts* Hey, slackers! You're moving now. It's an order. Prepare yourselves, we are going to the Elm mine, our general needs us!
ja: （大声）おい、怠け者ども！ すぐに移動するぞ。これは命令だ。準備しろ、エルム鉱山へ向かう。将軍がお呼びだ！
zh_cn: *大喊*嘿，懒鬼！给我起来。这是一个命令。做好准备，我们要去榆树矿了，将军需要我们！

source: I'll lead the way. Thank you kid, now go back to the village. It's safer there.
ja: 私が先導する。君、感謝しよう。さあ村に戻りなさい。そこが安全だ。
zh_cn: 我带路吧。谢谢你，孩子，现在回村里去吧。那里比较安全。

source: I can handle myself, thanks.
ja: 自分で何とかします、ありがとう。
zh_cn: 我可以自己处理，谢谢。

source: Be careful, I heard mountain wolves are a trouble for Feygard soldiers.
ja: 気をつけて、フェイガード兵にとってマウンテンウルフは厄介だって聞いたよ。
zh_cn: 要小心，我听说山狼是费加德士兵的麻烦。

source: I will. Bye.
ja: そうします。では。
zh_cn: 我会的。再见。

source: Hey, do you know what's happening here? These serious-looking soldiers entered the mine without permission.
ja: なあ、何が起こってるのかわかるか？ 真面目そうな兵士たちが勝手に鉱山に入って行ったんだが。
zh_cn: 嘿，你知道这里发生了什么吗？这些神情严肃的士兵未经允许就进入了矿区。

source: They're soldiers of Feygard. I came along with them. Don't worry.
ja: フェイガードの兵士ですね。僕はその人たちと一緒に来たんだ。心配いらないよ。
zh_cn: 他们是费加德的士兵。我和他们一起来的。别担心。

source: I'll investigate. Bye.
ja: 調べてみます。では。
zh_cn: 我会调查的。再见。

source: You'd better telling me the truth. I will report it later.
ja: 本当のことを言ってくれ。後で報告するから。
zh_cn: 你最好告诉我真相。我以后会报告的。

source: Have you seen a guy with a cloak around here?
ja: この辺でマントを身に着けた男を見ませんでしたか？
zh_cn: 你在这附近见过一个披着斗篷的人吗？

source: Yeah, whatever. We will talk later.
ja: うん、どうでもいいや。後で話しましょう。
zh_cn: 是的，不管怎样。我们以后再谈。

source: I was taking a break in the beds over there, so no idea. Sorry. No one usually comes here but you and those ... noisy soldiers.
ja: 向こうのベッドで休んでいたから、わからないな。悪い。お前とあの...騒がしい兵士以外、普段は誰も来ないんだがな。
zh_cn: 我在那边的床上休息了一下，所以不知道。对不起。除了你和那些......吵闹的士兵，通常没人来到这里。

source: Maybe you should take another break now?
ja: もう1回休んだ方がいいんじゃない？
zh_cn: 也许你现在应该再休息一下？

source: Can I do something for you?
ja: 何か手伝いしましょうか？
zh_cn: 我能为你做点什么吗？

source: I'd prefer something to drink. No milk this time, better something to warm my body.
ja: 何か飲み物が欲しいな。今回はミルクは無しで、体を温めるものがいい。
zh_cn: 我更喜欢喝的东西。这次不要牛奶，最好是能温暖我身体的东西。

source: What exactly are you thinking of?
ja: 具体的な考えは？
zh_cn: 你到底在想什么？

source: Once I had got a potion from some crazy old guy in a foreign wood. That would be great now. 'Lodar' he was called.
ja: ある時、他所の地域の森に住んでる頭のおかしい爺さんからポーションを貰ったことがあるんだ。今はそれがいい。ロダーとか呼ばれていた。
zh_cn: 有一次，我从一个外国树林里的疯老家伙那里得到了一种药水。那真是好了。他被称为"洛达尔"。

source: Would you like this 'Minor potion of strength'?
ja: こちらの力のマイナーポーションはいかがですか？
zh_cn: 你喜欢这个"小力量药水"吗？

source: I have this 'Improved defense' potion. Here, take it.
ja: この防御力向上ポーションがあります。どうぞ。
zh_cn: 我有这个改良防御药水。在这里，拿着它。

source: What about his famous 'Perilous concoction'?
ja: 彼の有名な危険調合薬はどうですか？
zh_cn: 他著名的"危险的混合物"呢？

source: Really? Many many thanks - you make my old heart cry!
ja: 何だって？ 本当にありがとう。心遣いに涙が出てくるよ！
zh_cn: 真的吗？非常感谢--你让我的老心脏哭了!

source: [muttering] I hope so. The potion was expensive enough!
ja: （独り言）だといいけどね。そのポーションは高かったんだ！
zh_cn: [喃喃自语]希望如此。药水够贵的！

source: You may enter the mine now. But you have to find out for yourself, I won't go looking for you.
ja: 鉱山に入ってもいいぞ。ただ、自分自身で探るんだ。お前のことを探しに行ったりはしないからな。
zh_cn: 您现在可以进入矿井了。但你必须自己找出来，我不会去找你的。

source: Don't worry, I won't cause too much trouble.
ja: 心配しないで、あまり迷惑はかけないから。
zh_cn: 放心，我不会造成太大的麻烦。

source: There's a horrid smell inside that passage. On top of that, it's completely dark.
ja: あの通路の中は酷い臭いがする。しかも真っ暗だ。
zh_cn: 那条通道里有一股可怕的气味。此外，它是完全黑暗的。

source: Fortunately, the torch is still burning, but unfortunately, the passage is still collapsed.
ja: 幸いにも松明はまだ燃えているが、残念ながら通路が崩れたままだ。
zh_cn: 好在火炬还在燃烧，可惜，通道还是塌陷了。

source: Another pitch black tunnel. This one has an old, consumed torch on the wall.
ja: また別の真っ黒なトンネル。これには、使い切った古い松明が壁に取り付けられている。
zh_cn: 另一条漆黑的隧道。这条隧道的墙壁上有一个旧的、燃尽的火把。

source: Replace it with a burning torch.
ja: 火のついた松明と交換する。
zh_cn: 用燃烧的火炬取代它。

source: A weak fire illuminates the place. The tunnel is collapsed, but there are some trinkets and clothes on the floor.
ja: 弱い炎がこの場を照らす。トンネルは崩れているが、床には小物や衣類がある。
zh_cn: 微弱的火光照亮了这个地方。通道已经坍塌，但地板上有一些饰品和衣服。

source: Yay, bones!
ja: うわー、骨だ！
zh_cn: 耶，骨头!

source: This corpse is not old. It is probably one of the missing miners. He has a single large wound in his chest.
ja: この死体は古いものではない。おそらく行方不明になった鉱夫の1人だろう。胸に大きな傷が1つある。
zh_cn: 这具尸体还很新。它可能是失踪矿工中的一个。他的胸部有一个大伤口。

source: You've already checked this corpse.
ja: あなたは既にこの死体を確認した。
zh_cn: 你已经检查过这具尸体了。

source: Yet another corpse of a miner. This one seems to have been killed during work.
ja: また別の鉱夫の死体。こちらは仕事中に殺されたらしい。
zh_cn: 又是一具矿工的尸体。这个人似乎是在工作中被杀的。

source: Plunder the corpse.
ja: 死体を略奪する。
zh_cn: 掠夺尸体。

source: May the shadow be with your soul.
ja: シャドウがあなたの魂と共にありますように。
zh_cn: 愿暗影与你的灵魂同在。

source: After a few seconds, you feel a little dumb talking to a corpse and leave.
ja: 数秒後には、死体に話しかけるのが少し馬鹿げているように思えて、立ち去ることにする。
zh_cn: 几秒钟后，你觉得和一具尸体说话有点傻，就离开了。

source: Everything seems too old and stinky to be worth a penny, but after half a minute of searching you see a strange pendant behind the miner's shirt.
ja: 全てが古すぎて、一銭の価値もないように思えるが、30分ほど調べてみると、鉱夫のシャツの後ろに奇妙なペンダントを見つけた。
zh_cn: 一切似乎都太旧太臭了，不值一分钱，但经过半分钟的搜索，你看到矿工衬衫后面有一个奇怪的吊坠。

source: I need to take a bath.
ja: お風呂に入りたい。
zh_cn: 我需要洗个澡。

source: This hole's smell is particular. You can see a bunch of olm larvae there. Searching here isn't worth it.
ja: この穴の匂いは独特だ。たくさんのオルムの幼生がいる。ここを探索するのは無駄だ。
zh_cn: 这个洞的气味特别。你可以在那里看到一堆寡妇幼虫。在这里搜索是不值得的。

source: The passage in front of you isn't dark enough to not notice the constant dripping of the walls, which are weak and deformed. For some reason, animals don't get closer to you as you get closer to the tunnel, which is surprising and worrying at the same time.
ja: 目の前の通路は、脆くなって形が崩れた壁から絶え間なく水滴が滴っているのに気づかないほど暗くはない。何故か、トンネルが近づくほど動物が寄ってこなくなるので、驚きと同時に不安になる。
zh_cn: 你面前的通道不够暗，以至于没有注意到墙壁的不断滴落，墙壁很弱，变形了。出于某种原因，当你靠近隧道时，动物不会靠近你，这既令人惊讶又令人担忧。

source: Sssssh...
ja: シュウウウ…
zh_cn: 嘘...

source: What the...?
ja: 何だ…？
zh_cn: 什么......？

source: Hey, have you seen my brother Andor?
ja: ねえ、僕の兄のアンドールを見たことある？
zh_cn: 嘿，你见过我的哥哥安道尔吗？

source: Hey kid! You shouldn't be here, there are dangerous animals.
ja: おい君！ こんなところにいてはいけないぞ、危険な動物がいるんだ。
zh_cn: 嘿，孩子！你不应该来这里，这里有危险的动物。

source: Are you scared of the snakes?
ja: ヘビが怖いの？
zh_cn: 你害怕蛇吗？

source: Eh? No. We are...Uhm, the rearguard, keeping the others safe. After all, this is the mines only entrance.
ja: え？ いや。我々は…あー、後方にて他の者たちの安全を確保しているのだ。なにせここが鉱山唯一の入口なのでな。
zh_cn: 诶？不。我们是……呃，后卫，保护其他人的安全。毕竟，这是矿山唯一的入口。

source: Yeah, sure. See you later, cowards.
ja: ああ、そっか。じゃあね臆病者。
zh_cn: 是的，当然。再见了，懦夫们。

source: Where's the general?
ja: 将軍はどこ？
zh_cn: 将军在哪里？

source: Our... mighty general has already caught that Shadow fanatic...Yes. Deep in the mine that's where he is. He's coming back...Probably.
ja: 我らが…偉大なる将軍ならもうシャドウ狂信者を捕らえたぞ…うむ。この鉱山の奥だ。戻ってきているところだな…きっと。
zh_cn: 我们的……强大的将军已经抓住了那个暗影狂热者……是的。在他所在的矿井深处。他回来了……可能吧。

source: Aha, so no idea. Thanks anyway.
ja: はぁ、よくわからないですね。とにかくありがとう。
zh_cn: 啊哈，所以不知道。总之，谢谢你。

source: Good. Gonna check that out, bye.
ja: よかった。確認してきます、では。
zh_cn: 好的。我要去看看，再见。

source: *Looks nervous* Kid! Go back now, it's really dangerous past here.
ja: （緊張しているようだ）君！ 今すぐ戻って来なさい、ここを通るのは本当に危険なんだ。
zh_cn: *看起来很紧张* 孩子!现在回去吧，过去这里真的很危险。

source: Come with me, we'll cover each other's backs.
ja: 僕と一緒に来て、お互いの背中をカバーしましょう。
zh_cn: 和我一起吧，我们会互相掩护。

source: Can you clear the way for me then?
ja: 道を開けてくれませんか？
zh_cn: 那你能为我开路吗？

source: No way! I have a home to go back to you know? And you probably do too.
ja: とんでもない！ 私には帰るべき家があるんだ、わかるだろう？ 君だってそうだろう。
zh_cn: 没门！我有一个要回去的家，你知道吗？而你可能也是如此。

source: Step aside then, you're in my way.
ja: じゃあ退いてよ、邪魔だ。
zh_cn: 那就靠边站吧，你挡住了我的路。

source: What are you scared of?
ja: 何を怖がっているの？
zh_cn: 你在害怕什么？

source: *stares at the tunnels* They're dark, stinky, and narrow. We were going to pass in line through them. But seconds after the other scout entered, a horrible scream came from inside there... It was him, I'm sure!
ja: （トンネルをじっと見つめる）あそこは暗く、臭く、狭い。我々は列を作って通り抜けるつもりだった。 だが他の斥候が入って行ったその数秒後に、恐ろしい叫び声が中から聞こえてきたんだ…あれは確かに彼のものだった！
zh_cn: *盯着隧道*它们又黑又臭又窄。我们要通过他们。 但是，在另一名侦察兵进入的几秒钟后，一声可怕的尖叫声从里面传来......我敢肯定是他！

source: ...I ran away. I am sure there's something dangerous inside there. Really dangerous! Dangerous enough to make a Feygard soldier scream that way.
ja: …私は逃げたよ。あの中にはきっとなにか危険なものがあるのだろう。本当に危険なんだ！ フェイガードの兵士にそう叫ばせるほど危険だ。
zh_cn: ...我跑开了。我确信里面有危险的东西。真的很危险!危险到足以让一个费加德士兵发出那样的尖叫。

source: I'll be careful. Thanks.
ja: 注意します。ありがとう。
zh_cn: 我会小心的。谢谢。

source: It was surely a cave rat. I will find out now.
ja: きっとケイブラットだよ。今から調べてくる。
zh_cn: 这肯定是一只山洞里的老鼠。我现在就去看看。

source: We...We haven't seen him. The other scout entered the tunnel... *looks back* Two men are guarding the rearback. Something's off with this place.
ja: わ…我々は見ていない。もう1人の斥候はトンネルに入って行った…（後ろを見る） 仲間の2人は後方を守っている。この場所はどこかがおかしい。
zh_cn: 我们......我们没有看到他。另一个侦察员进入隧道...*回头看* 两个人守在后面。这地方有点不对劲。

source: What's wrong with those passages?
ja: その通行の何が問題なの？
zh_cn: 这些经文有什么问题吗？

source: I will look for him, bye.
ja: 彼を探してきます、では。
zh_cn: 我会去找他的，再见。

source: There was a tunnel entrance here, but a landslide brought it down.
ja: ここにトンネルの入り口があったが、土砂崩れで崩れてしまった。
zh_cn: 这里曾有一个隧道入口，但一场山体滑坡使其倒塌。

source: HAH! I SPOTTED YOU, EVIL BEING! *raises his sword*
ja: ハハッ！ 邪悪なヤツめ、見つけたぞ！（剣を振り上げる）
zh_cn: 哼！我发现你了，邪恶的存在！*举起他的剑*

source: I'm not a threat, stop!
ja: ストップ、僕は危険な存在じゃない！
zh_cn: 我不是一个威胁，住手！

source: This one won't be my fault.
ja: これは僕のせいじゃない。
zh_cn: 这一次不会是我的错。

source: Hah! I spotted you, useless soldier!
ja: ハハッ！ 役立たずの兵士め、見つけたぞ！
zh_cn: 哈!我发现你了，没用的士兵！

source: Something horrible has happened in this mine. Did Ehrenfest do all of this?
ja: 何か恐ろしいことがこの鉱山で起きている。エーレンフェストがやったのか？
zh_cn: 在这个矿井里发生了一些可怕的事情。埃伦费斯特主导了这一切吗？

source: There's blood all over the wall! It's like something threw this guy against it with an enormous force. Unfortunately, there's nothing to plunder here.
ja: 壁一面に血が！ 何かがこの男を凄まじい勢いで壁に投げつけたかのような。残念ながら、ここに略奪するものは何もない。
zh_cn: 墙上到处都是血!好像有什么东西用巨大的力量把这家伙扔到了墙上。不幸的是，这里没有什么可以掠夺的东西。

source: You wouldn't sleep here.
ja: ここでは眠れそうにない。
zh_cn: 你不会睡在这里。

source: This large chest is locked with a simple but robust lock with a small keyhole in its center.
ja: この大きな箱は、中央に小さな鍵穴のあるシンプルながらも頑丈な錠前でロックされている。
zh_cn: 这个大箱子用一把简单而坚固的锁锁住，中间有一个小钥匙孔。

source: Use Jern's rusty key.
ja: ジャーンの錆びた鍵を使う。
zh_cn: 使用杰恩生锈的钥匙。

source: Hit the lock.
ja: 錠前を叩く。
zh_cn: 撞锁。

source: Despite the rust, you introduce the key in the lock without major trouble. It seems to fit well enough. The chest is now open.
ja: 錆びてはいるが、大きな問題もなく鍵が入る。うまく嵌ったようだ。箱が開いた。
zh_cn: 尽管有铁锈，你还是把钥匙引进了锁里，没有大问题。它似乎很合适。箱子现在打开了。

source: The chest remains undamaged.
ja: 箱にダメージはない。
zh_cn: 箱子仍然没有损坏。

source: Try using Jern's key.
ja: ジャーンの鍵を使ってみる。
zh_cn: 尝试使用杰恩的钥匙。

source: You cannot read the sign from here.
ja: ここからでは看板が読めない。
zh_cn: 从这里你无法读懂这个标志。

source: MINERS: this zone has been declared unstable. No further excavations must be done here. Signed by Guthbered of Prim.
ja: 鉱夫へ: この区域は不安定であることが判明しています。これ以上ここでの掘削を行ってはなりません。 プリムのガスベレッド署名。
zh_cn: 矿工：此区域已被宣布不安全。这里不必再进行挖掘。 由普里姆的古斯伯德签名。

source: The floor collapses below you, and you fall onto a muddy floor.
ja: 足元の床が崩れて、泥だらけの床へと落ちてしまう。
zh_cn: 地板在你下面塌陷，你掉到了一个泥泞的地板上。

source: Ugh, never thought I was gonna get so dirty.
ja: うう、こんなに汚れるなんて。
zh_cn: 呃，从来没有想过我会变得如此肮脏。

source: The scarce vegetation here, mostly moss, is strangely adhered to that orange glowing ore.
ja: ここの植物の多くは苔であるが、あのオレンジ色に輝く鉱石へと異様に付着している。
zh_cn: 这里稀少的植被，大部分是苔藓，奇怪地附着在那橙色发光的矿石上。

source: Touch the moss.
ja: 苔に触れる。
zh_cn: 触摸苔藓。

source: Take the ore.
ja: 鉱石を取る。
zh_cn: 拿矿石。

source: When you get your fingers closer to the moss, it somehow turns to dust. Your finger gets stuck to the seemingly solid ore, but you rapidly pull it off. It's not a serious injury, but you feel like that ore has taken away part of your life essence.
ja: 苔に指を近づけると、どういうわけか塵に変わってしまう。硬そうな鉱石に指を引っ掛けてしまうが、すぐに引き離した。大した怪我ではないものの、この鉱石が自分の生命力の一部を奪っていったような感じがする。
zh_cn: 当你的手指靠近苔藓时，它会以某种方式变成灰尘。你的手指粘在看似坚固的矿石上，但你很快就把它拉下来了。这不是一个严重的伤害，但你觉得矿石已经带走了你生活本质的一部分。

source: Uff, I need some rest.
ja: うーん、ちょっと休みたい。
zh_cn: 呃，我需要休息一下。

source: You try to use a pickaxe you grabbed earlier, but it obviously breaks due to its excessive rust.
ja: 先ほど手に入れたツルハシを使おうとしたが、錆びが酷く壊れているのは明らかだ。
zh_cn: 你试图使用你先前抓到的一把镐，但它显然由于过度生锈而断裂。

source: Try again with another pick.
ja: 別のツルハシで再挑戦。
zh_cn: 用另一个镐头再试试。

source: You get tired after a few strikes; the ore is still there.
ja: 何度か打ち付けると疲労する。鉱石はまだある。
zh_cn: 敲了几下就累了；矿石还在那里。

source: Use your hand
ja: 手を使う
zh_cn: 用你的手

source: Take a break.
ja: ひと休みする。
zh_cn: 休息一下吧。

source: After some minutes of intense mining you finally get a gem and put it in a safe pocket in your backpack.
ja: 数十分もの激しい採掘の後、あなたはようやく宝石を手に入れ、バックパックの安全なポケットへと仕舞う。
zh_cn: 经过几分钟的紧张开采，你终于得到了一颗宝石，并把它放在背包的一个安全口袋里。

source: Yay!
ja: わーい！
zh_cn: 好极了！

source: Ugh...I don't feel so good.
ja: うう…気分が悪い。
zh_cn: 呃......我感觉不是很好。

source: You have already mined here.
ja: あなたは既にここで採掘した。
zh_cn: 你已经在这里开采了。

source: There was a hole in the floor just below you and the rails. You stumble upon a crossbar and land flat on your face, causing the rails to break.
ja: あなたとレールのすぐ下の床に穴があった。横木につまずいて顔面から着地すると、レールが折れてしまう。
zh_cn: 在你和铁轨的正下方，地板上有一个洞。你绊到了一根横杆，平躺在地上，导致栏杆断裂。

source: Oh, c'mon!
ja: ああ、冗談じゃない！
zh_cn: 哦，拜托！

source: On the top of the stairs lies a dead soldier. He is no longer breathing.
ja: 階段の上には死んだ兵士が横たわっている。もう息をしていない。
zh_cn: 在楼梯的顶端躺着一个死去的士兵。他已经没有了呼吸。

source: Plunder.
ja: 略奪。
zh_cn: 掠夺。

source: You try to put off the armor first but you soon discover both the man and the armor itself are covered by that glowing ore. You instantly stop grabbing it. The glowing ore is somehow growing.
ja: まずは鎧を脱がせようとするが、男と鎧が光る鉱石で覆われていることにすぐ気が付く。あなたは即座にそれに手を伸ばすことを止めた。どういうわけか、光る鉱石は大きくなっている。
zh_cn: 你试图先把盔甲脱下来，但你很快发现人和盔甲本身都被那种发光的矿石所覆盖。你立刻停止了对它的抓取。发光的矿石不知何故在增长。

source: Of the soldier you met inside here, only dust remains.
ja: ここで会った兵士は、もはや塵しか残っていない。
zh_cn: 你在这里面遇到的士兵，只剩下灰尘了。

source: Wh... *cough* ...at the heck?! *cough*, *cough*, *cough* Kid, go away. This thing... *cough*, *cough*... GO AWAY!
ja: な…ケホッ…何だ？！ ケホッ、ゴホッ、ゴホッ、離れるんだ。こいつは…ゴホッゴホッ…離れろォ！
zh_cn: 呃......*咳嗽* ...哎呀？！*咳嗽*，*咳嗽*，*咳嗽*孩子，走开。这个东西... *咳*， *咳*...走开！

source: Whatever, I'll go down anyway.
ja: どうでもいいや、とにかく降りよう。
zh_cn: 不管怎样，我还是要下去。

source: *ignoring you*... You idiot kid... *cough*. It's a trap, THE WHOLE THING *cough*, *cough* is... ...This mine is... cur...
ja: （あなたを無視する）…この馬鹿が…ケホッ。これは罠だ、ここの全てがっゴホッ、ゴホッ… …この鉱山は…呪われ…
zh_cn: *忽略你*...你这个白痴孩子...*咳嗽*。这是一个陷阱，整个事情*咳*，*咳*是... ...这个矿是...库尔...

source: There's some water dripping from the crack on the wall. Its sound is relaxing. You also hear a flow of water near you. This part of the mine hasn't been much explored.
ja: 壁の割れ目から水が滴っている。リラックスできる音だ。近くで水の流れも聞こえる。鉱山のこの辺りはあまり探索されていない。
zh_cn: 有一些水从墙上的裂缝中滴落下来。它的声音让人放松。你还听到你附近有水流声。矿井的这一部分还没有被探索过。

source: Pour some water into a small vial.
ja: バイアルに水を注ぐ。
zh_cn: 将一些水倒入一个小瓶中。

source: You patiently wait for the vial to be filled by the few water drops on the wall.
ja: 壁の少量の水滴が落ちてバイアルを満たすのをあなたは辛抱強く待つ。
zh_cn: 你耐心地等待着小瓶被墙上的几滴水珠填满。

source: Fill another vial.
ja: 他のバイアルに入れる。
zh_cn: 装满另一个小瓶。

source: When the vial is half filled you realise its more mud than water. You discard the vial.
ja: バイアルの半分ほどになったところで、水よりも泥の方が多いことに気付く。あなたはそのバイアルを廃棄する。
zh_cn: 当小瓶装了一半时，你意识到它的泥巴比水多。你丢弃了小瓶。

source: Try with another vial.
ja: 別のバイアルで試す。
zh_cn: 用另一小瓶试试。

source: There is a poorly walled up passage behind these planks. These boards were recently removed and put back. The General might have passed through here.
ja: この板の奥には壁で仕切られた通路がある。板は最近取り外され、元に戻されている。将軍はここを通ったのかもしれない。
zh_cn: 在这些木板后面有一个壁垒森严的通道。这些木板最近被拆掉又放了回去。将军可能从这里经过。

source: Put the planks to the side.
ja: 板を横に置く。
zh_cn: 把木板放在一边。

source: Once you pull off the wooden board a cold breeze leaks out from the dark corridor. A few seconds later, you hear multiple cracks on the ceiling. More of that glowing ore is growing in front of you...And it's getting closer!
ja: 木の板を取り外すと、暗い廊下から冷たい風が漏れ出る。数秒後、天井にいくつものひびが入っていくのが聞こえる。あなたの目の前で輝く鉱石が成長している…そして、近寄って来る！
zh_cn: 正当你拉开木板，一股冷风从黑暗的走廊里漏了出来。几秒钟后，你听到天花板上有多条裂缝。更多的发光矿石正在你面前生长......而且它越来越近了！

source: Argh! I'm getting tired of this glowing thing.
ja: ああもう！ この光り物にも飽きてきた。
pt: Raios! Estou a ficar cansado desta coisa brilhante.
zh_cn: 啊!我已经厌倦了这种发光的东西。

source: It's mining time!
ja: 採掘の時間だ！
zh_cn: 采矿时间到了!

source: The animated debris is blocking the way.
ja: アニメイトデブリが道を塞いでいる。
zh_cn: 废弃物的碎片挡住了去路。

source: The sign reads: "DO NOT THROW ITEMS INTO THE POOL" "DO NOT SPLASH" "RELAX" Signed by Guthbered of Prim
ja: 看板にはこう書かれている。 "池に物を投げ込まない" "水しぶきを上げない" "リラックス" プリムのガスベレッド署名
zh_cn: 标志上写着： "不要把物品扔进游泳池" "不要泼水" "放松" 由普里姆的古斯伯德签名

source: This chest has no keyhole. It may be worth taking a quick peek inside.
ja: この箱には鍵穴がない。少し中を覗いてみる価値はあるかもしれない。
zh_cn: 这个箱子没有钥匙孔。也许值得快速窥探一下里面的情况。

source: Open the chest.
ja: 箱を開く。
zh_cn: 打开宝箱。

source: Don't.
ja: いいえ。
zh_cn: 不要。

source: You try to open the chest but the lid is stuck.
ja: 箱を開こうとしたが、蓋が開かない。
zh_cn: 你试图打开箱子，但盖子被卡住了。

source: The lid is still stuck.
ja: まだ蓋が開かない。
zh_cn: 盖子仍然卡住。

source: Try harder.
ja: もっと頑張る。
zh_cn: 努力。

source: Give up.
ja: 諦める。
zh_cn: 放弃吧。
