Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: Wooden sword
fr: Epée en bois
ja: ウッドソード
pt: Espada de madeira
zh_cn: 木剑

source: Paper shield
fr: Bouclier en papier
ja: ペーパーシールド
pt: Escudo de papel
zh_cn: 纸盾

source: Crystal globe
fr: Globe de cristal
ja: クリスタルグローブ
pt: Globo de cristal
zh_cn: 水晶地球仪

source: Plush pillow
fr: Oreiller en peluche
ja: プラッシュ枕
pt: Travesseiro de pelúcia
zh_cn: 毛绒枕头

source: Lyre
ja: 竪琴
pt: Lira
zh_cn: 七弦琴

source: Yellow boot
fr: botte jaune
ja: イエローブーツ
pt: Bota amarela
zh_cn: 黄色靴子

source: Chandelier
fr: Lustre
ja: シャンデリア
pt: Candelabro
zh_cn: 吊灯

source: Mysterious green something
fr: Chose verte mystérieuse
ja: 不思議な緑のもの
pt: Misteriosa coisa verde
zh_cn: 神秘的绿色的东西

source: Old, worn cape
fr: Vieille cape usagée
ja: 古いすり切れたケープ
pt: Capa velha e desgastada
zh_cn: 破旧的斗篷

source: Pretty porcelain figure
fr: Jolie figurine en porcelaine
ja: 可愛い磁器フィギュア
pt: Figura de porcelana bonita
zh_cn: 漂亮的瓷器图

source: Striped hammer
fr: Marteau à rayures
ja: ストライプハンマー
pt: Martelo listrado
zh_cn: 条纹锤

source: Dusty old book
fr: Vieux livre poussiéreux
ja: ほこりだらけの古い本
pt: Livro antigo empoeirado
zh_cn: 满是尘土的老书

source: World History
fr: Histoire du Monde
ja: 世界史
pt: História do mundo
zh_cn: 世界历史
