Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: You have already done so much for me. I cannot accept that.
de: Du hast schon so viel für mich getan. Ich kann das nicht annehmen.
fr: Tu as déjà fait tant pour moi. Je ne puis accepter.
ja: あなたはもう私のためにたくさんのことをしてくれました。そんなことはとても。
pt: Já fez tanto por mim. Não posso aceitar isso.
zh_cn: 你已经为我做了这么多。我不能接受这个事实。

source: Oh, that's alright.
de: Oh, das geht schon in Ordnung.
fr: Oh, ça va.
ja: ええ。大丈夫。
pt: Ah, tudo certo.
zh_cn: 哦，那就好。

source: Really? Then I think I have a plan.
de: Wirklich? Dann habe ich glaube ich einen Plan.
fr: Vraiment ? Alors je pense avoir un plan.
ja: 本当に？ でしたら考えがあります。
pt: Sério? Então acho que tenho um plano.
zh_cn: 真的吗？那么我想我有一个计划。

source: My uncle is very cautious with me, but with an unknown kid, there's a chance we can make him confess.
de: Mein Onkel ist mir gegenüber sehr vorsichtig, aber gegenüber eines unbekannten Kindes, da besteht dich Möglichkeit, dass wir ihm die Wahrheit entlocken könnten.
fr: Mon oncle est très prudent avec moi, mais avec un gamin inconnu, on a une chance de lui faire avouer.
ja: 伯父は私には用心深いのですが、こちらには彼の知らない子供がいます。自白させられるかもしれません。
pt: Meu tio é muito cauteloso comigo, mas com um criança desconhecido, há uma chance de que possamos fazê-lo confessar.
zh_cn: 我叔叔对我非常谨慎，但对一个不知名的孩子，我们有可能让他认罪。

source: Sounds reasonable.
de: Hört sich vernünftig an.
fr: Ca parait raisonnable.
ja: もっともですね。
pt: Parece razoável.
zh_cn: 听起来很合理。

source: He's a dangerous man though. Are you sure you wish to confront him?
de: Doch er ist ein gefährlicher Mann. Willst du dich wirklich mit ihm anlegen?
fr: C'est un homme dangereux cependant. Es-tu sûr de vouloir te mesurer à lui ?
ja: ですけど危険な男です。向かい合うことになってもいいのですか？
pt: Mas ele é um homem perigoso. Tens a certeza que queres confrontá-lo?
zh_cn: 不过他是个危险人物。你确定你想和他对质吗？

source: I can do it!
de: Ich kann das schaffen!
fr: Je peux le faire !
ja: できます！
pt: Posso fazer isso!
zh_cn: 我可以做到!

source: Eh, I'd better leave now. It's none of my business.
de: Äh, ich denke, ich sollte jetzt gehen. Das hier geht mich nichts an.
fr: Euh, je ferais mieux de partir maintenant. Ce n'est pas mon problème.
ja: えっと、そろそろ失礼しますね。お構いなく。
pt: É melhor ir embora agora. Não é da minha conta.
zh_cn: 呃，我现在最好离开。这不关我的事。

source: Then it's settled.
de: Dann ist es abgemacht.
fr: Alors c'est d'accord.
ja: なら決まりで。
pt: Então está resolvido.
zh_cn: 然后就解决了。

source: To begin, you'll have to buy some potions of the brave from him. I need these as the base for a potion I want to create. Don't forget: three potions of the brave.
de: Zuerst musst du einige Tränke der Tapferkeit von ihm kaufen. Ich brauche diese als Basis für den Trank, den ich brauen will. Vergiss nicht: drei Tränke der Tapferkeit.
fr: Pour commencer, tu devras lui acheter des potions de bravoure. J'en ai besoin comme base pour la potion que je veux concocter. N'oublie pas : trois potions de bravoure.
ja: まずは彼から勇敢のポーションを買わないと。私の作りたいポーションのベースとなるものとして必要です。 お忘れなく。勇敢のポーション3本ですよ。
pt: Para começar, tens de lhe comprar algumas poções do bravo. Preciso delas porque são o ingrediente base +ara a poção que quero criar. Não te esqueças: 23 poções do bravo.
zh_cn: 首先，你必须从他那里购买一些勇者的药水。我需要这些作为我想创造的药水的基础。 不要忘了：三瓶勇士药水。

source: What will you do with them?
de: Was willst du mit denen anstellen?
fr: Qu'en ferez-vous ?
ja: それでどうするの？
pt: O que vai fazer com elas?
zh_cn: 你将如何处理它们？

source: The potion of the brave can be enhanced to the much more useful potion of truth. These additions are easy, but for the potion of the brave I would need a laboratory.
de: Ein Trank der Tapferkeit kann zu einem noch wirksameren Trank der Wahrheit verstärkt werden. Diese Ergänzungen sind einfach, aber um den Trank der Tapferkeit herzustellen, bräuchte ich ein Labor.
fr: La potion de bravoure peut être améliorée en potion de vérité. Cette amélioration est facile, mais pour créer la potion de bravoure j'aurais eu besoin d'un laboratoire.
ja: 勇敢のポーションはもっと有用な真実のポーションとなるんです。その付加は簡単なのですけど、勇敢のポーションの作成には製造設備が必要で。
pt: A poção da coragem pode ser aprimorada para uma poção da verdade muito mais útil. Essas adições são fáceis, mas para a poção da coragem precisaria de um laboratório.
zh_cn: 勇敢者的药水可以被强化为更有用的真理药水。这些补充很容易，但对于勇敢者的药水，我需要一个实验室。

source: That is why you must get the potions of the brave from Blornvale. Oh how I hate that name! Be quick.
de: Darum sollst du also die Tränke der Tapferkeit von Blornvale kaufen. Oh wie ich diesen Namen hasse! Beeil dich.
fr: C'est pourquoi tu dois obtenir les potions de bravoure de Blornvale. Oh que je déteste son nom ! Va vite.
ja: ですからブロンベールから勇敢のポーションを手に入れないと。ああっ、この名前は嫌い！ 急いで。
pt: É por isso que deve obter as poções da coragem de Blornvale. Oh como odeio esse nome! Seja rápido.
zh_cn: 这就是为什么你必须从布隆维尔获得勇敢者的药水。哦，我多么讨厌这个名字啊!要快。

source: I will be right back.
de: Ich bin gleich zurück.
fr: Je reviens vite.
ja: すぐ戻ります。
pt: Volto já.
zh_cn: 我马上回来。

source: By chance, I have three potions of the brave with me. Here, take them.
de: Zufälligerweise habe ich schon drei Tränke der Tapferkeit bei mir. Hier, nimm sie.
fr: Par chance, j'ai trois potions de bravoure avec moi. Tenez, prenez-les.
ja: 偶然にも勇敢のポーションを3本持ってます。どうぞ。
pt: Por acaso, tenho três poções da coragem comigo. Aqui, pegue-as.
zh_cn: 碰巧的是，我身上有三瓶勇敢者的药水。在这里，拿着它们。

source: Did you get the three potions of the brave from Blornvale?
de: Hast du schon die drei Tränke der Tapferkeit von Blornvale gekauft?
fr: As-tu obtenu les trois potions de bravoure auprès de Blornvale ?
ja: ブロンベールから勇敢のポーション3本を手に入れてくれましたか？
pt: Conseguiu as três poções da coragem de Blornvale?
zh_cn: 你从布隆维尔那里得到了三瓶勇士的药水吗？

source: Yes, here they are.
de: Ja, hier sind sie.
fr: Oui, les voici.
ja: ええ、こちらです。
pt: Sim, aqui estão elas.
zh_cn: 是的，他们在这里。

source: Yes, I have them. But I won't give them to you.
de: Ja, habe ich. Aber ich werde sie dir nicht geben.
fr: Oui, je les ai. Mais je ne vous les donnerai pas.
ja: ええ、あります。でもあなたにはあげません。
pt: Sim, tenho-as. Mas lhe não vou dar.
zh_cn: 是的，我有它们。但我不会把它们交给你。

source: Great! This will finally break him.
de: Großartig! Das wird ihm endlich das Genick brechen.
fr: Parfait ! Cela va enfin l'arrêter.
ja: すごい！ これでついに彼を破滅させられる。
pt: Ótimo! Isto vai finalmente acguiar com ele.
zh_cn: 伟大的！这最终会让他崩溃。

source: I hope so. He is a most unfriendly guy.
de: Hoffentlich. Er ist ein recht unfreundlicher Geselle.
fr: Je l'espère. C'est une personne tellement hostile.
ja: そうだといいけど。随分と無愛想な人でしたね。
pt: Espero que sim. Ele é um tipo muito hostil.
zh_cn: 我希望如此。他是最不友好的人。

source: What? Do you betray me? We must get rid of Blornvale!
de: Was? Warum verrätst du mich? Wir müssen Blornvale loswerden!
fr: Quoi ? Tu me trahis ? Nous devons nous débarrasser de Blornvale !
ja: 何ですって？ 私を裏切るんですか？ ブロンベールは追い出さないといけません！
pt: Quê? Trai-me? Temos que nos livrar de Blornvale!
zh_cn: 什么？你背叛了我吗？我们必须摆脱布隆维尔！

source: I don't quit think so. He is an honest person.
de: Ich denke nicht so. Er ist eine ehrliche Haut.
fr: Je ne pense pas. C'est un honnête homme.
ja: 僕はそうは思いませんね。彼は誠実な人だ。
pt: Não me sai do pensamento. Ele é uma pessoa honesta.
zh_cn: 我不认为是这样。他是一个诚实的人。

source: I'm just kidding. Here, take the three potions.
de: Das war ein Scherz. Hier, nimm die drei Tränke.
fr: Je plaisante. Tenez, prenez les trois potions.
ja: 冗談です。ポーション3本をどうぞ。
pt: Só estou a brincar. Aqui, pegue as três poções.
zh_cn: 我只是在开玩笑。来，拿着这三瓶药水。

source: I would not have expected that from you!
de: Das hätte ich von dir nicht erwartet!
fr: Je ne m'attendais pas à ça de ta part !
ja: あなたがそんなことをするなんて思わなかった！
pt: Não esperava isso de si!
zh_cn: 我没有想到你会这样做!

source: Aryfora just glares at you. Her eyes are icy cold.
de: Aryfora starrt dich nur an. Ihre Augen sind eiskalt.
fr: Aryfora te fixe avec un regard glacial.
ja: アリフォラがあなたを睨む。氷のように冷たい目だ。
pt: Aryfora só olha para si mesma. Os olhos dela são frios.
zh_cn: 阿利弗拉只是瞪着你。她的眼睛是冰冷的。

source: Now I take three potions of the brave *chanting* ... add my prepared ingredients *chanting* ... shake it *chanting* ... shake it - ready. Here, be careful with it. Potions of truth are rare.
de: Nun nehme ich die drei Tränke der Tapferkeit *singend*... füge meine vorbereiteten Zutaten hinzu *singend*... einmal schütteln *singend* nochmal schütteln - fertig. Hier, aber sei vorsichtig damit. Tränke der Wahrheit sind selten.
fr: [En psalmodiant] Maintenant je prends trois potions de bravoure... j'ajoute mes ingrédients... je secoue... secoue... c'est prêt. Tiens, prends-en soin. Les potions de vérité sont rares.
ja: それでは3本の勇敢のポーションに…（詠唱）…用意した材料を加えて…（詠唱）…シェイクして…（詠唱）…シェイク。できました。 どうぞ、お気をつけて。真実のポーションは希少品ですので。
pt: Agora tenho três poções da coragem * a cantar *… adiciono meus ingredientes preparados * a cantar *… agito-os * a cantar *… agito-os - pronto. Aqui, tenha cuidado com isto. Poções da verdade são raras.
zh_cn: 现在我拿着三瓶勇敢者的药水*吟唱*......加入我准备的材料*吟唱*......摇晃它*吟唱*......摇晃它--准备好了。 在这里，要小心对待它。真理的药水是很罕见的。

source: Thank you. What do you have in mind now?
de: Vielen Dank. Wie sieht der Plan weiter aus?
fr: Merci. Quelle est la suite de votre plan ?
ja: ありがとう。それであなたの計画は？
pt: Obrigado. O que tem em mente agora?
zh_cn: 谢谢你。你现在认为？

source: Isn't it obvious?
de: Ist es nicht offensichtlich?
fr: C'est évident, non ?
ja: 決まってるでしょう？
pt: Não é óbvio?
zh_cn: 这不是很明显吗？

source: With the potion of truth you will make Blornvale confess that he poisoned his brother.
de: Mit dem Trank der Wahrheit wirst du Blornvale dazu bringen zu gestehen, dass er seinen Bruder vergiftet hat.
fr: Grâce à la potion de vérité tu vas pouvoir faire en sorte que Blornvale confesse qu'il a empoisonné son frère.
ja: 真実のポーションで、弟を毒殺したとブロンベールに自白させてください。
pt: Com a poção da verdade vai fazer Blornvale confessar que ele envenenou o irmão dele.
zh_cn: 有了真相药水，你将使布隆维尔承认他毒害了他的兄弟。

source: But who would believe me, a stranger?
de: Aber wer würde mir, einem Fremden, glauben?
fr: Mais qui me croirait ensuite, moi, un étranger ?
ja: でも見ず知らずの僕を誰が信じるんです？
pt: Mas quem acreditaria em mim, um estranho?
zh_cn: 但谁会相信我，一个陌生人？

source: You are right. We need a credible witness...
de: Du hast recht. Wir brauchen einen glaubhaften Zeugen...
fr: Tu as raison. Il nous faut un témoin crédible...
ja: おっしゃる通りです。信頼できる証人がいりますね…
pt: Está certo. Precisamos de uma testemunha credível...
zh_cn: 你是对的。我们需要一个可靠的证人...

source: Best would be Tahalendor himself. Yes, you must persuade the priest to be present when Blornvale tells the whole story.
de: Am besten wäre Tahalendor selbst. Ja, du musst den Priester dazu bringen, anwesend zu sein, wenn Blornvale seine Geschichte preisgibt.
fr: Le mieux serait Tahalendor en personne. Oui, tu dois convaincre le prêtre d'être présent quand Blornvale confessera toute l'histoire.
ja: 一番良いのはタハレンドールでしょう。そうですね、ブロンベールがすべてを語る場に立ち会うよう、神父さまを説得してください。
pt: O melhor seria o próprio Tahalendor. Sim, tem de persuadir o padre a estar presente quando Blornvale contar a história toda.
zh_cn: 最好是塔哈伦多本人。是的，你必须劝说牧师在布隆维尔讲述整个故事时在场。

source: Tahalendor? How can I do that?
de: Tahalendor? Wie soll ich das anstellen?
fr: Tahalendor ? Comment pourrais-je y parvenir ?
ja: タハレンドール？ どうすれば？
pt: Tahalendor? Como posso fazer isso?
zh_cn: 塔哈伦多？我怎么能这样做呢？

source: I have full confidence in you. You will come up with something.
de: Ich habe vollstes Vertrauen in dich. Dir wird schon etwas einfallen.
fr: J'ai totalement confiance en toi. Tu vas trouver une solution.
ja: あなたを全面的に信用します。あなたならきっと何か思いつくかと。
pt: Tenho plena confiança em si. Vai pensar em algo.
zh_cn: 我对你有充分的信心。你会想出办法的。

source: Did Blornvale drink the potion of truth?
de: Hat Blornvale den Wahrheitstrank getrunken?
fr: Blornvale a-t-il bu la potion de vérité ?
ja: ブロンベールは真実のポーションを飲みましたか？
pt: Blornvale bebeu a poção da verdade?
zh_cn: 布隆维尔喝下了真理的药水吗？

source: Eh, almost.
de: Öhem, beinahe.
fr: Euh, presque.
ja: えっと、もうちょっとです。
pt: Eh, quase.
zh_cn: 呃，差不多。

source: Yes. I just have to make him confess to the murder.
de: Ja. Ich muss ihn nur noch dazu bringen zu gestehen, dass er der Mörder ist.
fr: Oui. Il faut juste que je lui fasse avouer son meurtre.
ja: はい。彼に殺人を白状させないと。
pt: Sim. Só tenho de o fazer confessar o homicídio.
zh_cn: 是的，我只是要让他承认谋杀。

source: Any news about the murderer?
de: Irgendwelche Neuigkeiten über den Mörder?
fr: A-t-on des informations sur le meurtrier ?
ja: 人殺しについて何か情報は？
pt: Alguma notícia sobre o homicida?
zh_cn: 有关于凶手的消息吗？

source: Yes, he confessed to poisoning your father.
de: Ja, er hat gestanden, dass er deinen Vater vergiftet hat.
fr: Oui, il a avoué avoir empoisonné votre père.
ja: はい、あなたの父を毒殺したと自白しましたよ。
pt: Sim, ele confessou ter envenenado o seu pai.
zh_cn: 是的，他承认了对你父亲的毒害。

source: Yes, but it's not good news. He guessed that I tried to entrap him, and is cautious now.
de: Ja, aber es sind keine guten Neuigkekten. Er hat erraten, dass es eine Falle war und ist nun vorsichtig.
fr: Oui, mais ce n'est pas une bonne nouvelle. Il a deviné que j'ai essayé de le piéger, et il est prudent maintenant.
ja: はい、でもいい知らせじゃないんだ。僕が彼を陥れようとしてることに気づかれて、今は用心深くなってます。
pt: Sim, mas não são boas notícias. Ele adivinhou que tentei enganá-lo e agora está cauteloso.
zh_cn: 是的，但这并不是好消息。他猜到了我试图诱捕他，现在很谨慎。

source: Oh no! Now I will never get justice!
de: Oh nein! Nun werde ich nie Gerechtigkeit bekommen!
fr: Oh non ! Maintenant je ne pourrai jamais rendre justice !
ja: そんな！ それでは正義の裁きをくだせない！
pt: Ah, não! Agora nunca vou conseguir justiça!
zh_cn: 哦，不！现在我将永远无法得到公正!

source: I did my best.
de: Ich gab mein Bestes.
fr: J'ai fait de mon mieux.
ja: ベストを尽くしました。
pt: Fiz o meu melhor.
zh_cn: 我已经尽力了。

source: You look like you are in a good mood. What did you accomplish?
de: Du scheinst guter Laune zu sein. Was hast du erreicht?
fr: Tu as l'air de bonne humeur. Qu'as-tu accompli ?
ja: ご機嫌ですね。何か成果が？
pt: Parece que está de bom humor. O que quer fazer?
zh_cn: 你看起来心情很好。你完成了什么？

source: Blornvale is gone! Tahalendor came to hear him give a detailed confession to the murder. Then he took him away.
de: Blornvale ist überführt! Tahalendor wurde Zeuge seines Geständnisses des Mordes in allen Einzelheiten. Dann hat er ihn abgeführt.
fr: Blornvale est parti ! Tahalendor est venu l'entendre avouer le meurtre en détails. Puis il l'a embarqué.
ja: ブロンベールがいなくなったんだ！ タハレンドールが殺人の詳細についての自白を聞きに来てくれました。そして彼を連れて行った。
pt: Blornvale se foi! Tahalendor veio ouvi-lo confessar detalhadamente o assassinato. Então ele o levou embora.
zh_cn: 布隆维尔走了!塔哈伦多来听他详细地供述了谋杀案。然后他把他带走了。

source: At last! How can I thank you?
de: Endlich! Wie kann ich dir danken?
fr: Enfin ! Comment puis-je te remercier ?
ja: ようやく！ あなたにはなんとお礼を言ったらいいですかね？
pt: Finalmente! Como posso agradecer?
zh_cn: 终于来了!我该如何感谢你呢？

source: Oh, that was just a trifle.
de: Ach, das war nur eine Kleinigkeit.
fr: Oh, c'était une broutille.
ja: まあ、些細なことです。
pt: Oh, isso não foi nada.
zh_cn: 哦，小事一桩。

source: No problem. I can handle myself.
de: Kein Problem. Ich kann auf mich aufpassen.
fr: Pas de soucis. Je peux me débrouiller.
ja: 大丈夫。自分のことは自分でできる。
pt: Não tem problema. Sei me cuidar.
zh_cn: 没问题。我可以自己处理。

source: Now I can move back into my father's house and create potions again. I will leave at once. Please come and visit me at any time.
de: Nun kann ich in das Haus meines Vaters zurückkehren und wieder Tränke herstellen. Ich gehe sofort. Besuch mich jederzeit.
fr: Maintenant, je peux retourner dans la maison de mon père et fabriquer à nouveau des potions. Je pars sur-le-champ. Passe me voir quand tu le souhaites.
ja: これで父の家に戻ってまたポーションを作ることができます。すぐ向かいます。いつでも遊びに来てくださいね。
pt: Agora posso voltar à casa do meu pai e criar poções novamente. Vou embora de uma vez. Por favor, venha me visitar a qualquer momento.
zh_cn: 现在我可以搬回我父亲的房子里，重新制作药水。我马上就走。请随时来拜访我。

source: Welcome! I already created some good potions - better than Blornvale's stuff. Want to have a look?
de: Willkommen! Ich habe bereit einige gute Tränke gebraut - bessere als Blornvales Zeugs. Willst du mal sehen?
fr: Bienvenue ! J'ai déjà concocté de bonnes potions - meilleures que celles de Blornvale. Veux-tu jeter un coup d'oeil ?
ja: いらっしゃいませ！ 良いポーションをもう作ってあるんです。ブロンベールのものよりも良いですよ。見てみます？
pt: Bem-vindo! Já criei algumas boas poções - melhor do que as coisas de Blornvale. Quer dar uma olhada?
zh_cn: 欢迎！我已经创造了一些好的药水--比布隆维尔的东西好。想看一下吗？

source: Of course! Please show me what you have.
de: Natürlich! Bitte zeig mir, was du hast.
fr: Bien sûr ! Montrez-moi ce que vous avez, s'il vous plait.
ja: もちろん！ 何があるのか見せてください。
pt: É claro! Por favor, mostre-me o que tem.
zh_cn: 当然了!请给我看看你有什么。

source: Can I get your masterpiece, the potion of deftness?
de: Kann ich dein Meisterstück haben, den Trank des Geschicks?
fr: Puis-je avoir votre pièce maitresse, la potion d'habileté ?
ja: あなたの傑作、器用のポーションをいただけますか？
pt: Posso ter a tua obra-prima, a poção da habilidade?
zh_cn: 我可以得到你的杰作，灵巧的药水吗？

source: It's good to see you happy again.
de: Schön, dich so fröhlich wiederzusehen.
fr: C'est bon de vous voir à nouveau heureuse.
ja: あなたの幸せな姿が見られてよかった。
pt: É bom te ver feliz de novo.
zh_cn: 很高兴看到你再次高兴。

source: Well, no. Somehow I have the feeling that you did not always tell the truth about the damerilias. I don't think that you are old enough to get such a potent potion.
de: Nun, nein. Irgendwie habe ich das Gefühl, dass du mir nicht die ganze Wahrheit über die Damerilias erzählt hattest. Ich glaube nicht, dass du schon alt genug für so einen starken Trank bist.
fr: Eh bien, non. J'ai l'impression que tu n'as pas toujours dit la vérité à propos des damerilias. Je ne pense pas que tu sois assez mature pour avoir une potion si puissante.
ja: ええと、ダメです。何となくあなたは、ダメリリアに関して本当のことを話していなかったような気がするんです。そんな強いポーションを飲む年ではないと思いますよ。
pt: Bem, não. De alguma forma, tenho a sensação de que nem sempre disseste a verdade sobre as damerilias. Acho que não tens idade suficiente para ter uma poção tão potente.
zh_cn: 嗯，没有。不知怎的，我有种感觉，你没说出关于大马士革的真相。我不认为你已经老到可以得到如此强效的药水。

source: Then let me see your other potions, please.
de: Dann zeige mir bitte deine anderen Tränke.
fr: Alors montrez-moi vos autres potions, s'il vous plait.
ja: では他のポーションを見せてください。
pt: Então deixe-me ver suas outras poções, por favor.
zh_cn: 那请让我看看你的其他药水。

source: I have to leave now - bye.
de: Ich muss jetzt gehen - tschüss.
fr: Il faut que je parte maintenant - au revoir.
ja: もう行かないと、では。
pt: Tenho que sair agora - tchau.
zh_cn: 我现在需要离开－再见。

source: I won't sell this potion for money. You can pay me in flowers - damerilias of course. I will give you one potion of deftness for three damerilias.
de: Ich werde diesen Trank nicht für Geld verkaufen. Aber du kannst mich mit Blumen bezahlen - Damerilias natürlich. Für drei Damerilias werde ich dir einen Trank des Geschicks geben.
fr: Je ne vendrai pas cette potion pour de l'argent. Tu peux me payer en fleurs - des damerilias bien sûr. Je te donnerai une potion d'habileté pour trois damerilias.
ja: このポーションはお金では売りません。お花で払ってもらえますか…もちろんダメリリアを。 ダメリリアが3輪につき器用のポーションを1本差し上げます。
pt: Não te darei essa poção por dinheiro. Podes-me pagar em flores - damerílias, claro. Dar-te-ei uma poção de habilidade por três damerílias.
zh_cn: 我不会为了钱而出售这种药水。你可以用花来支付我--当然是大马士革。 我给你一个灵巧的药水，换取三个大马士革。

source: OK, I have some damerilias with me.
de: Gut. Ich habe einige Damerilias bei mir.
fr: OK, j'ai quelques damerilias avec moi.
ja: わかりました、ダメリリアなら持ってます。
pt: Tenho algumas damerilias comigo.
zh_cn: 好的，我有一些大马士革。

source: I will think about it.
de: Ich werde darüber nachdenken.
fr: J'y penserai.
ja: 考えておこうかな。
pt: Vou pensar sobre isso.
zh_cn: 我考虑一下。

source: Here, I have one potion for you.
de: Hier habe ich einen Trank für dich.
fr: Tiens, j'ai une potion pour toi.
ja: どうぞ、ポーションおひとつです。
pt: Aqui, tenho uma poção para si.
zh_cn: 在这里，我有一个药水给你。

source: And another one, please.
de: Und noch einen, bitte.
fr: Et une autre, s'il vous plait.
ja: もうひとつください。
pt: E outra, por favor.
zh_cn: 再来一杯，谢谢。

source: Thank you, that is enough for today.
de: Vielen Dank, das reicht für heute.
fr: Merci, c'est assez pour aujourd'hui.
ja: ありがとうございます、今日はこれで十分です。
pt: Obrigado, isso é o suficiente por hoje.
zh_cn: 谢谢你，今天就到此为止。

source: Of course! Show me, what you have, please.
de: Natürlich! Zeig mir bitte, was du hast.
fr: Bien sûr ! Montrez-moi ce que vous avez, s'il vous plait.
ja: もちろん！ 何があるのか見せてください。
pt: É claro! Mostre-me, o que tem, por favor.
zh_cn: 当然了!请给我看看，你有什么。

source: Could you give me of your masterpiece, the potion of deftness?
de: Könntest du mir von deinem Meisterstück geben, dem Trank des Geschicks?
fr: Pourriez-vous me donner votre chef-d'oeuvre, la potion d'habileté ?
ja: あなたの傑作、器用のポーションをいただけますか？
pt: Podias-me dar a tua obra-prima, a poção da habilidade?
zh_cn: 你能给我你的杰作，灵巧的药水吗？

source: Nice to see you happy again.
de: Schön, dich wieder fröhlich zu sehen.
fr: C'est bon de vous revoir heureuse.
ja: あなたの幸せな姿が見られてよかった。
pt: É bom te ver feliz de novo.
zh_cn: 很高兴看到你再次高兴。

source: Did you kill this brute behind my house?
de: Hast du dieses Vieh hinter meinem Haus getötet?
fr: As-tu tué cette bête féroce derrière ma maison ?
ja: 家の裏で獣を殺してきたのか？
pt: Matou esse bruto atrás da minha casa?
zh_cn: 是你杀了我屋后的这个畜生吗？

source: You lie. You shouldn't try that on a potion maker.
de: Du lügst. Du solltest sowas nicht mit einem Tränkebrauer versuchen.
fr: Tu mens. Tu ne devrais pas essayer ça sur un fabricant de potions.
ja: 嘘をつくな。薬師を騙そうとするでないわ。
pt: Mente. Não deveria tentar isso com um fabricante de poções.
zh_cn: 你撒谎。你不应该在药水制造者身上尝试这样做。

source: You have indeed killed this brute behind my house!
de: Du hast wirklich das Vieh hinter meinem Haus getötet!
fr: Oui, tu as en effet tué la bête derrière ma maison !
ja: 本当に家の裏の獣を殺してきたのか！
pt: Realmente matou esse bruto atrás da minha casa!
zh_cn: 你确实杀了我屋后的这个畜生!

source: Yes. Are you content now?
de: Ja. Bist du nun zufrieden?
fr: Oui. Vous êtes content maintenant ?
ja: はい。これで満足ですか？
pt: Sim. Está satisfeito agora?
zh_cn: 是的。你现在满足了吗？

source: Welcome to my shop kid. My potions are not for the faint of heart. Do you want to take a look?
de: Willkommen in meinen Laden, Kind. Meine Tränke sind nicht für schwache Herzen. Möchtest du einen Blick wagen?
fr: Bienvenue dans ma boutique, gamin. Mes potions ne sont pas pour les peureux. Tu veux jeter un oeil ?
ja: 当店へようこそ。 ワシのポーションは気弱な人向きのものではない。見てみるかね？
pt: Bem-vindo a minha loja criança. Minhas poções não são para os fracos de coração. Quer dar uma olhada?
zh_cn: 欢迎来到我的商店，孩子。 我的药水不适合胆小的人。你想看一下吗？

source: Not interested.
de: Kein Interesse.
fr: Je ne suis pas intéressé.
ja: 興味ないです。
pt: Não tenho interesse.
zh_cn: 不感兴趣。

source: Wait! You look rather disappointed. Are you displeased with my selection?
de: Warte! Du siehst etwas enttäuscht aus. Missfällt dir meine Auswahl?
fr: Hem, tu sembles déçu ? N'es-tu pas satisfait de ma sélection ?
ja: 待て！ ずいぶんとガッカリしておるようだな。品ぞろえに不満でもあるのか？
pt: Espere! Parece um pouco desapontado. Está descontente com a minha seleção?
zh_cn: 等等，你看起来相当失望。你对我的选择不满意吗？

source: That's all children's stuff.
de: Das ist alles Kinderkram.
fr: Ce sont des affaires d'enfants.
ja: それは全部子供用です。
pt: Isso é tudo coisa de crianças.
zh_cn: 那都是儿童的东西。

source: What did you expect? You are a kid after all. I can't give you strong potions!
de: Was hast du erwartet? Du bist schließlich ein Kind. Ich kann dir keinen der stärkeren Tränke geben!
fr: À quoi t'attendais-tu ? Tu n'es qu'un gamin. Je ne peux pas te donner des potions fortes !
ja: 何を期待していたのだ？ やはり子供だな。お主に強いポーションなど出せるか！
pt: O que esperavas? Afinal, és uma criança. Não posso dar-te poções fortes!
zh_cn: 你期待什么？你毕竟是个孩子。我不能给你强效药水!

source: You are right. Have a nice day.
de: Da hast du recht. Schönen Tag noch.
fr: Vous avez raison. Au revoir.
ja: おっしゃるとおりです。良い1日を。
pt: Tens razão. Tenha um bom dia.
zh_cn: 你是对的。祝你有一个愉快的一天。

source: I can handle myself - shall I prove it?
de: Ich kann auf mich aufpassen - soll ich es dir beweisen?
fr: Je peux me débrouiller - dois-je le prouver ?
ja: 自分のことは自分でできる、証明しましょうか？
pt: Posso lidar comigo mesmo - devo provar isso?
zh_cn: 我可以处理自己的问题 - 我应该证明这一点吗？
