Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: Yes, I am. I have no time for jokes!
de: Ja bin ich. Ich habe keine Zeit für Witze!
fr: Oui. Je n'ai pas le temps de plaisanter !
ja: ええ、そうね。冗談を言ってる場合じゃない！
pt: Sim, sou. Não tenho tempo para brincadeiras!
zh_cn: 是的，我是。我没有时间开玩笑!

source: I need a bandage quickly, or I will never return to the guild house. A priest might help ...
de: [REVIEW]Ich brauche schnell einen Verband, oder ich werde nie ins Zunfthaus zurückkehren.
fr: [REVIEW]J'ai besoin d'un bandage rapidement, ou je ne retournerai jamais à la maison de la guilde.
ja: すぐに包帯がほしい、このままじゃギルドハウスまで戻れそうにないし。神官ならきっと力に…
pt: [REVIEW]Preciso de um curativo rapidamente, ou nunca voltarei à casa da guilda.
zh_cn: 赶紧用绷带包扎好，不然就回不了公会了。牧师可能会帮助...

source: Yeah, OK.
de: Ja, OK.
fr: Ouais, ok.
ja: うん、わかった。
pt: Sim, ok.
zh_cn: 嗯，好的。

source: I will find a bandage for you, don't worry.
de: Ich werde einen Verband für dich finden, keine Sorge.
fr: Je vous trouverai un bandage, ne vous inquiétez pas.
ja: 包帯を探してくるよ、安心して。
pt: Vou encontrar-lhe um curativo, não se preocupe.
zh_cn: 我会为你找到一个绷带，别担心。

source: Have you brought me that bandage?
de: Hast du mir diesen Verband gebracht?
fr: M'as-tu apporté ce bandage ?
ja: 包帯を持ってきてくれたの？
pt: Trouxe-me esse curativo?
zh_cn: 你给我带来了那个绷带吗？

source: Yes, I have it!
de: Ja, habe ich!
fr: Oui, je l'ai !
ja: はい、ありますよ！
pt: Sim tenho!
zh_cn: 是的，我有!

source: I'm still searching.
de: Ich bin immer noch auf der Suche.
fr: Je cherche toujours.
ja: まだ探してます。
pt: Ainda estou a procurar.
zh_cn: 我还在寻找。

source: Hurry up! I do not have much time ...
de: Beeil dich! Ich habe nicht viel Zeit ...
fr: Dépêche-toi ! J'ai peu de temps...
ja: 急いで！ 時間がないの…
pt: Se apresse! Não tenho muito tempo…
zh_cn: 快点!我没有太多的时间...

source: (You look away when you see the corpse of Fanamor. Anklebiters probably had something to do with this horrible event.)
de: (Du schaust weg, als du die Leiche von Fanamor siehst. Knöchelbeißer hatten wahrscheinlich etwas mit diesem schrecklichen Ereignis zu tun.)
fr: (Tu détournes le regard lorsque tu vois le cadavre de Fanamor. Les morchevilles sont probablement liés à cet horrible évènement.)
ja: （ファナモーの死体を見つけて目を逸らす。アンクルバイターたちが、この恐ろしい出来事に関与しているのだろう）
pt: (Desvia o olhar quando vê o cadáver de Fanamor. Os tornozelos provavelmente tiveram algo a ver com esse evento horrível.)
zh_cn: （当你看到法纳莫尔的尸体时，你把目光移开。脚踝咬伤者可能与这一可怕事件有关。)

source: [Bury the corpse.]
de: [Begrabe die Leiche.]
fr: [Enterre le cadavre]
ja: （死体を埋める）
pt: [Enterre o cadáver.]
zh_cn: [埋葬尸体。]

source: What's the matter, my child?
de: Was ist los, mein Kind?
fr: Que se passe-t-il, mon enfant ?
ja: 我らが子よ、どうしたというのです？
pt: Qual é o problema, meu filho?
zh_cn: 怎么了，我的孩子？

source: Ehm ... My father has cut himself with an axe, and we don't have any bandages!
de: Ähm ... Mein Vater hat sich mit der Axt geschnitten, und wir haben kein Verbandszeug!
fr: Hem... Mon père s'est coupé avec une hache, et nous n'avons pas de bandages !
ja: えーっと…父が斧で切ってしまって、包帯がないんです！
pt: Ehm… Meu pai cortou-se com um machado e não temos bandagens!
zh_cn: 呃......。我父亲被斧头砍伤了，而我们没有任何绷带！

source: Fanamor, a member of Thieves' Guild, is severely wounded. Please give me a bandage for her!
de: Fanamor, ein Mitglied der Diebesgilde, ist schwer verwundet. Bitte gib mir einen Verband für sie!
fr: Fanamor, membre de la Guilde des Voleurs, est gravement blessée. S'il vous plaît donnez-moi un bandage pour elle !
ja: 盗賊ギルドメンバーのファナモーが重傷を負ってるんです。包帯を分けてください！
pt: Fanamor, um membro da Guilda dos Ladrões, está gravemente ferido. Por favor, dê-me um curativo para ela!
zh_cn: 盗贼公会的成员法纳莫尔受了重伤。请给我一个绷带给她!

source: Let me see ...
de: Lass mich mal sehen...
fr: Voyons voir...
ja: ええと…
pt: Deixe-me ver…
zh_cn: 让我想想。。。

source: This is what I have, take it. I expect this will be useful.
de: Das ist, was ich habe, nimm es. Ich nehme an, das wird nützlich sein.
fr: Voici ce que j'ai, prends-le. J'espère qu'il sera utile.
ja: こちらは私の持ち物です、受け取ってください。これならお役に立てるかと。
pt: É isso que tenho, pegue. Espero que isso seja útil.
zh_cn: 这是我的东西，拿去吧。我估计这将是有用的。

source: May the Shadow walk with you, my friend.
de: Möge der Schatten mit dir sein, mein Freund.
fr: Que l'Ombre soit avec toi, mon ami.
ja: あなたがシャドウとともに歩めますように。
pt: Que a Sombra ande consigo, meu amigo.
zh_cn: 愿暗影与你同行，我的朋友。

source: Thank you, I won't forget this!
de: Danke, das werde ich nicht vergessen!
fr: Merci, je ne l'oublierai pas !
ja: ありがとうございます、このご恩は忘れません！
pt: Obrigado, não vou esquecer isso!
zh_cn: 谢谢你，我不会忘记这个！

source: (You help Fanamor put the bandage on the wound) ... I think I will be able ... to move in a few minutes. See you at the Guild. Thank you kid.
de: (Du hilfst Fanamor, den Verband auf die Wunde zu legen.) ... Ich denke, ich werde in ein paar Minuten... in der Lage sein, mich zu bewegen. Wir sehen uns in der Gilde. Danke, Junge.
fr: (Tu aides Fanamor à mettre le bandage sur la plaie) ...Je crois que je pourrai... bouger dans quelques minutes. On se revoit à la Guilde. Merci gamin.
ja: （あなたはファナモーが傷に包帯を巻くのを手伝う） …そろそろ…動けると思う。ギルドで会おう。ありがとうね、君。
pt: (Ajuda Fanamor a pôr o curativo na ferida) ...Acho que vou conseguir... me mexer em alguns minutos. Vejo-o na guilda. Obrigado garoto.
zh_cn: (你帮助法纳莫尔把绷带放在伤口上) ...我想我将能够......在几分钟内移动。在公会见。谢谢你，孩子。

source: I'm glad to hear that. Bye.
de: Ich bin froh, das zu hören. Auf Wiedersehen.
fr: Heureux de l'entendre. Tchao.
ja: そう言ってもらえて嬉しいです。では。
pt: Fico feliz em ouvir isso. Tchau.
zh_cn: 我很高兴听到这个消息。再见。

source: Nothing for me.
de: Nichts für mich.
fr: Ce n'est rien pour moi.
ja: 何てことないよ。
pt: Nada para mim.
zh_cn: 对我来说没有什么。

source: How is the mission going?
de: Wie läuft die Mission?
fr: Comment se déroule la mission ?
ja: 任務はどんな感じ？
pt: Como está a missão?
zh_cn: 任务进展如何？

source: I've brought all the journals.
de: Ich habe alle Berichte mitgebracht.
fr: J'ai apporté tous les journaux.
ja: 全ての日記を持ってきました。
pt: Trouxe todas as revistas.
zh_cn: 我已经带来了所有的日记本。

source: I have the journals, but one of your spies, Fanamor, was killed by a Feygard scout.
de: Ich habe die Berichte, aber einer deiner Spione, Fanamor, wurde von einem Feygard-Kundschafter getötet.
fr: J'ai les journaux, mais une de vos espions, Fanamor, a été tuée par un éclaireur de Feygard.
ja: 日記はあるけど、スパイのファナモーがフェイガードの斥候に殺されてしまいました。
pt: Tenho os diários, mas um dos seus espiões, Fanamor, foi morto por um batedor de Feygard.
zh_cn: 我有日记，但你的一个间谍，法纳莫尔，被一个费加德侦察员杀死了。

source: I gave you the journals, so where's my reward?
de: Ich habe dir die Berichte gegeben, also wo ist meine Belohnung?
fr: Je vous ai donné les journaux, alors où est ma récompense ?
ja: 日記を渡したのに、報酬はどこ？
pt: Dei-lhe os diários, então onde está minha recompensa?
zh_cn: 我把日记给了你，那么我的奖励在哪里？

source: Almost done.
de: Fast fertig.
fr: Presque fini.
ja: もう少ししたら片付きます。
pt: Quase pronto.
zh_cn: 快完成了。

source: Well, but can I take a look at your supplies again?
de: Nun, aber kann ich noch einmal einen Blick auf deine Vorräte werfen?
fr: Bien, mais puis-je jeter un œil à vos marchandises de nouveau ?
ja: それより購入できるものをまた見せてもらえますか？
pt: Bem, mas posso dar uma olhada nas tuas provisões novamente?
zh_cn: 好吧，但是我能再看看你的用品吗？

source: Well done kid! You can now consider yourself skilled enough to be a part of this guild.
de: Gut gemacht, Kleiner! Du kannst dich jetzt als erfahren genug betrachten, um Teil dieser Gilde zu sein.
fr: Bien joué gamin ! Tu peux maintenant te considérer assez compétent pour faire partie de cette guilde.
ja: よくやった！ これならこのギルドの一員として十分なスキルを身につけていると考えてよさそうかな。
pt: Garoto bem feito! Agora pode considerar-se hábil suficientemente para fazer parte dessa guilda.
zh_cn: 干得好的孩子！现在，你可以认为自己足够熟练，可以成为这个公会的一员。

source: Thank you!
de: Danke!
fr: Merci !
ja: ありがとうございます！
pt: Obrigado!
zh_cn: 谢谢你!

source: Yes .... So where is my reward?
de: Ja ..... Und wo ist meine Belohnung?
fr: Oui... Donc où est ma récompense ?
ja: はい…それで報酬はどこに？
pt: Sim…. Então, onde está minha recompensa?
zh_cn: 是的 ....那么我的奖励在哪里？

source: Well, that is the price of being one of us. There's always risk.
de: Nun, das ist der Preis dafür, einer von uns zu sein. Es gibt immer ein Risiko.
fr: Eh bien, c'est le prix à payer pour être l'un des nôtres. Il y a toujours un risque.
ja: うん、それがオレたちの仲間であることの代償だ。常にリスクがつきまとう。
pt: Bem, esse é o preço de ser um de nós. Sempre há risco.
zh_cn: 好吧，这就是成为我们中一员的代价。风险总是存在的。

source: Return to me when you are done.
de: Komm zu mir zurück, sobald du das erledigt hast.
fr: Reviens me voir quand tu auras fini.
ja: 終わったら戻ってきてくれ。
pt: Volte para mim quando terminar.
zh_cn: 请在完成后交回给我。

source: OK, I will.
de: Okay, das werde ich tun.
fr: Ok, je le ferai.
ja: わかりました、そうします。
pt: OK, eu irei.
zh_cn: 好，知道了。

source: Can you tell me again what I'm supposed to do?
de: Kannst du mir noch mal sagen, was ich tun soll?
fr: Pouvez-vous me redire ce que je suis supposé faire ?
ja: どうすればいいのかもう一度話してくれませんか？
pt: Pode me dizer novamente o que devo fazer?
zh_cn: 请再说一遍希望我做些什么？

source: You have to retrieve information from our spies. The first one is a spy in Crossglen, Leta. I believe you know her. One of our veteran spies, Dunla, is disguised as a vendor in Vilegard Tavern. And finally we have Fanamor, watching what is happening around Crossroads Guardhouse. Search for them in this order.
de: Du musst Informationen von unseren Spionen besorgen. Der erste ist ein Spion in Crossglen, Leta. Ich glaube du kennst sie. Einer unserer erfahrenen Spione, Dunla, ist als Verkäufer in der Vilegard Taverne verkleidet. Und schließlich haben wir Fanamor, der beobachtet, was rund um das Crossroads Guardhouse passiert. Suche in dieser Reihenfolge nach ihnen.
fr: Tu dois récupérer des informations auprès de nos espions. Le premier est Leta, une espionne située à Crossglen. Je crois que tu la connais. Un de nos espions vétérans, Dunla, est déguisé en marchand dans la taverne de Vilegard. Et enfin nous avons Fanamor, qui surveille ce qui se passe autour du Poste de Garde de Croisechemins. Va les trouver dans cet ordre.
ja: うちのスパイから情報を回収してくるんだ。 まずクロスグレンのスパイであるレタ、彼女のことは知ってるよね。 それからベテランスパイのダンラ、ヴィルガードの酒場で売人を装ってる。 最後にファナモー、クロスロード衛兵所の周辺で監視についてる。この順番で探してきてくれ。
pt: Precisa recuperar informações de nossos espiões. O primeiro é um espião em Crossglen, Leta. Acredito que a conhece. Um dos nossos espiões veteranos, Dunla, está disfarçado de vendedor na Vilegard Tavern. E finalmente temos Fanamor, a assistir o que está a acontecer em Crossroads Guardhouse. Procure-os nesta ordem.
zh_cn: 你必须从我们的间谍那里取回信息。 第一个是克罗斯山谷的一个间谍，莉塔。我相信你认识她。 我们的一个老间谍，邓拉，伪装成维利加德酒馆的一个小贩。 最后我们还有法纳莫尔，在观察交叉路口警卫室周围发生的事情。按照这个顺序搜索他们。

source: And don't forget the password: You are no one. No one knows you. No one has seen you.
de: Und vergiss nicht das Passwort: Du bist niemand.Niemand kennt dich.Niemand hat dich gesehen.
fr: Et n'oublie pas le mot de passe : Tu n'es personne. Personne ne te connait. Personne ne t'a vu.
ja: それから合言葉を忘れずに。あなたは誰でもない。誰もあなたを知らない。誰もあなたを見ていない。
pt: E não se esqueça da palavra-passe: É ninguém. Ninguém conhece-o. Ninguém viu-o.
zh_cn: 而且不要忘记密码：你不是任何人。没有人认识你。没有人见过你。

source: Understood, bye.
de: Verstanden, tschüss.
fr: Compris. Tchao.
ja: わかりました、それでは。
pt: Entendido, tchau.
zh_cn: 明白了，再见。

source: You should talk with Umar. Maybe he has another task ... one that's more in your line of work, you know.
de: Du solltest mit Umar reden. Vielleicht hat er noch eine andere Aufgabe... eine, die eher zu deinen Ansprüchen passt.
fr: Tu devrais parler à Umar. Peut-être a-t-il une autre mission... une plus dans tes cordes, tu sais.
ja: ウマルと話してくるといいよ。もしかしたら別の仕事でも抱えてるかも…あんたの仕事とも関係のあるやつを、ね。
pt: Deveria conversar com Umar. Talvez ele tenha outra tarefa… uma que está mais na sua linha de trabalho, sabe.
zh_cn: 你应该和奥马尔谈谈。也许他还有另一个任务...你知道，这更适合你的工作。

source: Sure, I will talk to him.
de: Sicher, ich werde mit ihm sprechen.
fr: Oui, je vais aller lui parler.
ja: わかりました、話してきます。
pt: Claro, vou falar com ele.
zh_cn: 当然，我会和他谈谈。

source: At least I got some gold. Bye!
de: Wenigstens habe ich etwas Gold bekommen. Auf Wiedersehen!
fr: Au moins j'ai gagné des pièces d'or. Au revoir !
ja: 少なくともお金は手に入ったんだ。では！
pt: Pelo menos consegui um pouco de ouro. Tchau!
zh_cn: 至少我得到了一些黄金。再见!

source: Hi again, kid. What do you want?
de: Hallo, Kleiner.Was willst du?
fr: Te revoilà, gamin. Que veux-tu ?
ja: やあ。何か用？
pt: Olá novamente, garoto. O que quer?
zh_cn: 又见面了，孩子。你想要什么？

source: OK ... It's done. She's alright, and probably eating some bread now.
de: OK ... Es ist erledigt. Es geht ihr gut, und sie isst jetzt wahrscheinlich etwas Brot.
fr: Ok... c'est fait. Elle va bien, et est probablement en train de manger du pain à l'heure qu'il est.
ja: 大丈夫です…終わりました。問題なさそうです、今頃はパンを食べているかと。
pt: OK… está feito. Ela está bem e provavelmente está a comer um pouco de pão agora.
zh_cn: 还行。。。大功告成。她没事，现在可能正在吃一些面包。

source: I've dealt with the lady.
de: Ich habe mich mit der Dame befasst.
fr: Je me suis occupé de la dame.
ja: あの女性の対処を済ませてきました。
pt: Lidei com a dama.
zh_cn: 我和那位女士打过交道。

source: I still have to take our guest to her quarters.
de: Ich muss unseren Gast noch in ihr Quartier bringen.
fr: Il me reste à emmener notre invitée à ses quartiers.
ja: 客人を部屋まで連れて行かないと。
pt: Ainda tenho que levar nosso convidado ao quarto dela.
zh_cn: 我还得把我们的客人带到她的宿舍。

source: I have to ...(you look at Ambelie) find a better place for her.
de: Ich muss... (du schaust dir Ambelie an) einen besseren Ort für sie finden.
fr: Je dois... (tu regardes Ambelie) trouver un meilleur endroit pour elle.
ja: （アンベリーを見て）この人のために良さそうな場所を探してるのですけど。
pt: Tenho que… (você olha para Ambelie) encontrar um lugar melhor para ela.
zh_cn: 我必须......（你看着安贝莉）为她找到一个更好的地方。

source: Can I take a look at the Guild's current supplies?
de: Kann ich einen Blick auf das aktuelle Angebot der Gilde werfen?
fr: Puis-je jeter un oeil aux marchandises de la Guilde ?
ja: 今ギルドにある購入できるものを見せてもらえますか？
pt: Posso dar uma olhada nas provisões atuais da Guilda?
zh_cn: 我可以看一下公会目前的物资吗？

source: Hello, friend! Thank you for all you've done for me.
de: Hallo, mein Freund! Danke für alles, was du für mich getan hast.
fr: Bonjour, l'ami ! Merci pour tout ce que tu as fait pour moi.
ja: こんにちは！ 君には色々とお世話になったね。
pt: Olá amigo! Obrigado por tudo que fez por mim.
zh_cn: 你好，朋友!感谢你为我做的一切。

source: It was nothing. Bye.
de: Es war nichts. Auf Wiedersehen.
fr: Ce n'était rien. Tchao.
ja: 大したことじゃない。じゃあね。
pt: Não foi nada. Tchau.
zh_cn: 这没什么。再见。

source: It's my job. Nice to see you survived those anklebiters ...
de: Es ist mein Job. Schön zu sehen, dass du die Knöchelbeißer überlebt hast...
fr: C'est mon travail. Content de voir que tu as survécu à ces morchevilles.
ja: それが仕事なので。あなたがアンクルバイターから生き延びたことを確認できて良かった…
pt: É o meu trabalho. É bom ver que sobreviveu aos morde tornozelos…
zh_cn: 这是我的工作。很高兴看到你从那些脚踝伤者中幸存下来......

source: What have you decided?
de: Was hast du entschieden?
fr: Qu'as-tu décidé ?
ja: どうするかは決まったかな？
pt: O que decidiu?
zh_cn: 你的决定？

source: I will take your opportunity!
de: Ich werde die Gelegenheit nutzen!
fr: Je vais saisir l'opportunité !
ja: このチャンスを掴みます！
pt: Vou aproveitar a sua oportunidade!
zh_cn: 我会抓住你的机会！

source: I'm still confused, sorry.
de: Ich bin immer noch verwirrt, tut mir leid.
fr: Je suis toujours confus, désolé.
ja: まだ混乱してます、すみません。
pt: Ainda estou confuso, desculpe.
zh_cn: 我还是很困惑，对不起。

source: Excellent, young friend. Consider yourself a member of our Guild.
de: Hervorragender, junger Freund. Betrachte dich als Mitglied unserer Gilde.
fr: Excellent, jeune ami. Considère-toi comme un membre de notre Guilde.
ja: 素晴らしい。新たな同胞よ。これで君は我らギルドの一員と思ってもらって構わない。
pt: Excelente, jovem amigo. Considere-se um membro da nossa guilda.
zh_cn: 很好，年轻的朋友。就当你是我们公会的成员吧。

source: Meh, that was nothing special. Bye.
de: Das war nichts Besonderes. Tschüss.
fr: Mouais, c'était rien de spécial. Tchao.
ja: まあ、取り立てて言うほどのことでもないね。それでは。
pt: Meh, isso não foi nada de especial. Tchau.
zh_cn: 哼，这没什么特别的。再见。

source: OK, nice to see you again.
de: OK, schön dich wieder zu sehen.
fr: Ok, heureux de te revoir.
ja: はい、またお会いできて光栄です。
pt: OK, prazer em vê-lo novamente.
zh_cn: 好的，很高兴再次见到你。

source: Hah, what an honor! It has been so, so difficult ....
de: Hah, was für eine Ehre! Es war so, so schwierig ....
fr: Ha, quel honneur ! Ça a été tellement, tellement difficile...
ja: ああっ、なんて光栄なんだ！ それはそれは、とても大変な道のりでした…
pt: Hah, que honra! Tem sido tão, tão difícil….
zh_cn: 哈，真是太荣幸了!它一直是如此，如此困难 ....

source: I detect a certain sarcasm in your words.
de: Ich spüre einen gewissen Sarkasmus in deinen Worten.
fr: Je détecte un certain sarcasme dans tes paroles.
ja: 君の言葉からは皮肉を感じるね。
pt: Deteto um certo sarcasmo nas suas palavras.
zh_cn: 我在你的话语中发现了某种讽刺意味。

source: No, no .... Never mind, see you later.
de: Nein, nein ... Egal, wir sehen uns später.
fr: Non, non... Tant pis, à plus tard.
ja: いえいえ…お気になさらず、ではまた後で。
pt: Não, não… Não importa, até mais tarde.
zh_cn: 不，并没有…算了，回见吧。

source: That's maybe because I am trying to be sarcastic ...
de: Das liegt vielleicht daran, dass ich sarkastisch bin.
fr: C'est peut-être parce que j'essaie d'être sarcastique...
ja: それはきっとこれから皮肉を言おうとしているから…
pt: Talvez porque eu esteja a tentar ser sarcástico…
zh_cn: 可能是因为我越来越刻薄了。

source: Just give me a high-risk job, please.
de: Gib mir einfach eine risikoreiche Aufgabe, bitte.
fr: Confiez-moi une mission à haut risque, s'il vous plait.
ja: リスクの高い仕事をお願いします。
pt: Apenas me dê um emprego de alto risco, por favor.
zh_cn: 请给我个高难度的工作。

source: I mean my last job was a piece of cake. I need something more exciting!
de: Mein letzter Job war ein Kinderspiel. Ich brauche etwas Aufregenderes!
fr: Je veux dire que ma dernière mission était enfantine. J'ai besoin de quelque chose de plus excitant !
ja: つまり、前の仕事は楽勝だった。もっと刺激的なやつが欲しい！
pt: Quero dizer, meu último trabalho foi um pedaço de bolo. Preciso de algo mais emocionante!
zh_cn: 我的上个工作太简单了, 我需要个更具挑战性的！

source: If you want me to give you a more difficult task, then I am happy to do so.
de: Wenn ich dir eine schwierigere Aufgabe geben soll, dann mache ich das gerne.
fr: Si c'est ça que tu veux, alors je suis heureux de te donner une mission plus difficile.
ja: 君がより困難な仕事を望むというなら、喜んでそうさせてもらおう。
pt: Se quer que eu lhe dê uma tarefa mais difícil, fico feliz em fazê-lo.
zh_cn: 如果你需要点有难度的工作，我很乐意帮帮你。

source: Well, so?
de: Nun, also?
fr: Eh bien, donc ?
ja: それで？
pt: Bem então?
zh_cn: 好吧，那么？

source: OK, in that case tell me what it is.
de: OK, dann sag mir, was es ist.
fr: Ok, dans ce cas dites-moi de quoi il s'agit.
ja: ええ、ではどんなものか教えてください。
pt: OK, nesse caso, diga-me o que é.
zh_cn: 好吧，既然如此，告诉我这是什么。

source: But first I have to clarify something. You need to be more careful not to give information to outsiders about the Thieves Guild.
de: Aber zuerst muss ich etwas klarstellen. Du musst vorsichtiger sein, keine Informationen an Außenstehende über die Diebesgilde weiter zu geben.
fr: D'abord je dois clarifier quelque chose. Tu dois faire plus attention à ne pas donner d'informations au sujet de la Guilde des Voleurs à des inconnus.
ja: しかし、その前にはっきりさせておかなければならないことがある。盗賊ギルドの情報を外部に漏らさないよう、君はもっと注意を払う必要がある。
pt: Mas primeiro tenho que esclarecer uma coisa. Precisa ter mais cuidado para não fornecer informações aos forasteiros sobre a Guilda dos Ladrões.
zh_cn: 但首先我必须澄清一些事情。你需要更加小心，不要向外人提供关于盗贼公会的信息。

source: Did I?
de: Habe ich das?
fr: J'ai fait ça ?
ja: 僕が？
pt: Fiz?
zh_cn: 是吗？

source: You're right. It will not happen again.
de: Du hast recht. Es wird nicht wieder vorkommen.
fr: C'est vrai. Cela n'arrivera plus.
ja: そうですね。もう二度としません。
pt: Está certo. Não vai acontecer novamente.
zh_cn: 你说的对。这不会再发生了。

source: Yes, you mentioned Fanamor's membership to Thoronir.
de: Ja, du hast Fanamors Mitgliedschaft bei Thoronir erwähnt.
fr: Oui, tu as mentionné à Thoronir le fait que Fanamor est une de nos membres.
ja: そうだとも、ファナモーがメンバーの一員であることをソロニールに話しただろう。
pt: Sim, mencionou a participação da Fanamor em Thoronir.
zh_cn: 是的，你提到了法纳莫尔是索罗尼尔的成员。

source: Fortunately, Thoronir will keep quiet, as he certainly does not want to give up our donations.
de: Zum Glück wird Thoronir schweigen, denn er will unsere Spenden sicher nicht aufgeben.
fr: Heureusement, Thoronir ne dira rien, car il ne veut certainement pas se passer de nos dons.
ja: 幸いにもソロニールは我々からの寄付金を手放したくはないので、黙ってくれている。
pt: Felizmente, Thoronir ficará quieto, pois certamente não quer desistir de nossas doações.
zh_cn: 幸运的是，索罗尼尔会保持沉默，因为他当然不想放弃我们的捐款。

source: You still have many things to learn, young apprentice.
de: Du musst noch viel lernen, junger Lehrling.
fr: Tu as encore beaucoup de choses à apprendre, jeune apprenti.
ja: 若き見習いよ、君にはまだ学ぶことがたくさんある。
pt: Ainda tem muitas coisas para aprender, jovem aprendiz.
zh_cn: 你还有很多东西要学，年轻的学徒。

source: Well, before I can give you a very demanding job, I need you to do another ... retrieval task.
de: Nun, bevor ich dir einen äusserst anspruchsvollen Job geben kann, musst du einen weitere ...Suchaufgabe erfüllen.
fr: Avant que je ne te donne une grande mission, tu vas devoir faire une autre... mission triviale.
ja: さて、極めて困難な仕事を任せる前に、君には別の…回収の仕事をしてもらいたい。
pt: Bem, antes que lhe possa dar um trabalho muito exigente, preciso que faça outra… tarefa de recuperação.
zh_cn: 好吧，在我给你一个高要求的工作之前，我需要你做一个......搜寻任务。

source: Anything for the glory o... Oops, I mean OK
de: Alles für den Ruhm o... Oops, ich meine OK
fr: Tout pour la gloire de... Oups, je veux dire ok.
ja: 栄光のためなら何でも…おっと、オーケーだってことです
pt: Qualquer coisa pela glória d... Opa, quero dizer OK
zh_cn: 不惜一切代价，为自己的荣耀...哎呀，我是说OK

source: Sigh. If you insist ...
de: Seufzer. Wenn du darauf bestehst ...
fr: [Soupir] Si vous insistez...
ja: はあ。どうしてもと言うなら…
pt: *Suspiro*. Se insiste…
zh_cn: 叹。如果你坚持的话 ...

source: Hmm, sounds boring. I decline.
de: Hmm, klingt langweilig. Ich lehne ab.
fr: Hmm, ça a l'air ennuyeux. Non merci.
ja: うーん、つまらなさそう。お断りします。
pt: Hmm, parece chato. Recuso.
zh_cn: 嗯，听起来很无聊。我拒绝。

source: Excellent. I warn you that this is not an ordinary retrieval. It's more like a ... kidnapping.
de: Ausgezeichnet. Ich warne dich, dies ist keine gewöhnliche Rückholaktion. Es ist eher eine ... Entführung.
fr: Excellent. Je te préviens que ce n'est pas une collecte ordinaire. C'est plus un... enlèvement.
ja: 大変よろしい。これは普通の回収ではないことを忠告させてもらおう。どちらかというと…誘拐のようなものなのだよ。
pt: Excelente. Aviso que essa não é uma recuperação comum. É mais como um… sequestro.
zh_cn: 很好。但我警告你，这不是一次普通的搜寻行动。它更像是一场......绑架。

source: Now that sounds more interesting.
de: Das klingt schon interessanter.
fr: Voilà qui a l'air plus intéressant.
ja: そっちの方が面白そう。
pt: Agora isso parece mais interessante.
zh_cn: 现在听起来更有趣了。

source: Can you get to the point please?
de: Kannst du bitte zur Sache kommen?
fr: Pouvez-vous en venir au but, s'il vous plait ?
ja: 本題に入ってもらえますか？
pt: Pode chegar ao ponto, por favor?
zh_cn: 你能不能说重点？

source: Sounds too shady for me. I think I prefer to not do that task for now.
de: Klingt mir zu zwielichtig. Ich denke, ich ziehe es vor, diese Aufgabe vorerst nicht zu erfüllen.
fr: Ca a l'air trop louche pour moi. Je crois que je préfère ne pas faire cette mission pour l'instant.
ja: いかがわしすぎる。今のところその仕事はやりたくない。
pt: Parece-me muito obscuro. Acho que prefiro não fazer essa tarefa por enquanto.
zh_cn: 听起来对我来说太阴暗了。我想我暂时不做这项工作了 。

source: Just tell me when you want to do the job. Bye
de: Sag mir einfach, wann du die Aufgabe erledigen willst. Tschüss
fr: Dis-moi juste quand tu veux faire le boulot. Tchao.
ja: 仕事を受けたくなったら言ってくれたまえ。では失礼する
pt: Apenas me diga quando quiser fazer o trabalho. Tchau
zh_cn: 当你想做工作时，过来告诉我。再见

source: OK, listen carefully. We have heard a noble woman has decided to travel outside Feygard.
de: OK, hör gut zu. Wir haben gehört, dass eine Edelfrau beschlossen hat, außerhalb von Feygard zu reisen.
fr: Ok, écoute attentivement. On a une noble qui a décidé de voyager hors de Feygard.
ja: よし、では聞いてくれ。 我々はとある貴族女性がフェイガードの外へと旅に出るとの情報を得た。
pt: OK, ouça com atenção. Ouvimos dizer que uma mulher nobre decidiu viajar para fora de Feygard.
zh_cn: 好，仔细听好。 我们听说一位贵族妇女决定到费加德以外的地方旅行。
