Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: We saw another horde of undead approach the castle just as we left. We hurried here, so that we can complete our exercise and be back in time to be able to help.
de: Wir sahen eine weitere Horde von Untoten sich dem Schloss nähern, gerade als wir aufbrachen. Wir eilten hierher, damit wir unsere Übung abschließen und rechtzeitig zurückkehren können, um zu helfen.
fr: Nous avons vu une horde de mort-vivants s'approcher du château alors que nous partions. Nous avons couru ici, afin de finir nos exercices et revenir à temps afin d'aider.
ja: ちょうど出発した直後に、別のアンデッドの大群が城に近づいてくるのが見えてな。演習を終えて救助が間に合ううちに戻れるよう、ここへ急いだんだ。
pt: Avistamos outra horda de mortos-vivos se aproximar do castelo na hora em que saímos. Nos apressamos aquie então concluímos nosso exercício e voltamos em tempo hábil para ajudar.
zh_cn: 就在我们离开时，我们看到另一群亡灵接近城堡。我们匆匆赶来，以便完成我们的练习，并及时回来能够提供帮助。

source: You mean, you ran away just in time, before you got involved in the fight?
de: Du meinst, dass ihr gerade noch rechtzeitig abhauen konntet, bevor ihr ihn die Schlacht verwickelt wurdet?
fr: Vous voulez dire que vous avez fui juste à temps, avant d'être impliqué dans la bataille ?
ja: つまり、戦いに巻き込まれる前にギリギリで逃げたってこと？
pt: Quer dizer, que fugiu bem na hora, antes de se envolver no embate?
zh_cn: 你的意思是，在你卷入战斗之前，你及时跑开了？

source: Ow, the way you put it, that doesn't sound nice.
de: Autsch, so wie du das darstellst, klingt es nicht nett.
fr: Oh, dit comme ça, ça n'a pas l'air bien.
ja: おい、言い方が悪いぞ。
pt: Ow, o jeito que o pos, não soa nada bem.
zh_cn: 哦，你的说法，听起来不怎么好。

source: Cowardice. I'll report that to your commander.
de: Feigheit. Ich werde das eurem Kommandanten melden.
fr: Couardise. Je le rapporterai à votre commandant.
ja: 臆病者。あなたの上司に報告します。
pt: Covardia. Reportarei-o ao seu superior.
zh_cn: 胆小怕事。我将向你的指挥官报告此事。

source: I had better leave now.
de: Ich sollte jetzt besser gehen.
fr: Je ferais mieux de partir maintenant.
ja: そろそろ失礼しますね。
pt: É melhor ir embora agora.
zh_cn: 我最好现在就离开。

source: I had better leave now. You do not need to hurry with your exercise. All your comrades have already been killed by the undead.
de: Ich sollte jetzt besser gehen. Ihr braucht euch nicht mehr mit euerer Übung zu beeilen. All eure Kameraden sind bereits den Untoten zum Opfer gefallen.
fr: Je ferais mieux de partir maintenant. Pas besoin de vous presser pour votre exercice. Tous vos camarades ont été tués par les mort-vivants.
ja: もう帰ったほうがいいですよ。演習を急ぐ必要はありません。あなたの仲間はみんなアンデッドに殺されました。
pt: É melhor partir agora. Não precisa se apressar com o seu exercício. Todos os seus parceiros foram mortos por mortos-vivos.
zh_cn: 我最好现在就离开。你不需要急着锻炼。你的同志们都已经被亡灵杀死了。

source: No, you won't.
de: Nein, das wirst du nicht.
fr: Non, tu ne le feras pas.
ja: いいや、そんなはずがない。
pt: Não, não vai.
zh_cn: 不，你不会。

source: Oh, you draw your sword?
de: Oh, du ziehst dein Schwert?
fr: Oh, vous avez sorti votre épée ?
ja: おっと、剣を抜くのですか？
pt: Oh, desembainhou a sua espada?
zh_cn: 哦，你拔出你的剑？

source: Hi kid, should we play hide and seek?
de: Hallo Kind, sollen wir Verstecken spielen?
fr: Salut gamin, on joue à cache-cache ?
ja: 坊や、かくれんぼしないか？
pt: Oi criança, gostaria de brincar de esconde-esconde?
zh_cn: 嗨，孩子，我们应该玩捉迷藏吗？

source: Oh yes, I love hide and seek!
de: Aber klar, ich liebe Verstecken!
fr: Oh oui, j'adore jouer à cache-cache !
ja: やるやる、かくれんぼ大好き！
pt: Oh claro, amo esconde- esconde!
zh_cn: 哦，是的，我喜欢捉迷藏!

source: Leave me alone, I am too old for silly games.
de: Lass mich, ich bin zu alt für solch dämliche Spiele.
fr: Laisse-moi tranquille, je suis trop vieux pour ces jeux stupides.
ja: 放っておいてよ、そんなつまらない遊びをする年じゃないんだ。
pt: Deixe-me sozinho, sou muito velho para brincadeiras bobas.
zh_cn: 让我一个人呆着，我太老了，不适合玩愚蠢的游戏。

source: Great! Count to ten, then I will hide.
de: Klasse! Zähle bis zehn, dann habe ich mich versteckt.
fr: Super ! Compte jusqu'à dix, et je vais me cacher.
ja: よぉし！ 10まで数えたら隠れるからなー。
pt: Ótimo! Conte até deze então vou me esconder.
zh_cn: 很好!数到十，然后我就躲起来。

source: OK, I'll close my eyes now. 1, 2, 3...
de: Einverstanden. Ich schließe jetzt meine Augen. 1, 2, 3...
fr: Ok, je ferme mes yeux. 1, 2, 3...
ja: わかった、目を閉じるよ。1、2、3…
pt: Ok, vou fechar os meus olhos. 1, 2, 3...
zh_cn: 好吧，我现在闭上眼睛。1, 2, 3...

source: I am ready!
de: Ich bin soweit!
fr: Je suis prêt !
ja: もういいぞー！
pt: Estou pronto!
zh_cn: 我已经准备好了!

source: ... 10 OK - coming!
de: ...10 In Ordnung - ich komme!
fr: ...10 Ok, j'arrive !
ja: …10 よし、行くぞ！
pt: ... 10 OK - a chegar!
zh_cn: ...10 好的 - 来了!

source: You found me too quickly! Once more, please. Count to ten again!
de: Du hast mich zu schnell gefunden! Noch mal, bitte. Zähle nochmal bis zehn!
fr: Tu m'as trouvé trop vite ! Encore une fois, s'il te plait. Compte encore jusqu'à dix !
ja: 見つけるの早いなぁ！ もう1回だ。また10数えてくれよ！
pt: Achou-me muito rápido! Mais uma vez, por favor. Conte até dez mais uma vez!
zh_cn: 你发现我太快了!再来一次，请。再次数到十！

source: OK. 1, 2, 3...
de: Gut. 1, 2, 3...
ja: 分かった、1、2、3…
zh_cn: 好的。一、二、三……

source: Hey, you found me again! Once more?
de: Heh, du hast mich schon wieder gefunden! Noch eine Runde?
fr: Hé, tu m'as encore trouvé ! On recommence ?
ja: おっと、また見つかった！ まだやるか？
pt: Ei, achou-me de novo! mais uma vez?
zh_cn: 嘿，你又找到我了！再一次？

source: Why not. 1, 2...
de: Warum nicht. 1, 2...
fr: Pourquoi pas. 1, 2...
ja: もちろん。1、2…
pt: Porquê não? 1, 2...
zh_cn: 为什么不呢。1, 2...

source: You didn't count to 10! Don't cheat. Another time!
de: Du hast nicht bis 10 gezählt! Nicht schummeln. Noch einmal!
fr: Tu n'as pas compté jusqu'à 10 ! Ne triche pas. Encore une fois !
ja: 10まで数えてないだろぉ！ ズルはダメ。やり直し！
pt: Não contou até 10! Não faça batota. mais uma vez!
zh_cn: 你没有数到10!不要作弊。再来一次！

source: OK. 1, 2, 3, 4...
de: In Ordnung. 1, 2, 3, 4...
ja: 分かった、1、2、3、4…
zh_cn: 好的。一、二、三、四……

source: Are you sure you didn't cheat this time?
de: Hast du diesmal auch wirklich nicht geschummelt?
fr: Tu es sûr de ne pas avoir triché cette fois ?
ja: 今度はホントにズルしてないのか？
pt: Tem certeza de que não fez batota dessa vez?
zh_cn: 你确定你这次没有作弊吗？

source: Of course not. So go and hide again, quick! 1, 2, 3...
de: Natürlich nicht. Also verstecke dich nochmal, schnell! 1, 2, 3...
fr: Bien-sûr. Retourne vite te cacher ! 1, 2, 3...
ja: もちろんやってないよ。だからもう1回隠れて、早く！ 1、2、3…
pt: Claro que não. vá e se esconda mais uma vez, rápido! 1, 2, 3...
zh_cn: 当然不是。那就再去躲起来吧，快！1, 2, 3...

source: You found me again! Once...
de: Du hast mich wieder gefunden! Noch...
fr: Tu m'as encore trouvé ! Encore...
ja: また見つかった！ まだ…
pt: Achou-me de novo! Mais uma vez...
zh_cn: 你又找到我了!又一次...

source: ...more, I know. 1, 2, 3, 4...
de: ... Mal, schon klar. 1, 2, 3, 4...
fr: ...une fois,je sais. 1, 2, 3, 4...
ja: …やるよ。1、2、3、4…
pt: ... mais, eu sei. 1, 2, 3, 4...
zh_cn: ……更多，我知道。 1、2、3、4...

source: How did you know I'm here?
de: Woher wusstest du, dass ich hier bin?
fr: Comment as-tu sû que j'étais là ?
ja: なんでここにいるってわかったんだ？
pt: Como sabia que eu estava aqui?
zh_cn: 你怎么知道我在这里？

source: I won't reveal my secrets so easily. Now disappear, I'm already counting. 1, 2, 3...
de: Ich werde meine Tricks nicht so leicht verraten. Nun verschwinde, ich zähle schon wieder. 1, 2, 3...
fr: Je ne révèlerai pas mes secrets si facimelent. Maintenant disparait, je compte déjà. 1, 2, 3...
ja: そう簡単に明かすわけないよ。ほら隠れて、もう数えてるから。1、2、3…
pt: Não revelarei meus segredos facilmente. agora suma, já estou a contar 1, 2, 3...
zh_cn: 我不会轻易透露我的秘密。现在消失，我已经在数了。1, 2, 3...

source: No! Wait!
de: Halt! Warte!
fr: Non, attends !
ja: ちょっ！ 待って！
pt: Não! Espera!
zh_cn: 不，等等！

source: ...9, 10 Coming!
de: ...9, 10 Ich komme!
fr: ...9, 10 J'arrive !
ja: …9、10 行くぞ！
pt: ... 9, 10 Chegando!
zh_cn: ...9, 10 来了!

source: That time it took you a bit longer to find me!
de: Dieses mal hast du länger gebraucht, um mich zu finden!
fr: Cette fois ça t'a pris plus de temps pour me trouver !
ja: 今回は見つけるのにちょっと時間がかかったなー！
pt: Naquela vez levou mais tempo para me achar!
zh_cn: 这次，你花了更长的时间才找到我！

source: Indeed. Once more?
de: Stimmt. Noch mal?
fr: C'est vrai. On recommence ?
ja: そうだね。もう1回？
pt: Realmente. Mais uma vez?
zh_cn: 的确如此。再来一次？

source: Ha ha - no! I have to go home for lunch now. What a pity. I had fun with you! See you!
de: Ha ha - nein! Ich muss jetzt zum Mittagessen nach Hause. Schade. Ich hatte richtig Spaß mit dir! Man sieht sich!
fr: Ha ha non ! Il faut que je rentre chez moi pour déjeuner. Dommage. Je me suis bien amusé avec toi ! A bientôt !
ja: ハハハ、ダメ！ 今からお昼を食べに帰らないといけないんだ。残念でした。楽しかったよ！ じゃあね！
pt: Ha Ha - não! Enho que ir para casa para almoçar. Que lastima. Diverti-me consigo! Até logo!
zh_cn: 哈哈--不!我现在必须回家吃午饭。真可惜。我和你玩得很开心！再见再见!

source: Yes, bye.
de: Genau, tschüss.
fr: Oui, ciao.
ja: はい、じゃあね。
pt: Sim, Tchau.
zh_cn: 是的，再见。

source: You wouldn't rest here.
de: Hier würdest du dich nicht hinlegen.
fr: Tu ne te reposerais pas ici.
ja: ここでは休めない。
pt: Não descansaria aqui.
zh_cn: 你不会在这里休息。

source: Beam me up - enabled.
de: Beamen eingeschaltet.
fr: Téléporte-moi - activé.
ja: 転送 - 有効。
pt: Transmitir - incapaz.
zh_cn: 把我送上去--已启用。

source: Help! You must help me! Please!
de: Hilfe! Du musst mir helfen! Bitte!
fr: A l'aide ! Aidez-moi ! S'il vous plait !
ja: たすけて！ 助けて！ お願い！
pt: Ajude-me! Tem que me ajudar! Por favor!
zh_cn: 救命啊!你必须帮助我！求你了！

source: What is your problem, my little one?
de: Was ist dein Problem, mein Kleines?
fr: Qu'est-ce qu'il t'arrive, mon petit ?
ja: どうしたの？
pt: Qual o seu problema, minha pequenina?
zh_cn: 你的问题是什么，我的小家伙？

source: I am Gyra, Odirath's daughter. My father is the armorer of Stoutford, a very important man.
de: Ich bin Gyra, die Tochter von Odirath. Mein Vater ist der Rüstungsschmied von Stoutford, ein sehr bedeutender Mann.
fr: Je suis Gyra, la fille de Odirath. Mon père est l'armurier de Stoutford, un homme très important.
ja: わたしはジャイラ、オディラスの娘。お父さんはスタウトフォードで防具屋をやっててとってもエラい人なの。
pt: Sou Gyra, a filha de Odirath's. Meu pai é o armeiro de Stoutford, um homem muito importante.
zh_cn: 我是吉拉，奥迪拉斯的女儿。我父亲是斯托福德的军械师，一个非常重要的人。

source: I was looking for Lord Bourbon's helmet, when I was surprised by these monsters.
de: Ich war auf der Suche nach Lord Bourbons Helm, als ich von diesen Monstern überrascht wurde.
fr: Je cherchais le casque du Seigneur Bourbon, quand j'ai été surprise par ces monstres.
ja: バーボン卿のヘルメットを探してたらここのモンスターにびっくりして。
pt: Estava a procurar pelo o capacete do Lorde Bourbon, quando fui surpreendida por esses monstros.
zh_cn: 我正在寻找波旁勋爵的头盔，却被这些怪物惊呆了。

source: So I hid here in the storeroom and didn't dare to leave the hiding place.
de: Also habe ich mich hier in dem Lagerraum versteckt und mich nicht getraut, mein Versteck zu verlassen.
fr: Alors je me suis cachée dans la remise et je n'ai pas osé quitté ma cachette.
ja: だからわたしはここの物置に隠れてて、それで隠れ場から出られなくって。
pt: Então escondi-me aqui na despensa e não ousei sair desse lugar escondido.
zh_cn: 所以我躲在这间储藏室里，不敢离开藏身之处。

source: Eh, I will be back soon. Maybe. But ... probably not, no. I hate kids.
de: Öhm, ich bin gleich zurück. Vielleicht. Aber... eher nicht, nein. Ich hasse Kinder.
fr: Euh, je reviendrai bientôt. Peut-être. Mais... en fait non. Je déteste les enfants.
ja: うん、すぐ戻ってくるよ。たぶんね。でも…やっぱり無理かも。子供は嫌いなんだ。
pt: Eh, voltarei em breve. Talvez, Mas... provavelmente não, não. Odeio crianças.
zh_cn: 呃，我很快就会回来。也许吧。但是......可能不会，不会。我讨厌孩子。

source: Of course I will help you. Just follow me.
de: Natürlich werde ich dir helfen. Folge mir einfach.
fr: Je vais t'aider bien-sûr. Suis-moi.
ja: もちろん手伝うよ。ついてきて。
pt: É claro que te vou ajudar. Apenas sigue-me.
zh_cn: 我当然会帮助你。只要跟着我。

source: Great! It is so important that Lord Bourbon gets his helmet. Then he will drive out these monsters!
de: Klasse! Es ist so wichtig, das Lord Bourbon seinen Helm zurückbekommt. Dann wird er diese Monster vertreiben!
fr: Super ! C'est vraiment important que le Seigneur Bourbon aie son casque. Ca lui permettra de repousser ces monstres !
ja: やった！ バーボン卿のヘルメットを取ってくるのはとっても大切よ。そうすればこんなモンスターなんて彼がやっつけてくれるもの！
pt: Ótimo! É muito importante que o Lorde Bourbon pegue o capacete dele. Então ele vai expulsar esses monstros!
zh_cn: 很好!波旁大人得到他的头盔是如此重要。然后他将赶走这些怪物!

source: I started to look in the main house, but maybe we have to search the whole castle.
de: Ich habe meine Suche im Hauptgebäude gestartet, aber vielleicht sollten wir das gesamte Schloss absuchen.
fr: J'ai commencé à regarder dans la maison principale, mais peut-être qu'on doit chercher dans tout le château.
ja: 母屋から探してたんだけど、もしかしたらお城全体を探してみないとダメかも。
pt: Comecei a procurar na casa principal, mas talvez nos temos que procurar no castelo inteiro.
zh_cn: 我开始在主屋里寻找，但也许我们必须搜索整个城堡。

source: Let's go then.
de: Dann lass uns aufbrechen.
fr: Allons-y alors.
ja: じゃあ行こう。
pt: Então vamos.
zh_cn: 那我们走吧。

source: Please go ahead. I will follow you, probably.
de: Bitte gehe vor. Ich werde dir wahrscheinlich folgen.
fr: Partez devant. Je vous suivrai, probablement.
ja: お先にどうぞ。わたしはあなたについていくから、たぶんね。
pt: Por favor vá a frente. Seguirei-o, provavelmente.
zh_cn: 请走吧。我可能会跟着你。

source: Probably?
de: Wahrscheinlich?
fr: Probablement ?
ja: たぶん？
pt: Provavelmente?
zh_cn: 可能吗？

source: OK, just stay close to me.
de: Einverstanden. Bleibe einfach nahe bei mir.
fr: Ok, reste près de moi.
ja: 分かった、僕のそばにいて。
pt: Ok, apenas fique perto de mim.
zh_cn: 好吧，就在我身边。

source: Let me carry you for a while.
de: Lass mich dich für eine Weile tragen.
fr: Laisse-moi te porter un petit moment.
ja: しばらくの間君を抱えるよ。
pt: Deixe-me te carregar por enquanto.
zh_cn: 让我背你一会儿。

source: I will follow you wherever you go. Only if I'm too scared, then I will stay where I am. For example, I will never go to Flagstone.
de: Ich werde dir überall hin folgen. Nur wenn ich zu veränstigt bin, dann bleibe ich einfach, wo ich bin. Ich werde beispielsweise niemals nach Flagstone gehen.
fr: Je vous suivrai où que vous alliez. Je resterai où je suis seulement si j'ai trop peur. Pas rexemple, je n'irai jamais à Flagstone.
ja: あなたが行くところならどこへでもついていくわ。でもあんまり怖かったら、わたしは今いるところで待ってる。例えば、フラッグストーンには絶対に行かないからね。
pt: Seguirei onde for. Apenas se ficar muito assustada irei ficar onde estou. Por exemplo, nunca irei para Flagstone.
zh_cn: 无论你去哪里，我都会跟着你。只有当我太害怕时，才会留在原地。比如说，我永远不会去石板监狱。

source: You may have to carry me from time to time. I'll jump off your back again when I'm rested.
de: Vielleicht musst du mich hin und wieder tragen. Ich werde von deinem Rücken springen, wenn ich mich ausgeruht habe.
fr: Il faudra peut-être que vous me portiez sur votre dos de temps en temps. Je redescendrai de votre dos quand je serai reposée.
ja: あなたは時々わたしを抱えないといけないかも。休んだらまたあなたの背中から飛び降りるわ。
pt: Pode ter que me carregar às vezes. Vou pular de costas quando estiver descansado.
zh_cn: 你可能不得不时不时地背我。等我休息好了，我再从你背上跳下来。

source: OK, let's go then.
de: Verstanden, auf geht's.
fr: Ok, allons-y.
ja: 分かった、じゃあ行こう。
pt: OK, então vamos lá.
zh_cn: 好吧，那我们走吧。

source: NO! Please not through the gate! I won't go there!
de: NEIN! Nicht durch dieses Tor! Ich werde da nicht hingehen!
fr: NON ! S'il vous plait pas à travers le portail ! Je n'irai pas là-bas !
ja: やだ！ 門を通らないで！ わたしは行かないからね！
pt: NÃO! Por favor, não através do portão! Não irei!
zh_cn: 不!请不要通过大门！我不会去那里！

source: No! Please not to Flagstone! I won't go there!
de: Nein! Bitte nicht nach Flagstone! Ich will da nicht hin!
fr: Non ! S'il vous plait pas à Flagstone ! Je n'irai pas là-bas !
ja: やだ！ フラッグストーンはやめて！ わたしは行かないからね！
pt: NÃO! por favor, não para Flagstone! Não irei!
zh_cn: 不!请不要去石板监狱！我不会去那里！

source: Now I know the way. I run to my dad and tell him the whole story.
de: Ab hier kenne ich den Weg. Ich laufe zu meinem Papa und erzähle im die ganze Geschichte.
fr: Maintenant je connais le chemin. Je vais courir jusqu'à mon papa lui reconter toute l'histoire.
ja: もう道はわかるわ。お父さんにぜんぶ話してくるね。
pt: Agora sei o caminho. Correrei ao meu pai e direi toda a história.
zh_cn: 现在我知道路了。我跑去找我爸爸，告诉他整个故事。

source: He will be very happy.
de: Er wird außer sich vor Freude sein.
fr: Il sera très heureux.
ja: とても喜ぶだろうね。
pt: Ele vai ficar muito feliz.
zh_cn: 他将会非常高兴。

source: No, I won't go home without the helmet! We must go back and find it. You promised to help me with this.
de: Nein, ich werde nicht ohne den Helm heimgehen! Wir müssen zurück und ihn finden. Du hast es mir versprochen.
fr: Non, je ne vais pas rentrer à la maison sans le casque ! Nous devons retourner et le trouver. Vous avez promis de m'y aider.
ja: やだ、ヘルメットなしじゃ帰らない！ 戻って探さないと。手伝ってくれるって約束したじゃない。
pt: Não, não irei para casa sem o capacete! Devemos voltar e achá-lo. Prometeu ajudar-me com isso.
zh_cn: 不，没有头盔我是不会回家的!我们必须回去找到它。你答应过要帮我解决这个问题的。

source: Sigh. OK.
de: Seufz. Verstanden.
fr: [Soupir] Ok.
ja: ハァ。わかったよ。
pt: *Suspiro*. OK.
zh_cn: 叹气。好了。

source: You don't need to carry me anymore, I can walk by myself again.
de: Du brauchst mich nicht mehr zu tragen, ich kann wieder selbst laufen.
fr: Vous n'avez plus besoin de me porter, je peux marcher toute seule.
ja: もう抱えなくていいわ、また1人で歩けるから。
pt: Não precisa continuar a carregar-me, posso andar com os meus próprios pés.
zh_cn: 你不需要再背我了，我又可以自己走了。

source: I think that Lord Bourbon's helmet must be somewhere in a castle building.
de: Ich denke, dass Lord Bourbons Helm irgendwo in einem der Schlossgebäude sein muss.
fr: Je pense que le casque du Seigneur Bourbon doit être quelque part dans un bâtiment du château.
ja: バーボン卿のヘルメットはお城のどこかにあるんじゃないかな。
pt: Acho que o capacete do Lorde Bourbon deve estar em algum lugar no castelo.
zh_cn: 我想，波旁勋爵的头盔一定在城堡建筑的某个地方。

source: To find the helmet, we should really search all the rooms within the castle and its walls.
de: Um den Helm zu finden, sollten wir wirklich jeden Raum im Schloss innerhalb der Mauern absuchen.
fr: Pour trouver le casque, nous devons vraiement chercher toutes les salles du château, et ses murs.
ja: ヘルメットを見つけるためには、本当に城と城壁の内側の部屋すべてを捜索する必要がある。
pt: Para achar o capcete, devemos procurar em todos os cômodos e paredes do castelo.
zh_cn: 为了找到头盔，我们应该真正搜索城堡内所有的房间和城墙。

source: I have a feeling that we are very close.
de: Ich habe das Gefühl, dass wir sehr nahe dran sind.
fr: Je sens qu'on est tout proches.
ja: すぐ近くにある気がするわ。
pt: Estou com a sensação de que estamos muito perto.
zh_cn: 我有一种感觉，我们非常接近。

source: Look there, behind the cupboard!
de: Sieh dort, hinter dem Schrank!
fr: Regardez ici, derrière l'armoire !
ja: 戸棚の裏を見て！
pt: Olhe ali, atrás do armário!
zh_cn: 看那里，橱柜后面！

source: Yes, there it is!
de: Ja, das ist er!
fr: Oui, il est là !
ja: よし、あった！
pt: Sim, aí está!
zh_cn: 是的，就在这里!

source: And now back home quickly!
de: Und nun ganz schnell nach Hause!
fr: Et maintenant, on rentre vite à la maison !
ja: あとは早く家に帰ろう！
pt: E agora de volta para casa depressa!
zh_cn: 现在赶紧回家吧!

source: I would never have found the helmet without you.
de: Ohne dich hätte ich niemals den Helm gefunden.
fr: Je n'aurais jamais trouvé le casque sans vous.
ja: 君がいなければヘルメットは見つけられなかったよ。
pt: Jamais acharia o capacete sem a sua ajuda.
zh_cn: 如果没有你，我永远不可能找到这个头盔。

source: Look there, under the bed!
de: Sieh dort, unter dem Bett!
fr: Regardez là, sous le lit !
ja: ベッドの下を見て！
pt: Olhe ali, embaixo da cama!
zh_cn: 看那边，床底下！

source: Look there, behind the crack in the wall!
de: Sieh dort, hinter dem Riss in der Mauer!
fr: Regardez là, derrière la fissure dans le mur !
ja: 壁の割れ目の奥を見て！
pt: Olhe ai, atrás da rachadura na parede!
zh_cn: 看那里，在墙的裂缝后面!

source: Greetings, $playername! Come, sit down and chat with me a little bit over a cup of tea.
de: Sei gegrüßt, $playername! Komm näher, nimm Platz und plaudere ein wenig mit mir über einer Tasse Tee.
fr: Enchanté, $playername ! Viens t'asseoir et discutons un peu autour d'une tasse de thé.
ja: やあ、$playername！ さあ、そこにかけてくれ。紅茶でも飲みながら少し話をしようじゃないか。
pt: Saudações, $playername! Venha, sente-se e converse comigo um pouco sobre uma xícara de chá.
zh_cn: 你好，$playername!来吧，坐下来和我喝杯茶聊一聊。

source: Would you like a cup of good southern blend?
de: Möchtest du eine Tasse mit einer guten südlichen Mischung probieren?
fr: Veux-tu une tasse d'une bon mélange de thé du sud ?
ja: 南部ブレンドはいかがかな？
pt: Gostaria de uma xícara de boa mistura do southern ?
zh_cn: 你想喝杯好的南方混合饮料吗？

source: With pleasure.
de: Mit Vergnügen.
fr: Avec plaisir.
ja: 喜んで。
pt: Com prazer.
zh_cn: 荣幸。

source: Who are you and how do you know my name?
de: Wer bist du, und woher kennst du meinen Namen?
fr: Qui êtes-vous et comment savez-vous mon nom ?
ja: あなたは誰ですか、どうして僕の名前を知っているのですか？
pt: Quem é e como sabe o meu nome?
zh_cn: 你是谁，你怎么知道我的名字？

source: *chuckles* Very clever. You should not trust strangers nowadays.
de: *Kichert* Sehr schlau. Man sollte heutzutage keinem Fremden trauen.
fr: *rires* Très intelligent. Tu ne devrais pas faire confiance aux étrangers de nos jours.
ja: （くすくす笑う）実に賢明だ。近頃は見知らぬ相手を信用してはならない。
pt: *risadas* Muito esperta. Não deve confiar em estranhos hoje em dia.
zh_cn: *笑*非常聪明。如今，你不应该相信陌生人。

source: Right. That's why I'm leaving now.
de: Stimmt. Weswegen ich jetzt wieder gehe.
fr: C'est vrai. C'est pourquoi je pars maintenant.
ja: そうですね。なのでもう行きますね。
pt: Correto. Esse é o motivo da minha saída agora.
zh_cn: 对。这就是为什么我现在要离开。

source: You have not finished all the fights. So what are you doing here?
de: Du hast noch nicht alle Kämpfe beendet. Also was machst du hier?
fr: Vous n'avez pas fini tous les combats. Alors que faites-vous ici ?
ja: 君はまだ全ての戦いを終えていない。こんなところで何をしている？
pt: Não terminou todas as lutas. Então, o que está a fazer aqui?
zh_cn: 你还没有完成所有的战斗。那么你在这里做什么？

source: Oh, I know many things. A good leader has to keep his eyes and ears open.
de: Oh, ich weiß viele Dinge. Ein guter Anführer muss Augen und Ohren immer offen halten.
fr: Oh, plein de choses. Un bon chef doit garder ses yeux ouverts et ses oreilles à l'écoute.
ja: そうだね、私は多くのことを知っている。優れた指導者とは目を見開き耳を澄まさねばならないものだ。
pt: Ok, sei de muitas coisas, Um bom líder deve manter os olhos e ouvidos dele abertos.
zh_cn: 哦，我知道很多事情。一个好的领导者必须保持他的眼睛和耳朵的开放。

source: You command the undead soldiers down there?
de: Befehligst du die untoten Soldaten da unten?
fr: Vous commandez les soldats mort-vivants là-bas ?
ja: アンデッドの兵士を指揮しているのですか？
pt: Comanda os soldados mortos-vivos que estão lá embaixo?
zh_cn: 你指挥下面的亡灵士兵？

source: You didn't answer my question. Who are you?
de: Du hast meine Frage nicht beantwortet. Wer bist du?
fr: Vous n'avez pas répondu à ma question. Qui êtes-vous ?
ja: 質問の答えになってない。あなたは誰？
pt: Não respondeu a minha pergunta. Quem é?
zh_cn: 你没有回答我的问题。你是谁？

source: No, do not worry. I have nothing to do with the undead here in the castle. I just find them interesting.
de: Nein, keine Sorge. Ich habe nichts mit den Untoten hier im Schloss zu schaffen. Ich finde sie nur einfach interessant.
fr: Non, ne t'inquiète pas. Je n'ai rien à voir avec les mort-vivants du château. Je les trouve juste intéressants.
ja: いや、心配はいらないよ。私はこの城のアンデッドとは何の関係もない。ただアレについては興味深いとは思うけどね。
pt: Não, não se preocupe. Não tenho nada a ver com os mortos-vivos no castelo. Apenas achei-os interessantes.
zh_cn: 不，别担心。我和城堡里的亡灵没有任何关系。我只是觉得他们很有趣。

source: Interesting indeed.
de: Interessant - in der Tat.
fr: Intéressants c'est vrai.
ja: 確かに興味深い。
pt: Realmente interessante.
zh_cn: 确实很有趣。

source: Do you have any idea what the undead are doing here?
de: Hast du eine Ahnung, was die Untoten hier wollen?
fr: Savez-vous ce que font les mort-vivants ici ?
ja: アンデッドがここで何をしているか見当はつきますか？
pt: Tem alguma ideia do que os mortos-vivos estão a fazer aqui?
zh_cn: 你知道亡灵在这里做什么吗？

source: No. I expected Lord Berbane's men to be here. But these undead are a nice change.
de: Nein. Ich hatte erwartet, dass Lord Berbanes Männer hier wären. Aber diese Untoten sind eine nette Abwechslung.
fr: Non. Je m'attendais à ce que les hommes du Seigneur Berbane viennent ici. Mais ces mort-vivants sont bien là aussi.
ja: さて。私としてはバーベイン卿の配下がここにいるものとばかり当たりをつけていたのだが。とは言うものの、これらのアンデッドは良い変化だ。
pt: Não. Esperava que os soldados do Lorde Berbane estivessem aqui. Mas esses mortos-vivos são uma boa mudança.
zh_cn: 不，我以为贝班大人的手下会在这里。但这些亡灵是个不错的变化。
