Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: Fine, it's all for you. Maybe this way you'll learn a lesson. Come see me in some days, you might be of use.
ja: よろしい、ではこれは全てお前のものだ。これで得られる教訓もあるかもしれんな。何日かしたらまた会いに来なさい。何かの役に立つかもしれん。
zh_cn: 好吧，这一切都是为了你。也许这样你会学到一个教训。过几天来看我，你可能会派上用场。

source: A bag full of junk necklaces and rings?! No way, trickster!
ja: バッグの中はネックレスとリングのガラクタでいっぱいだ？！ 信じられない、このペテン師！
zh_cn: 一个装满垃圾项链和戒指的袋子？不可能，骗子!

source: I...will.
ja: そう…します。
zh_cn: 我......会的。

source: Good answer! That is very inline with any good Feygard soldier thoughts. Since I owe you a favor, let me repay you with this bag of gold.
ja: いい答えだ！ 立派なフェイガード兵の考えとほとんど同じと言っていい。恩があるので、このゴールドの入った袋でお返ししよう。
zh_cn: 回答得很好!这非常符合任何优秀的费加德士兵的想法。既然我欠你一个人情，就让我用这袋金子来报答你吧。

source: [Take the gold] Finally...
ja: （お金を受け取る）やっと…
zh_cn: [拿金子]最后...

source: I can't accept gold for saving someone's life...
ja: 誰かの命を救ったことでのお金なんて受け取れません…
zh_cn: 我不能因为救了别人的命而接受金子......。

source: Should I be surprised? That shows how valuable your word currently is. Come back in a few days and I may change my opinion if you're willing to help me.
ja: 驚いた方がいいのか？ 今のお前の言葉の価値は、それが示しているぞ。何日かしたらまた来るように。お前が協力してくれるというなら、私も評価を変えることがあるかもしれない。
zh_cn: 我应该感到惊讶吗？这表明你的话目前是多么有价值。几天后回来，如果你愿意帮助我，我可能会改变我的看法。

source: You liar...! Hmpf.
ja: この嘘つき…！ フン。
zh_cn: 你这个骗子...！嗯。

source: I'll think about it, but you'd better pay me next time!
ja: 考えておくけど、次はちゃんとお金を払ってね！
zh_cn: 我会考虑的，但你下次最好付钱给我！

source: *Withdraws his hand with the gold bag and makes a nod of approval* Good, good. I accept your choice. Since you said you are not going to accept gold, take this as a sign of my gratitude. We'll talk later. Now we all need some rest.
ja: （お金の入った袋を持った手を引っ込めて頷く）よしよし。その選択を受け入れよう。金は受け取らないと言ったのだ、だからこれを私からの感謝の印として受け取りなさい。 また後で話そう。我々には少し休息が必要だ。
zh_cn: *收回金袋和他的手，做了个点头的动作*好，好。我接受你的选择。既然你说你不打算接受金子，就把这个当作我的谢意吧。 我们以后再谈。现在我们都需要休息一下。

source: Your debt is settled, sir.
ja: あなたへの貸しはお返しいただきました。
zh_cn: 你的债务已经结清了，先生。

source: Thank you, I will keep it as the most valuable treasure.
ja: ありがとうございます、大切な宝物として大事にします。
zh_cn: 谢谢你，我会把它作为最珍贵的宝藏。

source: I will keep it as my most precious treasure. [Lie]
ja: 大切な宝物として大事にします。（嘘）
zh_cn: 我会把它作为我最珍贵的宝藏。[谎言]

source: I would say that is a ... very ignorant reply, but I will not judge you today. Go back home and spend some time with your people and your family; then come back. I will need people like you in a few days.
ja: それは…無知極まる返答だと言いたいところだが、今日のところは判断を保留としておく。家に帰って、知人や家族と時間を過ごしてきなさい。そして戻ってこい。数日後にはお前のような者が必要になる。
zh_cn: 我想说这是一个......非常无知的回答，但我今天不会评判你。回家去吧，和你的人民和你的家人呆一段时间；然后再回来。几天后，我将需要像你这样的人。

source: So no reward...hmph, bye.
ja: それで報酬はなし、と…フン、じゃあね。
zh_cn: 所以没有奖励......哼哼，再见。

source: I'll remember to come back, farewell.
ja: 忘れずに戻ってきます、さようなら。
zh_cn: 我会记得回来的，再见。

source: Hah! You really are either so brave or so dumb confessing that in a place full of Feygard soldiers.
ja: ハッ！ フェイガードの兵士であふれている場所でそれを告白するとは、本当に勇気があるか愚かかのどちらかだな。
zh_cn: 哈!你真的是要么很勇敢，要么很笨，在一个满是费加德士兵的地方承认了这一点。

source: Those who don't believe will eventually be punished!
ja: 信じない者はいずれ罰せられるぞ！
zh_cn: 那些不相信的人最终会受到惩罚!

source: You couldn't land a single hit on me!
ja: あなたは僕に一発も当てられなかっただろう！
zh_cn: 你根本无法击中我！

source: Look, this is simple. The Shadow is the past. We, Feygard, are the future. Fanaticism is never a good companion, but you are still young, you will need time to fully understand my words.
ja: 単純なことだ。シャドウは過去のものだ。我々フェイガードは未来である。狂信は決して良き友とは言えんが、お前はまだ若い。私の言葉を完全に理解するには時間が必要だろう。
zh_cn: 看，这很简单。暗影是过去。我们，费加德，才是未来。狂热从来不是一个好伙伴，但你还年轻，你需要时间来完全理解我的话。

source: You forbid the use of Bonemeal!
ja: 骨粉の使用を禁止するのか！
zh_cn: 你禁止使用骨粉！

source: You put unfair taxes and censor people's beliefs!
ja: 不当な税金をかけて、人々の信念を取り締まるのか！
zh_cn: 你征收不公平的税，审查人们的信仰！

source: Not everything is black or white. Taxes are needed in this great kingdom in order to keep the peace and the roads safe.
ja: 全てが白か黒かではない。この偉大な王国で平和と街道の安全を保つためには税が必要なのだ。
zh_cn: 并非所有的事情都是非黑即白。在这个伟大的王国里需要征税，以保持和平和道路安全。

source: Would you like your bones be used in some sort of ritual to make those potions? Because in winter, when big mammals, erumen lizards, and other beasts hibernate, there's only one kind of bones useful for that: ours.
ja: お前は自分の骨をポーションの材料として使われたいのか？ 冬には大型の哺乳類やエルメンリザードといった動物が冬眠に入る、すると使える骨は1種類しかない。我々の骨だ。
zh_cn: 你希望你的骨头被用在某种仪式上来制作这些药水吗？因为在冬天，当大型哺乳动物、蜥蜴和其他野兽冬眠时，只有一种骨头对此有用：我们的骨头。

source: That sounds kind of true. You are a very persuasive speaker.
ja: そうかもしれない。あなたはとても口のうまい話し手ですね。
zh_cn: 这听起来有点像真的。你是一个非常有说服力的演讲者。

source: Dagger
de: Dolch
fr: Dague
ja: ダガー
pt: Adaga
zh_cn: 匕首

source: Shortsword
de: Kurzschwert
fr: Épée courte
ja: ショートソード
pt: Espada curta de aço
zh_cn: 短剑

source: Rapier
de: Degen
fr: Rapière
ja: レイピア
pt: Florete
zh_cn: 刺剑

source: Longsword
de: Langschwert
fr: Épée longue
ja: ロングソード
pt: Espada longa
zh_cn: 长剑

source: Two-handed sword
de: Zweihandschwert
fr: Épée à deux mains
ja: ツーハンドソード
pt: Espada de duas mãos
zh_cn: 双手剑

source: Broadsword
de: Breitschwert
fr: Glaive
ja: ブロードソード
pt: Espada larga
zh_cn: 宽剑

source: Axe
de: Axt
fr: Hache
ja: アックス
pt: Machado
zh_cn: 斧头

source: Greataxe
de: Große Axt
fr: Grande hache
ja: グレートアックス
pt: Machado grande
zh_cn: 巨斧

source: Club
de: Knüppel
fr: Gourdin
ja: クラブ
pt: Bastão
zh_cn: 棍棒

source: Quarterstaff
de: Kampfstab
fr: Bâton de combat
ja: 六尺棒
pt: Bastão
zh_cn: 尖头木棒

source: Mace
de: Streitkolben
fr: Masse
ja: メイス
pt: Maça
zh_cn: 狼牙棒

source: Scepter
de: Zepter
fr: Sceptre
ja: 王笏
pt: Ceptro
zh_cn: 权杖

source: Warhammer
de: Kriegshammer
fr: Marteau de guerre
ja: ウォーハンマー
pt: Martelo de guerra
zh_cn: 战锤

source: Giant hammer
de: Riesenhammer
fr: Marteau géant
ja: ジャイアントハンマー
pt: Martelo gigante
zh_cn: 巨锤

source: Pole weapon
de: Stabwaffe
fr: Arme d'hast
ja: 長柄武器
pt: Arma de haste
zh_cn: 长杆武器

source: Buckler
de: Faustschild
fr: Écu
ja: バックラー
pt: Pequeno escudo
zh_cn: 圆盾

source: Shield, wood (light)
de: Schild, Holz (leicht)
fr: Bouclier, bois (léger)
ja: 盾、木製（軽）
pt: Escudo de madeira (leve)
zh_cn: 盾，木质（轻）

source: Shield, metal (light)
de: Schild, Metall (leicht)
fr: Bouclier, métal (léger)
ja: 盾、金属（軽）
pt: Escudo de metal (leve)
zh_cn: 盾，金属（轻）

source: Shield, wood (heavy)
de: Schild, Holz (schwer)
fr: Bouclier, bois (lourd )
ja: 盾、木製（重）
pt: Escudo de madeira (pesado)
zh_cn: 盾，木质（重）

source: Shield, metal (heavy)
de: Schild, Metall (schwer)
fr: Bouclier, métal (lourd)
ja: 盾、金属（重）
pt: Escudo de metal (pesado)
zh_cn: 盾，金属（重）

source: Tower shield
de: Turmschild
fr: Grand bouclier
ja: タワーシールド
pt: Escudo de torre
zh_cn: 塔盾

source: Headwear, cloth
de: Kopfbedeckung, Stoff
fr: Chapeau, tissus
ja: 帽子、布
pt: Chapéu de pano
zh_cn: 头饰, 布

source: Headwear, leather
de: Kopfbedeckung, Leder
fr: Chapeau, cuir
ja: 帽子、レザー
pt: Capacete de couro
zh_cn: 头饰，皮革

source: Headwear, metal (light)
de: Kopfbedeckung, Metall (leicht)
fr: Chapeau, métal (léger)
ja: 帽子、金属（軽）
pt: Capacete de metal (leve)
zh_cn: 头饰，金属（轻）

source: Headwear, metal (heavy)
de: Kopfbedeckung, Metall (schwer)
fr: Chapeau, métal (lourd)
ja: 帽子、金属（重）
pt: Capacete de metal (pesado)
zh_cn: 头饰，金属（重）

source: Armor, cloth
de: Rüstung, Stoff
fr: Armure, vetement
ja: 鎧、布
pt: Armadura de pano
zh_cn: 盔甲，布

source: Armor, leather
de: Rüstung, Leder
fr: Armure, cuir
ja: 鎧、レザー
pt: Armadura de couro
zh_cn: 盔甲，皮革

source: Hide armor
de: Tarnrüstung
fr: Armure de peau
ja: ハイドアーマー
pt: Armadura de couro
zh_cn: 隐藏盔甲

source: Armor (light)
de: Rüstung (leicht)
fr: Armure (légère)
ja: 鎧（軽）
pt: Armadura (leve)
zh_cn: 盔甲 (轻)

source: Armor (heavy)
de: Rüstung (schwer)
fr: Armure (lourde)
ja: 鎧（重）
pt: Armadura (pesada)
zh_cn: 盔甲（重）

source: Chain mail
de: Kettenrüstung
fr: Cotte de mailles
ja: チェインメイル
pt: Cota de malha
zh_cn: 锁子甲

source: Splint mail
de: Kettenhemd
fr: Armure d'écailles
ja: スプリントメイル
pt: Couraça de talas
zh_cn: 条板甲

source: Plate mail
de: Plattenpanzer
fr: Armure de plates
ja: プレートメイル
pt: Couraça de placas
zh_cn: 板甲

source: Gloves, cloth
de: Handschuhe, Stoff
fr: Gant, tissus
ja: 手袋、布
pt: Luvas de pano
zh_cn: 手套，布

source: Gloves, leather
de: Handschuhe, Leder
fr: Gants, cuir
ja: 手袋、レザー
pt: Luvas de couro
zh_cn: 手套，皮革

source: Gloves, metal (light)
de: Handschuhe, Metall (leicht)
fr: Gant, métal (léger)
ja: 手袋、金属（軽）
pt: Luvas de metal (leve)
zh_cn: 手套，金属（轻）

source: Gloves, metal (heavy)
de: Handschuhe, Metall (schwer)
fr: Gant, métal (lourd)
ja: 手袋、金属（重）
pt: Luvas de metal (pesado)
zh_cn: 手套，金属（重）

source: Footwear, cloth
de: Schuhwerk, Stoff
fr: Chaussures, tissus
ja: 履物、布
pt: Calçado de pano
zh_cn: 鞋子，布

source: Footwear, leather
de: Schuhwerk, Leder
fr: Chaussures, cuir
ja: 履物、レザー
pt: Calçado de couro
zh_cn: 鞋子，皮革

source: Footwear, metal (light)
de: Schuhwerk, Metall (leicht)
fr: Chaussures, métal (légères)
ja: 履物、金属（軽）
pt: Calçado de metal (leve)
zh_cn: 鞋子，金属（轻）

source: Footwear, metal (heavy)
de: Schuhwerk, Metall (schwer)
fr: Chaussures, métal (lourdes)
ja: 履物、金属（重）
pt: Calçado de metal (pesado)
zh_cn: 鞋子，金属（重）

source: Necklace
de: Halskette
fr: Collier
ja: ネックレス
pt: Colar
zh_cn: 项链

source: Ring
fr: Anneau
ja: リング
pt: Anel
zh_cn: 戒指

source: Potion
de: Trank
ja: ポーション
pt: Poção
zh_cn: 药水

source: Food
de: Lebensmittel
fr: Nourriture
ja: 食べ物
pt: Comida
zh_cn: 食品

source: Drink
de: Getränk
fr: Boisson
ja: 飲み物
pt: Bebida
zh_cn: 饮料

source: Gem
de: Edelstein
fr: Gemme
ja: 宝石
pt: Gema
zh_cn: 宝石

source: Animal part
de: Tierbestandteil
fr: Partie du corps d'un animal
ja: アニマルパーツ
pt: Parte de animal
zh_cn: 动物部分

source: Edible animal part
de: essbarer Tierbestandteil
fr: Partie du corps comestible d'un animal
ja: 食用アニマルパーツ
pt: Parte de animal (comestível)
zh_cn: 可食用的动物部分

source: Liquid container
de: Flüssigkeitsbehälter
fr: Container
ja: 液体容器
pt: Recipiente de líquidos
zh_cn: 液体容器

source: Money
de: Geld
fr: Monnaie
ja: お金
pt: Dinheiro
zh_cn: 钱

source: Other
de: Sonstige
fr: Autre
ja: その他
pt: Outro
zh_cn: 其它

source: Whip
de: Peitsche
fr: Fouet
ja: 鞭
pt: Chicote
zh_cn: 鞭子

source: Healing item
de: Heilender Gegenstand
fr: Article de guérison
ja: ヒーリングアイテム
pt: Item de cura
zh_cn: 治疗物品

source: Gauntlet
de: Handschuh
fr: Gantelet
ja: ガントレット
pt: Manopla
zh_cn: 护手

source: Parrying weapon
fr: Arme de parade
ja: パリィ武器
pt: Arma de desvio
zh_cn: 格挡武器

source: Gold coins
de: Goldmünzen
fr: Pièces d'or
ja: 金貨
pt: Moedas de ouro
zh_cn: 金币

source: Wooden club
de: Holzknüppel
fr: Massue en bois
ja: ウッドクラブ
pt: Bastão de madeira
zh_cn: 木棒

source: Iron club
de: Eisenknüppel
fr: Bâton en fer
ja: アイアンクラブ
pt: Bastão de ferro
zh_cn: 铁棒

source: Crude iron sword
de: Plumpes Eisenschwert
fr: Épée en fer
ja: 粗悪なアイアンソード
pt: Espada de ferro rudimentar
zh_cn: 粗糙的铁剑

source: Iron hammer
de: Eisenhammer
fr: Marteau en fer
ja: アイアンハンマー
pt: Martelo de ferro
zh_cn: 铁锤

source: Iron dagger
de: Eisendolch
fr: Dague en fer
ja: アイアンダガー
pt: Adaga de ferro
zh_cn: 铁匕首

source: Sharp iron dagger
de: Scharfer Eisendolch
fr: Dague en fer effilé
ja: シャープアイアンダガー
pt: Adaga afiada de ferro
zh_cn: 锋利的铁匕首

source: Superior iron dagger
de: Guter Eisendolch
fr: Dague en fer supérieure
ja: 良質なアイアンダガー
pt: Adaga superior de ferro
zh_cn: 上等的铁匕首

source: Iron shortsword
de: Eisenkurzschwert
fr: Épée courte en fer
ja: アイアンショートソード
pt: Espada curta de ferro
zh_cn: 铁短剑

source: Iron sword
de: Eisenschwert
fr: Épée en fer
ja: アイアンソード
pt: Espada de ferro
zh_cn: 铁剑

source: Iron longsword
de: Eisenlangschwert
fr: Épée longue en fer
ja: アイアンロングソード
pt: Espada longa de ferro
zh_cn: 铁长剑

source: Iron broadsword
de: Eisenbreitschwert
fr: Glaive en fer
ja: アイアンブロードソード
pt: Espada larga de ferro
zh_cn: 铁阔剑

source: Steel broadsword
de: Stahlbreitschwert
fr: Glaive en acier
ja: スチールブロードソード
pt: Espada larga de aço
zh_cn: 钢铁阔剑

source: Steel sword
de: Stahlschwert
fr: Épée en acier
ja: スチールソード
pt: Espada de aço
zh_cn: 钢剑

source: Woodcutter's axe
de: Holzfälleraxt
fr: Hache de bûcheron
ja: きこりの斧
pt: Machado de lenhador
zh_cn: 伐木者的斧头

source: Iron axe
de: Eisenaxt
fr: Hache en fer
ja: アイアンアックス
pt: Machado de ferro
zh_cn: 铁斧

source: Quickstrike dagger
de: Schnellstoßdolch
fr: Poignard d'attaque rapide
ja: クイックストライクダガー
pt: Adaga de ataque rápido
zh_cn: 快速攻击匕首

source: Cloth shirt
de: Stoffhemd
fr: Chemise
ja: クロースシャツ
pt: Camisa de pano
zh_cn: 布衬衫

source: Fine shirt
de: Feines Hemd
fr: Chemise de bonne facture
ja: 高級シャツ
pt: Camisa de qualidade
zh_cn: 优质衬衫

source: Hardened leather shirt
de: Gehärtetes Lederhemd
fr: Chemise de cuir durci
ja: 硬化レザーシャツ
pt: Camisa de couro reforçada
zh_cn: 硬化皮衬衫

source: Leather armour
de: Lederrüstung
fr: Armure de cuir
ja: レザーアーマー
pt: Armadura de couro
zh_cn: 皮革盔甲

source: Superior leather armor
de: Gute Lederrüstung
fr: Armure de cuir supérieure
ja: 良質なレザーアーマー
pt: Armadura superior de couro
zh_cn: 高级皮革盔甲

source: Hard leather armor
de: Gehärtete Lederrüstung
fr: Armure de cuir dur
ja: ハードレザーアーマー
pt: Armadura reforçada de couro
zh_cn: 硬皮盔甲

source: Superior hard leather armor
de: Gute Hartlederrüstung
fr: Armure de cuir dur supérieure
ja: 良質なハードレザーアーマー
pt: Armadura superior reforçada de couro
zh_cn: 高级硬皮盔甲

source: Green hat
de: Grüner Hut
fr: Chapeau vert
ja: グリーンハット
pt: Chapéu verde
zh_cn: 绿帽子

source: Fine green hat
de: Feiner grüner Hut
fr: Chapeau vert de bonne facture
ja: 高級グリーンハット
pt: Chapéu verde de qualidade
zh_cn: 优质绿帽子

source: Crude leather cap
de: Plumpe Lederkappe
fr: Casquette en cuir de mauvaise facture
ja: 粗悪なレザーキャップ
pt: Capuz de couro rudimentar
zh_cn: 粗糙的皮革帽

source: Leather cap
de: Lederkappe
fr: Casquette en cuir
ja: レザーキャップ
pt: Capuz de couro
zh_cn: 皮革帽

source: Leather gloves
de: Lederhandschuhe
fr: Gants en cuir
ja: レザーグローブ
pt: Luvas de couro
zh_cn: 皮革手套

source: Fine leather gloves
de: Feine Lederhandschuhe
fr: Gants en cuir de bonne facture
ja: 高級レザーグローブ
pt: Luvas de couro de qualidade
zh_cn: 优质皮手套

source: Snakeskin gloves
de: Schlangenlederhandschuhe
fr: Gants en peau de serpent
ja: スネークスキングローブ
pt: Luvas de pele de cobra
zh_cn: 蛇皮手套

source: Fine snakeskin gloves
de: Feine Schlangenlederhandschuhe
fr: Gants en peau de serpent de bonne facture
ja: 高級スネークスキングローブ
pt: Luvas de pele de cobra de qualidade
zh_cn: 优质蛇皮手套

source: Wooden buckler
de: Faustschild aus Holz
fr: Petit bouclier en bois
ja: ウッドバックラー
pt: Pequeno escudo de madeira
zh_cn: 木头圆盾

source: Reinforced wooden buckler
de: Faustschild aus Hartholz
fr: Petit bouclier en bois renforcé
ja: 強化ウッドバックラー
pt: Pequeno escudo de madeira (reforçado)
zh_cn: 强化木盾

source: Crude wooden shield
de: Plumper Holzschild
fr: Bouclier en bois
ja: 粗悪なウッドシールド
pt: Escudo de madeira rudimentar
zh_cn: 粗糙的木盾

source: Superior wooden shield
de: Gutes Holzschild
fr: Bouclier en bois supérieur
ja: 良質なウッドシールド
pt: Escudo superior de madeira
zh_cn: 高级木盾

source: Leather boots
de: Lederstiefel
fr: Bottes en cuir
ja: レザーブーツ
pt: Botas de couro
zh_cn: 皮靴

source: Superior leather boots
de: Gute Lederstiefel
fr: Bottes en cuir supérieures
ja: 良質なレザーブーツ
pt: Botas superiores de couro
zh_cn: 高级皮靴

source: Snakeskin boots
de: Schlangenlederstiefel
fr: Bottes en peau de serpent
ja: スネークスキンブーツ
pt: Botas de pele de cobra
zh_cn: 蛇皮靴

source: Reinforced boots
de: Panzerstiefel
fr: Bottes renforcées
ja: 強化ブーツ
pt: Botas (reforçadas)
zh_cn: 加强靴

source: Gloves of swift attack
de: Handschuhe des Blitzangriffs
fr: Gants d'attaque rapide
ja: 速攻グローブ
pt: Luvas de ataque rápido
zh_cn: 快速攻击手套

source: Fine gloves of swift attack
de: Feine Handschuhe des Blitzangriffs
fr: Gants d'attaque rapide de bonne facture
ja: 高級速攻グローブ
pt: Luvas boas de ataque rápido
zh_cn: 优质快速攻击手套

source: Ring of damage +1
de: Angriffsring +1
fr: Anneau de dégât +1
ja: ダメージリング+1
pt: Anel de dano +1
zh_cn: 伤害+1戒指

source: Ring of damage +2
de: Angriffsring +2
fr: Anneau de dégât +2
ja: ダメージリング+2
pt: Anel de dano +2
zh_cn: 伤害+2戒指

source: Ring of damage +5
de: Angriffsring +5
fr: Anneau de dégât +5
ja: ダメージリング+5
pt: Anel de dano +5
zh_cn: 伤害+5戒指

source: Ring of damage +6
de: Angriffsring +6
fr: Anneau de dégât +6
ja: ダメージリング+6
pt: Anel de dano +6
zh_cn: 伤害+6戒指

source: Lesser ring of block
de: Geringer Schutzring
fr: Anneau de blocage
ja: レッサーブロックリング
pt: Anel de bloqueio leve
zh_cn: 小格挡戒指

source: Polished ring of block
de: Polierter Schutzring
fr: Anneau de blocage
ja: 磨かれたブロックリング
pt: Anel de bloqueio polido
zh_cn: 打磨过的格挡戒指

source: Ring of surehit
de: Ring der Treffsicherheit
fr: Anneau du coup sûr
ja: 必中リング
pt: Anel do golpe certeiro
zh_cn: 命中戒指

source: Mundane ring
de: Einfacher Ring
fr: Anneau ordinaire
ja: ありふれたリング
pt: Anel mundano
zh_cn: 平凡的戒指

source: Polished ring
de: Polierter Ring
fr: Anneau poli
ja: 磨かれたリング
pt: Anel polido
zh_cn: 抛光戒指

source: Jinxed ring of damage resistance
de: Verfluchter Ring des Widerstands
fr: Anneau ensorcelé de résistance aux dégâts
ja: 不吉なダメージ軽減リング
pt: Anel de resistência a dano amaldiçoado
zh_cn: 伤害抗性厄运之戒

source: Jewel of Fallhaven
de: Juwel von Fallhaven
fr: Joyau de Fallhaven
ja: フォールヘブンジュエル
pt: Joia de Fallhaven
zh_cn: 法尔海文之宝

source: Necklace of the guardian
de: Halskette des Wächters
fr: Collier du gardien
ja: ガーディアンネックレス
pt: Colar do guardião
zh_cn: 守护者项链

source: Shielding necklace
de: Schützende Halskette
fr: Collier de protection
ja: シールドネックレス
pt: Colar de blindagem
zh_cn: 格挡项链

source: Small rock
de: Kleiner Stein
fr: Petit caillou
ja: 小石
pt: Pedra pequena
zh_cn: 小的岩

source: Glass gem
de: Glaskristall
fr: Gemme en verre
ja: ガラスの宝石
pt: Gema de vidro
zh_cn: 玻璃宝石

source: Ruby gem
de: Rubin
fr: Gemme en rubis
ja: ルビーの宝石
pt: Gema de rubi
zh_cn: 红宝石

source: Polished gem
de: Polierter Edelstein
fr: Gemme polie
ja: 磨き上げられた宝石
pt: Gema polida
zh_cn: 抛光宝石

source: Sharpened gem
de: Geschnittener Edelstein
fr: Gemme taillée
ja: 研がれた宝石
pt: Gema lapidada
zh_cn: 尖的宝石

source: Polished sparkling gem
de: Funkelnder Edelstein
fr: Joyau poli étincelant
ja: 磨き上げられた輝く宝石
pt: Gema polida brilhante
zh_cn: 抛光的闪亮宝石

source: Green apple
de: Grüner Apfel
fr: Pomme verte
ja: 青リンゴ
pt: Maçã verde
zh_cn: 绿苹果

source: Red apple
de: Roter Apfel
fr: Pomme rouge
ja: 赤リンゴ
pt: Maçã
zh_cn: 红苹果

source: Meat
de: Fleisch
fr: Viande
ja: 肉
pt: Carne
zh_cn: 肉

source: Cooked meat
de: Braten
fr: Viande préparée
ja: ステーキ
pt: Carne cozida
zh_cn: 煮熟的肉

source: Strawberry
de: Erdbeere
fr: Fraise
ja: イチゴ
pt: Morango
zh_cn: 草莓

source: Carrot
de: Karotte
fr: Carotte
ja: ニンジン
pt: Cenoura
zh_cn: 胡萝卜

source: Bread
de: Brot
fr: Pain
ja: パン
pt: Pão
zh_cn: 面包

source: Mushroom
de: Pilz
fr: Champignon
ja: キノコ
pt: Cogumelo
zh_cn: 蘑菇

source: Pear
de: Birne
fr: Poire
ja: 梨
pt: Pera
zh_cn: 梨

source: Eggs
de: Eier
fr: Œufs
ja: 卵
pt: Ovos
zh_cn: 鸡蛋

source: Radish
de: Rettich
fr: Radis
ja: 大根
pt: Rabanete
zh_cn: 萝卜

source: Small empty vial
de: Leeres Glasröhrchen
fr: Petite fiole vide
ja: 小さな空のバイアル
pt: Frasco pequeno (vazio)
zh_cn: 小空瓶

source: Empty vial
de: Leere Ampulle
fr: Flacon vide
ja: 空のバイアル
pt: Frasco (vazio)
zh_cn: 空瓶

source: Empty flask
de: Leeres Fläschchen
fr: Fiole vide
ja: 空のフラスコ
pt: Odre (vazio)
zh_cn: 大空瓶

source: Empty potion bottle
de: Leere Flasche
fr: Potion vide
ja: 空のポーションボトル
pt: Garrafa de porção (vazia)
zh_cn: 空药水瓶

source: Minor vial of health
de: Kleine Ampulle der Gesundheit
fr: Petit flacon de santé
ja: 体力のマイナーバイアル
pt: Frasco pequeno de cura
zh_cn: 小瓶生命药水

source: Minor potion of health
de: Kleiner Trank der Gesundheit
fr: Petite potion de santé
ja: 体力のマイナーポーション
pt: Poção pequena de cura
zh_cn: 小瓶生命药水

source: Regular potion of health
de: Trank der Gesundheit
fr: Potion de santé
ja: 体力のレギュラーポーション
pt: Poção média de cura
zh_cn: 中瓶生命药水

source: Major flask of health
de: Große Flasche der Gesundheit
fr: Grande fiole de santé
ja: 体力のメジャーフラスコ
pt: Frasco maior de cura
zh_cn: 大瓶生命药水

source: Major potion of health
de: Großer Trank der Gesundheit
fr: Grande potion de santé
ja: 体力のメジャーポーション
pt: Poção maior de cura
zh_cn: 大瓶生命药水

source: Mead
de: Met
fr: Hydromel
ja: ミード
pt: Hidromel
zh_cn: 蜂蜜酒

source: Milk
de: Milch
fr: Lait
ja: ミルク
pt: Leite
zh_cn: 牛奶

source: Bonemeal potion
de: Knochenmehltrank
fr: Potion d'os
ja: 骨粉ポーション
pt: Poção de farinha óssea
zh_cn: 骨粉药水

source: Animal hair
de: Tierhaar
fr: Pelage d'animal
ja: 獣毛
pt: Pelugem de animal
zh_cn: 动物毛发

source: Insect wing
de: Insektenflügel
fr: Aile d'insecte
ja: 昆虫の翅
pt: Asa de inseto
zh_cn: 昆虫翅膀

source: Bone
de: Knochen
fr: Os
ja: 骨
pt: Osso
zh_cn: 骨头

source: Claws
de: Klauen
fr: Griffe
ja: 爪
pt: Garras
zh_cn: 爪子

source: Insect shell
de: Insektenpanzer
fr: Carapace d'animal
ja: 昆虫の殻
pt: Carapaça de inseto
zh_cn: 昆虫外壳

source: Poison gland
de: Giftdrüse
fr: Glande à venin
ja: 毒腺
pt: Glândula de veneno
zh_cn: 毒腺

source: Rat tail
de: Rattenschwanz
fr: Queue de rat
ja: ネズミの尾
pt: Cauda de rato
zh_cn: 老鼠尾巴

source: Cave rat tail
de: Schwanz einer Höhlenratte
fr: Queue de rat des caves
ja: 洞窟ネズミの尾
pt: Cauda de rato das cavernas
zh_cn: 洞窟老鼠的尾巴

source: Small rat tail
de: Kleiner Rattenschwanz
fr: Queue de petit rat
ja: 小さなネズミの尾
pt: Cauda de rato pequeno
zh_cn: 小老鼠的尾

source: Mikhail's ring
fr: Anneau de Mikhail
ja: ミハイルのリング
pt: Anel do Mikhail
zh_cn: 米哈伊尔的戒指

source: Irogotu's necklace
de: Irogotu's Halskette
fr: Collier d'Irogotu
ja: イロゴツのネックレス
pt: Colar do Irogotu
zh_cn: 伊罗哥图的项链

source: Gandir's ring
fr: Anneau de Gandir
ja: ガンディールのリング
pt: Anel do Gandir
zh_cn: 甘迪尔的戒指

source: Venomous Dagger
de: Giftdolch
fr: Dague empoisonnée
ja: ベノムダガー
pt: Adaga envenenada
zh_cn: 有毒匕首

source: Key of Luthor
de: Der Schlüssel von Luthor
fr: La clef de Luthor
ja: ルーサーの鍵
pt: Chave do Luthor
zh_cn: 路德的钥匙

source: Calomyran secrets
de: Calomyranische Geheimnisse
fr: Les secrets de Calomyran
ja: カロミランの神秘
pt: Segredos de Calomyran
zh_cn: 卡洛米伦的秘密

source: Heartstone
de: Herzstein
fr: Pierre de vie
ja: ハートストーン
pt: Coração de pedra
zh_cn: 心之石

source: Piece of Vacor's spell
de: Teil von Vacor's Zauberspruch
fr: Morceau du sort de Vacor
ja: ヴァコールの呪文ピース
pt: Pedaço do feitiço de Vacor
zh_cn: 瓦克的部分魔咒

source: Unzel's ring
fr: Anneau d'Unzel
ja: アンゼルのリング
pt: Anel de Unzel
zh_cn: 恩泽尔的戒指

source: Vacor's ring
fr: Anneau de Vacor
ja: ヴァコールのリング
pt: Anel de Vacor
zh_cn: 瓦克的戒指

source: Unzel's defensive boots
de: Unzel's Abwehrstiefel
fr: Bottes défensive d'Unzel
ja: アンゼルのディフェンシブブーツ
pt: Botas defensivas de Unzel
zh_cn: 恩泽尔的防守之靴

source: Vacor's boots of attack
de: Vacor's Angriffsstiefel
fr: Bottes d'attaque de Vacor
ja: ヴァコールのアタックブーツ
pt: Botas de ataque de Vacor
zh_cn: 瓦克的进攻之靴

source: Flagstone Warden's necklace
de: Flagstone Warden's Halskette
fr: Collier du garde de Flagstone
ja: フラッグストーン所長のネックレス
pt: Colar do diretor de Flagstone
zh_cn: 石板监狱守望者的项链

source: Wolfpack's animal hide
de: Wolfpack's Fell
fr: Peau de Wolfpack
ja: ウルフパックの獣皮
pt: Veste de disfarce de lobo
zh_cn: 狼群的动物皮

source: Flagstone's pride
de: Flagstone's Stolz
fr: Fierté de Flagstone
ja: フラッグストーンプライド
pt: Orgulho de Flagstone
zh_cn: 石板监狱的骄傲

source: Rusty chain mail
de: Rostige Kettenrüstung
fr: Cotte de mailles rouillée
ja: 錆びたチェインメイル
pt: Cota de malha enferrujada
zh_cn: 生锈的锁子甲

source: Ordinary chain mail
de: Einfache Kettenrüstung
fr: Cotte de mailles ordinaire
ja: 普通のチェインメイル
pt: Cota ordinária de malha
zh_cn: 普通的锁子甲

source: Ordinary leather cap
de: Einfache Lederkappe
fr: Casquette de cuir ordinaire
ja: 普通のレザーキャップ
pt: Chapéu ordinário de couro
zh_cn: 普通皮帽

source: Prepared sleepy mead
de: Vorbereiteter Schlafmet
fr: Hydromel somnifère
ja: 睡眠薬入りミード
pt: Hidromel com sonífero
zh_cn: 准备好的睡前蜂蜜酒

source: Feygard patrol ring
de: Ring der Feygard Patrouille
fr: Bague de la patrouille de Feygard
ja: フェイガードパトロールリング
pt: Anel da patrulha de Feygard
zh_cn: 费加德巡逻队员指环

source: Wooden tower shield
de: Turmschild aus Holz
fr: Pavois en bois
ja: ウッドタワーシールド
pt: Escudo torre de madeira
zh_cn: 木塔盾

source: Strong wooden tower shield
de: Turmschild aus Hartholz
fr: Pavois en bois épais
ja: 強力なウッドタワーシールド
pt: Escudo torre de madeira reforçada
zh_cn: 坚固的木塔盾

source: Heavy iron club
de: Schwerer Eisenknüppel
fr: Bâton lourd en acier
ja: ヘビーアイアンクラブ
pt: Bastão de ferro (pesado)
zh_cn: 重铁棒

source: Balanced heavy iron club
de: Kriegseisenknüppel
fr: Bâton lourd équilibré en acier
ja: バランスのとれたヘビーアイアンクラブ
pt: Bastão de ferro (balanceado e pesado)
zh_cn: 均衡的重铁棒
