Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: There. Now we just need to give them a good shake.
de: Hier. Nun müssen wir nur noch kräftig schütteln.
fr: Voilà. Maintenant il ne reste plus qu'à secouer un bon coup.
ja: よし。そしてよく振る。
pt: Isso. Agora só precisa lhes dar uma boa misturada.
zh_cn: 然后，我们只要充分摇晃就可以了.

source: [Hjaldar shakes the vials vigorously, one in each of his hands]
de: *Hjaldar schüttelt die Fläschchen heftig, in jeder Hand eines*
fr: [Hjaldar secoue vigoureusement les fioles, une dans chaque main.]
ja: （ヒャルダーはバイアルを勢いよく振る）
pt: [Hjaldar agita vigorosamente os frascos, um em cada uma das suas mãos]
zh_cn: [哈尔达尔两只手各拿一个，使劲地摇晃小瓶]

source: Ah, that should do it. Here you go. One potion of accuracy focus and one potion of damage focus. I hope they will be useful to you.
de: Ah, das sieht gut aus. Hier, für dich. Ein Trank der Treffsicherheit und ein Trank der Wucht. Ich hoffe, dass sie dir etwas nutzen.
fr: Ah, ça devrait le faire. Tiens. Voici une potion de précision accrue et une potion de concentration des dégâts. J'espère qu'elles te seront utiles.
ja: よし、こんなものか。ほれ。命中重視のポーションとダメージ重視のポーションじゃ。お主の役に立つことを願う。
pt: Ah, isso deve servir. Aqui está. Uma poção de precisão e uma poção de dano. Espero que seja útil.
zh_cn: 啊，这应该可以了。给你。一瓶专注于准确性的药水和一瓶专注于伤害的药水。我希望它们对你有用。

source: Whatever. I sure hope all this work is worth it!
de: Was auch immer. Ich hoffe, dass all diese Arbeit für etwas gut ist!
fr: Peu importe. J'espère que tout ce travail vaut le coût !
ja: 何だっていい。この仕事に価値があるといいけどね！
pt: Tanto faz. Espero que tudo esse trabalho tenha valido a pena!
zh_cn: 不管怎么样。我当然希望这些都是值得的!

source: Thanks for contacting Mazeg for me earlier. With this Lyson marrow extract that you brought me, I can now make other potions for you if you want.
de: Danke, dass du Mazeg für mich ausfindig gemacht hast. Mit dem Extrakt vom Lysonmark, das du mir gebracht hast, kann ich jetzt auch andere Tränke für dich brauen, wenn du möchtest.
fr: Merci d'avoir contacté Mazeg pour moi. Avec les extraits de moelle de Lyson que tu m'as apportés, je peux maintenant faire d'autres potions pour toi si tu le souhaites.
ja: 先日はマゼグに連絡をとってくれて感謝する。もし希望するのであれば、持ってきてくれたライソン骨髄エキスで他のポーションも作れるようになったぞ。
pt: Obrigado por entrar em contato com Mazeg para mim anteriormente. Com este extrato de medula de Lyson que me trouxe, posso agora fazer-lhe outras poçõesi, se precisar.
zh_cn: 谢谢你之前为我联系马泽格。有了你带给我的这个莱森骨髓提取物，如果你愿意，我现在可以为你制作其他药水。

source: Let me see what potions you have.
de: Lass mich sehen, was für Tränke du hast.
fr: Montrez-moi les potions que vous avez.
ja: どんなポーションがあるか見せてください。
pt: Deixe-me ver que poções que tem.
zh_cn: 让我看看你有什么药水。

source: You are welcome, goodbye.
de: Gern geschehen. Tschüss.
fr: De rien, au revoir.
ja: どういたしまして、さようなら。
pt: É bem-vindo, adeus.
zh_cn: 不客气，再见。

source: I am looking for some Lyson marrow extract, for Hjaldar in Remgard.
de: Ich suche nach etwas Extrakt vom Lysonmark für Hjaldar in Remgard.
fr: Je suis à la recherche d'extrait de moelle de Lyson. C'est pour Hjaldar à Remgard.
ja: レムガードのヒャルダーのためにライソン骨髄エキスを探しています。
pt: Estou a procurar algum extrato de medula de Lyson, paraHjaldar em Remgard.
zh_cn: 我在为瑞姆加德的哈尔达尔寻找一些莱森骨髓提取物。

source: Yes. Please show me what you have.
de: Ja. Bitte zeige mir, was du hast.
fr: Oui. Montrez-moi ce que vous avez s'il vous plaît.
ja: ええ。どんなものがあるか見せてください。
pt: Sim. Por favor, mostre-me o que tem.
zh_cn: 是的。请给我看看你有什么。

source: I already sold you some before. Did you lose it? Please tell my old friend Hjaldar that I said hello.
de: Ich hatte dir bereits welches verkauft. Hast du es verloren? Richte bitte meinem alten Freund Hjaldar einen Gruß von mir aus.
fr: Je t'en ai déjà vendu. L'as-tu perdu ? S'il te plaît transmets mes salutations à mon vieil ami Hjaldar.
ja: 既にお売りしましたよ。なくしたのですか？ 旧友のヒャルダーによろしくお伝えください。
pt: Já lhe vendi um pouco antes. Será que perdeu? Por favor, diga ao meu velho amigo Hjaldar velho amigo o que eu disse: Olá.
zh_cn: 我之前已经卖给你一些了。你把它弄丢了吗？请告诉我的老朋友哈尔达尔，我向他问好。

source: Hjaldar, my old friend! Tell me, how is he these days?
de: Hjaldar, mein alter Freund! Sag, wie geht es ihm dieser Tage?
fr: Hjaldar, mon vieil ami ! Dis-moi, comment va-t-il ?
ja: 旧友ヒャルダーですか！ あの、最近の彼はどうです？
pt: Hjaldar, meu velho amigo! Diga-me, como ele está, nestes dias?
zh_cn: 哈尔达尔，我的老朋友。告诉我吧，他好吗？

source: He asked me to relay his greetings to you, and to tell you that he is well.
de: Er bat mich, dir seine Grüße auszurichten und dir zu sagen, dass es ihm gut geht.
fr: Il m'a demandé de vous transmettre ses salutations et de vous dire qu'il va bien.
ja: 彼から元気だと、よろしく伝えてほしいと頼まれてます。
pt: Ele pediu-me retransmitir-lhe as saudações dele e para lhe dizer que ele está bem.
zh_cn: 他让我转达他对你的问候，并告诉你，他很好。

source: He is sick, and getting worse every day.
de: Er ist krank, und es geht ihm von Tag zu Tag schlechter.
fr: Il est malade et ça empire chaque jour.
ja: 彼なら病気だよ、日に日に悪くなってるんだ。
pt: Ele está doente e piora a cada dia.
zh_cn: 他生病了，而且每天都在恶化。

source: Oh, I am so glad to hear that! We sure did have some nice times while working together.
de: Oh, ich bin so froh, das zu hören! Das war eine wirklich schöne Zeit, als wir damals zusammen gearbeitet hatten.
fr: Oh, je suis si heureux de l'entendre ! Nous avons passé de si bons moments lorsque nous travaillions ensemble.
ja: ああ、それが聞けて本当に良かった！ 一緒に仕事をしていた頃は楽しかったものです。
pt: Oh, estou tão feliz em ouvir isso! Temos certeza que tivemos bons momentos enquanto trabalhávamos juntos.
zh_cn: 哦，我很高兴听到这个消息!我们在一起工作时确实有一些美好的时光。

source: I'm sorry to hear that. He always seemed like a tough old boy to me.
de: Es tut mir leid, das zu hören. Er schien mir immer so ein zäher alter Knabe zu sein.
fr: Quelle mauvaise nouvelle. Il m'a toujours paru comme un vieux gaillard coriace.
ja: それはお気の毒に。いつも強健で若々しい老人のように思えたものでしたが。
pt: Sinto muito por ouvir isso. Ele sempre me pareceu um velho resistente para mim.
zh_cn: 我很遗憾听到这个消息。在我看来，他一直是个坚强的老男孩。

source: You asked for some Lyson marrow extract.
de: Du hast um etwas Extrakt vom Lysonmark gebeten.
fr: Tu m'as demandé de l'extrait de moelle de Lyson.
ja: ライソン骨髄エキスをお求めとのことでしたね。
pt: Pediu algum extrato de medula de Lyson.
zh_cn: 你要求的莱森骨髓提取物。

source: Sure, I have it.
de: Sicher, das habe ich.
fr: Bien sûr, je l'ai.
ja: ええ、あります。
pt: Claro, tenho isso.
zh_cn: 当然，我有。

source: Since you helped us up here in the Blackwater mountain settlement earlier, I am willing to give you a discount on the price for some Lyson marrow extract. For 400 gold, I am willing to sell you some of it for my old friend Hjaldar.
de: Da du uns neulich hier in der Blackwater Mountain Siedlung ausgeholfen hast, bin ich bereit, dir einen Rabatt auf den Preis für das Extrakt vom Lysonmark zu geben. Für 400 Goldstücke kann ich dir etwas davon für meinen alten Freund Hjaldar verkaufen.
fr: Étant donné l'aide que tu nous a donné ici à la colonie du mont Encreau, je suis prêt à te faire un rabais sur l'extrait de moelle de Lyson. Pour 400 pièces d'or, je t'en donnerai suffisamment pour mon vieil ami Hjaldar.
ja: あなたには先日ブラックウォーター山集落を助けてもらいましたからね、ライソン骨髄エキスを値引きしましょう。旧友ヒャルダーのためにも、400ゴールドでお売りしましょう。
pt: Como nos ajudou até aqui no assentamento Montanha das Águas Negras antes, estou disposto a dar-lhe um desconto sobre o preço de algum extrato de medula de Lyson. Por 400 moedas de ouro, estou disposto a vender alguns deles ao meu velhoa amigo Hjaldar.
zh_cn: 由于你之前在黑水定居点帮助了我们，我愿意在价格上给你一些折扣。只要400金币，我愿意卖给你一些，好给我的老朋友哈尔达尔。

source: Here is 400 gold.
de: Hier sind 400 Goldstücke.
fr: Voici 400 pièces d'or.
ja: どうぞ400ゴールドです。
pt: Aqui tens 400 moedas de ouro.
zh_cn: 这是400金。

source: Ouch, that much?! Is there anything you can do to lower the price?
de: Oh weh, so viel?! Könntest du nicht mit dem Preis noch etwas runtergehen?
fr: Aïe, autant ?! Y a-t-il quelque chose que vous pouvez faire pour baisser le prix ?
ja: うわっ、そんなにするの？！ もっと安くなりませんか？
pt: Ai, está caro! Há algo que pode fazer para baixar o preço?
zh_cn: 哎呀，这么多？！有什么办法可以降低价格吗？

source: I'll return when I have the gold for it.
de: Ich komme zurück, wenn ich das Gold dafür habe.
fr: Je reviendrai quand j'aurai l'or pour ça.
ja: お金が入ったら戻ります。
pt: Vou voltar quando tiver ouro suficiente para comprar.
zh_cn: 等我有了钱就会回来。

source: No, 400 gold it is. That's a really good price, considering how hard this stuff is to find. Besides, if it weren't for Hjaldar, I wouldn't even be selling this to you.
de: Nein, 400 Goldstücke macht das. Das ist ein wirklich guter Preis, wenn man bedenkt, wie schwer das Zeug zu finden ist. Davon abgesehen - wäre es nicht für Hjaldar, würde ich es dir überhaupt nicht verkaufen.
fr: Non, c'est 400 pièces d'or. C'est vraiment un bon prix, considérant la difficulté à en trouver. D'autant plus que si ce n'était d'Hjaldar, je ne t'en vendrais même pas.
ja: いいえ、400ゴールドです。これを見つけるのがどれだけ難しいかを考えると、本当に良心的な価格なんです。それに、ヒャルダーのことがなかったら、あなたにお売りすることもなかったでしょう。
pt: Não, custa 400 moedas de ouro. Esse é um preço muito bom, a considerar o quão difícil isso é encontrar essa coisa. Além disso, se não fosse por Hjaldar, não iria mesmo estar a vender-lhe isso.
zh_cn: 不，是400金。考虑到这种东西有多难找，这真是个好价钱。此外，如果不是因为哈尔达尔，我甚至不会把这个卖给你。

source: For 800 gold, I am willing to sell you some of it for my old friend Hjaldar.
de: Für 800 Goldstücke bin ich bereit, dir etwas davon für meinen alten Freund Hjaldar zu verkaufen.
fr: Pour 800 pièces d'or, je suis enclin à t'en vendre un peu pour mon vieil ami Hjaldar.
ja: 旧友ヒャルダーのためにも、800ゴールドでお売りしましょう。
pt: Por 800 moedas de ouro, estou disposto a vender alguns deles ao meu velho amigo Hjaldar.
zh_cn: 我愿意以 800 金的价格卖给你一些给我的老朋友哈尔达尔。

source: Here is 800 gold.
de: Hier sind 800 Goldstücke.
fr: Voici 800 pièces d'or.
ja: どうぞ800ゴールドです。
pt: Aqui tens 800 moedas de ouro.
zh_cn: 这是800金。

source: No, 800 gold it is. That's a really good price, considering how hard this stuff is to find. Besides, if it weren't for Hjaldar, I wouldn't even be selling this to you.
de: Nein, 800 Goldstücke macht das. Das ist ein wirklich guter Preis, wenn man bedenkt, wie schwer das Zeug zu finden ist. Davon abgesehen - wäre es nicht für Hjaldar, würde ich es dir überhaupt nicht verkaufen.
fr: Non, c'est 800 pièces d'or . C'est vraiment un bon prix, considérant la difficulté à en trouver. D'autant plus que si ce n'était d'Hjaldar, je ne t'en vendrais même pas.
ja: いいえ、800ゴールドです。これを見つけるのがどれだけ難しいかを考えると、本当に良心的な価格なんです。それに、ヒャルダーのことがなかったら、あなたにお売りすることもなかったでしょう。
pt: Não, 800 moedas de ouro é o preço. É um preço muito bom, a considerar como foi difícil encontrar isto. Além disso, se não fosse por Hjaldar, não iria mesmo estar a vender-lhe isto.
zh_cn: 不，是 800 金。考虑到这些东西很难找到，这是一个非常好的价格。再说，要不是哈尔达尔，我也不会卖给你的。

source: Thanks. Here's some of the Lyson marrow extract.
de: Danke. Hier hast du etwas Extrakt vom Lysonmark.
fr: Merci. Voici de l'extrait de moelle de Lyson.
ja: どうもありがとう。こちらがライソン骨髄エキスです。
pt: Obrigado. Aqui tens um pouco de extrato de medula de Lyson.
zh_cn: 谢谢。这是莱森骨髓提取物。

source: Please give my warmest greetings to my good friend Hjaldar. Tell him that I am well.
de: Richte meinem guten Freund Hjaldar bitte meine wärmsten Grüße aus. Sage ihm, dass es mir gut geht.
fr: S’il-te-plaît donne mes salutations les plus chaleureuses à mon cher ami Hjaldar. Dis-lui que je vais bien.
ja: 親友のヒャルダーによろしくお伝えください。私が元気にしていることをお願いします。
pt: Por favor, dê os meus mais calorosos cumprimentos ao meu bom amigo Hjaldar. Diga-lhe que estou bem.
zh_cn: 请向我的好朋友哈尔达尔致以最热烈的问候。告诉他我很好.

source: Will do. Thanks and goodbye.
de: Mach ich. Dank und auf Wiedersehen.
fr: Sans faute. Merci et au revoir.
ja: そうします。ありがとう、ではまた。
pt: Vou fazer. Obrigado e adeus.
zh_cn: 会的。谢谢，再见。

source: Whatever. Goodbye.
de: Wie auch immer. Tschüss.
fr: Peu importe. Au revoir.
ja: どうでもいい。ではまた。
pt: Que seja. Tchau.
zh_cn: 管他呢。再见。

source: You notice a slight draft blowing across your ankles as you stand admiring the quality of this woven coil of rope.
de: Du spürst einen leisen Lufthauch um die Fußknöchel während du das hochwertig gedrehte Seil bewunderst.
fr: Vous remarquez un léger courant d'air soufflant sur vos chevilles alors que vous vous tenez debout en admirant la qualité de cette bobine de corde tissée.
ja: このロープの編み込まれたコイルの品質にあなたが感心しながら立っていると、足元を掠めるように、かすかなすきま風が吹いているのに気付く。
pt: Percebe uma leve brisa a soprar através dos seus tornozelos enquanto está a admirar a qualidade do tecido da bobina da corda.
zh_cn: 当你站在这里称赞这卷绳索的质量时，你注意到一股轻微的气流吹过你的脚踝。

source: [Take the rope]
de: [Nimm das Seil]
fr: [Prendre la corde]
ja: （ロープを取る）
pt: [Leva a corda]
zh_cn: [拿起绳子]

source: [Leave it alone]
de: [Lass ihn in Ruhe]
fr: [Ne pas y toucher]
ja: （放っておく）
pt: [Deixar como está]
zh_cn: [不要管它]

source: Despite your efforts to collect the rope, you find that it runs into what appears to be a crack in the stone wall before you. Unfortunately, this seems to be an adventure for another day.
de: Du versuchst, das Seil zu nehmen, musst aber feststellen, dass es in einer Art Spalte im Fels vor dir verschwindet. Unglücklicherweise scheint dies ein Abenteuer für einen anderen Tag zu sein.
fr: Malgré tes efforts pour récupérer la corde, tu remarques qu'elle se glisse dans ce qui semble être une fissure dans le mur de pierre devant toi. Malheureusement, cela semble être une aventure pour un autre jour.
ja: 手繰り寄せるあなたの努力にも関わらず、ロープは眼前の石壁の亀裂のようなものの奥へと続いているのを目にする。残念ではあるが、これはまた別の機会の挑戦とした方がよさそうだ。
pt: Apesar de seus esforços para obter a corda, acha que ela está a passar pelo que parece ser uma rachadura na parede de pedra diante de si. Infelizmente, esta parece ser uma aventura para outro dia.
zh_cn: 尽管你努力收集绳子，你发现它遇到了你面前的石墙裂缝。不幸的是，这似乎是另一天的冒险。

source: You notice some torn papers on the floor. From the looks of it, these pages seem to have been torn from a larger journal.
de: Du bemerkst einige zerknüllte Papiere auf dem Boden. Sie sehen so aus, als ob sie aus einem größeren Heft ausgerissen worden wären.
fr: Tu remarques des papiers déchirés sur le sol. Ça ressemble à des pages arrachées d'un journal.
ja: 床には破れた紙がある。見たところ、日記から引き裂かれたページのようだ。
pt: Percebe alguns papéis rasgados no chão. Pela aparência delas, essas páginas parecem ter sido arrancadas de um grande diário.
zh_cn: 你注意到地板上有一些破损的纸张。从外观上看，这些页面似乎是从一本更大的日记本上撕下来的。

source: [Read the journal]
de: [Lies in dem Heft]
fr: [Lire le journal]
ja: （日記を読む）
pt: [Lê o diário]
zh_cn: [阅读日志]

source: Brakas, day 4. Why, oh why did I venture up here?
de: Brakas, Tag 4. Warum, warum nur habe ich mich hier hoch gewagt?
fr: Brakas, 4e jour. Pourquoi, oh pourquoi me suis-je aventuré ici ?
ja: ブラカス、4日目。どうして、ハァ、なんでこんなところまで登ってきて来てしまったのだろう？
pt: Brakas, dia 4. Por que, oh porque fui aventurar-me aqui?
zh_cn: 布拉卡斯，第4天。为什么，哦，为什么我冒险到这里来？

source: These things are too strong for me. The first few of them went down pretty easily, but these ... things ... up here are just too strong for me.
de: Diese Dinger sind zu stark für mich. Bei den ersten ging es noch einfach, aber diese ... Wesen ... hier oben sind mir einfach zu stark.
fr: Ces choses sont trop coriaces pour moi. Les premières sont mortes assez facilement, mais ces... choses... ici en haut sont tout simplement trop fortes pour moi.
ja: これは私には強すぎる。最初の数匹は簡単に倒せた、だけど…この辺りの者たちは…強すぎるのだ。
pt: Essas coisas são fortes demais para mim. O primeiro grupo deles caiu muito facilmente, mas estas... coisas... por aqui são muito fortes para mim.
zh_cn: 这些东西对我来说太强大了。前面几个人快倒下了，但这些......东西......在这里，对我来说太强大了。

source: I am now almost out of potions as well.
de: Außerdem habe ich kaum noch Heiltränke.
fr: Je suis maintenant presque à court de potions.
ja: ポーションもほとんどなくなってしまった。
pt: Agora estou quase sem poções também.
zh_cn: 我现在也快没有药水了。

source: As I am writing this journal, I can hear them growling outside the cabin. I need to rest some more before I can have a try at killing some of them again.
de: Während ich dieses Heft schreibe kann ich sie draußen vor der Hütte knurren hören. Ich muss noch etwas ausruhen, bevor ich einen neuen Versuch unternehme, einige von ihnen zu töten.
fr: Au moment où j'écris ces lignes, je les entends grogner à l'extérieur de la cabane. J'ai besoin de me reposer encore un peu avant d'essayer à nouveau d'en tuer.
ja: この日記を書いていると、小屋の外からうなり声が聞こえてくる。何匹か仕留めてみる前にもう少し休まないと。
pt: Enquanto estou a escrever este diário, posso ouvi-los a uivar fora da cabana. Preciso descansar um pouco mais antes que possa ter alguma chance para matar alguns deles novamente.
zh_cn: 在我写这篇日记的时候，我可以听到他们在小屋外咆哮。我需要再休息一下，然后才能再试着杀一些。

source: [The paper is full of dirt, but you still manage to read most of it]
de: (Das Heft ist sehr verschmutzt, aber du kannst doch das meiste lesen)
fr: [Le papier est plein de saletés, mais tu parviens à en lire la majeure partie]
ja: （紙は汚れているが、ほとんどはまだ読める）
pt: [O papel está cheio de sujeira, mas ainda consegue ler a maior parte dele]
zh_cn: [纸上满是泥土，但你仍然设法阅读了大部分内容]

source: [Continue reading]
de: [Lies weiter]
fr: [Continuer à lire]
ja: （続きを読む）
pt: [Continuar a ler]
zh_cn: [继续阅读]

source: Brakas, day 7. By the Shadow, I cannot even get down the mountain now! These things are in the way, and I am too weak to get past them now.
de: Brakas, Tag 7. Beim Schatten, ich kann nicht einmal mehr den Berg hinunter! Diese Wesen sind im Weg, und ich bin zu müde, um noch an ihnen vorbei zu gelangen.
fr: Brakas, 7e jour. Par l'Ombre, je ne peux même pas descendre de la montagne maintenant ! Ces choses sont sur mon chemin, et je suis trop faible pour passer au-delà maintenant.
ja: ブラカス、7日目。シャドウの名において、山を降りることさえできない！ あれは邪魔だ、乗り越えようにも今の私では強さが足りない。
pt: Brakas, dia 7. Pela Sombra, não posso nem descer a montanha agora! Essas coisas são ostaculos e sou muito fraco para passar por eles agora.
zh_cn: 布拉卡斯，第7天，暗影在上，我现在连下山都下不了！这些东西在路上， 我太虚弱了， 现在无法战胜它们。

source: My potions are now all used up. How will I ever get out of here?!
de: Meine Tränke sind alle verbraucht. Wie soll ich nur hier rauskommen?!
fr: Mes potions sont maintenant toutes épuisées. Comment vais-je pouvoir sortir d'ici ?!
ja: ポーションを使い切ってしまった。どうやったらここから出られる？！
pt: Minhas poções agora estão todas esgotadas. Como vou sair daqui?!
zh_cn: 我的药水现在都用尽了。我怎么离开这里？！

source: Getting weaker. Must rest.
de: Werde schwächer. Muss ausruhen.
fr: De plus en plus faible. Besoin de repos.
ja: 弱ってきた。休まないと。
pt: Estou a ficar mais fraco. Devo descansar.
zh_cn: 越来越虚弱。必须休息。

source: Brakas, day 9. Success! I managed to kill some of the monsters that were closest to the cabin, and some of them were carrying vials of minor healing that I could pick up!
de: Brakas, Tag 9. Ein Erfolg! Ich schaffte es ein paar Monster direkt vor der Hütte zu töten und einige von ihnen hatten kleine Phiolen mit Heiltrank dabei die ich aufsammeln konnte!
fr: Brakas, 9e jour. Succès ! J'ai réussi à tuer certains des monstres qui se trouvaient le plus près de la cabane, et certains d'entre eux transportaient des fioles de soins mineurs que j'ai pu ramasser !
ja: ブラカス、9日目。成功した！ 小屋の近くにいたモンスターを倒せた、うち何匹かはマイナーヒーリングのバイアルを持っていて拾うことができた！
pt: Brakas, dia 9. Sucesso! Consegui matar alguns dos monstros que estavam mais próximos da cabana e alguns deles estavam a carregar frascos de cura menor que consegui levantar!
zh_cn: 布拉卡斯，第9天。成功了!我成功地杀死了一些离木屋最近的怪物，其中一些怪物身上有小瓶装的小治疗剂，我能拿到!

source: I don't recall ever being so happy about seeing some of these potions!
de: Noch nie war ich so glücklich wie jetzt, einige dieser Heiltränke zu sehen!
fr: Je ne me souviens pas avoir jamais été aussi heureux de voir ces potions !
ja: ポーションを見て、こんなに嬉しい気分になったのは生まれて初めてだ！
pt: Não me lembro de estar tão feliz em ver algumas dessas poções!
zh_cn: 我不记得以前看到这些药水时会这么高兴！

source: With these, I might be able to get down the mountain again!
de: Mit diesen könnte ich es schaffen, den Berg wieder hinunter zu gelangen!
fr: Avec ça, je pourrai peut-être redescendre de la montagne !
ja: これがあればまた下山できるかもしれない！
pt: Com elas, poderia ser capaz de descer a montanha de novo!
zh_cn: 有了这些，我说不定又可以下山了！

source: Ha ha, those bastards down in Prim didn't get rid of me that easily.
de: Ha ha, diese Mistkerle unten in Prim sind mich nicht so leicht losgeworden.
fr: Ha ha, ces salauds de Prim ne se sont pas débarrassés de moi aussi facilement.
ja: ふふふ、プリムのやつらにそう簡単に追い払われてたまるか。
pt: Ha ha, esses bastardos de Prim lá em baixo não vão se livrar de mim tão facilmente.
zh_cn: 哈哈，普里姆的那些混蛋们没有那么容易摆脱我。

source: Maybe if I gather enough of these potions from the monsters around the cabin, I might have enough to safely make it down again.
de: Falls ich genügend dieser Heiltränke von den Monstern rund um die Hütte erbeute, könnte ich den Weg hinunter vielleicht heil schaffen.
fr: Peut-être que si je parviens à obtenir plus de ces potions que transportent les monstres autour de la cabane, j'en aurai assez pour redescendre en toute sécurité.
ja: 小屋の周りのモンスターから十分なポーションを集めれば、また無事に山を降りることができるかもしれない。
pt: Talvez se recolher o suficiente dessas poções dos monstros próximos a essa cabana, possa ter o suficiente novamente para descer em segurança.
zh_cn: 也许我从小木屋周围的怪物身上收集到足够的药水，我就可能安全的下山。

source: Brakas, day 10. I have now managed to gather enough healing potions to feel confident that I will make it down alive.
de: Brakas, Tag 10. Ich habe es mittlerweile geschafft, so viele Heiltrtänke zu sammeln, dass ich mir zutraue, es lebend bis nach unten zu schaffen.
fr: Brakas, 10e jour. J'ai maintenant réussi à rassembler suffisamment de potions de soins pour être sûr de pouvoir redescendre vivant.
ja: ブラカス、10日目。生きて降りるのに自信を持つには十分な数の治療薬が集まった。
pt: Brakas, dia 10. Já consegui reunir bastante poções de cura para se sentir confiante de que vou conseguir descer vivo.
zh_cn: 布拉卡斯，第10天。我现在已经设法收集了足够的治疗药水，觉得有信心能活着下来。

source: I just hope that those disgusting snakes will stay away from me this time, with their nasty venom.
de: Ich hoffe nur, dass die ekligen Schlangen mit ihrem grässlichen Gift sich dieses Mal fern halten.
fr: J'espère juste que ces serpents dégoûtants resteront loin de moi cette fois, avec leur sale venin.
ja: 今回、あの厄介な毒を持ったヘビが近寄ってこないことを願うばかりだ。
pt: Só espero que essas cobras repugnantes fiquem longe de mim desta vez, com seu veneno desagradável.
zh_cn: 我只希望那些恶心的蛇这次能离我远点，它们的毒液很恶心。

source: If luck is on my side, I might even be home safe by nightfall.
de: Mit etwas Glück könnte ich sogar bis zur Dämmerung daheim sein.
fr: Si la chance est de mon côté, je pourrai même rentrer chez moi sain et sauf avant la tombée de la nuit.
ja: 運がよければ、日暮れまでには無事家に辿り着けるかもしれない。
pt: Se a sorte estiver do meu lado, poderia até estar na segurança de casa ao anoitecer.
zh_cn: 如果运气好的话，我甚至可能在天黑前安全到家。

source: [The journal has no more pages]
de: (Das Heft hat keine weiteren Seiten)
fr: [Le journal n'a plus de pages]
ja: （日記にはこれ以上ページがない）
pt: [O diário não tem mais páginas]
zh_cn: [日记没有更多的了]

source: What, who are you? Don't bother me, child. We don't want kids running around in here.
de: Was, wer bist du denn? Lass mich in Frieden, Kind. Wir mögen es nicht, wenn Kinder hier drinnen herum rennen.
fr: Quoi, qui es-tu ? Ne me dérange pas, gamin. Nous ne voulons pas voir d'enfants courir par ici.
ja: 何だ、貴様は？ 小僧、邪魔をするな。子供がこんなところでウロチョロするんじゃない。
pt: O que, quem é? Não me incomode, criança. Não queremos que as crianças passeiem por aqui.
zh_cn: 什么，你是谁？不要打扰我，孩子。我们不希望孩子在这里乱跑。

source: Are you Jhaeld? I was sent here to help you investigate the missing people.
de: Bist du Jhaeld? Ich wurde hier her geschickt, um bei den Nachforschungen zu den Vermissten zu helfen.
fr: Êtes-vous Jhaeld ? J'ai été envoyé ici pour vous aider à enquêter sur les personnes disparues.
ja: あなたがジャエルド？ 行方不明者の捜査に協力するために送られました。
pt: É Jhaeld? Fui enviado aqui para ajudá-lo a investigar as pessoas desaparecidas.
zh_cn: 你是贾尔德吗？我被派到这里来帮助你调查失踪人员。

source: Hey, watch that tone of yours. It would be a pity if more of your people would ... disappear.
de: Hey, nicht in diesem Tonfall. Es wäre doch schade, wenn noch mehr von deinen Leuten .. verschwinden würden.
fr: Hé, attention à votre ton. Ce serait malheureux que d'autres personnes ... disparaissent.
ja: ねえ、言い方に気をつけなよ。町の人がもっと…いなくなってしまったら気の毒だよね。
pt: Ei, cuidado com o seu tom. Seria uma pena se mais alguém do seu povo... desaparece.
zh_cn: 嘿，注意你的语气。如果你的人会失踪更多……，那就太遭了。
