Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: What are you, a spy for Feygard? I told you, the accusations against us are false.
de: Was bist du, ein Spion für Feygard? Ich sagte dir bereits: Ihre Anschuldigungen uns gegenüber sind falsch.
fr: Qui es tu, un espion de Feygard ? Je te l'ai dit, les accusations contre nous sont fausses.
ja: お前、フェイガードのスパイか？ 言ったろう、オレたちに対する告発は嘘っぱちだと。
pt: O que é, um espião para Feygard? Disse-lhe, as acusações contra nós são falsas.
zh_cn: 你是什么人，费加德的间谍？我告诉过你，对我们的指控是假的。

source: Thank you for listening to our side of the story.
de: Danke, dass du dir unsere Sicht der Dinge angehört hast.
fr: Merci d'avoir écouté notre version de l'histoire.
ja: 話を聞いてくれてありがとよ。
pt: Obrigado por ouvir a nossa versão da história.
zh_cn: 谢谢你倾听我们的故事。

source: What now? I was sent here to find you by some guards in the Crossroads guardhouse.
de: Und jetzt? Leute aus dem Wachhaus am Kreuzweg haben mich hierher geschickt, um euch zu finden.
fr: Et maintenant ? Des patrouilleurs du poste de garde de Croisechemins m'ont demandé de vous trouver ici.
ja: どうすればいいですかね？ あなたを探しにクロスロード衛兵所の衛兵から送られてるのですけど。
pt: E agora? Fui enviado aqui para encontrá-lo por alguns guardas na guarita Crossroads.
zh_cn: 现在怎么办？我是被交叉路口警卫室的一些守卫派到这里来找你的。

source: You tell those guards that you searched for us, but did not find anyone.
de: Du sagst den Wachen einfach, dass du nach uns gesucht, aber niemanden gefunden hast.
fr: Tu dis à ces gardes que tu nous a cherché, mais que tu n'as trouvé personne.
ja: お前さんはオレたちのことを探したが誰も見つからなかった、衛兵にはそう伝えてくれ。
pt: Dizer aos guardas que procurou por nós, mas não encontrou ninguém.
zh_cn: 你告诉那些守卫，你找过我们，但没有找到任何人。

source: You are back.
de: Du bist zurück.
fr: Tu es de retour.
ja: 戻ってきたか。
pt: Está de volta.
zh_cn: 你回来了。

source: Can you tell me your side of the story again?
de: Kannst du mir noch einmal deine Version der Geschichte erzählen?
fr: Peux tu me redire ta version de l'histoire ?
ja: もう一度あなたの言い分を教えてくれませんか？
pt: Pode me dizer o seu lado da história de novo?
zh_cn: 你能再告诉我一遍你的故事吗？

source: I will not listen to your lies! You must be held accountable for your crimes against Feygard!
de: Ich werde eure Lügen nicht anhören! Ihr müsst euch für die Verbrechen gegen Feygard verantworten!
fr: Je n'écouterai pas vos mensonges ! Vous devez être tenus responsables de vos crimes contre Feygard !
ja: お前の嘘に耳は貸さない！ お前はフェイガードに対する罪の責任を問われるべきだ！
pt: Não vou ouvir as suas mentiras! Deve ser responsabilizado pelos seus crimes contra a Feygard!
zh_cn: 我不会听你的谎言！你必须为你对费加德的罪行负责！

source: Hello there. Welcome to the Crossroads guardhouse. How may I help you?
de: Willkommen im Wachhaus am Kreuzweg. Wie kann ich dir helfen?
fr: Bonjour. Bienvenue au poste de garde de Croisechemins. Puis-je vous aider ?
ja: こんにちは。クロスロード衛兵所へようこそ。どのような用件かな？
pt: Olá. Bem-vindo à guarita de Crossroads. Como posso ajudá-lo?
zh_cn: 你好呀。欢迎来到交叉路口警卫室。请问有什么可以帮你？

source: You guards seem to have a lot of equipment here, anything to trade?
de: Ihr Wachen habt anscheinend eine Menge Ausrüstung hier. Handelt ihr auch damit?
fr: Vos gardes semblent avoir un sacré paquet d'équipement ici, vous en avez à vendre ?
ja: 衛兵はここにたくさんの装備を持ち込んでるみたいですね、何か売買できるものは？
pt: Guardas parecem ter um monte de equipamento aqui, algo para trocar?
zh_cn: 你们卫兵似乎有很多装备，有什么可以交易的吗？

source: What do you do here?
de: Was machst du hier?
fr: Que faites-vous ici ?
ja: ここで何をしているの？
pt: O que faz aqui?
zh_cn: 你这里干什么？

source: I'm sorry, we only trade with allies of Feygard.
de: Tut mir leid, wir handeln nur mit Verbündeten Feygards.
fr: Désolé, mais nous faisons uniquement commerce avec les alliés de Feygard.
ja: すまないが、我々はフェイガードの協力者としか売買しないのだ。
pt: Sinto muito, só negociamos com aliados de Feygard.
zh_cn: 对不起，我们只和费加德的盟友交易。

source: This guardhouse is a safe haven for merchants travelling the Duleian road. We keep law and order around here, for Feygard.
de: Dieses Wachhaus ist ein sicherer Hafen für Händler, die auf der Duleianstraße reisen. Wir halten hier in der Gegend Recht und Ordnung aufrecht. Für Feygard.
fr: Ce poste de garde est un refuge pour les marchands qui voyagent sur la route Duleian. Nous faisons respecter la loi ici, pour Feygard.
ja: この衛兵所はデュリアン街道を旅する商人にとっての安全な避難場所だ。我々はこの近辺の法と秩序を守っている、フェイガードのために。
pt: Esta guarita é um porto seguro para os comerciantes que viajam na estrada Duleian. Mantemos a lei e a ordem por aqui, por Feygard.
zh_cn: 这个警卫室是商人在杜莱恩路上旅行的避风港。我们在这里维持法律和秩序，为了费加德。

source: The Duleian road?
de: Die Duleianstraße?
fr: La route Duleian ?
ja: デュリアン街道？
pt: A estrada Duleian?
zh_cn: 杜莱恩路？

source: Noticed the large road outside? That's the Duleian road. It goes all the way from the glorious city of Feygard up in the northwest down to the wretched Nor City in the southeast.
de: Hast du die große Straße draußen gesehen? Das ist die Duleianstraße. Sie führt geradewegs von der ruhmreichen Stadt Feygard im Nordwesten zum elenden Nor City unten im Südosten.
fr: Vous avez vu la large route dehors ? C'est la route Duleian. Elle va de la glorieuse cité de Feygard, au nord-ouest, jusqu'à la misérable ville de Norville au sud-est.
ja: 外の広い道には気づいたか？ あれがデュリアン街道だ。北西の栄光の都フェイガードから、南東のみすぼらしいノアシティまで続いている。
pt: Notou essa estrada larga do lado de fora? Essa é a estrada Duleian. Vai direto da gloriosa cidade de Feygard, a noroeste (↖), até Nor-City, ao sudeste (↘).
zh_cn: 注意到外面的大路了吗？那是杜莱恩路。它一直从西北部的光荣的费加德城一直到东南部的可恶的诺尔城。

source: Oh sure. Recently, we have had to focus our attention to the troubles up in Loneford.
de: Oh, sicher. In letzter Zeit mussten wir unser Augenmerk auf die Schwierigkeiten in Loneford richten.
fr: Oh, bien sûr. Récemment, nous avons dû concentrer notre attention sur les troubles dans Loneford.
ja: そうだな。最近、我々はローンフォードで起きている問題に注力する必要があった。
pt: Ah, claro. Recentemente, tivemos de concentrar a nossa atenção para os problemas de Loneford.
zh_cn: 哦， 当然。最近，我们不得不把注意力集中在隆福德的麻烦上。

source: That situation has forced us to be more alert than usual, and we have had to send some guards up there to help them.
de: Die Lage dort hat uns veranlasst, wachsamer als gewöhnlich zu sein und wir mussten einige Wachen dorthin schicken, um ihnen zu helfen.
fr: Cette situation nous a obligés à être plus alerte que d'habitude, et nous avons dû envoyer quelques gardes là-bas pour les aider.
ja: この事態によって我々は普段以上の警戒を強いられ、その上幾らかの衛兵の応援をそこに派遣せねばならなかった。
pt: Essa situação obrigou-nos a estar mais alerta do que o habitual e tivemos que enviar alguns guardas lá para ajudá-los.
zh_cn: 这种情况迫使我们比平时更加警惕，我们不得不派一些警卫上去帮助他们。

source: This also means that we cannot focus as much on our usual tasks as we normally do, but instead need help with doing basic tasks just to hold our grounds.
de: Das bedeutet auch, dass wir uns nicht so sehr auf unsere üblichen Aufgaben konzentrieren können wie sonst und stattdessen Hilfe bei alltäglichen Aufträgen brauchen, um unsere Stellung hier zu halten.
fr: Cela signifie également que nous ne pouvons pas concentrer autant sur nos tâches habituelles comme nous le faisons normalement, mais plutôt besoin d'aide pour faire des tâches de base juste pour tenir nos raisons.
ja: これはまた、我々が普段のようには通常の職務に集中できず、その代わりとして、立場を維持する上で基本的な仕事をする助けが必要であるということでもある。
pt: Isto também significa que não podemos concentrar tanto em nossas tarefas habituais como normalmente fazemos, mas precisamos de ajuda com a realização de tarefas básicas.
zh_cn: 这也意味着，为了坚守阵地，我们不能像平时那样专注于日常工作，而是需要别人帮助来完成基本任务。

source: What troubles in Loneford are you referring to?
de: Welche Schwierigkeiten in Loneford meinst du?
fr: De quel problème à Loneford parlez vous ?
ja: ローンフォードでの問題というのは？
pt: A quais problemas de Loneford está-se a referir?
zh_cn: 你说的隆福德有什么麻烦？

source: Anything I can do to help?
de: Kann ich irgendwie helfen?
fr: Que puis-je faire pour aider ?
ja: 何か手伝えることはありますか？
pt: Há algo que possa fazer para ajudar?
zh_cn: 有什么我可以帮忙的吗？

source: Hello again. Welcome to the Crossroads guardhouse. How may I help you?
de: Hallo nochmal. Willkommen im Wachhaus am Kreuzweg. Wie kann ich dir dienen?
fr: Re-bonjour. Bienvenue au poste de garde de Croisechemins. Comment puis-je t'aider ?
ja: 久しぶりだな。クロスロード衛兵所へようこそ。どのような用件かな？
pt: Olá novamente. Bem-vindo à guarita Crossroads. Como posso ajudá-lo?
zh_cn: 又见面了。欢迎来到交叉路口警卫室。有什么可以帮助您的吗？

source: Can you tell me again what you told me before about recent events?
de: Kannst du wiederholen, was du mir über die jüngsten Ereignisse erzählt hast?
fr: Pouvez-vous me répéter ce que vous m'aviez dit sur les événements récents ?
ja: 最近の出来事について、前に話していたことをもう一度教えてくれませんか？
pt: Pode dizer-me novamente o que me disse antes sobre os acontecimentos recentes?
zh_cn: 你能不能再告诉我你以前告诉我的关于最近的事件？

source: Well, we usually do not employ just any civilian. Our tasks are important for Feygard - and by extension, important for the people. Our tasks are usually not suited for commoners like you.
de: Nun, normalerweise beauftragen wir keine Zivilisten. Unsere Aufträge sind wichtig für Feygard - und, mehr noch, wichtig für das Volk. Unsere Aufgaben sind normalerweise nicht geeignet für einfache Bürger wie dich.
fr: Eh bien, d'habitude nous n'engageons pas n'importe quel civil. Notre mission est importante pour Feygard et, par extension, importante pour les gens. Elle ne convient pas à un roturier comme toi.
ja: そうだな、我々は通常、民間人を雇ってはいない。我々の職務はフェイガードにとって重要であるし、ひいては人々にとっても重要なものだ。通常であれば君のような一般人には向いていない。
pt: Bem, geralmente não empregamos qualquer civil. Nossas tarefas são importantes para Feygard - e, por extensão, importante para as pessoas. Nossas tarefas geralmente não são adequados para pessoas comuns como você.
zh_cn: 嗯，我们通常不会随便雇用平民。我们的任务对费加德很重要--推而广之，对人民也很重要。我们的任务通常不适合像你这样的平民。

source: But I guess the recent situation really leaves us no choice. We need to keep the guards in Loneford, and we also need to deliver this shipment. At the moment, we cannot do both.
de: Aber ich denke, dass die derzeitige Lage uns keine wirkliche Wahl lässt. Wir müssen die Wachen in Loneford belassen und wir müssen ebenso diese Ladung ausliefern. Im Moment können wir nicht beides zugleich tun.
fr: Mais bon les circonstances actuelles ne nous laisse pas de choix. Nous devons laisser les gardes à Loneford et nous avons besoin de livrer cette cargaison. Pour le moment nous ne pouvons pas faire les deux.
ja: だが最近の情勢では、とてもではないが選択の余地などない。衛兵をローンフォードに残しつつ、この荷物を届ける必要がある。現状では、両立することはできない。
pt: Mas acho que a recente situação realmente não nos deixa escolha. Precisamos manter os guardas em Loneford e também precisamos de entregar esta remessa. No momento, não podemos fazer as duas coisas.
zh_cn: 但我想最近的情况确实让我们别无选择。我们需要把守卫留在隆福德，我们还需要运送这批货物。目前，我们无法同时做到这两点。

source: Tell you what, you might be able to help us after all if you are willing to work.
de: Weißt du was? Du könntest uns auf jeden Fall helfen, wenn du bereit wärst, die Arbeit zu übernehmen.
fr: Je te l'avais dit, si tu veux nous aider, tu pourrais nous être utile après tout.
ja: 結局のところ君が仕事をしてくれるということであれば、我々の助けとなるかもしれないな。
pt: Sabe de uma coisa, você pode ser capaz de ajudar-nos, afinal, se estiver disposto a trabalhar.
zh_cn: 告诉你吧，如果你愿意的话，也许能帮到我们。

source: What is the task?
de: Was ist das für ein Auftrag?
fr: Que dois-je faire ?
ja: どんな仕事ですか？
pt: Qual é a tarefa?
zh_cn: 任务是什么？

source: Anything for the glory of Feygard.
de: Alles für die Ehre Feygards.
fr: Tout pour la gloire de Feygard.
ja: 全てはフェイガードの栄光のために。
pt: Qualquer coisa para a glória de Feygard.
zh_cn: 为了费加德的荣耀不惜一切代价。

source: If the pay is sufficient, I guess I can help.
de: Wenn es dafür einen ausreichenden Lohn gibt, denke ich, dass ich helfen kann.
fr: Si la paye est suffisante, je pense que je peux aider.
ja: 給料が十分なら、お手伝いできると思います。
pt: Se o salário é suficiente, acho que posso ajudar.
zh_cn: 如果报酬足够，我想我可以帮忙。

source: I had better not get involved in your Feygard business.
de: Aus euren Feygarder Angelegenheiten halte ich mich lieber raus.
fr: Je ferais mieux de ne pas m'impliquer dans vos affaires de Feygard.
ja: あなたのフェイガードの仕事には関わらないほうがいいですね。
pt: Melhor não me envolver nos negócios de Feygard.
zh_cn: 我最好不要插手你的费加德事务。

source: I'm glad to hear that.
de: Ich bin froh, das zu hören.
fr: Je suis content d'entendre ça.
ja: それが聞けて良かった。
pt: Fico feliz em ouvir isso.
zh_cn: 我很高兴听到这个消息。

source: Pay? Oh, I guess we could pay you.
de: Bezahlen? Oh, ich denke, wir könnten dich bezahlen.
fr: Payer ? Oh, je suppose que nous pourrions vous payer.
ja: 給料？ ああ、支払えるのではないかな。
pt: Pagar? Ah, acho que poderíamos pagar.
zh_cn: 回报？哦，我想我们可以付钱给你。

source: I need you to take a shipment of equipment to another one of our outposts further south on the Duleian road.
de: Ich benötige dich für einen Transport von Ausrüstung zu einem unserer anderen Außenposten weiter südlich an der Duleianstraße.
fr: J’ai besoin que tu transportes de l'équipement jusqu'à un autre de nos avant-postes, situé plus au sud sur la route Duleian.
ja: デュリアン街道の南にある別の前哨部隊まで装備品を運んでもらいたい。
pt: Preciso de si para transportar algum equipamento para outro de nossos postos avançados mais ao sul na estrada Duleian.
zh_cn: 我需要你把一批装备运到我们在杜莱恩路上更南边的另一个前哨。

source: Those outposts further down south are in greater need of equipment than us, them being closer to that wretched Nor City and all.
de: Diese Außenposten weiter südlich brauchen die Ausrüstung nötiger als wir, liegen sie doch näher an diesem elenden Nor City und so.
fr: Cet avant-poste au sud a plus besoin d'équipement que nous, ils sont plus proches de cette misérable Norville.
ja: 南方の前哨部隊はあのみすぼらしいノアシティなどに近いために、我々よりも装備を必要としている。
pt: Esses postos avançados mais para o sul estão em maior necessidade de equipamentos do que nós, eles estão mais perto da miserável Nor-City e essas cercanias.
zh_cn: 那些在南方的前哨基地比我们更需要装备，他们离那个可恶的诺尔城和其他东西更近。

source: Take this shipment of 10 iron swords to the guard captain stationed in a tavern called 'The Foaming Flask', near a village called Vilegard.
de: Bring diese Ladung von 10 Eisenschwertern zum Hauptmann der Wache, der in einer Taverne namens 'Zur Schäumenden Flasche' nahe beim Dorf Vilegard stationiert ist.
fr: Prends ce paquet de 10 épées de fer, et emmène-le au capitaine de la garde stationnée à la taverne appelée 'La Chopine Moussante', près du village de Vilegard.
ja: ヴィルガードという村の近くにある、"フォーミングフラスコ"と呼ばれる酒場に駐屯している衛兵隊長まで、アイアンソード10本を届けてくれ。
pt: Entregue essa remessa de 10 espadas de ferro ao capitão da guarda hospedado numa taberna chamada 'Foaming Flask', perto de uma aldeia chamada Vilegard.
zh_cn: 把这批10把铁剑交给驻扎在一个叫 "泡沫瓶酒馆 "的酒馆里的警卫队长，这个酒馆靠近一个叫维尔加德的村庄。

source: No problem. Anything for the glory of Feygard.
de: Kein Problem. Alles für die Ehre Feygards.
fr: Pas de problème. Tout pour la gloire de Feygard.
ja: いいですよ。全てはフェイガードの栄光のために。
pt: Não tem problema. Qualquer coisa para a glória de Feygard.
zh_cn: 没问题。为了费加德的荣耀，什么都可以。

source: You did not mention any amount that I would be paid.
de: Du hast gar nicht erwähnt, wie viel ich bekommen soll.
fr: Vous n'avez pas mentionné le montant que je serais payé.
ja: 支払いの額について何も言ってないです。
pt: Não mencionou quanto receberei por essa tarefa.
zh_cn: 你没有提到我会得到的任何酬谢。

source: Why should I help you people? I have only heard bad things about Feygard.
de: Warum sollte ich euch Leuten helfen? Ich habe nur schlimme Dinge über Feygard gehört.
fr: Pourquoi devrais-je vous aider ? Je n'ai entendu que des mauvaises choses sur Feygard.
ja: どうしてあなたたちを助けないといけないの？ フェイガードについては悪い話しか聞いたことがありません。
pt: Por que deveria ajudar-vos? Só ouvi coisas ruins sobre Feygard.
zh_cn: 我为什么要帮助你们这些人？我只听说过关于费加德的坏消息。

source: What was that you told me before about a shipment?
de: Was war das nochmal, was du mir über diese Lieferung gesagt hast?
fr: Pouvez-vous me rappeler ce que vous me disiez sur la cargaison ?
ja: 以前荷物について話していたことは何でしたっけ？
pt: O que foi que me disse antes sobre um carregamento?
zh_cn: 你之前跟我说的关于货物的事是怎么回事？

source: I'm sorry to hear that. Good day to you.
de: Tut mir leid, das zu hören. Einen guten Tag wünsche ich dir.
fr: Je suis désolé de l'apprendre. Bonne journée à vous.
ja: それは残念だな。それでは失礼する。
pt: Sinto muito por ouvir isso. Bom dia para si.
zh_cn: 我很遗憾听到这个消息。祝你好运。

source: Bad things? Who have you been talking to then? I would urge you to make up your own opinion of Feygard by travelling there yourself.
de: Schlimme Dinge? Mit wem hast du überhaupt gesprochen? Ich würde dich bitten, dir deine eigene Meinung über Feygard zu bilden, indem du dorthin reist.
fr: Mauvaises choses ? À qui avez-vous parlé ? Je vous invite à vous faire votre propre opinion de Feygard en y allant vous-même.
ja: 悪い話？ 誰とそんな話をしたのだ？ 私としては、君自身でそこを旅してフェイガードについて自分の意見をまとめることを強く勧める。
pt: Coisas ruins? Quem foi que lhe disse isso? Exorto-o a formar a sua própria opinião sobre Feygard a ir até lá voce mesmo.
zh_cn: 坏消息？从哪听来的？我希望你自己去那里转转，形成自己对费加德的看法。

source: Personally, I cannot think of a greater place to be than in Feygard. Order is kept and people are friendly.
de: Ich persönlich kann mir keinen besseren Ort zum Leben vorstellen als Feygard. Da herrscht Ordnung und die Leute sind freundlich.
fr: Personnellement, je ne peux pas penser à un meilleur endroit que Feygard. L'ordre est conservé et les gens sont amicaux.
ja: 個人的には、フェイガード以上の場所など考えられん。秩序は保たれているし、人々は友好的だ。
pt: Pessoalmente, não consigo pensar num melhor lugar para estar do que em Feygard. A ordem é mantida e as pessoas são amigáveis.
zh_cn: 就我个人而言，我想不出有什么地方比费加德更合适。秩序得以维持，人们也很友好。

source: As to why you would help us, I can only say that Feygard would be grateful for your services if you help us.
de: Zum 'warum' kann ich nur sagen, dass Feygard sich für deine Dienste dankbar erweisen würde, solltest du uns helfen.
fr: En raison pour nous aider je ne peux que te dire que Feygard t'en sera reconnaissant.
ja: 我々を助ける理由については、もし助けてもらえるのであればフェイガードはその貢献に感謝するだろう、としか言いようがないな。
pt: Quanto às razões para que nos ajude, só posso dizer que Feygard ficaria grato por seus serviços se nos ajudar.
zh_cn: 至于你为什么要帮助我们，我只能说，如果你帮助我们，费加德会感谢你的帮助。

source: Fine, whatever. I will carry your stupid swords. I still hope there will be some reward for this.
de: Schön, ist auch egal. Ich werde eure blöden Schwerter transportieren. Wobei ich imer noch hoffe, dass dafür eine Belohnung rausspringt.
fr: Bien, peut importe. Je vais emmener vos stupides épées. J'ai encore l'espoir qu'il y aura une récompense à la clé.
ja: いいでしょう、何でもいい。そのくだらない剣は運びましょう。これで報酬があることをまだ期待してますからね。
pt: De qualquer forma, tudo bem. Vou levar as suas espadas estúpidas. Ainda espero que haja alguma recompensa por isso.
zh_cn: 好吧，不管怎样我会运送你那把愚蠢的剑，但我仍然希望会有一些奖励。

source: Sounds good to me. Anything for the glory of Feygard.
de: Hört sich gut an. Alles für die Ehre Feygards.
fr: Ça me va. N'importe quoi pour la gloire de Feygard.
ja: 良いですね。全てはフェイガードの栄光のために。
pt: Parece bom para mim. Qualquer coisa para a glória de Feygard.
zh_cn: 听起来不错。一切为了费加德的荣耀。

source: Excellent.
de: Exzellent.
fr: Parfait.
ja: 素晴らしい。
pt: Excelente.
zh_cn: 很好。

source: I cannot promise you any amount on a reward.
de: ich kann dir keine Belohnung versprechen.
fr: Je ne peux te promettre aucune récompense.
ja: 報酬については保証はできない。
pt: Não posso prometer-lhe qualquer quantia numa recompensa.
zh_cn: 我不能答应给你任何报酬。

source: OK then.
de: Ok dann.
fr: Alors ok.
ja: ああ、そうしよう。
pt: Ok então.
zh_cn: 那么好吧。

source: Here is the shipment that I want you to transport.
de: Hier ist die Ladung, die du für uns transportieren sollst.
fr: Voici la cargaison que je veux que vous transportiez.
ja: こちらが運んでもらいたい荷物だ。
pt: Aqui está a carga que quero que transporte.
zh_cn: 这是我要你运送的货物。

source: As I said, you should deliver those 10 iron swords to the guard captain stationed in a tavern called 'The Foaming Flask', near a village called Vilegard.
de: Wie ich gesagt habe, sollst du diese Ladung von 10 Eisenschwertern dem Hauptmann der Wache liefern, der in einer Taverne namens 'Zur Schäumenden Flasche' nahe beim Dorf Vilegard stationiert ist.
fr: Comme je t'ai dit, il faudra que tu livres ce paquet de 10 épées de fer au capitaine de la garde stationnée à la taverne appelée 'La Chopine Moussante', près du village de Vilegard.
ja: さっきも言ったように、この10本のアイアンソードをヴィルガードという村の近くにある、"フォーミングフラスコ"と呼ばれる酒場に駐屯している衛兵隊長まで届けてくれ。
pt: Como disse, deve entregar as 10 espadas de ferro ao capitão da guarda hospedado numa taberna chamada 'Foaming Flask', perto de uma aldeia chamada Vilegard.
zh_cn: 正如我所说，你应该把那10把铁剑交给驻扎在一个叫 "泡沫瓶酒馆 "的酒馆里的警卫队长，就在一个叫维勒加德的村庄附近。

source: Return to me once you are done.
de: Komm zu mir zurück, sobald du das erledigt hast.
fr: Revenez me voir une fois que vous avez terminé.
ja: 終わったら戻ってきてくれ。
pt: Volte para mim quanto completar a tarefa.
zh_cn: 做完就回来找我。

source: I feel that I should warn you about something also. See that fellow over there in the corner? Ailshara. She seems very interested in our dealings for some reason.
de: Ich denke, ich sollte dich auch vor etwas warnen. Siehst du diese Type in der Ecke dort drüben? Ailshara. Sie scheint aus irgendeinem Grund sehr an unseren Geschäften interessiert zu sein.
fr: Je pense aussi que je ferais bien de vous avertir de quelque chose. Vous voyez cette personne là-bas dans le coin ? Ailshara. Elle semble très intéressée par notre discussion, je ne sais pourquoi.
ja: それと警告しておくことがある。あそこの角にいる人物が見えるか？ アイルシャラだ。どういうわけか彼女は我々の取引に強い関心があるようなのだ。
pt: Sinto que devo avisá-lo sobre outra coisa. Ve aquela pessoa lá no canto? Ailshara. Ela parece muito interessada nas nossas relações por algum motivo.
zh_cn: 我觉得我也应该提醒你一些事情。看到角落里的那个家伙了吗？艾尔沙拉。出于某种原因，她似乎对我们的交易非常感兴趣。

source: I would urge you to stay away from her at all costs. Whatever you do, do not speak to her about your mission with the shipment.
de: Ich würde dir raten, dich unter allen Umständen von ihr fern zu halten. Was immer du tust, sage ihr nichts über deinen Auftrag mit der Lieferung.
fr: Je vous demande instamment de rester loin d'elle à tout prix. Quoi que vous fassiez, ne lui parle pas de votre mission avec la livraison.
ja: 何があっても関わらないことを強く勧める。何をするにしても、その荷物に関する任務についてはあの女に話さないように。
pt: Peço-lhe para ficar longe dela a todo custo. Faça o que fizer, não fale com ela sobre sua missão com o envio.
zh_cn: 我劝你不惜一切代价离她远一点。无论你做什么，都不要和她谈论你的任务和货物。

source: You return. Good news about the shipment I hope?
de: Du bist zurück. Es gibt hoffentlich gute Nachrichten über den Transport?
fr: Te revoilà. De bonnes nouvelles à propos de la cargaison j'espère ?
ja: 戻ってきたか。荷物についてのいい知らせであるといいが？
pt: Voltou. Boas notícias sobre a expedição, espero?
zh_cn: 你回来了。我希望有关于货物的好消息？

source: I am still working on transporting that shipment.
de: Ich bin noch dabei, diese Ladung zu transportieren.
fr: Je continue encore de transporter la cargaison.
ja: まだ届けている最中です。
pt: Ainda estou a trabalhar no transporte da carga.
zh_cn: 我仍然在努力运输那批货物。

source: Yes. I have delivered them as you ordered.
de: Ja. Ich habe sie ausgeliefert, wie befohlen.
fr: Oui. Je l'ai livré comme vous me l'avez ordonné.
ja: はい。ご注文通りに届けてきました。
pt: Sim. Tenho entreguei tudo conforme ordenado.
zh_cn: 是的，我已经按照你的要求给他们了。

source: Yes. I have delivered them.
de: Ja. Ich habe sie ausgeliefert.
fr: Oui. Je l'ai livré.
ja: はい、届けてきました。
pt: Sim. Tenho dado.
zh_cn: 是的，我已经把它们送出去了。

source: I'm sorry, we only trade with allies of Feygard. Help me with the task I gave you and we might be able to work something out.
de: Tut mir leid, wir handeln nur mit Verbündeten Feygards. Hilf mir bei dem Auftrag, den ich dir erteilt habe und wir können eine Vereinbarung treffen.
fr: Désolé, mais nous faisons uniquement commerce avec les alliés de Feygard. Aidez-moi à remplir la tâche que je vous ai donné, et on pourra peut-être arriver à un arrangement.
ja: すまないが、我々はフェイガードの協力者としか売買しないのだ。君に与えた仕事を手伝ってもらえるなら、なんとか解決できるかもしれない。
pt: Sinto muito, só negociamos com aliados de Feygard. Ajude-me com a tarefa que lhe dei e que podemos reconsiderar.
zh_cn: 很抱歉，我们只和费加德的盟友进行贸易。帮我完成我给你的任务，我们也许能解决一些问题。

source: Splendid! Feygard is in debt to you.
de: Großartig! Feygard steht in deiner Schuld.
fr: Splendide ! Feygard t'es redevable.
ja: 素晴らしい！ フェイガードは君に恩義ができたな。
pt: Esplêndido! Feygard está em dívida consigo.
zh_cn: 好极了!费加德欠你的。
