Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: What can you tell me about bonemeal?
de: Was kannst du mir über Knochenmehl sagen?
fr: Qu'en est-il des cendres d’os ?
ja: 骨粉についてお聞きしたいのですが？
pt: O que me podes dizer sobre a farinha de ossos?
zh_cn: 你能告诉我关于骨粉的事吗?

source: Do you have anything to help against food-poisoning?
de: Hast du irgendetwas, was gegen Lebensmittelvergiftung hilft?
fr: Avez-vous quelque chose pour aider contre les intoxications alimentaires ?
ja: 食中毒の手当てについて、なにかご存知ですか？
pt: Tens algo para tratar de uma intoxicação alimentar?
zh_cn: 你知道有什么办法来治疗食物中毒吗？

source: Bonemeal? We shouldn't talk about that. Lord Geomyr issued a decree. It's not allowed anymore.
de: Knochenmehl? Darüber sollten wir lieber nicht reden. Laut einem Erlass von Lord Geomyr ist es nicht mehr erlaubt.
fr: Les cendres d’os ? Nous ne devrions pas en parler. Le seigneur Geomyr a publié un décret. Ce n'est plus autorisé.
ja: 骨粉？ その話はするべきではありません。あれは違法だという勅令が、ジオミア卿から出されたのです。
pt: Farinha de ossos? Não devemos falar sobre isso. O Lorde Geomyr emitiu um decreto a proibir a utilização.
zh_cn: 骨粉?我们不应该谈论那个。吉奥米尔勋爵发布了一条法令。这是不允许使用的。

source: Please?
de: Bitte?
fr: S'il vous plaît ?
ja: そこをどうか？
pt: Por favor?
zh_cn: 请？

source: No, we really shouldn't talk about that.
de: Nein, wir sollten wirklich nicht darüber reden.
fr: Non, nous ne devrions vraiment pas en parler.
ja: ダメです。我々は、本当に禁じられているんですよ。
pt: Não, não devemos falar sobre isso.
zh_cn: 不，我们真的不应该谈论这个。

source: Oh come on.
de: Ach, komm' schon.
fr: Oh, allez ...
ja: どうしてもダメですか。
pt: Ah, vamos lá.
zh_cn: 哦，拜托。

source: Well if you really are that persistent. Bring me 5 insect wings that I can use for making potions and maybe we can talk more.
de: Nun, wenn du darauf bestehst: Bring mir 5 Insektenflügel die ich für das Herstellen von Tränken brauche, dann können wir weiterreden.
fr: Bon, puisque tu insistes. Rapporte moi cinq ailes d'insectes que je pourrai utiliser pour concocter mes potions, et peut-être t'en dirai-je plus.
ja: はあ、君がそんなに頑固なら少し考えます。ポーションを作るのに使うので、昆虫の翅を5つ持ってきてください。そうしたら話しましょう。
pt: Bem, és mesmo teimoso. Traz-me 5 asas de insetos para fazer poções e talvez possamos falar mais sobre isso.
zh_cn: 好吧，如果你真的那么执着的话。给我5个昆虫翅膀，我可以用它来做药水，也许我们可以多聊聊。

source: Here, I have the insect wings.
de: Hier sind die Insektenflügel.
fr: Voici les ailes d'insectes.
ja: はい、昆虫の翅です。
pt: Aqui estão as asas de insetos.
zh_cn: 看这，我有昆虫翅膀。

source: OK, I'll bring them.
de: Okay, ich werde welche holen.
fr: Très bien, je vous les rapporterai.
ja: 持ってきます。
pt: Está bem, vou trazê-las.
zh_cn: 好的，我要带它们。

source: Thanks kid. I knew I could count on you.
de: Danke mein Junge. Ich weiß, dass ich mich auf dich verlassen kann.
fr: Merci mon petit. Je savais que je pouvais compter sur toi.
ja: ありがとう。君ならやってくれると思っていましたよ。
pt: Obrigado miúdo. Sabia que podia contar contigo.
zh_cn: 谢谢你，孩子。我就知道可以信赖你。

source: Oh yes, bonemeal. Mixed with the right components it can be one of the most effective healing agents around.
de: Oh ja, Knochenmehl. Gemischt mit den richtigen Zutaten kann es zu einem sehr wirksamen Heilmittel werden.
fr: Alors les cendres d’os. Préparées avec les bons ingrédients, cela peut être l'un des médicaments les plus efficaces à notre disposition.
ja: 骨粉は、正しく調合すれば、この辺りで手に入るいちばん強力な回復剤になるのです。
pt: Ah! Sim! Farinha de ossos. Misturada com os componentes certos, pode ser um remédios mais eficazes para curar.
zh_cn: 哦,是的,骨粉。与合适的成分混合在一起，它可以成为最有效的治疗药物之一。

source: We used to use it extensively before. But now that bastard Lord Geomyr has banned all use of it.
de: Wir haben es früher oft benutzt. Aber jetzt hat der Bastard Lord Geomyr jeglichen Gebrauch verboten.
fr: Nous en faisions grand usage auparavant. Mais maintenant, ce bâtard de seigneur Geomyr en a interdit toute utilisation.
ja: 以前はよく使っていたものですが。今では奴に…おっと、ジオミア卿に禁止されてしまったのです。
pt: No passado, costumávamos usar bastante. Mas agora o bastardo Lorde Geomyr proibiu-o.
zh_cn: 我们以前广泛地使用它。但是现在那个混蛋吉奥米尔领主已经禁止了对它所有的使用。

source: How am I supposed to heal people now? Using regular healing potions? Bah, they're so ineffective.
de: Wie soll ich jetzt die Leute heilen? Mit normalen Heiltränken? Pah, die sind so unwirksam.
fr: Comment vais-je pouvoir soigner les gens maintenant ? En utilisant les potions classiques ? Bah, elles sont tellement inefficaces.
ja: どうやってこれから治療するというのでしょう。普通の治癒のポーションを使えって？ あんなに効きにくい物をですか。
pt: Como é que vou curar as pessoas agora? Usar poções de cura vulgares? Bah! Não são tão eficazes.
zh_cn: 我现在该怎么治疗病人呢？使用常规的治疗药水？呸，它们根本没用。

source: I know someone that still has a supply of bonemeal if you are interested. Go talk to Thoronir, a fellow priest in Fallhaven. Tell him my password 'Glow of the Shadow'.
de: Ich kenne jemand, der noch einen Vorrat an Knochenmehl hat, wenn du interessiert bist. Rede mit Thoronir, meinem Priesterkollegen in Fallhaven. Nenne ihm das Passwort 'Leuchten des Schattens'.
fr: Je connais quelqu'un qui a toujours des cendres d’os disponibles si cela t'intéresse. Va parler à Thoronir, un confrère prêtre à Fallhaven. Donne-lui le mot de passe « Lueur de l'Ombre ».
ja: さて、もし関心がおありなら、まだ骨粉のポーションを作ってくださる方を紹介しましょう。フォールヘブンの神官、ソロニールを訪ねなさい。合言葉の"シャドウの輝き"を言えばわかるでしょう。
pt: Conheço uma pessoa que ainda tem alguma farinha de ossos, se estiveres interessado. Vai falar com o Thoronir, um amigo sacerdote em Fallhaven. Diz-lhe a palavra-passe 'Brilho da Sombra'.
zh_cn: 如果你有兴趣的话，我知道有个人还有骨粉。去找索罗尼尔谈谈，他是法尔海文一个牧师的朋友。告诉他我的暗语 "暗影之光"。

source: No, sorry. I hear that the potion-maker in Fallhaven can create something to help against that though.
de: Nein, tut mir leid. Aber ich habe gehört, dass der Tränkemacher in Fallhaven etwas brauen kann, was dagegen hilft.
fr: Non, désolé. J'ai néanmoins entendu que le concocteur de potions de Fallhaven pouvait créer quelque chose pour aider contre cela.
ja: いえ、申し訳ない。聞いたところでは、フォールヘブンの薬師が解毒薬を作れるとか。
pt: Não, desculpa. Mas ouvi falar de alguém que faz poções, em Fallhaven, tem algo eficaz contra isso.
zh_cn: 不,抱歉。我听说在法尔海文的药剂师可以制造一些东西来治疗它。

source: You should go see him and ask if he has anything to help against that. He can probably help you.
de: Du solltest zu ihm gehen und ihn fragen, ob er etwas hat, was dagegen wirkt. Vielleicht kann er dir helfen.
fr: Tu devrais aller le voir et lui demander s'il a quelque chose pour aider contre cela. Il pourra probablement t'aider.
ja: 治療法があるか、彼を訪ねてみるといい。きっと助けになるでしょう。
pt: Devias visitá-lo e perguntar-lhe se ele tem alguma coisa que cure isso. Acho que ele é capaz de te ajudar.
zh_cn: 你应该去看看他，问问他有没有什么可以帮你的。他可能会帮助你。

source: Thanks, I'll go see him.
de: Danke, ich werde zu ihm gehen.
fr: Merci, je vais aller le voir.
ja: そうですね、訪ねてみます。
pt: Obrigado, vou vê-lo.
zh_cn: 谢谢，我要去见他。

source: Hey, this is my house, get out of here!
de: Hey, das ist mein Haus. Raus hier!
fr: Hé, c'est ma maison, sors de là !
ja: おい、ここは私の家だよ。出て行きなさい！
pt: Ei! Esta é a minha casa, sai daqui!
zh_cn: 嘿，这是我的房子，赶快离开！

source: But I was just ...
de: Aber ich wollte nur ...
fr: Mais j'étais juste ...
ja: いや、僕はただ…
pt: Mas apenas queria...
zh_cn: 但是，我只是...

source: What about your husband Oromir?
de: Was ist mit deinem Mann Oromir?
fr: Que se passe-t-il avec votre mari Oromir ?
ja: あなたの夫のオロミアのことなんですが？
pt: E o teu marido Oromir?
zh_cn: 那你的丈夫奥罗米尔呢？

source: Umar sent me.
de: Umar schickt mich.
fr: Umar m'envoie.
ja: ウマルから送られました。
pt: Umar mandou-me aqui.
zh_cn: 奥马尔派我来的。

source: Beat it kid, get out of my house!
de: Zisch ab Junge, raus aus meinem Haus!
fr: File, gamin, sors de ma maison !
ja: さっさと、出て行きなさい！
pt: Já chega miúdo, sai da minha casa!
zh_cn: 滚，死小孩，滚出我的房子!

source: Do you know anything about my husband? He should be here helping me with the farm today, but he seems to be missing as usual. Sigh.
de: Weißt du etwas über meinen Ehemann? Der Faulpelz sollte mir heute bei der Arbeit auf dem Hof helfen, aber er glänzt wieder einmal mit seiner Abwesenheit. [Seufz].
fr: Sais-tu quelque chose au sujet de mon mari ? Il devait m'aider à la ferme aujourd'hui, mais comme d'habitude il n'est pas là. [Soupir]
ja: 主人の事、何か知っているのかい？ あの人は今日、私と畑仕事をしなきゃいけないのに、いつも通りにどこか行っちゃったのよ。 ハァ。
pt: Sabes alguma coisa sobre o meu marido? Ele devia estar aqui hoje me a ajudar na quinta, mas parece que foi caminhar, como de costume. [Suspiro].
zh_cn: 你知道我丈夫的事吗？ 他今天应该在这儿帮我干农活的，但他好像和往常一样失踪了。 唉。

source: I have no idea.
de: Ich habe keine Ahnung.
fr: Je ne sais pas.
ja: 特にわかりません。
pt: Não faço a mínima ideia.
zh_cn: 我不知道。

source: Yes, I found him. He is hiding among some trees to the east.
de: Ja, ich habe gesehen, wie er sich bei einigen Bäumen östlich von hier versteckt hat.
fr: Oui, je l'ai trouvé. Il se cache dans le bosquet à l'Est.
ja: オロミアは東の方で林の中に隠れていましたよ。
pt: Sim, encontrei-o. Está escondido nas árvores a este.
zh_cn: 是的，我找到他了。他藏在东边的树丛中。

source: [Lie] I have no idea.
de: [Lüge] Ich habe keine Ahnung.
fr: [Mentir] Je n'en ai aucune idée.
ja: （嘘）特にわかりません。
pt: [Mentir] Não faço ideia.
zh_cn: [谎言] 我不知道。

source: He's found a new hiding spot.
de: Er hat ein neues Versteck gefunden.
fr: Il a trouvé une nouvelle cachette.
ja: 彼なら新しい隠れ家を見つけましたよ。
pt: Ele encontrou um novo esconderijo.
zh_cn: 他找到了一个新的藏身之处。

source: He's found another new hiding spot. Give him credit, he is great at avoiding work.
de: Er hat ein weiteres neues Versteck gefunden. Das muss man ihm lassen, er ist wirklich gut darin, sich vor Arbeit zu drücken.
fr: Il a trouvé une autre nouvelle cachette. Tu peux au moins lui reconnaître qu'il est doué pour éviter le travail.
ja: また新しい隠れ家を見つけてましたよ。あの人は仕事から逃げるのが上手いですね。
pt: Ele encontrou outro esconderijo. Há que reconhecer, ele é bom a evitar o trabalho.
zh_cn: 他又找到了一个新的藏身之处，真不错，他很会逃避工作。

source: He's in your basement.
de: Er ist in deinem Keller.
fr: Il est dans ta cave.
ja: 彼ならここの地下室にいます。
pt: Ele está na tua cave.
zh_cn: 他在你的地下室里。

source: If you see him, tell him to hurry back here and help me with the housework. Now get out of here!
de: Wenn du ihn findest, kannst du ihm ausrichten, dass er schnellstens zurück kommen soll um mir bei der Arbeit zu helfen. Und jetzt raus hier!
fr: Si tu le vois, dis-lui de rappliquer vite et de m'aider à m'occuper de la maison. Et maintenant, file !
ja: あの人を見つけたら、早く帰って家事を手伝うように言ってちょうだい。 さあ、今度こそ帰りなさい！
pt: Se o vires, diz-lhe para vir a correr e ajudar-me com as tarefas domésticas. Agora sai daqui!
zh_cn: 如果你见到他，叫他滚回来帮我做家务。 现在滚出去!

source: Hiding is he? That's not surprising. I'll go let him know who's the boss around here. Thanks for letting me know though.
de: Er versteckt sich? Das sieht ihm ja mal wieder ähnlich. Es wird Zeit, dass ich ihn erinnere, wer hier der Boss ist. Danke übrigens für die Information.
fr: Il se cache ? Ce n'est pas étonnant. Je vais aller le chercher et lui montrer qui est le chef ici. Merci du renseignement.
ja: 隠れてた？ 驚くことじゃないわね。ここのボスが誰なのか、あの人に教えておくわ。 知らせてくれて感謝するよ。
pt: Ele está escondido? Isso não me surpreende. Vou mostrar quem é que manda aqui! Obrigado por me avisares.
zh_cn: 他藏起来了吗？ 这并不奇怪。我会告诉他这附近谁才是老大。 谢谢你告诉我。

source: Thanks for telling me about Oromir earlier. I will go get him in just a minute.
de: Danke für deine Informationen über Oromir. Ich werde ihn mir gleich vorknöpfen.
fr: Merci de m'avoir indiqué où se cachait Oromir tout à l'heure. Je vais aller le chercher dans une minute.
ja: さっきは教えてくれてありがとうね。私はとっととあの人を捕えに行くわ。
pt: Obrigado por me contares sobre o Oromir. Daqui a pouco vou buscá-lo.
zh_cn: 谢谢你早些告诉我关于奥罗米尔的事。我马上就去叫他进来。

source: Oh you startled me. Hello.
de: Puh, hast du mich erschreckt. Hallo.
fr: Oh, tu m'as fait peur. Bonjour.
ja: わっ、びっくりした。 こんにちは。
pt: Ei, assustaste-me. Olá.
zh_cn: 哦，你吓了我一跳。 你好啊。

source: Hello.
de: Hallo.
fr: Bonjour.
ja: こんにちは。
pt: Olá.
zh_cn: 你好。

source: I'm hiding here from my wife Leta. She is always getting angry at me for not helping out on the farm. Please don't tell her that I'm here.
de: Ich verstecke mich vor meiner Frau Leta. Sie wird immer ziemlich sauer, wenn ich ihr nicht auf dem Hof helfe. Bitte erzähle ihr nicht, wo ich bin.
fr: Je me cache ici à cause de mon épouse. Elle est toujours après moi parce que je ne l'aide pas assez à la ferme. S'il te plaît, ne lui dis pas que je suis ici.
ja: 僕はここで、妻のレタから隠れてるんだよ。彼女、僕が畑を手伝わないといつも怒るんだ。ここにいるってこと、どうか彼女に教えないでくれ。
pt: Estou a esconder-me da minha mulher Leta. Ela está sempre zangada comigo por não a ajudar na quinta. Por favor, não lhe digas que estou aqui.
zh_cn: 我在这里躲避我的妻子莉塔。她总是生我的气，因为我没有在农场帮忙。请不要告诉她我在这里。

source: [Lie] OK.
de: [Lüge] Ok.
fr: (En mentant) OK.
ja: （嘘）わかりました。
pt: [Mentir] Está bem.
zh_cn: （说谎）好的。

source: Your secret is safe with me.
de: Bei mir ist dein Geheimnis sicher.
fr: Ton secret est en sécurité avec moi.
ja: 秘密は守ります。
pt: O teu segredo está seguro comigo.
zh_cn: 你的秘密在我这很安全。

source: Oh, it's you. You with that brother of yours. Always causing trouble.
de: Oh, du bist es. Du und dein Bruder, immer für etwas Ärger gut.
fr: Ah, c'est toi. Tu es bien comme ton frère. Toujours à faire des histoires.
ja: お前か、お前ら兄弟はまた面倒ばかり起こしてるな。
pt: Ah, és tu. És como o teu irmão. Sempre a causar problemas.
zh_cn: 哦,是你。你和你哥哥总是一起制造麻烦。

source: Hmm, maybe you could be of use to me. Do you think you could help me with a small task?
de: Hmm, vielleicht könntest du mir nützlich sein. Meinst du, dass du eine kleine Aufgabe für mich erledigen kannst?
fr: Hmm, il y a peut-être quelque chose que tu pourrais faire pour moi. Penses-tu pouvoir m'aider à accomplir une petite tâche ?
ja: いや待てよ、お前も役に立つかも。ちょっとした仕事があるんだが手伝わねぇか？
pt: Hmm, talvez possas ajudar-me. Achas que podes ajudar-me numa pequena tarefa?
zh_cn: 嗯，也许你会对我有用。你能帮我做一个小任务吗？

source: Tell me more about this task.
de: Erzähle mir mehr über die Aufgabe.
fr: Dis-m'en plus au sujet de cette tâche.
ja: どんな仕事なの。
pt: Conta-me mais sobre essa tarefa.
zh_cn: 告诉我更多关于这项任务的信息。

source: Sure, if there is anything I can gain from it.
de: Sicher, wenn dabei etwas für mich herausspringt.
fr: Bien sûr, à condition que cela me rapporte quelque chose.
ja: もちろんやる。それで儲けがあるなら、だけど。
pt: Claro, se ganhar alguma coisa com isso.
zh_cn: 当然，如果我能从中获利的话。

source: I recently went in to that cave over there [points west], to check on our supplies. But apparently, the cave has been infested with rats.
de: Ich war kürzlich in der Höhle dort *er deutet nach Westen*, um unsere Vorräte zu prüfen. Aber offensichtlich wurde die Höhle von Ratten heimgesucht.
fr: Je suis allé récemment dans cette caverne [il pointe du doigt vers l'ouest], pour vérifier nos réserves. Apparemment, la caverne est infestée de rats.
ja: 最近、村の蓄えがどれだけ残っているか調べに、あの洞窟に入ったんだがよ。（西のほうを指差す）俺が見たところ、ネズミがはびこっていやがる。
pt: Há pouco tempo entrei naquela caverna [aponta para oeste(←)], para verificar as nossas provisões. Mas parece que a caverna foi infestada por ratos.
zh_cn: 我最近去了那边的山洞 [指西边]，检查我们的补给品。但显然的，这个山洞里已经有了大量的老鼠了。

source: In particular, I saw one rat that was larger than the other rats. Do you think you have what it takes to help eliminate them?
de: Inbesonders ist mir eine Ratte aufgefallen, die größer als alle anderen war. Denkst du, dass du das Zeug dazu hast, die Ratten zu entfernen?
fr: J'ai vu en particulier un rat qui était plus gros que les autres. Penses-tu être capable de l'éliminer ?
ja: 特に言うとだな、他のネズミよりデカい奴がいた。お前、あれを倒してこれそうか？
pt: O mais estranho foi um dos ratos, era maior do que todos os outros. Achas que consegues eliminá-los?
zh_cn: 特别是，我看到一只老鼠比其他老鼠都大。你认为你有能力消灭它们吗?

source: Sure, I'll help you so that Crossglen can use the supply cave again.
de: Sicher helfe ich, damit Crossglen die Vorratshöhle wieder benutzen kann.
fr: Bien sûr, je t'aiderai pour que Crossglen puisse à nouveau utiliser la caverne comme réserve.
ja: 当然、みんなが貯蔵の洞穴を使えるように、手伝うに決まっている。
pt: Claro, vou ajudar-te para que Crossglen possa usar outra vez a caverna.
zh_cn: 当然，我会帮你的，好让克罗斯山谷能再次使用补给洞穴。

source: Sure, I'll help you. But only because there might be some gain for me in this.
de: Sicher helfe ich, aber nur, weil dabei etwas für mich herausspringen könnte.
fr: Bien sûr, je vais t'aider. Mais c'est uniquement parce que je peux y gagner quelque chose.
ja: やるさ。まあ、単にこれで稼げそうだから、なんだけど。
pt: Claro, posso ajudar-te. Mas só porque vou ganhar alguma coisa com isso.
zh_cn: 当然，我会帮助你的。但这只是因为我可能会从中获益。

source: I need you to get into that cave and kill the large rat, that way maybe we can stop the rat infestation in the cave and start using it as our old supply cave again.
de: Du musst in diese Höhle und die große Ratte töten. Damit sollten wir die Rattenplage in der Höhle stoppen können. Dann endlich können wir unsere Vorratshöhle wieder benutzen.
fr: Je voudrais que tu ailles dans cette caverne et que tu tues le gros rat, cela pourrait peut-être stopper l'infestation de la caverne et nous pourrions l'utiliser à nouveau comme réserve.
ja: あの洞穴に入って、大きいネズミを殺してきてくれ。そうすればネズミの繁殖も止められて、洞穴をまた使うことができる。
pt: Preciso que entres naquela caverna e mates o rato gigante. Assim talvez possamos limpar a infestação de ratos e voltar a usar a caverna como armazém.
zh_cn: 我需要你进入那个洞穴，杀死那只大老鼠，这样也许我们就能阻止洞里老鼠的侵扰，重新开始用它来做我们以前的补给洞了。

source: OK.
de: Okay.
fr: D'accord.
ja: わかりました。
pt: Tudo bem.
zh_cn: 好的。

source: On second thought, I don't think I will help you after all.
de: Wenn ich so darüber nachdenke, denke ich, dass ich dir doch nicht helfen kann.
fr: À bien y réfléchir, je ne pense pas pouvoir t'aider.
ja: やっぱりこの仕事はしないことにする。
pt: Pensando bem, acho que não te vou ajudar.
zh_cn: 仔细想了想，我想我根本帮不了你。

source: I didn't think so either. You and that brother of yours always were cowards.
de: Ich habe mich nicht getäuscht. Du und dein Bruder wart schon immer Feiglinge.
fr: Je ne pensais pas que tu le ferais. Toi et ton frère avez toujours été des trouillards.
ja: 予想はしてたよ。おまえら兄弟は、あんまり勇敢じゃないから。
pt: Bem me parecia que não eras capaz. Tu e o teu irmão fostes sempre uns covardes.
zh_cn: 我也这么认为。你和你哥哥一直都是胆小鬼。

source: Bye.
de: Tschüss
fr: Au revoir.
ja: じゃあね。
pt: Adeus.
zh_cn: 再见。

source: Did you kill that large rat in the cave west of here?
de: Hast du die große Ratte in der Höhle westlich von hier schon getötet?
fr: As-tu tué le gros rat de la caverne à l'Ouest ?
ja: 西の洞窟にいる大きいネズミは殺してきたか？
pt: Mataste aquele rato gigante da caverna a oeste (←)?
zh_cn: 你在西边的山洞里杀了那只大老鼠吗?

source: Yes, I have killed the large rat.
de: Ja, ich habe die große Ratte getötet.
fr: Oui, j'ai tué le gros rat.
ja: うん、やって来た。
pt: Sim, matei o rato gigante.
zh_cn: 是的，我杀了那只大老鼠。

source: What was I supposed to do again?
de: Was sollte ich nochmal tun?
fr: Qu'est-ce que j'étais supposé faire, déjà ?
ja: 何をすればいいんだっけ？
pt: Diz-me outra vez, o que é que tenho de fazer?
zh_cn: 再说一次我该做些什么?

source: Thanks a lot for your help kid! Maybe you and that brother of yours aren't as cowardly as I thought. Here, take these coins for your help.
de: Vielen Dank für deine Hilfe, Junge! Vielleicht bis du und dein Bruder doch nicht so feige wie ich dachte. Hier, nimm diese Münzen als Belohnung.
fr: Merci beaucoup de ton aide gamin ! Peut-être que toi et ton frère n'êtes pas si trouillards que je le pensais finalement. Tiens, prends ces pièces pour ton aide.
ja: いいね、やるじゃん！ おまえら兄弟は、思ってたほど意気地無しじゃあないんだな。手伝いのお礼だ、取っとけ。
pt: Muito obrigado pela ajuda miúdo! Afinal de contas talvez tu e o teu irmão não sejam covardes como pensei. Toma estas moedas pela ajuda que me deste.
zh_cn: 非常感谢你的帮助，孩子!也许你和你哥哥不像我想的那么懦弱。来，这些硬币是你的酬劳。

source: Thanks.
de: Danke.
fr: Merci.
ja: ありがとう。
pt: Obrigado.
zh_cn: 谢谢。

source: Thanks a lot for your help earlier. Now we might start using that cave as our old supply cave again.
de: Nochmals vielen Dank für deine Hilfe. Nun können wir die Höhle endlich wieder als Vorratsraum verwenden.
fr: Merci beaucoup pour ton aide tout à l'heure. Nous allons désormais pouvoir utiliser à nouveau notre vieille caverne comme réserve.
ja: この前のことは感謝してるよ。おかげでまた俺たちは貯蔵の洞穴を使えるようになったからな。
pt: Muito obrigado pela tua ajuda. Agora podemos voltar a começar a usar a nossa caverna.
zh_cn: 非常感谢你早些时候的帮助。现在我们可以重新使用那个洞穴作为我们补给洞穴了。

source: Hello kid. Please leave me to my mourning.
de: Hallo Junge. Lass mich bitte allein mit meiner Trauer.
fr: Bonjour petit. Laisse-moi à mes lamentations.
ja: 少年よ、1人にしてくれないか。ここに眠っているあいつのために祈っているんだ。
pt: Olá miúdo. Por favor deixa-me no meu tormento.
zh_cn: 孩子。请让我安静地哀悼。

source: What is the problem?
de: Was ist das Problem?
fr: Que se passe-t-il ?
ja: どうされたんです？
pt: Qual é o problema?
zh_cn: 什么是问题？

source: Do you want to talk about it?
de: Möchtest du darüber reden?
fr: Désirez-vous en parler ?
ja: 何があったのか話してくれませんか？
pt: Queres falar sobre isso?
zh_cn: 你想谈谈吗？

source: OK, bye.
de: Ok, tschüss.
fr: D'accord, au revoir.
ja: ええ、それでは。
pt: Tudo bem, adeus.
zh_cn: 好，再见。

source: Oh, it's so sad. I really don't want to talk about it.
de: Oh, es ist so traurig. Ich möchte wirklich nicht darüber reden.
fr: Oh, c'est tellement triste. Je ne veux vraiment pas en parler.
ja: 本当に悲しくて、話したくはないんだ。
pt: Ah, é muito triste. Não quero falar sobre isso.
zh_cn: 哦，那太令人伤心了。我真的不想谈这件事。

source: Please do.
de: Bitte, erzähl es mir.
fr: Si, faites-le s'il vous plaît.
ja: どうぞ話してください。
pt: Por favor diz.
zh_cn: 请吧。

source: Well, I guess it's OK to tell you. You seem to be a nice enough kid.
de: Nun, ich denke es ist in Ordnung wenn ich es dir erzähle. Du scheinst ein freundlicher Junge zu sein.
fr: Très bien, je pense que je peux t'en parler. Tu me parais être un brave petit.
ja: ああ、君は本当にいい子だ。話すとしよう。
pt: Bem, suponho que não há problema em dizer-te. Pareces ser um bom miúdo.
zh_cn: 我可以告诉你。你是个不错的孩子。

source: My friend Gandir, his friend Irogotu, and I were down here digging this hole. We had heard there was a hidden treasure down here.
de: Mein Freund Gandir, sein Freund Irogotu und ich gingen hinunter in dieses Loch um zu graben. Wir hatten gehört, dass es hier einen verborgenen Schatz gibt.
fr: Mon ami Gandir, son ami Irogotu et moi-même sommes venu ici creuser cette fosse. Nous avions entendu dire qu'il y avait un trésor caché là-dessous.
ja: 私、友人のガンディールと彼の友人のイロゴツの3人で、ここにある穴を掘り返していたんだ。そこに財宝があると聞いてね。
pt: O meu amigo Gandir, o amigo dele Irogotu e eu estávamos aqui a cavar este buraco. Ouvimos dizer que havia um tesouro escondido por estas bandas.
zh_cn: 我和我的朋友甘迪尔，他的朋友伊洛戈图一起在这里挖这个洞。我们听说这里有一个宝藏。

source: We started digging and finally broke through to the cave system below. That's when we discovered them. The critters and bugs.
de: Wir haben angefangen zu graben und sind schließlich in ein tiefer liegendes Höhlensystem durchgebrochen. Da haben wir sie entdeckt: Kriechtiere und Käfer.
fr: Nous avons creusé et avons finalement débouché sur un dédale sous-terrain. C'est à ce moment que nous les avons trouvées. Les créatures et les bestioles.
ja: 掘ってみた結果、私たちは洞窟を掘り当てた。そのときに、クリッターや虫だ。
pt: Começamos a cavar e finalmente encontramos um sistema de cavernas abaixo. Foi quando os descobrimos. Os bichos e os insetos.
zh_cn: 我们一直挖掘，终于打通了下面的洞穴系统。这就是我们发现那些动物和虫子们的时候。

source: Oh those critters. Damn bastards. Nearly killed me they did. Gandir and I told Irogotu that we should stop the digging and leave while we still could.
de: Oh, dieses verdammte Kriechzeugs. Hätten mich beinahe getötet. Gandir und ich sagten zu Irogotu, dass wir die Grabung beenden und fliehen sollten, solange wir noch könnten.
fr: Ah ces satanées créatures. Elles m'ont quasiment tué. Gandir et moi avons dit à Irogotu que nous devions arrêter de creuser et partir pendant que nous le pouvions encore.
ja: あの忌々しいクリッター共に攻撃され、私は死にかけたよ。 ガンディールと私は、掘るのを止めて今のうちに逃げるべきだとイロゴツに言ったんだ。
pt: Ah esses bichos. Malditos. Por pouco não me mataram! Gandir e eu dissemos a Irogotu que devíamos parar de escavar e sair enquanto podíamos.
zh_cn: 哦,这些生物。该死的混蛋。他们差点杀了我。 甘迪尔和我劝告伊洛戈图，我们应该停止挖掘，趁我们还能离开的时候离开。

source: But Irogotu wanted to continue deeper into the dungeon. He and Gandir got into an argument and started fighting.
de: Aber Irogotu wollte weiter in die Höhlen vordringen. Er und Gandir gerieten in Streit und fingen an zu kämpfen.
fr: Mais Irogotu voulait continuer à s'aventurer plus profondément dans ces oubliettes. Lui et Gandir se sont disputés et ont commencé à se battre.
ja: だが、イロゴツはこの迷宮の奥に進もうとした。奴はガンディールと口論をはじめ、ついには殴り合いになった。
pt: Mas Irogotu queria continuar a escavar mais fundo. Ele e o Gandir discutiram e começaram a lutar.
zh_cn: 但伊洛戈图想继续深入地牢。他和甘迪尔发生了争执，开始打架。
