Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: Pickled cabbage
de: Sauerkraut
fr: Chou au vinaigne
ja: 白菜の漬物
pt: Repolho em conserva
zh_cn: 酸菜

source: The label on the jar looks old and faded. When was this made?
de: Das Schild auf dem Glas sieht alt und verblichen aus. Wann wurde das gemacht?
fr: L'étiquette sur la jarre a l'air vieille et effacée. Quand est-ce que ça a été fabriqué ?
ja: 瓶のラベルが古く色あせて見える。いつ頃作られたものだろう？
pt: A etiqueta no frasco parece velha e desbotada. Quando isso foi feito?
zh_cn: 罐子上的标签看起来很旧且褪色。 这是什么时候做的？

source: Steel shortsword
de: Stählernes Kurzschwert
fr: Epée courte en acier
ja: スチールショートソード
pt: Espada curta de aço
zh_cn: 钢短剑

source: Bronze morningstar
de: Bronzener Morgenstern
fr: Etoile du matin en bronze
ja: ブロンズモーニングスター
pt: Estrela da manhã de bronze
zh_cn: 青铜晨星

source: Iron morningstar
de: Eiserner Morgenstern
fr: Etoile du matin en fer
ja: アイアンモーニングスター
pt: Estrela da manhã de ferro
zh_cn: 铁晨星

source: Leather whip
de: Lederpeitsche
fr: Fouet en cuir
ja: レザーウィップ
pt: Chicote de couro
zh_cn: 皮鞭

source: Stiletto
de: Stilett
fr: Talon aiguille
ja: スティレット
pt: Estilete
zh_cn: 小剑

source: Scythe
de: Sense
fr: Faux
ja: サイズ
pt: Foice
zh_cn: 镰刀

source: This looks more suited to farming than fighting
de: Das scheint eher zur Feldarbeit als zum kämpfen geeignet zu sein
fr: Semble plus adaptée à la ferme qu'au combat
ja: 戦闘よりも農耕に向いているようだ
pt: Isto parece mais adequado para a agricultura do que para a luta
zh_cn: 相比战斗，这看起来更适合农业

source: Rusty scythe
de: Rostige Sense
fr: Faux rouillée
ja: 錆びたサイズ
pt: Foice enferrujada
zh_cn: 生锈的镰刀

source: Blue cheese
de: Blauschimmelkäse
fr: Fromage bleu
ja: ブルーチーズ
pt: Queijo azul
zh_cn: 蓝纹奶酪

source: It looks like moldy cheese.
de: Sieht wie verschimmelter Käse aus.
fr: Ressemble à du fromage moisi.
ja: カビの生えたチーズのようだ。
pt: Parece um queijo com mofo.
zh_cn: 它看起来像是发霉的奶酪。

source: Iron flail
de: Eisenflegel
fr: Fléau de fer
ja: アイアンフレイル
pt: Mangual de ferro
zh_cn: 铁连枷

source: Goat milk
de: Ziegenmilch
fr: Lait de chèvre
ja: ヤギのミルク
pt: Leite de cabra
zh_cn: 山羊奶

source: Ring of damage resistance
de: Ring der Schadensresistenz
fr: Anneau de résistance aux dégâts
ja: ダメージ軽減リング
pt: Anel da resistência ao dano
zh_cn: 伤害抗性之戒

source: Polished ring of damage resistance
de: Polierter Ring der Schadensresistenz
fr: Anneau poli de résistance aux dégâts
ja: 磨かれたダメージ軽減リング
pt: Anel polido da resistência ao dano
zh_cn: 抛光的伤害抗性之戒

source: Necklace of lifesteal
de: Vampirhalskette
fr: Collier voleur de vie
ja: ライフスティールネックレス
pt: Colar do tira-vidas
zh_cn: 吸血项链

source: Superior necklace of the protector
de: Bessere Halskette des Beschützers
fr: Collier supérieur du protecteur
ja: 良質なプロテクターネックレス
pt: Colar superior do protetor
zh_cn: 高级保护者项链

source: Reinforced leather buckler
de: Verstärktes Lederschild
fr: Bouclier en cuir renforcé
ja: 強化レザーバックラー
pt: Pequeno escudo de couro reforçado
zh_cn: 强化皮革圆盾

source: Crude iron shield
de: Plumper Eisenschild
fr: Bouclier de fer rudimentaire
ja: 粗悪なアイアンシールド
pt: Escudo de ferro rudimentar
zh_cn: 粗糙的铁盾

source: Iron shield
de: Eisenschild
fr: Bouclier de fer
ja: アイアンシールド
pt: Escudo de ferro
zh_cn: 铁盾

source: Superior iron shield
de: Besserer Eisenschild
fr: Bouclier de fer supérieur
ja: 良質なアイアンシールド
pt: Escudo de ferro superior
zh_cn: 优质铁盾

source: Black defender
de: Schwarzer Verteidiger
fr: Défenseur noir
ja: ブラックディフェンダー
pt: Defensor negro
zh_cn: 黑暗护盾

source: Spiked buckler
de: Bespickter Schild
fr: Bocle à pic
ja: スパイクバックラー
pt: Pequeno escudo com espinhos
zh_cn: 尖刺圆盾

source: This looks like a (bad) cross between a homemade shield and a homemade weapon.
de: Dies sieht nach einer (schlechten) Kreuzung zwischen selbstgemachem Schild und selbstgemacher Waffe aus.
fr: Ca ressemble à un (mauvais) croisement entre un bouclier fait maison et une arme fait maison.
ja: 自作盾と自作武器の（悪い）掛け合いに見える。
pt: Isso parece um (ruim) cruzamento entre um escudo caseiro e uma arma caseira.
zh_cn: 这看起来像是自制盾牌和自制武器的（坏）交融。

source: Goatskin gloves
de: Ziegenlederhandschuhe
fr: Gants de cuir de bouc
ja: ゴートスキングローブ
pt: Luvas de pele de cabra
zh_cn: 山羊皮手套

source: Boots of flight
de: Stiefel der Flucht
fr: Bottes d'envol
ja: フライトブーツ
pt: Botas de voo
zh_cn: 飞行靴

source: Stoutford combat amulet
de: Stoutforder Kampfamulett
fr: Amulette de combat de Stoutford
ja: スタウトフォードコンバットアミュレット
pt: Amuleto de combate de Stoutford
zh_cn: 斯托福德战斗护身符

source: Snakeskin tunic
de: Schlangenledertunika
fr: Tunique de peau de serpent
ja: スネークスキンチュニック
pt: Túnica de pele de cobra
zh_cn: 蛇皮长袍

source: Cloth tunic
de: Stofftunika
fr: Tunique en tissu
ja: クロースチュニック
pt: Túnica de tecido
zh_cn: 布长袍

source: Goatskin hat
de: Ziegenlederhut
fr: Chapeau de cuir de bouc
ja: ゴートスキンハット
pt: Chapéu de pele de cabra
zh_cn: 山羊皮帽

source: Chainmail tunic
de: kettengepanzerte Tunika
fr: Tunique en cotte de mailles
ja: チェインメイルチュニック
pt: Túnica de cota de malha
zh_cn: 链甲长袍

source: Steel cuirass
de: Stahlbrustpanzer
fr: Cuirasse d'acier
ja: スチールキュイラス
pt: Couraça de aço
zh_cn: 钢胸甲

source: Steel helm
de: Stahlhelm
fr: Casque d'acier
ja: スチールヘルム
pt: Capacete de aço
zh_cn: 钢盔

source: Goat cheese
de: Ziegenkäse
fr: Fromage de chèvre
ja: ヤギのチーズ
pt: Queijo de cabra
zh_cn: 山羊奶酪

source: Restore dazed
de: Heilt Benommenheit
fr: Stoppe l'étourdissement
ja: めまい回復
pt: Restaura confusão
zh_cn: 恢复眩晕

source: Restore fear
de: Heilt Angst
fr: Stoppe la peur
ja: 恐怖回復
pt: Restaura medo
zh_cn: 恢复恐惧

source: Restore stunned
de: Heilt Betäubung
fr: Stoppe la stupéfaction
ja: スタン回復
pt: Restaura atordoado
zh_cn: 恢复昏迷

source: Restore weapon feebleness
de: Heilt Schwächung der Waffen
fr: Stoppe la faiblesse d'arme
ja: 武器弱体回復
pt: Restaurar debilidade da arma
zh_cn: 恢复武器无力

source: Potion of alertness
de: Trank der Wachsamkeit
fr: Potion de vigilance
ja: 覚醒のポーション
pt: Poção do estado de alerta
zh_cn: 机敏药水

source: Potion of heroism
de: Trank des Heldentums
fr: Potion d'héroïsme
ja: 英雄のポーション
pt: Poção do heroísmo
zh_cn: 英雄主义药水

source: Potion of awareness
de: Trank des Bewusstseins
fr: Potion de conscience
ja: 気付きのポーション
pt: Poção da perceção
zh_cn: 意识药水

source: Potion of dexterity
de: Trank der Gewandtheit
fr: Potion de dextérité
ja: 敏捷のポーション
pt: Poção da destreza
zh_cn: 敏捷药水

source: Potion of sound mind
de: Trank des gesunden Geistes
fr: Potion d'esprit sain
ja: 健全な精神のポーション
pt: Poção da mente sã
zh_cn: 健全心灵药水

source: Damerilias
ja: ダメリリア
pt: Damerílias
zh_cn: 大马士革

source: Flowers that grow only in Remgard
de: Blumen, die nur bei Remgard wachsen
fr: Fleurs qui ne poussent qu'à Remgard
ja: レムガードでしか育たない花
pt: Flores que só crescem em Remgard
zh_cn: 仅在瑞姆加德生长的花

source: Potion of truth
de: Trank der Wahrheit
fr: Potion de vérité
ja: 真実のポーション
pt: Poção da verdade
zh_cn: 真理药水

source: Potion of deftness
de: Trank der Flinkheit
fr: Potion d'habileté
ja: 器用のポーション
pt: Poção da habilidade
zh_cn: 灵巧药水

source: Potion of the brave
de: Trank des Tapferkeit
fr: Potion du brave
ja: 勇敢のポーション
pt: Poção do bravo
zh_cn: 勇者药水

source: Potion of quick death
de: Trank des schnellen Todes
fr: Potion de mort rapide
ja: 即死のポーション
pt: Poção da morte rápida
zh_cn: 快速死亡药水

source: Goatskin boots
de: Ziegenlederstiefel
fr: Bottes de cuir de bouc
ja: ゴートスキンブーツ
pt: Botas de pele de cabra
zh_cn: 山羊皮靴

source: Dried goat meat
de: Getrocknetes Ziegenfleisch
fr: Viande de chèvre séchée
ja: ヤギの干し肉
pt: Carne-seca de cabra
zh_cn: 干山羊肉

source: It looks similar to boot leather.
de: Es sieht Stiefelleder sehr ähnlich.
fr: Ca ressemble à des bottines de cuir.
ja: 見た目はブーツの革に似ている。
pt: Parece semelhante ao couro das botas.
zh_cn: 它看起来类似于用来做靴子的皮革。

source: Sharp steel rapier
de: Scharfer Stahldegen
fr: Rapière fine en acier
ja: シャープスチールレイピア
pt: Florete de aço afiado
zh_cn: 锋利的钢长剑

source: Sword of the annihilator
de: Schwert des Auslöschers
fr: Epée de l'annihilateur
ja: 殲滅者の剣
pt: Espada do Aniquilador
zh_cn: 歼灭者之剑

source: Helm of Foreseeing
de: Helm der Vorraussicht
fr: Casque de Prémonition
ja: 予見のヘルム
pt: Capacete da Previsão
zh_cn: 预言之盔

source: Scorpion sting
de: Skorpionstachel
fr: Dard de scorpion
ja: サソリの針
pt: Ferrão de escorpião
zh_cn: 蝎子尾针

source: Key to the glade
de: Schlüssel zur Bergwiese
fr: Clé de la clairière
ja: 空き地の鍵
pt: Chave para a clareira
zh_cn: 林间空地的钥匙

source: Soap
de: Seife
fr: Savon
ja: 石鹸
pt: Sabão
zh_cn: 肥皂

source: Special coins against powerful undead
de: Besondere Münzen gegen mächtige Untote
fr: Pièces spéciales contre les mort-vivants puissants
ja: 強力なアンデッドに対する特別なコイン
pt: Moedas especiais contra poderosos mortos-vivos
zh_cn: 对付强大亡灵的特殊金币

source: Lord Erwyn's ring
fr: Bague du Seigneur Erwyn
ja: エルウィン卿のリング
pt: Anel do Lorde Erwyn
zh_cn: 欧文勋爵的戒指

source: A broad ring with wicked looking runes all around
de: Ein breiter Ring mit eingravierten, böse aussehenden Runen
fr: Une large bague avec de chouettes runes tout autour
ja: 邪悪なルーンが散りばめられた幅広のリング
pt: Um anel amplo com runas de aparência perversa por toda parte
zh_cn: 周围有邪恶符文的宽戒指

source: Stoutford chief's helmet
de: Helm des Oberbefehlshabers von Stoutford
fr: Casque du chef de Stoutford
ja: スタウトフォード首長のヘルメット
pt: Capacete do chefe de Stoutford
zh_cn: 斯托福德酋长的头盔

source: Lutarc's medallion
de: Lutarcs Medaillon
fr: Médaillon de Lutarc
ja: ルタークのメダル
pt: Medalhão de Lutarc
zh_cn: 卢塔克的奖章

source: Shimmering opal
de: Schimmernder Opal
fr: Opale chatoyante
ja: 煌めくオパール
pt: Opala cintilante
zh_cn: 闪闪发光的猫眼石

source: Dunla's Journal
de: Dunlas Aufzeichnungen
fr: Journal de Dunla
ja: ダンラの日記
pt: Diário de Dunla
zh_cn: 邓拉的日志

source: Fanamor's Journal
de: Fanamors Aufzeichnungen
fr: Journal de Fanamor
ja: ファナモーの日記
pt: Diário de Fanamor
zh_cn: 法纳莫尔的日志

source: Leta's Journal
de: Letas Aufzeichnungen
fr: Journal de Leta
ja: レタの日記
pt: Diário da Leta
zh_cn: 莉塔的日志

source: Feygard iron dagger
de: Feygard Eisendolch
fr: Dague en acier de Feygard
ja: フェイガードアイアンダガー
pt: Adaga de ferro de Feygard
zh_cn: 费加德铁匕首

source: Bandage
de: Verband
ja: 包帯
pt: Atadura
zh_cn: 绷带

source: Guild brig key
de: Schlüssel zum Gildengefängnis
fr: Clé du cachot de la guilde
ja: ギルド拘禁室の鍵
pt: Chave da guilda
zh_cn: 公会禁闭室钥匙

source: Rotten meat
de: Verrottetes Fleisch
fr: Viande pourrie
ja: 腐った肉
pt: Carne podre
zh_cn: 腐烂的肉

source: Even fly larvae have died eating this.
de: Selbst Maden sind gestorben, als sie dies fraßen.
fr: Même des larves de mouches sont mortes en mangeant de ça.
ja: ハエの幼虫でさえこれを食べて死んでしまった。
pt: Até as larvas de mosca morreram ao comer isto.
zh_cn: 即使是蛆吃了也会死。

source: Suspicious package
de: Verdächtiges Paket
fr: Paquet suspect
ja: 怪しいパッケージ
pt: Pacote suspeito
zh_cn: 可疑的包裹

source: This box has a mark that you don't understand. Better not to open it.
de: Diese Box hat eine Markierung, die du nicht verstehst. Es ist besser, sie nicht zu öffnen.
fr: Cette boîte a une marque que vous ne comprenez pas. Mieux vaut ne pas l'ouvrir.
ja: この箱には理解できないマークがある。開けないほうがいい。
pt: Esta caixa tem uma marca que não entende. É melhor não abri-la.
zh_cn: 此包裹上有你不能理解的标记。最好不要打开它。

source: Yatagan
ja: ヤタガン
zh_cn: 矢田根

source: Crackshot's personal weapon
de: Crackshots persönliche Waffe
fr: Arme personnelle de Crackshot
ja: クラックショットの所有武器
pt: Arma pessoal do Crackshot
zh_cn: 疯狂打靶的个人武器

source: The ancient key has a bluish glow.
de: Der alte Schlüssel leuchtet bläulich.
fr: L'ancienne clé a une lueur bleue.
ja: 古代の鍵は青みがかった輝きを放っている。
pt: A chave antiga tem um brilho azulado.
zh_cn: 发出蓝光的古老的钥匙。

source: Blessed key of luthor
de: Geweihter Schlüssel von Luthor
fr: Sainte clé de Luthor
ja: 祝福されたルーサーの鍵
pt: Chave abençoada de Luthor
zh_cn: 祝福过的路德的钥匙

source: The curse has disappeared.
de: Der Fluch ist gebrochen.
fr: La malédiction a disparu.
ja: 呪いは消えた。
pt: A maldição desapareceu.
zh_cn: 诅咒消失了。

source: Sapphire Necklace
de: Saphirhalskette
fr: Collier de Sapphire
ja: サファイアネックレス
pt: Colar de Safira
zh_cn: 蓝宝石项链

source: The jewelry that Ambelie gave me in exchange for her life.
de: Das Schmuckstück, das mir Ambelie im Austausch für ihr Leben gab.
fr: Le bijou qu'Ambelie m'a donné en échange de sa vie.
ja: アンベリーが命の代わりとしてくれた宝石。
pt: As joias que Ambelie me deu em troca da vida dela.
zh_cn: 安贝莉送给我的，用来换取她的性命的首饰。

source: Spiked Gloves
de: Stachelhandschuhe
fr: Gants cloutés
ja: スパイクグローブ
pt: Luvas com Espinhos
zh_cn: 尖的手套

source: These gloves can be used on your hands or even with other gloves, but they don't allow the use of weapons at the same time.
ja: このグローブは手でも使えるし他のグローブとの併用も可能だが、武器を同時に使うことはできない。
zh_cn: 这些手套可以在手上使用，甚至与其他手套一起使用，但它们不允许同时使用武器。

source: Blue Crystals
de: Blaue Kristalle
fr: Cristaux bleus
ja: ブルークリスタル
pt: Cristais azuis
zh_cn: 蓝色水晶

source: Some blue shimmering crystals.
de: Einige blau schimmernde Kristalle.
fr: Des cristaux brillant d'une lueur bleue.
ja: 青くきらめく結晶。
pt: Alguns cristais azuis cintilantes.
zh_cn: 一些蓝色的闪烁着的晶体。

source: Red Crystals
de: Rote Kristalle
fr: Cristaux rouges
ja: レッドクリスタル
pt: Cristais Vermelhos
zh_cn: 红色水晶

source: Some red shimmering crystals.
de: Einige rot schimmernde Kristalle.
fr: Des cristaux brillant d'une lueur rouge.
ja: 赤くきらめく結晶。
pt: Alguns cristais vermelhos cintilantes.
zh_cn: 一些红色的闪烁着的晶体。

source: Hunter's Sword
de: Schwert des Jägers
fr: Epée des chasseurs
ja: ハンターソード
pt: Espada do Caçador
zh_cn: 猎人之剑

source: When venery is your game, you need a superior sword.
de: Wenn die Jagd dein Spiel ist, dann brauchst du ein überlegenes Schwert.
fr: Lorsque la vénerie est votre jeu, vous avez besoin d'une épée de qualité supérieure.
ja: 性のゲームには、優れた剣が必要だ。
pt: Se a caça é o seu jogo, precisa de uma espada melhor.
zh_cn: 当狩猎是你的游戏时，你需要一把高级的剑。

source: Fierce Lava Rock
de: Scharfes Lavagestein
fr: Pierre de lave embrasée
ja: 激しい溶岩石
pt: Rocha de lava feroz
zh_cn: 猛烈的熔岩

source: It's burning through your clothes
de: Es brennt sich durch deine Kleider
fr: Ça brûle à travers tes vêtements
ja: それはあなたの服から燃えている
pt: Está a queimar através das suas roupas
zh_cn: 隔着衣服都能感受到它的炽热

source: Cold Lava Rock
de: Kaltes Lavagestein
fr: Roche de lave froide
ja: 冷たい溶岩石
pt: Rocha de lava fria
zh_cn: 冷熔岩

source: A cold piece of magma
de: Ein Stück erkaltetes Magma
fr: Un morceau de magma froid
ja: 冷えたマグマのかけら
pt: Um pedaço frio de magma
zh_cn: 一块冷却了的岩浆

source: Rockfall deflecting cap
de: Felssturz-Schutzkappe
fr: Casque protecteur d'éboulements
ja: 落石偏向キャップ
pt: Capacete defletor de queda de rochas
zh_cn: 落石偏转帽

source: Sure step boots
de: Stiefel des sicheren Schrittes
fr: Bottes de marche sûre
ja: 履き心地の良いブーツ
pt: Botas de passo da certeza
zh_cn: 可靠行走靴

source: Silver bar
de: Silberbarren
fr: Barre d'argent
ja: 銀の延べ棒
pt: Barra de prata
zh_cn: 银条

source: A small bar made of silver.
de: Ein kleiner Barren aus Silber.
fr: Une petite barre en argent.
ja: 銀製の小さな延べ棒。
pt: Uma pequena barra feita de prata.
zh_cn: 一根小小的银条。

source: Giant's flail
de: Dreschflegel des Riesen
fr: Fléau de géant
ja: 巨人のフレイル
pt: Mangual de gigante
zh_cn: 巨人之锤

source: This is a very heavy weapon!
de: Das ist eine sehr schwere Waffe!
fr: C'est une arme très lourde !
ja: これはとても重い武器だ！
pt: Essa é uma arma muito pesada!
zh_cn: 这是一件非常重的武器！

source: Giant's hauberk
de: Kettenhemd des Riesen
fr: Haubert de géant
ja: 巨人の鎖帷子
pt: Cota de malha de gigante
zh_cn: 巨人的胸甲

source: Gold bar
ja: 金の延べ棒
zh_cn: 金条

source: A small bar made of shining gold.
ja: 輝く金製の小さな延べ棒。
zh_cn: 一根由闪亮的黄金制成的小棒。

source: Lead bar
ja: 鉛の延べ棒
zh_cn: 铅条

source: A small bar made of lead.
ja: 鉛製の小さな延べ棒。
zh_cn: 一个由铅制成的小棒。

source: Stuffed rat from Andor
de: Andors ausgestopfte Ratte
fr: Rat en peluche d'Andor
ja: アンドールの剥製ネズミ
pt: Rato empalhado do Andor
zh_cn: 来自安道尔的老鼠标本

source: Salt pork
fr: Porc salé
ja: 塩漬け豚肉
pt: Carne de porco salgada
zh_cn: 咸猪肉

source: This tastes very...salty.
fr: C'est ... très salé.
ja: これはとても…塩辛い。
pt: Isso tem um gosto muito... salgado.
zh_cn: 这尝起来很...咸。

source: Whip of binding
fr: Fouet de liaison
ja: バインドウィップ
pt: Chicote da obrigação
zh_cn: 捆绑鞭

source: When you hold it, it almost feels like it's moving on its own, as though it were alive.
fr: Quand tu le tiens, c'est comme si il bougeait tout seul, comme s'il était vivant.
ja: 持っていると、まるで生きているかのように独りでに動いているように感じる。
pt: Quando segura, quase parece que se está a mover por conta própria, como se estivesse vivo.
zh_cn: 当你握住它时，感觉好像它在自己移动，好像它是活的。

source: Farmer's flail
fr: Fléau du fermier
ja: 農家のフレイル
pt: Mangual de fazendeiro
zh_cn: 农民的连枷

source: Spiked metal boots
fr: Bottes à pointes en métal
ja: スパイクメタルブーツ
pt: Botas de metal com espinhos
zh_cn: 尖刺金属靴

source: These boots look very uncomfortable. For your enemy!
fr: Ces bottes ont l'air très inconfortables ... pour vos ennemis !
ja: このブーツは、敵にとっては非常に不快なものとして映る！
pt: Essas botas parecem muito desconfortáveis. Para o seu inimigo!
zh_cn: 这些靴子看起来很不舒服。 当然是对你的敌人来说！

source: Necklace of dexterity
fr: Collier de dextérité
ja: 敏捷のネックレス
pt: Colar da destreza
zh_cn: 灵巧项链

source: Brimhaven plate mail
fr: Plaque de mailles de Brimhaven
ja: ブリムヘブンプレートメイル
pt: Armadura de placas de Brimhaven
zh_cn: 布林海文板甲

source: Brimhaven rigid plate mail
fr: Plaque de mailles rigide de Brimhaven
ja: 硬質なブリムヘブンプレートメイル
pt: Armadura de placas rígidas de Brimhaven
zh_cn: 布林海文硬板甲

source: Brimhaven steel helmet
fr: Casque en acier de Brimhaven
ja: ブリムヘブンスチールヘルメット
pt: Capacete de aço de Brimhaven
zh_cn: 布林海文钢盔

source: Engraved steel helmet
fr: Casque en acier gravé
ja: 刻印スチールヘルメット
pt: Capacete de aço gravado
zh_cn: 雕花钢盔

source: Boots of Swiftness
fr: Bottes de rapidité
ja: 素早さのブーツ
pt: Botas da Rapidez
zh_cn: 迅捷之靴

source: Boulder
fr: Rocher
ja: ボルダー
pt: Pedregulho
zh_cn: 巨石

source: Hand mirror
fr: Mirroir à main
ja: ハンドミラー
pt: Espelho de mão
zh_cn: 手镜

source: Basilisk blood
fr: Sang de basilic
ja: バジリスクの血
pt: Sangue de Basilisco
zh_cn: 蛇怪之血

source: Empty crystal vial
fr: Fiole en cristal vide
ja: 空のクリスタルバイアル
pt: Frasco de cristal de vidro
zh_cn: 空的水晶瓶

source: Kitchen knife
fr: Couteau de cuisine
ja: 包丁
pt: Faca de cozinha
zh_cn: 菜刀

source: Trident dagger
fr: Dague trident
ja: トライデントダガー
pt: Adaga tridente
zh_cn: 三叉戟匕首

source: Brimhaven brew
fr: Brasserie de Brimhaven
ja: ブリムヘブンビール
pt: Cerveja de Brimhaven
zh_cn: 布林海文啤酒

source: Cards of luck
fr: Cartes de chance
ja: 幸運のカード
pt: Cartas da sorte
zh_cn: 好运之牌

source: Duck eggs
fr: Oeufs de canne
ja: アヒルの卵
pt: Ovos de pato
zh_cn: 鸭蛋

source: Boiled tripe
fr: Tripes bouillies
ja: 茹でたトリッパ
pt: Tripas cozidas
zh_cn: 水煮内脏

source: This looks disgusting, but cheap.
fr: C'est dégoutant, mais pas cher.
ja: これは見た目は不快だが、安い。
pt: Isso parece nojento, mas é barato.
zh_cn: 这看起来很恶心，但是便宜。

source: Pork pie
fr: Tourte au porc
ja: ポークパイ
pt: Torta de carne de porco
zh_cn: 猪肉派

source: Hard biscuits
fr: Biscuits durcis
ja: ハードビスケット
pt: Biscoitos duros
zh_cn: 硬饼干

source: Carpenter's hammer
fr: Marteau de charpentier
ja: 大工のハンマー
pt: Martelo de carpinteiro
zh_cn: 木匠的锤子

source: When all you have is a hammer, every monster looks like a nail.
fr: Quand tout ce que vous avez est un marteau, chaque monstre ressemble à un clou.
ja: ハンマーさえあれば、どのモンスターも釘のように見える。
pt: Quando tudo que tem é um martelo, todo monstro parece um prego.
zh_cn: 当您只有锤子时，每个怪物都像钉子。

source: Quilted tunic
fr: Tunique matelassée
ja: キルトチュニック
pt: Túnica acolchoada
zh_cn: 夹层长袍

source: Bronze warhammer
fr: Marteau de guerre en bronze
ja: ブロンズウォーハンマー
pt: Martelo de guerra de bronze
zh_cn: 青铜战锤

source: Maul
fr: Mailet
ja: モール
zh_cn: 大槌

source: Steel claymore
fr: Claymore en acier
ja: スチールクレイモア
pt: Claymore de aço
zh_cn: 钢制大砍刀

source: Enhanced green hat
fr: Chapeau vert amélioré
ja: 強化グリーンハット
pt: Chapéu verde aprimorado
zh_cn: 增强的绿帽子

source: Green dress
fr: Robe verte
ja: グリーンドレス
pt: Vestido verde
zh_cn: 绿色连衣裙

source: Enhanced snakeskin gloves
fr: Gants en peau de serpent améliorés
ja: 強化スネークスキングローブ
pt: Luvas de pele de cobra aprimoradas
zh_cn: 强化蛇皮手套

source: Enhanced leather boots
fr: Bottes en cuir améliorées
ja: 強化レザーブーツ
pt: Botas de couro aprimoradas
zh_cn: 增强皮靴

source: Key (found in run-down house East Brimhaven)
fr: Clé (trouvée dans une maison en ruine à Brimhaven Est)
ja: 鍵（東ブリムヘブンの荒れ果てた家で発見）
pt: Chave (encontrada na casa degradada ao leste de Brimhaven)
zh_cn: 钥匙（在布林海文东边破败不堪的房屋中找到）

source: Hand Axe
fr: Hache à une main
ja: ハンドアックス
pt: Machado de mão
zh_cn: 手斧

source: Coin bag (with the name "Alkapoan" on it)
fr: Sac à pièces (avec l'inscription "Alkapoan" dessus)
ja: コインバッグ（"アルカポアン"の名前入り）
pt: Saco de moedas (com o nome "Alkapoan" nele)
zh_cn: 钱袋（上面有“ 阿尔卡潘”的名字）

source: Alkapoans's letters
fr: Lettres d'Alkapoan
ja: アルカポアンの手紙
pt: Cartas de Alkapoans
zh_cn: 阿尔卡潘的信

source: A strange looking dagger
fr: Une dague étrange
ja: 奇妙なダガー
pt: Uma adaga de aparência estranha
zh_cn: 一把奇怪的匕首

source: The dagger has an inscription etched into the metal "The Shadow shall bear no witness to the wielder of this blade".
fr: [OUTDATED][OUTDATED]C'est tranchant !
ja: 短剣には金属に刻まれた銘刻がある"シャドウはこの剣の持ち主の証人とならない"と書かれている。
pt: A adaga tem uma inscrição gravada no metal "A Sombra não deve testemunhar o empunhador desta lâmina".
zh_cn: 匕首上刻有金属铭文：“暗影看不到刀之使者”。

source: Assassin's blade
fr: Lame d'assassin
ja: アサシンブレード
pt: Lâmina do assassino
zh_cn: 刺客之剑

source: A strange-looking gem
fr: Un joyau étrange
ja: 奇妙な宝石
pt: Uma gema de aparência estranha
zh_cn: 看起来很奇怪的宝石

source: This gem is translucent, and you can see sparkling points of light inside it. Marks and residue on one side indicate it was once mounted in something.
fr: Ce joyau est translucide, et vous apercevez des points de lumière étincelants à l'intérieur. Des traces et résidus d'un côté indiquent qu'il a été monté dans quelque chose.
ja: この宝石は半透明で、内部に点々とした光のきらめきが見える。片面のマークと残留物は、一度何かに取り付けられていたことを示している。
pt: Esta gema é translúcida e pode ver pontos de luz brilhantes dentro dela. Marcas e resíduos de um lado indicam que uma vez foi montado em algo.
zh_cn: 这颗宝石是半透明的，您可以在其中看到闪闪发光的亮点。 一侧的痕迹和残渣表明它曾经安装在某物上。

source: Fancy letter opener
fr: Coupe-papier fantaisie
ja: ファンシーレターオープナー
pt: Abridor de cartas chique
zh_cn: 花式开信刀

source: It has a nice inlaid silver handle. Not much use in a fight though.
fr: Il a une jolie poignée en argent incrusté. Pas de grande utilité en combat cependant.
ja: シルバーの握りが良い。戦闘ではあまり使い道がない。
pt: Tem uma bela alça prateada. Mas não é muito útil numa luta.
zh_cn: 它有一个漂亮的嵌银手柄。虽然在战斗中没有多大用处。

source: Superior steel dagger
fr: Dague en acier supérieur
ja: 良質なスチールダガー
pt: Adaga de aço superior
zh_cn: 精钢匕首

source: Jeweled dagger
fr: Dague incrustée de bijoux
ja: ジュエルダガー
pt: Adaga de joias
zh_cn: 宝石匕首

source: A dagger that is meant to impress. Unless you are trying to impress an opponent in a fight.
fr: Une dague faite pour impressionner. Sauf si vous essayez d’impressionner un adversaire dans un combat.
ja: 感動させる意図で作られた短剣。戦いで相手を感動させたいのであれば別だが。
pt: Uma adaga destinada a impressionar. A menos que esteja a tentar impressionar um oponente numa luta.
zh_cn: 令人印象深刻的匕首。 除了你想要在打架中令对手影响深刻。

source: Inlaid scepter
fr: Sceptre incrusté
ja: 象眼のセプター
pt: Cetro incrustado
zh_cn: 镶饰权杖

source: Fancy green hat
fr: Chapeau vert fantaisie
ja: ファンシーグリーンハット
pt: Chapéu verde bonito
zh_cn: 花哨的绿帽子

source: Diamond Ring
fr: Bague en diamant
ja: ダイヤモンドリング
pt: Anel de diamante
zh_cn: 钻石戒指

source: Diamond Necklace
fr: Collier en diamant
ja: ダイヤモンドネックレス
pt: Colar de diamante
zh_cn: 钻石项链

source: Enhanced Shielding necklace
fr: Collier de protection amélioré
ja: 強化シールドネックレス
pt: Colar de proteção aprimorada
zh_cn: 增强防护项链

source: Ring of poison immunity
fr: Anneau d'immunité au poison
ja: 毒免疫のリング
pt: Anel de imunidade a veneno
zh_cn: 中毒免疫戒指

source: Ring of venom
fr: Anneau de venin
ja: ベノムリング
pt: Anel do veneno
zh_cn: 毒液戒指

source: Ring of damage +7
fr: Anneau de dommage +7
ja: ダメージリング+7
pt: Anel de dano +7
zh_cn: 伤害+7戒指

source: Necklace for father (cheap)
fr: Collier de papa (pas cher)
ja: 父へのネックレス（安価）
pt: Colar para o pai (barato)
zh_cn: 父亲的项链（便宜）

source: Necklace for father
fr: Collier pour papa
ja: 父へのネックレス
pt: Colar para o pai
zh_cn: 父亲的项链

source: Necklace for father (expensive)
fr: Collier pour papa (cher)
ja: 父へのネックレス（高価）
pt: Colar para o pai (caro)
zh_cn: 父亲的项链（昂贵）

source: Impressive Diamond Necklace
fr: Collier impressionnant en diamant
ja: 印象的なダイヤモンドネックレス
pt: Colar de diamantes impressionante
zh_cn: 令人印象深刻的钻石项链
