Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: We don't know. No one could make any sense of them, not even Morenavia. I told them all that we should just leave it be.
de: Wir wissen es nicht. Niemand konnte sich einen Reim darauf machen, nichtmal Morenavia. Ich sagte ihnen, dass sie es einfach in Ruhe lassen sollten.
fr: Nous ne savons pas. Personne ne pouvait en déchiffrer le sens, même pas Morenavia. Je leur ai tous dit qu'il valait mieux ne pas y toucher.
ja: 分からない。誰にも理解できないものだった、モレナビアでさえも。そのままにしておいた方がいいとみんなには言ったんだ。
pt: Não sabemos. Aquela marcas não fazem sentido algum, nem mesmo Morenavia. Lhes falei para deixar tudo e sair.
zh_cn: 我们不知道。没有人能够对他们做出任何解释，甚至是莫雷纳维亚。我告诉他们所有人，我们应该远离它。

source: But they didn't listen.
de: Aber sie haben nicht auf Dich gehört?
fr: Mais ils ne m'ont pas écouté.
ja: でも聞いてくれなかった。
pt: Mas eles não escutaram.
zh_cn: 但他们没有听从。

source: Then some people started hearing strange noises coming from below the ground around those markings. Almost like there was something below - a cavern or something.
de: Dann hörten einige Kumpel auf einmal seltsame Geräusche von unter dem Boden um die Markierungen herum. Gerade so als ob dort unten etwas war - ein Hohlraum oder sowas.
fr: Ensuite, certains ont commencé à entendre des bruits étranges venant du sol autour du marquage. Comme s'il y avait quelque chose en dessous - une caverne ou quelque chose comme ça.
ja: それから、その印の周りの地面の下から奇妙な音が聞こえる人が出るようになった。まるで下に…洞窟か何かでもあるかのように。
pt: Então algumas pessoas começaram a ouvir ruídos estranhos vindos de baixo do chão em torno dessas marcações. Quase como se houvesse algo abaixo - uma caverna ou algo assim.
zh_cn: 然后有些人开始听到这些标记周围的地下传来奇怪的声音。几乎就像下面有东西一样 - 一个洞穴或其他东西。

source: Strange noises filled the whole mine, loud rumbles and shrieking noises from within the rock.
de: Fremdartiger Lärm erfüllte die ganze Mine. Lautes Poltern und kreischender Lärm aus dem Fels.
fr: Des bruits étranges emplirent toute la mine. Des tremblements assourdissants et des cris perçants qui semblaient hurlés par le massif.
ja: 鉱山全体に奇妙な音が響き渡って、岩の中からは大きなゴロゴロとした音や叫び声が聞こえてきた。
pt: Ruídos estranhos preenchiam toda a mina, ruídos estridentes e ruídos gritantes da rocha.
zh_cn: 奇怪的声音充斥着整个矿区，巨大的隆隆声和尖叫声从岩石内部发出。

source: They wanted to find out what was below those markings.
de: Sie wollten herausfinden was sich unter den Mustern befindet.
fr: Ils voulaient découvrir ce qui se trouvait sous ces marques.
ja: あいつらは印の下に何があるかを知りたがってた。
pt: Eles queriam descobrir o que estava abaixo dessas marcas.
zh_cn: 他们想弄清楚这些标记下面是什么。

source: So they started breaking through further down.
de: Also fingen Sie an durchzubrechen. Tiefer nach unten.
fr: Alors ils ont commencé à s’enfoncer plus bas.
ja: だから、さらに下へと向かって突き進んでいった。
pt: Então eles começaram a cavar mais fundo.
zh_cn: 所以他们开始进一步向下突破。

source: I wasn't there myself, but I heard from some of the miners. As they broke through, there was a rush of air and a clattering noise, almost like claws, coming from the dark hole beneath.
de: Ich war selber nicht dort, aber ich habe es von einigen Kumpeln gehört. Als sie durchbrachen, kam ihnen brausende Luft und ein klapperndes Geräusch, wie Klauen, aus dem dunklen Loch entgegen.
fr: Je n’y étais pas moi-même, mais je l’ai entendu de certains mineurs. Quand ils ont percé à travers le sol, il y a eu un courant d’air et un bruit de claquement, presque comme des griffes, venant d'en dessous du trou.
ja: その場にはいなかったけど、鉱夫の何人かから話は聞いてる。とうとう突破すると、下の暗い穴から風が吹き込んできて、爪のようなものがカチャカチャと鳴る音がした。
pt: Não estava lá, mas ouvi falar de alguns dos mineiros. Quando atravessaram, havia uma onda de ar e um barulho ruim, quase como garras, a vir do buraco escuro abaixo.
zh_cn: 我本人不在那里，但我从一些矿工那里听说。当他们突破时，有一股空气涌入，并有哗啦啦的声音，几乎像爪子一样，从下面的黑洞里传来。

source: Below the ground with the markings, there was a cavern, just as they had suspected.
de: Unter dem Boden mit den Mustern befand sich ein Hohlraum, genau wie sie vermuteten.
fr: Sous le sol, à l'endroit du marquage, il y avait une caverne, comme ils l'avaient soupçonné.
ja: 印の地面の下には、思ってた通りに洞窟があったんだ。
pt: Abaixo do chão com as marcas, havia uma caverna, assim como eles tinham suspeitado.
zh_cn: 就像他们猜测的那样，在有标记的地面之下，有一个洞穴。

source: A foul sulfurous smell crept into the mine, most likely coming from that cavern.
de: Ein fauliger schwefeliger Geruch kroch durch den Stollen, wahrscheinlich aus diesem Hohlraum.
fr: Une odeur sulfureuse nauséabonde s'infiltra dans la mine, probablement en provenance de cette caverne.
ja: 鼻につく硫黄の臭いが鉱山に這い寄ってきた、きっとあの洞窟からやって来てるんだろう。
pt: A mina foi preenchida com um mau cheiro, provavelmente a vir daquela caverna.
zh_cn: 一股恶臭的硫磺味悄悄进入矿井，很可能来自那个洞穴。

source: They started hearing chattering in strange voices from inside the opening.
de: Sie hörten es in fremden Stimmen aus der Öffnung plappern.
fr: Ils entendirent alors des voix étranges provenant de la brèche.
ja: 入り口の奥から奇妙な話し声が聞こえてきた。
pt: Começaram a ouvir conversações em vozes estranhas dentro da abertura.
zh_cn: 他们开始听到从开口处传来的奇怪的声音。

source: Then they saw it. As I've heard it, it all started as a small flame from within the dark cavern.
de: Dann sahen Sie es. So wie ich es gehört habe, hat es mit einer kleinen Flamme im innern des Hohlraums angefangen.
fr: C'est alors qu'ils l'ont vu. De ce que j'ai entendu, tout a commencé par une petite flamme perçant la noirceur de la caverne.
ja: そして見た。聞いた話だと、暗い洞窟の中から小さな炎が出てきたらしい。
pt: Então eles viram isso. Como ouvi, tudo começou como uma pequena chama dentro da caverna escura.
zh_cn: 然后他们看到了它。正如我所听到的，这一切开始于来自黑暗洞穴内的小火焰。

source: The flame grew stronger, and more lights appeared.
de: Die Flamme wurde größer und mehr Lichter erschienen.
fr: La flamme s'amplifia, et plus de lumières apparurent.
ja: 炎が強まって、さらに明るくなっていった。
pt: A chama tornou-se mais forte e mais luzes apareceram.
zh_cn: 火焰越来越强，更多的光芒出现。

source: Out of the dark, they came. Out from the depths of the mine.
de: Sie kamen aus dem Dunkeln. Aus der Tiefe des Stollens.
fr: Ils sortirent de la noirceur. Des profondeurs de la mine.
ja: 暗闇の中からやつらは現れたんだ。鉱山の奥深くから。
pt: Eles saíram do escuro. Das profundezas da mina.
zh_cn: 他们从黑暗中走出来。从矿井的深处出来。

source: Those foul smelling things.
de: Diese widerlich riechenden Dinger.
fr: Ces êtres à l'odeur fétide.
ja: あの嫌な臭いのする連中が。
pt: O cheiro daquele coisas.
zh_cn: 那些臭气熏天的东西。

source: I told everyone that we shouldn't have breached that deep. We should have stopped when we first saw those markings on the ground.
de: Ich sagte allen, dass wir nicht durchbrechen sollten. Wir hätten aufhören sollen als wir die Muster zum ersten mal gesehen haben.
fr: J'ai dit à tout le monde que nous n'aurions pas dû pénétrer aussi profondément. Nous aurions dû nous arrêter au moment où nous avons vu ces marquages au sol.
ja: みんなにはあんなに深くまで踏み込むべきじゃなかったと言った。初めに地面の印を見つけた段階で立ち止まるべきだったんだ。
pt: Disse a todos que não deveríamos ter cavado tão profundo. Deveríamos ter parado quando vimos essas marcas pela primeira vez no chão.
zh_cn: 我告诉过大家，我们不应该突破那么深。当我们第一次看到地面上的那些标记时，我们就应该停下来。

source: Those markings must have been some sort of warning.
de: Diese Muster waren wohl eine Art Warnung.
fr: Ces marquages devaient être une sorte d'avertissement.
ja: あの印は何かの警告だったに違いない。
pt: Essas marcações devem ter sido algum tipo de aviso.
zh_cn: 这些标记一定是某种警告。

source: Is that how this all started?
de: So hat das alles angefangen?
fr: C'est comme ça que tout a commencé ?
ja: それがすべての始まり？
pt: Foi assim que tudo começou?
zh_cn: 这一切是这样开始的吗？

source: Yes. Whatever was in that cavern, we should not have let it out. Maybe that way, Morenavia and Ayell would still be alive.
de: Ja. Was auch immer in dem Hohlraum war, wir hätten es nicht befreien dürfen. Vielleicht wären Morenavia und Ayell dann noch am Leben.
fr: Oui. Nous n'aurions jamais dû laisser sortir ce qu'il y avait dans cette caverne. Peut-être que Morenavia et Ayell seraient alors encore en vie.
ja: そう。あの洞窟に何があったにせよ、外に出すべきじゃなかった。そうしていればモレナビアとアイエルはまだ生きてたかもしれないのに。
pt: Sim. Seja lá o que esteja naquela caverna, não devemos deixar sair. Talvez dessa forma, Morenavia e Ayell ainda estariam vivos.
zh_cn: 是的。不管那个洞穴里有什么，我们都不应该让它出来。也许那样的话，莫雷纳维亚和阿耶尔还会活着。

source: Is there anything I can do?
de: Kann ich irgendwas tun?
fr: Y a-t-il quoi que ce soit que je puisse faire ?
ja: 何かできることは？
pt: Há algo que possa fazer?
zh_cn: 有什么我可以做的吗？

source: You've helped us this far. Talk to Maevalia again, she might have something else for you.
de: Du hast uns scho bis hierher geholfen. Rede mit Maevalia sie hat vielleicht etwas für Dich.
fr: Tu nous as aidés jusqu'à maintenant. Reparle à Maevalia, elle aura peut-être quelque chose d'autre pour toi.
ja: キミはこれまでも自分たちのことを助けてくれたんだ。もう一度マエバリアと話してみなよ。もしかしたら他に何かあるかもしれない。
pt: Nos ajudou até agora. Converse com Maevalia novamente, ela pode ter alguma coisa para você.
zh_cn: 你已经帮助我们走了这么远。再和梅瓦利亚谈谈，她可能有别的东西给你。

source: OK, I'll go talk to Maevalia again.
de: OK, ich rede nochmal mit Maevalia.
fr: D'accord, je vais reparler à Maevalia.
ja: よし、またマエバリアに話を聞いてきます。
pt: Esta bem, vou falar novamente com Maevalia.
zh_cn: 好吧，我再去和梅瓦利亚谈谈。

source: Anything interesting happening around here?
de: Ist hier irgendwas interessantes passiert?
fr: Qu'est-ce qu'il se passe d'intéressant dans le coin ?
ja: この辺で何か面白いことはないですか？
pt: Algum acontecimento interessante por aqui?
zh_cn: 这附近有什么有趣的事情发生吗？

source: Well, it's our cabin. What are you doing here, anyway?
de: Na, das ist unsere Hütte. Was machst Du hier überhaupt?
fr: Eh bien, c'est notre hutte. Que fais-tu ici, d'ailleurs ?
ja: ああ、ここはオレらのキャビンだよ。それよりこんなところで何してるんだ？
pt: Bem, é a nossa cabana. O que está a fazer aqui, afinal?
zh_cn: 嗯，这是我们的小屋。你在这里做什么呢？

source: I'm looking for my brother, Andor.
de: Ich suche nach meinem Bruder Andor.
fr: Je suis à la recherche de mon frère, Andor.
ja: 僕の兄のアンドールを探しています。
pt: Estou a procurar pelo meu irmão, Andor.
zh_cn: 我在寻找我的哥哥，安道尔。

source: Not much, maybe there is some loot in here that I can grab.
de: Nicht viel, vielleicht gibt es hier Beute, die ich abgreifen kann.
fr: Pas grand chose, peut-être qu'il y a du butin à me mettre sous la main.
ja: 大したことじゃないけど、ここに金目の物でもあるかもと思って。
pt: Não muito, talvez haja algum saque aqui que possa levar.
zh_cn: 不多，也许这里有一些我可以抓住的战利品。

source: Hrmpf. I think you had better leave.
de: Hmpf. Ich glaube, Du gehst jetzt besser.
fr: Hmpf. Tu ferais mieux de partir.
ja: フン。出ていったほうがいいぞ。
pt: Hrmpf. Acho que é melhor sair.
zh_cn: 呵呵。我想你最好离开。

source: OK. Good luck with that.
de: OK. Viel Glück damit.
fr: D'accord. Bonne chance pour ça.
ja: そうか。頑張ってくれ。
pt: Está bem. Boa sorte com isso.
zh_cn: 好了，祝你好运。

source: Does it matter? I don't know you, and you don't know me.
de: Ist das wichtig? Ich kenne Dich nicht und Du mich nicht.
fr: Quelle importance ? Je ne te connais pas, et toi tu ne me connais pas.
ja: ソイツは重要か？ オレはお前を知らん、お前だってオレを知らん。
pt: Isso importa? Não o conheço e você não me conhece.
zh_cn: 这有什么关系吗？我不认识你，你也不认识我。

source: Wow, you're not very friendly, are you?
de: Wow, Du bist nicht sehr freundlich, oder?
fr: Wow, vous n'êtes pas du genre amical, je me trompe ?
ja: うわぁ、愛想が悪くないですか？
pt: Uau, você não é muito amigável?
zh_cn: 哇，你不是很友好，是吗？

source: He he. Interesting. Let's just say our line of work is ... interesting.
de: He he. Interessant. Sagen wir einfach unser Metier ist... interessant.
fr: Hé hé. Intéressant. Disons juste que notre branche est ... intéressante.
ja: ハハッ。面白い、ねぇ。オレらの仕事は…面白いものとだけ言っておこうかね。
pt: He he. Interessante. Digamos que nossa linha de trabalho é… interessante.
zh_cn: 他他。有意思。让我们说，我们的工作是......有趣的。

source: But never mind that. I heard there were some troubles up by the Charwood mining town recently.
de: Aber egal. Ich habe kürzlich von Problemen oben in der Bergwerkstadt Charwood gehört.
fr: Mais c'est pas grave. J'ai entendu qu'il y avait quelques soucis récemment, près de la ville minière de Charbois.
ja: だがソイツは気にするな。近頃だとチャーウッド鉱山の町でトラブルがあったらしいな。
pt: Mas não importa isso. Ouvi dizer que houve problemas pela cidade mineira de Charwood recentemente.
zh_cn: 但不要在意这些。我听说最近在查伍德矿区附近出现了一些麻烦。

source: Charwood, where's that?
de: Charwood? Wo ist das?
fr: Où est Charbois ?
ja: チャーウッドはどこですか？
pt: Charwood, onde é isso?
zh_cn: 查伍德在哪儿？

source: It's just northeast of here. Look for the Charwood cabin north of here.
de: Es ist nordöstlich von hier. Suche nach der Kohle-Hütte nördlich von hier.
fr: C'est au nord-est d'ici. Cherchez la cabane de Charbois au nord d'ici.
ja: すぐ北東だ。ここから北側にあるチャーウッドのキャビンを探してくれ。
pt: Fica ao nordeste (↗) daqui. Procura a cabana de Charwood a norte (↑) daqui.
zh_cn: 它就在这里的东北方向。寻找这里以北的查伍德小屋。

source: Are you sure you should be here? Maybe you should go play with ... your toys or something?
de: Bist du sicher, dass du hier sein solltest? Vielleicht solltest du spielen gehen... mit deinen Spielsachen oder so etwas?
fr: Tu es sûr que tu devrais être là ? Tu ferais peut-être mieux d'aller jouer avec ... tes jouets ou quelque chose ?
ja: お前は本当にここにいるべきか？ おもちゃか何かで遊んでた方がいいんじゃないか？
pt: Tem certeza de que deveria estar aqui? Talvez deva brincar com… os seus brinquedos ou algo assim?
zh_cn: 你确定你应该在这里吗？也许你应该去玩......你的玩具或什么？

source: Watch it. Do you even know who you're talking to?
de: Pass auf. Weisst Du überhaupt mit wem Du redest?
fr: Surveillez votre ton. Avez-vous seulement idée à qui vous vous adressez ?
ja: 気をつけろ。誰と話してるか分かってるのか？
pt: Veja isso. Já sabe com quem está a falar?
zh_cn: 小心。你知道你在和谁说话吗？

source: Fine. I'll leave.
de: Gut, ich gehe.
fr: Si tu insistes. Je m'en vais.
ja: 結構。もう行く。
pt: Bem, vou sair.
zh_cn: 好吧。我会离开。

source: Hey, no need to be rude.
de: Hey, kein Grund unhöflich zu sein.
fr: Hé, pas besoin d'être impoli.
ja: ちょっと、失礼なこと言わないでよ。
pt: Eii, não precisa ser mal educado.
zh_cn: 嘿，没必要这么粗鲁。

source: Hey, those look like some nice items you have there. Care to trade?
de: Hey, Du hast da ein paar schöne Sachen. Möchtest Du handeln?
fr: Dis donc, c'est du bel équipement que t'as là. Est-ce qu'il y en a à vendre ?
ja: ねえ、あなたが持っているアイテムは良さそうですね。取引しませんか？
pt: Ei, aqueles parecem ser agradáveis itens. Importar-se de comercializar?
zh_cn: 嘿，你的这些东西看起来很不错。愿意交易吗？

source: Ha ha. I can be as rude as I want!
de: Ha ha. Ich kann so unhöflich sein wie ich will!
fr: Ha ha. Je peux être aussi impoli que j'le veux !
ja: ワハハッ。好きなだけ失礼にさせてもらおう！
pt: Ha ha. Posso ser tão grosseiro quanto quero!
zh_cn: 哈哈。我想怎么粗鲁就怎么粗鲁!

source: Whatever.
de: Wie auch immer.
fr: Ça m'est égal.
ja: 何だっていいよ。
pt: Tanto faz.
zh_cn: 不管怎么样。

source: Hah! Please enlighten me.
de: Hah! Klär mich auf.
fr: Eh bien ! Éclaire-moi s'il te plaît.
ja: おお！ どうかお教え願おうか。
pt: Hah! Por favor me esclareça.
zh_cn: 哈!请给我指点迷津。

source: I was the one who slew the lich Toszylae between Loneford and Brimhaven.
de: Ich war es, der den Untoten Toszylae zwischen Loneford un Brimhaven erschlagen hat.
fr: Je suis celui qui a achevé la liche Toszylae entre Loneford et Brimhaven.
ja: ローンフォードとブリムヘブンの間でリッチーのトシラエを討伐したのは僕だ。
pt: Fui o único que matou o lich Toszylae entre Loneford e Brimhaven.
zh_cn: 我是在隆福德和布林海文之间杀死了巫妖托斯拉的人。

source: See this amulet that I'm wearing? This is Marrowtaint.
de: Siehst Du das Amulett das ich trage? Das ist das 'Markverderbnis'.
fr: Vous voyez cette amulette que je porte ? C'est la Souille-au-cœur.
ja: 僕が身に着けてるアミュレットを見てくれるかな？ マロウテイントだ。
pt: Vê este amuleto que estou a vestir? Este é cor de medusa.
zh_cn: 看到我戴的这个护身符了吗？这是马罗坦特。

source: See this ring that I am wearing? This is the Ring of lesser Shadow.
de: Siehst Du die Ringe die ich trage? Das ist der Ring der helleren Schatten.
fr: Vous voyez cette bague que je porte ? C'est l'anneau de l'Ombre mineure.
ja: 僕がつけてる指輪を見てくれるかな？ レッサーシャドウリングだ。
pt: Veja este anel que estou a vestir? Este é o anel de menor da sombra.
zh_cn: 看到我戴的这个戒指了吗？这是 "暗影之戒"。

source: I was the one who helped solve the mystery in Loneford.
de: Ich habe das Geheimis von Loneford gelöst.
fr: Je suis celui qui a aidé à résoudre le mystère de Loneford.
ja: ローンフォードでの謎の解明に協力したのは僕だ。
pt: Fui o único que ajudou a resolver o mistério em Loneford.
zh_cn: 我是帮助解决隆福德的神秘事件的人。

source: I saved the settlement of Prim from the attacks from Blackwater mountain.
de: Ich habe die Siedlung Prim vor den Angriffen aus Blackwater Mountain beschützt.
fr: J'ai sauvé la colonie de Prim des attaques provenant du mont Encreau.
ja: 僕はプリムの集落をブラックウォーター山の襲撃から救ったんだ。
pt: Salvei o assentamento de Prim dos ataques da Águas Negras Mountain.
zh_cn: 我从黑水的攻击中拯救了普里姆的定居点。

source: I helped the Blackwater mountain settlement make the attacks from Prim stop.
de: Ich habe der Blackwater Mountain Siedlung geholfen die Angriffe aus Prim zu beenden.
fr: J'ai aidé la colonie du mont Encreau à faire cesser les attaques provenant de Prim.
ja: 僕はブラックウォーター山集落でプリムからの襲撃を止めさせるのに協力したんだ。
pt: Ajudei o assentamento da Águas Negras Mountain a fazer os ataques da parada de Prim.
zh_cn: 我帮助黑水定居点阻止了普里姆的袭击。

source: I am the son of an ordinary farmer in a minor settlement called Crossglen, not far west from here! I've even killed a rat or two!
de: Ich bin der Sohn eines einfachen Bauern aus der kleinen Siedlung die Crossglen genannt wird, nicht weit westlich von hier. Ich habe sogar schon ein oder zwei Ratten getötet!
fr: Je suis le fils d'un pauvre fermier du petit village de Crossglen, pas très loin à l'ouest d'ici. J'ai même déjà tué un rat ou deux !
ja: 僕はここから西にそう遠くないクロスグレンという小さな集落の、平凡な農家の息子だ！ ネズミを1、2匹殺したことだってある！
pt: Sou filho de um fazendeiro comum num pequeno estabelecimento chamado Crossglen, não muito a oeste daqui! Até matei um ou dois ratos!
zh_cn: 我是一个普通农民的儿子，住在离这里向西不远的一个叫克罗斯山谷的小定居点!我甚至杀过一两只老鼠!

source: That was you? Hah! And you expect me to believe that?
de: Das sollst Du gewesen sein. Hah. Und das soll ich Dir glauben?
fr: C'était toi ? Ha ! Et tu penses vraiment que je vais te croire ?
ja: お前が？ ああ！ 信じて欲しいのか？
pt: Foi você? Hah! E espera que acredite nisso?
zh_cn: 那是你？哈!你还指望我相信吗？

source: Good for you. It looks just like any other trinket to me.
de: Schön für Dich. Für mich ist das ein Schmuck wie jeder andere.
fr: Tant mieux pour toi. Ça m'a l'air d'une babiole bien ordinaire.
ja: それは良かったな。生憎オレには他の装身具と同じに見えるが。
pt: Bom para si. Para mim parece uma bugiganga qualquer.
zh_cn: 对你有好处。对我来说，它看起来就像其他的小饰品。

source: Ha ha! Now, that's funny!
de: Ha ha! Das ist mal lustig!
fr: Ha ha ! Ça c'est marrant !
ja: ハハハッ！ そうかそうか、こいつは傑作だ！
pt: Ha ha! Agora, isso é engraçado!
zh_cn: 哈哈!现在，这很有趣!

source: You have my best wishes, kid. Hope you'll get to see the world some day.
de: Du hast meinen Segen, kleiner. Ich hoffe das Du irgendwann in der Welt herumkommst.
fr: Tu as mes meilleurs vœux, gamin. J'espère que tu verras le monde un de ces quatre.
ja: おめでとう、坊や。いつか世界を見られるといいな。
pt: Tem meus melhores desejos, criança. Espero que veja o mundo algum dia.
zh_cn: 孩子，我向你致以最美好的祝愿。希望你有一天能看到这个世界。

source: If you're such an experienced adventurer, I'm sure a small task of mine wouldn't be any problem for you?
de: Wenn Du so ein erfahrener Abenteurer bist, dann sollte eine kleine Aufgabe von mir kein Problem für Dich sein, oder?
fr: Si tu es un aventurier si expérimenté, je suis certain qu'une petite besogne pour moi ne te causera aucun souci, n'est-ce pas ?
ja: 経験豊富な冒険家というなら、オレのちょっとした仕事でも問題ないんじゃないか？
pt: Se é um aventureiro experiente, tenho certeza que uma pequena tarefa minha não lhe seria um problema?
zh_cn: 如果你是一个如此有经验的冒险家，我相信我的一个小任务对你来说不会有任何问题？

source: What task?
de: Was für eine Aufgabe?
fr: Quelle besogne ?
ja: どんな仕事？
pt: Que tarefa?
zh_cn: 什么任务？

source: I've lost an amulet of mine. I was out in the woods around the cabin here and heard a noise coming from the east.
de: Ich habe eins meiner Amulette verloren. Ich war hier im Wald unterwegs und hörte einen Lärm aus dem Osten.
fr: J'ai perdu mon amulette. J'étais dans les bois autour du chalet puis j'ai entendu des bruits venant de l'est.
ja: アミュレットを失くしてな。キャビンの周りの森にいたら、東から物音がしたんだが。
pt: Perdi meu amuleto. Estava na floresta ao redor da cabana e ouvi um barulho a vir do leste.
zh_cn: 我丢了我的一个护身符。我在这里的小木屋周围的树林里，听到有声音从东边传来。

source: Tired as I was, I didn't notice the things coming out from behind the trees fast enough.
de: So müde wie ich war, bemerkte ich die Dinger, die hinter den Bäumen hervorkamen nicht schnell genug.
fr: Étant épuisé, je n'ai pas remarqué assez rapidement les choses qui sortaient de derrière les arbres.
ja: 疲れていたせいで、木陰から出てくるものにすぐ気づけなかったのだ。
pt: Cansado como estava, não percebi as coisas que saíam por trás das árvores com rapidez.
zh_cn: 由于我很累，我没有迅速注意到从树后出来的东西。

source: Undead things. Yuck, that smell.
de: Untote Dinge. Jepp, dieser Gestank.
fr: Des morts-vivants. Beurk, quelle odeur.
ja: アンデッドだよ。ハァ、あのニオイといったら。
pt: Coisas desmortas. Yuck, esse cheiro.
zh_cn: 不死的东西。呸，那味道。

source: I saw this hole in the ground that they seemed to come out of. The ground had been completely corrupted around it.
de: Ich habe das Loch im Boden gesehen aus dem sie herauskamen. Der Boden war total verdorben.
fr: J'ai vu ce trou dans la terre duquel ils semblaient sortir. Le sol tout autour avait été infecté de leur pourriture.
ja: 地面に穴が開いててな、連中はそこから出てきたらしい。周りの地面は腐り果てていた。
pt: Vi esse buraco no chão por qual eles saiam. O chão havia sido completamente corrompido em torno disso.
zh_cn: 我看到地上的这个洞，他们似乎是从里面出来的。它周围的地面已经被完全腐蚀了。

source: Anyway, I ran away and my amulet must have gotten stuck on a branch or something like that.
de: Jedenfalls bin ich weggerannt und mein Amulett muss sich an einem Zweig oder sowas verfangen haben.
fr: Enfin, j'ai déguerpi et mon amulette a dû rester accrochée sur une branche ou quelque chose du genre.
ja: まあともかくだ、逃げた際にアミュレットが枝か何かに引っかかったんだろうな。
pt: Enfim, fugi e o meu amuleto deve ficar preso num ramo ou algo assim.
zh_cn: 总之，我跑了，我的护身符一定是卡在树枝上或类似的东西上了。

source: I'll go look for your amulet.
de: Ich suche nach deinem Amulett.
fr: Je vais aller chercher votre amulette.
ja: アミュレットを探してきます。
pt: Irei procuraro seu amuleto.
zh_cn: 我会去找你的护身符。

source: Undead? No way, I'm out.
de: Untote? Nix da, ich bin weg.
fr: Des mort-vivants ? Vous pouvez oublier ça.
ja: アンデッドだって？ とんでもない、降りさせてもらう。
pt: Desmortos? De jeito nenhum, estou fora.
zh_cn: 不死族？没办法，我不干了。

source: Yeah, that's what I though as well.
de: Genau! Das habe mich mir auch gedacht.
fr: Ouais, c'est aussi ce que je pensais.
ja: ああ、そうだろうな。
pt: Sim, também é isso que pensei.
zh_cn: 是的，我也是这么想的。

source: Go look just east of my cabin here. You probably need to take the path north when you exit the cabin, and then head east.
de: Geh und suche östlich meiner Hütte. Wahrscheinlich musst Du die Hütte nach Norden verlassen. Dann halte Dich östlich.
fr: Va voir à l'est de mon chalet. Tu auras probablement besoin de prendre le chemin au nord lorsque tu en sors, puis dirige-toi ensuite vers l'est.
ja: キャビンの東側を見てきてくれ。キャビンを出たら北の道を通って、それから東に行くといい。
pt: Vá procurar ao leste da minha cabana. Provavelmente precisa seguir o caminho ao norte quando sair da cabana e, em seguida, siga para o leste.
zh_cn: 去看看我这间小屋的东边。你可能需要在离开小屋时走北边的小路，然后向东走。

source: Hi again. Did you find my amulet?
de: Hallo. Hast Du das Amulett gefunden?
fr: Salut. As-tu retrouvé mon amulette ?
ja: おう。オレのアミュレットは見つかったか？
pt: Oi de novo. Encontrou meu amuleto?
zh_cn: 又见面了。你找到我的护身符了吗？

source: Yes, here it is.
de: Ja, hier ist es.
fr: Oui, voici.
ja: はい、これです。
pt: Sim, aqui tens.
zh_cn: 是的，就在这里。

source: Still looking for it.
de: Ich suche noch.
fr: Je cherche encore.
ja: まだ探してます。
pt: Ainda a procurar por ele.
zh_cn: 仍在寻找。

source: OK then. I won't keep you.
de: OK, dann will ich Dich nicht aufhalten.
fr: D'accord. Je ne vais pas te retenir plus longtemps.
ja: そうか。ならもう引き留めるつもりはない。
pt: Esta bem então. Não vou te manter.
zh_cn: 那么好吧。我不会留你。

source: Yes, that's the one. It's good to see it back in my hands again.
de: Ja, das ist es. Schön es wieder in meinen Händen zu wissen.
fr: Oui, c'est bien celle-là. Je suis heureux de la retrouver entre mes mains.
ja: そう、それだ。また手元に戻ってきてよかったよ。
pt: Sim, esse é único. É bom vê-lo novamente em minhas mãos.
zh_cn: 是的，就是这个。很高兴看到它再次回到我的手中。

source: Thank you for finding my amulet.
de: Danke, dass Du mein Amulett gefunden hast.
fr: Merci d'avoir retrouvé mon amulette.
ja: アミュレットを見つけてくれてありがとう。
pt: Obrigado por encontrar meu amuleto.
zh_cn: 谢谢你找到我的护身符。
