Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: Regardless, to restore the sword to its former shape, I'd need some of those crystals that it was adorned with, and those crystals are really hard to come by.
de: Davon abgesehen - um das Schwert in seiner ursprünglichen Gestalt wieder herzustellen brauche ich ein paar dieser Kristalle, mit denen es verziert war. Und diese Kristalle sind wirklich schwer zu beschaffen.
fr: Quoi qu'il en soit, pour redonner à l'épée sa forme initiale, j'aurais besoin de certains des cristaux dont elle était ornée, et ces cristaux sont vraiment difficiles à trouver.
ja: いずれにしても、剣を元の形に戻すには、剣の装飾に使われていたクリスタルがいくつか必要です。これを手に入れるのは本当に大変ですよ。
pt: De qualquer forma, para restaurar a espada da forma anterior dela precisaria de alguns cristais com os quais estava decorado e esses cristais são realmente difíceis de encontrar.
zh_cn: 不管怎么说，要将这把剑恢复到以前的形状，我需要一些它所装饰的那些水晶，而那些水晶真的很难得到。

source: I think they are called Oegyth or something like that. The sword had three of them on its hilt.
de: Ich glaube, sie werden Oegyth oder so genannt. Das Schwert hatte drei von diesen auf seinem Heft.
fr: Je crois qu'on les appelle Oegyth ou quelque chose comme ça. L'épée en avait trois sur sa poignée.
ja: オーギスとか呼ばれていたと思います。剣の柄にはそれが3つついていました。
pt: Acho que eles são chamados Oegyth ou algo assim. A espada tinha três deles no punho.
zh_cn: 我想它们被称为奥格斯或类似的东西。这把剑的剑柄上有三个。

source: Never mind. Here is the sword. We had better destroy it.
de: Egal. Hier ist das Schwert. Wir sollten es besser zerstören.
fr: Peu importe. Voici l'épée. Nous ferions mieux de la détruire.
ja: 冗談です。剣をどうぞ。破壊しましょう。
pt: Deixa lá. Aqui está a espada. É melhor destruí-lo.
zh_cn: 不要紧。这就是那把剑。我们最好销毁它。

source: I'll go find some of those crystals.
de: Ich werde ein paar dieser Kristalle finden.
fr: Je vais aller trouver ces cristaux.
ja: クリスタルを探してきます。
pt: Irei encontrar alguns desses cristais.
zh_cn: 我去找一些那些水晶。

source: I have three of those crystals right here.
de: Ich habe hier drei von diesen Kristallen.
fr: J'ai trois de ces cristaux juste ici.
ja: クリスタルならここに3つあります。
pt: Tenho três desses cristais aqui.
zh_cn: 我这里有三颗这样的水晶。

source: Pfft. Run along now, and don't threaten anyone else, you hear?
de: Pfft, jetzt hau ab, und bedrohe keine Leute mehr, hörst du?
fr: Pfft. Pars maintenant, et ne menace personne d'autre, compris ?
ja: フン。出て行ってください、人を脅すのはやめてくれませんか？
pt: Pfft. Corra agora e não ameace mais ninguém, ouviu?
zh_cn: 噗。现在快走吧，不要再威胁别人了，听到了吗？

source: You continue to amaze me. Now, are you really sure that you want to do this? The lives of the people that it has slain will haunt you.
de: Du überraschst mich immer wieder. Nun, bist du wirklich sicher, dass du das tun willst? Die Seelen der Menschen, die es erschlagen hat, werden dich heimsuchen.
fr: Tu continues de m'étonner. Es-tu vraiment sûr de vouloir faire cela ? Les vies des personnes qu'elle a tuées te hanteront.
ja: あなたにはいつも驚かされます。本当にやるつもりですか？ 殺された人々の命があなたを苛ませることでしょう。
pt: Continua a surpreender-me. Agora, realmente tem certeza de que deseja fazer isso? A vida das pessoas que matou irá perseguir-lo.
zh_cn: 你继续让我感到惊讶。现在，你真的确定你想这么做吗？它所杀的人的生命将困扰着你。

source: I'm sure. Here is the sword and three of those crystals. Restore it to how it once was.
de: Ich bin mir sicher. Hier sind das Schwert und drei von diesen Kristallen. Stelle es wieder so her, wie es einst war.
fr: Je suis sûr. Voici l'épée et trois de ces cristaux. Restaurez-la telle qu'elle était autrefois.
ja: もちろん。剣とクリスタル3つをどうぞ。元の状態に直してください。
pt: Tenho certeza. Aqui está a espada e três desses cristais. Restaure-a como era.
zh_cn: 我确信。这是剑和其中的三颗水晶。把它恢复到它曾经的样子。

source: Sigh. OK, whatever you say. We just need to fit these into there, and sharpen up this bit here. There. It should be almost like it once was.
de: Seufz. Gut, was auch immer du sagst. Wir müssen nur diese dort einpassen, und das Stück hier etwas schärfen... So, jetzt sollte es wieder wie früher sein.
fr: [Soupir] Ok, si c'est ce que tu veux. Il faut juste intégrer les cristaux ici, et aiguiser un peu cette partie. Voilà. Cela devrait être presque comme avant.
ja: ハァ。わかりましたよ、言う通りにします。これをここにはめ込んで、この部分を研げばいいんです。 こうです。これで昔のような感じになるはずです。
pt: Suspiro. Esta bem, será do jeito que diz. Só precisamos encaixar isso lá e aprimorar esse pedaço aqui. Olhe lá. Deve ser quase como era antes.
zh_cn: 叹气。好吧，随你怎么说。我们只需要把这些东西装到那里，并把这里的这一点磨尖。 那里。它应该几乎和以前一样了。

source: Welcome to my shop. Please browse my fine selection of everyday potions.
de: Willkommen in meinem Laden. Bitte schaue dir meine wohlmundenden Getränke an.
fr: Bienvenue dans ma boutique. N'hésite pas à regarder ma belle sélection de potions pour toutes les occasions.
ja: 当店にようこそ。上質の常備薬を取り揃えてありますのでご覧ください。
pt: Bem-vindo à minha loja. Consulte por favor a minha seleção fina de produtos de dia a dia.
zh_cn: 欢迎来到我的商店。请浏览我精心挑选的日常药水。

source: Let me see what potions you have available.
de: Lass mich sehen, welche Getränke du hast.
fr: Montrez-moi quelles potions vous avez.
ja: どんなポーションがあるか見せてください。
pt: Deixa-me ver que poções tens.
zh_cn: 让我看看你有什么药水可用。

source: I was told that I can get some Spotted Hornbeam fungus from you.
de: Mir wurde geagt, ich könnte von dir etwas Gefleckten Hainbuchenschwamm bekommen.
fr: On m'a dit que je peux obtenir des champignons Cornapois ici.
ja: あなたから斑点シダ胞子を入手できると言われました。
pt: Disseram-me que conseguias arranjar-me alguns fungos Spotted Hornbeam.
zh_cn: 有人告诉我，我可以从你那里得到一些斑点黄杨木的真菌。

source: Can you sell me a special crystal vial?
fr: Pouvez-vous me vendre une fiole spéciale en cristal ?
ja: 特別なクリスタルバイアルを売ってくれませんか？
pt: Pode vender-me um frasco de cristal especial?
zh_cn: 你能卖给我一个特殊的水晶瓶吗？

source: Bogsten is sick after encountering a giant mushroom. He asked me to get a cure for him.
ja: ボグステンが巨大キノコに出くわして病気になりました。治療薬を手に入れてほしいと頼まれてます。
pt: O Bogsten está doente depois de ter encontrado um cogumelo gigante. Ele pediu-me para lhe arranjar uma cura.
zh_cn: 博格斯滕在遇到巨型蘑菇后生病了。他让我为他治病。

source: Here are four samples of mushroom spores. Can you help Bogsten now?
ja: キノコの胞子のサンプル4つです。ボグステンを助けてもらえますか？
pt: Aqui estão quatro amostras de esporos de cogumelos. Agora podes ajudar o Bogsten?
zh_cn: 这里有四个蘑菇孢子样本。你现在能帮助博格斯滕吗？

source: Here's a sample of the mushroom spores. Can you help Bogsten now?
ja: キノコの胞子のサンプルです。ボグステンを助けてもらえますか？
pt: Aqui está uma amostra dos esporos de cogumelo. Agora podes ajudar o Bogsten?
zh_cn: 这是蘑菇孢子的样本。你现在能帮助博格斯滕吗？

source: Here are some of Bogsten's mushrooms.
ja: ボグステンのキノコをどうぞ。
pt: Aqui estão alguns dos cogumelos do Bogsten.
zh_cn: 这里有一些博格斯滕的蘑菇。

source: Oh yes. Really disgusting smell, they have. But good for making potions.
de: Oh ja. Die stinken wirklich ekelhaft. Sind aber gut zum Tränkebrauen.
fr: Oh oui. Ils ont une odeur vraiment dégoûtante. Mais c'est bon pour faire des potions.
ja: ええ、ありますよ。本当に嫌な匂いがします。でもポーション作りにはいいですね。
pt: Oh sim. Eles têm realmente um cheiro nojento. Mas é bom para fazer poções.
zh_cn: 哦，是的。它们有非常恶心的气味。但对制作药水有好处。

source: Here, have some. I don't have that much, so don't lose it!
de: Hier, ich hab welche. Viel ist es nicht, also verlier sie nicht!
fr: Tiens, en voici un peu. Je n'en ai pas beaucoup, alors ne les perds pas !
ja: はい、どうぞ。それほど持っていないのでなくさないでくださいね！
pt: Pega, fica com alguns. Não tenho assim tantos, por isso não os percas!
zh_cn: 来，吃点吧。我没多少，所以不要弄丢了！

source: I already gave you some, before. Don't tell me you lost it?
de: Ich hab dir schon welche gegeben. Hast du sie etwa verloren?
fr: Je t'en ai déjà donnés quelques-un. Ne me dis pas que tu les as perdus ?
ja: 前にもお渡ししましたよ。なくしたというのですか？
pt: Já te dei alguns antes. Não me digas que os perdeste?
zh_cn: 之前我已经给了你一些。别告诉我你把它弄丢了？

source: Oh yes, I have a recipe for a mixture that helps against food poisoning. If you want, I could create some of that for you.
de: Oh, ja, ich habe ein Rezept für eine Mixtur gegen Lebensmittelvergiftung. Wenn du möchtest, kann ich dir was davon brauen.
fr: Oh oui, j'ai une recette pour un mélange qui aide à lutter contre les intoxications alimentaires. Si tu veux, je pourrais t'en préparer.
ja: ええ、食中毒に効く配合のレシピがありますよ。ご希望でしたら、お作りしましょうか。
pt: Ah sim, tenho a receita para uma mistura que ajuda a curar uma intoxicação alimentar. Se quiseres, posso fazer um pouco para ti.
zh_cn: 哦，对了，我有一个有助于防止食物中毒的混合物的配方。如果你愿意，我可以为你制作一些。

source: Sounds good, what do you need from me?
de: Kling gut. Was brauchst du von mir?
fr: Intéressant, que puis-je faire pour vous ?
ja: いいですね、何をすればいいですか？
pt: Parece bem, o que precisas?
zh_cn: 听起来不错，你需要我做什么？

source: I am all out of the ingredients required for it. Maybe you could help me gather some of them?
de: Mir sind alle Zutaten, die ich dafür brauche, ausgegangen. Vielleicht könntest du einige davon für mich sammeln?
fr: Je suis sans stock des ingrédients nécessaires pour cela. Peut-être que tu pourrais m'aider à avoir certains d'entre eux ?
ja: 必要な材料を全て切らしています。集めるのを手伝っていただけますか？
pt: Não tenho os ingredientes necessários. Podias arranjar-mos?
zh_cn: 我已经没有所需的材料了。也许你可以帮我收集一些？

source: No way, I'm not running your errands.
de: Auf gar keinen Fall. Ich bin doch nicht dein Laufbursche.
fr: Pas question, je ne fais pas vos courses.
ja: まさか、あなたのお使いをしているわけじゃないんだ。
pt: Nem pensar, não vou fazer as tuas tarefas.
zh_cn: 不可能，我不会为你跑腿。

source: What ingredients are needed?
de: Welche Zutaten werden benötigt?
fr: Quels sont les ingrédients nécessaires ?
ja: どんな材料が必要ですか？
pt: Quais são os ingredientes necessários?
zh_cn: 需要什么材料?

source: Fair enough. Welcome back if you change your mind.
de: Nun gut. Wenn du deine Meinung änderst, dann komm zurück.
fr: Très bien. Si vous changez d'avis, vous êtes le bienvenu.
ja: 結構です。気が変わったらまたお越しください。
pt: Tudo bem. Volta aqui se mudares de ideias.
zh_cn: 很公平。如果你改变主意，欢迎回来。

source: To make the potion against food-poisoning, I would need one poison gland and two pieces of animal hair. I will also require 50 gold for the work required.
de: Für den Trank gegen Lebensmittelvergiftung bräuchte ich eine Giftdrüse und zwei Büschel Tierhaare. Ich berechne außerdem 50 Goldstücke für die erforderliche Arbeit.
fr: Pour faire la potion contre les intoxications alimentaires, j'aurais besoin d'une glande à venin et de deux échantillons de pelage d'animal. Je vais également exiger 50 pièces d'or pour le travail à faire.
ja: 食中毒のポーションを作るには、毒腺が1つと獣毛2つが必要です。また、必要な作業には50ゴールドがかかります。
pt: Para fazer a poção para curar uma intoxicação alimentar, preciso de 1 glândula venenosa e 2 mechas de pêlo de animal. Também cobro 50 moedas pelo trabalho.
zh_cn: 要制作防止食物中毒的药水，我需要一个毒腺和两块动物毛发。我还需要50个金币来完成所需的工作。

source: I'll be right back with those ingredients.
de: Ich bin bald zurück und bringe dir diese Zutaten.
fr: Je serai bientôt de retour avec ces ingrédients.
ja: 材料を持ってすぐに戻ってきます。
pt: Já voltarei com os ingredientes.
zh_cn: 我马上带着这些材料回来。

source: Any ideas where I can find those ingredients?
de: Irgendeine Idee, wo ich diese Zutaten finden kann?
fr: Une idée de l'endroit où je peux trouver ces ingrédients ?
ja: その材料はどこで見つけられるのでしょうか？
pt: Alguma ideia onde posso encontrar esses ingredientes?
zh_cn: 有什么办法能让我找到这些材料吗？

source: I have those ingredients for you.
de: Ich bringe dir diese Zutaten.
fr: J'ai ces ingrédients pour vous.
ja: 材料を持ってきました。
pt: [REVIEW]Aqui, Tenho ingredientes suficientes para cinco porções.
zh_cn: 我为你准备了这些材料。

source: Here, I have enough of those ingredients for five potions.
de: Hier, ich habe genug von diesen Zutaten, dass sie für fünf Tränke ausreichen.
fr: Voici. J'ai assez de ces ingrédients pour cinq potions.
ja: ポーション5個分の材料があります。
pt: [REVIEW]Aqui, Tenho ingredientes suficientes para dez porções.
zh_cn: 在这里，我有足够的这些材料来制作五个药水。

source: Here, I have enough of those ingredients for ten potions.
de: Hier, ich habe genug von diesen Zutaten für zehn Tränke.
fr: Voici. J'ai assez de ces ingrédients pour dix potions.
ja: ポーション10個分の材料があります。
pt: Aqui, tenho ingredientes suficientes para fazer dez poções.
zh_cn: 在这里，我有足够的这些材料来制作十个药水。

source: Well, animal hair can probably be found on any beast here outside of Fallhaven. I heard some hunters found a pack of wolves a bit south of here.
de: Nun, Tierhaare findest du wahrscheinlich an jedem Vieh, das rund um Fallhaven rumläuft. Ich habe gehört, einige Jäger haben etwas südlich von hier ein Wolfsrudel gesichtet.
fr: Eh bien, les pelages d'animaux peuvent probablement être trouvés sur tous les animaux aux alentours de Fallhaven. J'ai entendu que certains chasseurs ont trouvé une meute de loups un peu au sud d'ici.
ja: ええと、獣毛ならフォールヘブン郊外のどんな動物からでも見つけられるはずです。ここから少し南でオオカミの群れを狩人が見かけたとか。
pt: Bem, devo encontrar mechas de pêlo de animal em qualquer besta nas redondezas de Fallhaven. Ouvi dizer que alguns caçadores encontraram uma alcateia a sul (↓).
zh_cn: 好吧，动物的毛发可能可以在法尔海文以外的任何野兽身上找到。我听说一些猎人在这里以南一点的地方发现了一群狼。

source: Poison glands however, can be a bit trickier to find. I don't know really, but any poisonous creature might do. Maybe some snakes around here are poisonous?
de: Giftdrüsen zu finden ist allerdings ein wenig kniffliger. Ich weiß es nicht genau, aber jede giftige Kreatur käme in Frage. Vielleicht sind einige Schlangen hier in der Gegend giftig?
fr: Les glandes à poisons, par contre, peuvent être un peu plus difficiles à trouver. Je ne sais pas vraiment, mais n'importe quelle créature toxique pourrait le faire. Peut-être que certains serpents par ici sont venimeux ?
ja: ただ、毒腺を見つけるのは少し難しいかもしれません。詳しくは分からないのですが、毒を持った生き物なら何でもいいかもしれません。この辺りに毒を持った蛇がいるかもしれないですね？
pt: Já as glândulas venenosas são mais difíceis de serem encontradas. Não sei mesmo, mas qualquer criatura venenosa deve ter. Será que algumas cobras nas redondezas são venenosas?
zh_cn: 然而，毒腺可能是一个有点棘手的问题。我真的不知道，但任何有毒的生物都可以。也许这里的一些蛇也是有毒的？

source: Phew, that sounds like a lot of work. I don't know if I'll do it.
de: Puh, das klingt nach einer Menge Arbeit. Weiß nicht, ob ich das mache.
fr: Ouf, cela semble beaucoup de travail. Je ne sais pas si je vais le faire.
ja: はあ、大変そうですね。やるかどうかは分かりません。
pt: Ahn, parece dar muito trabalho. Não sei se farei.
zh_cn: 唷，这听起来是个很大的工作。我不知道我是否会这样做。

source: Good. Give me a minute to prepare that antidote for you.
de: Gut. Gib mir einen Augenblick Zeit, das Gegengift für dich vorzubereiten.
fr: Bon. Donnez-moi une minute pour préparer cet antidote.
ja: 良いですね。解毒薬を調合するのに少し時間をください。
pt: Ótimo. Dá-me um minuto para preparar o antídoto.
zh_cn: 很好。给我一分钟时间为你准备解毒剂。

source: [Mixes the ingredients]
de: [Mischt die Zutaten]
fr: [Mélange les ingrédients]
ja: （材料を混ぜる）
pt: [Mistura os ingredientes]
zh_cn: [混合材料]

source: There. One potion against food-poisoning for you.
de: Da. Ein Trank gegen Lebensmittelvergiftung für dich.
fr: Voilà pour toi. Une potion contre les intoxications alimentaires.
ja: どうぞ。食中毒のポーション1つですね。
pt: Aqui tens. Uma poção para curar uma intoxicação alimentar.
zh_cn: 在那里。为你提供了一个防止食物中毒的药水。

source: There. Five potions against food-poisoning for you.
de: Da. Fünf Tränke gegen Lebensmittelvergiftung für dich.
fr: Voilà pour toi. Cinq potions contre les intoxications alimentaires.
ja: どうぞ。食中毒のポーション5つですね。
pt: Aqui tens. 5 poções para curar uma intoxicação alimentar.
zh_cn: 有了。给你五个防止食物中毒的药水。

source: There. Ten potions against food-poisoning for you.
de: Da. Zehn Tränke gegen Lebensmittelvergiftung für dich.
fr: Voilà pour toi. Dix potions contre les intoxications alimentaires.
ja: どうぞ。食中毒のポーション10個ですね。
pt: Aqui tens. 10 poções para curar uma intoxicação alimentar.
zh_cn: 在那里。给你十个防止食物中毒的药水。

source: I can create more of those potions if you want. You'll have to bring me more of those ingredients then.
de: Wenn du willst, kann ich mehr von diesen Tränken brauen. Du brauchst mir dafür bloß mehr von diesen Zutaten zu bringen.
fr: Je peux créer plusieurs de ces potions si tu veux. Tu devras m'apporter plus de ces ingrédients .
ja: ご希望でしたら、もっとたくさんのポーションを作れますよ。そのときはもっと材料を持ってきてくださいね。
pt: Posso criar mais poções dessas se quiseres. Basta trazeres-me mais desses ingredientes.
zh_cn: 如果你想的话，我可以创造更多的那些药水。那你得给我带来更多的这些材料。

source: I sure hope this mixture of your works.
de: Ich hoffe bloß, dass deine Mixtur wirkt.
fr: J'espère bien que ce mélange marche.
ja: あなたの調合品に期待しています。
pt: Espero que essa mistura funcione.
zh_cn: 我当然希望你的这种混合物能发挥作用。

source: Bogsten? I haven't heard from that old boy in a long time now. I was starting to wonder if he was still alive.
ja: ボグステンですって？ あのおじいさんからは長い間便りがなかったのです。まだ生きているのだろうかと思い始めていたところでしたよ。
pt: Bogsten? Há muito tempo que não tenho notícias daquele velho rapaz. Estava a começar a perguntar-me se ele ainda estaria vivo.
zh_cn: 博格斯滕？我已经很久没有那个老男孩的消息了。我都开始怀疑他是否还活着。

source: He is alive, but only barely. He didn't even make it to Fallhaven to ask for help.
ja: 生きてますけど、かろうじてです。助けを求めにフォールヘブンへ来ることさえできなかったんだ。
pt: Ele está vivo, mas por pouco. Ele nem sequer consegui chegar até a Fallhaven para pedir ajuda.
zh_cn: 他还活着，但只是勉强活着。他甚至没有去法尔海文去寻求帮助。

source: Stop talking. Just give me the cure.
ja: お喋りはやめてくれ。治療薬がほしい。
pt: Não fales mais. Dá-me apenas a cura.
zh_cn: 别说话了。只要给我解药。

source: [muttering] ... grumble ... cheeky kids, grumble ...
ja: （独り言）…ブツブツ…生意気な子供、ブツブツ…
pt: [murmurando]... resmungos... crianças atrevidas, resmungos...
zh_cn: [喃喃自语] ...发牢骚......厚脸皮的孩子，咕哝......

source: And now I have to rescue him again. Well, what did he do to himself this time?
ja: それでまた私が救助しなくてはならないと。今回は何をやらかしたんです？
pt: E agora tenho de o salvar novamente. Bem, o que é que ele fez a si próprio desta vez?
zh_cn: 而现在我又得去救他。那么，这次他对自己做了什么？

source: A giant mushroom attacked him.
ja: 巨大キノコに襲われました。
pt: Um cogumelo gigante atacou-o.
zh_cn: 一个巨大的蘑菇袭击了他。

source: This time? Did he ask for help before?
ja: 今回は？ 前にも助けを求められたんですか？
pt: Desta vez? Ele já pediu ajuda antes?
zh_cn: 这一次？他之前有寻求帮助吗？

source: Several times, indeed. Let me think...
ja: 何度かありますよ。そうですね…
pt: Várias vezes, de facto. Deixa-me pensar...
zh_cn: 的确，有好几次。让我想想...

source: He was my first customer. Needed an antidote against snake poison. His pet snake bit him.
ja: 初めてお客として来たときの話です。ヘビの毒の解毒薬を求められました。ペットのヘビに噛まれたんだそうです。
pt: Ele foi o meu primeiro cliente. Precisava de um antídoto contra o veneno de cobra. A sua cobra de estimação mordeu-o.
zh_cn: 他是我的第一个客户。需要一种解毒剂来对付蛇毒。他的宠物蛇咬了他。

source: Pet snake?!
ja: ペットのヘビ？！
pt: Cobra de estimação?!
zh_cn: 宠物蛇？！

source: I heard enough. Just give me the cure, please.
ja: もう十分です。治療薬をください、お願いします。
pt: Já ouvi o suficiente. Dá-me apenas a cura, por favor.
zh_cn: 我听够了。请给我解药吧。

source: Next time he ate something interesting. I always had told him not to try all these red and white mushrooms.
ja: その次は面白いものを食べてしまいましてね。彼には常々、赤と白のキノコはやめておくよう言い聞かせていたのですが。
pt: Da vez seguinte ele comeu algo interessante. Eu sempre o avisei para não provar todos estes cogumelos vermelhos e brancos.
zh_cn: 接下来一次，他吃了一些有趣的东西。我总是告诉他不要尝试所有这些红色和白色的蘑菇。

source: Then he wanted some drink for an annoying 'friend' who always came and disturbed him.
ja: それから、よくやって来て邪魔をしてくる迷惑な"友人"のために飲み物を欲しがっていました。
pt: Então ele queria uma bebida para um "amigo" irritante que voltava sempre e o perturbava.
zh_cn: 然后他想为一个总是来打扰他的烦人的 "朋友 "喝点酒。

source: Nice.
ja: ナイス。
pt: Ótimo.
zh_cn: 不错。

source: Enough. Just give me the cure, please.
ja: もういいよ。治療薬をください、お願いします。
pt: Já chega. Dá-me apenas a cura, por favor.
zh_cn: 够了。请给我解药。

source: He came regularly for the snake antidote. Trying to tame snakes wasn't successful obviously...
ja: あの人は、ヘビの解毒薬を求めて定期的に来ていました。ヘビを手なずけようとしてましたけど、明らかにうまくいってませんでしたね…
pt: Ele vinha muitas vezes buscar o antídoto para a cobra. Obviamente não foi bem sucedido a tentar domar cobras...
zh_cn: 他经常来找蛇的解药。试图驯服蛇显然并不成功......

source: I can imagine.
ja: でしょうね。
pt: Posso imaginar.
zh_cn: 我可以想象。

source: He even tried to get my recipe for this antidote. But of course I couldn't reveal it to him.
ja: 解毒薬のレシピを聞き出そうともしてきたんですよ。とはいえ当然、明かすわけにはいきませんでした。
pt: Ele até tentou obter a minha receita para este antídoto. Mas claro que não lha podia revelar.
zh_cn: 他甚至试图得到我这个解毒剂的配方。但我当然不能向他透露。

source: Yes, such things should be done by learned potion makers.
ja: ですね、そういうのはちゃんと学んだ薬師がやるべきです。
pt: Sim, tais coisas só devem ser feitas por criadores de poções eruditos.
zh_cn: 是的，这种事情应该由有学问的药剂师来做。

source: Nonsense. He was my best customer. I want to keep it like this.
ja: まったくバカバカしい。あの人はうちの一番のお得意様だったんです。このままにしておきたいですよ。
pt: Disparate. Ele era o meu melhor cliente. Eu quero mantê-lo como tal.
zh_cn: 胡说八道。他是我最好的客户。我想保持这样的状态。

source: Oh. Sure.
ja: まあ。ええ。
pt: Oh. Claro.
zh_cn: 哦。当然。

source: So you need a cure against giant mushrooms.
ja: 巨大キノコの治療薬が必要なのですよね。
pt: Então precisas de uma cura contra os cogumelos gigantes.
zh_cn: 因此，你需要一种针对巨型蘑菇的解药。

source: Yes.
de: Ja.
fr: Oui.
ja: はい。
pt: Sim.
zh_cn: 是。

source: Yes. Here are some samples of the mushroom spores.
ja: はい。キノコの胞子のサンプルをどうぞ。
pt: Sim. Aqui estão algumas amostras dos esporos dos cogumelos.
zh_cn: 是的，这里有一些蘑菇孢子的样本。

source: There are lots of different mushrooms. A spore infection can be nasty, deadly even. Unfortunately the cure for one kind kills you, when you are afflicted by another kind.
ja: キノコにも種類はさまざまです。胞子感染は厄介で、致命的でさえあります。特定の治療薬を試してみて、不幸にも原因が別の種類だったりすれば、かえって命取りとなってしまいます。
pt: Há muitos cogumelos diferentes. Uma infeção por esporos pode ser desagradável, até mesmo mortal. Infelizmente a cura para um tipo de cogumelo mata-te se estiveres infetado por outro tipo.
zh_cn: 有很多不同的蘑菇。孢子感染可能是讨厌的，甚至是致命的。不幸的是，当你被另一种蘑菇折磨时，治疗一种蘑菇的方法会使你死亡。

source: Oh dear. So Bogsten can't be helped?
ja: そんな。ボグステンは助からないんですか？
pt: Oh céus. Então Bogsten não pode ser ajudado?
zh_cn: 哦，亲爱的。所以博格斯滕没救了吗？

source: No need to despair. To make a cure, I will need a sample of these spores. Can you get some?
ja: 絶望することはありません。治療薬を作るには、その胞子のサンプルが必要です。手に入りますか？
pt: Não é preciso entrar em desespero. Para fazer uma cura, vou precisar de uma amostra destes esporos. Consegues arranjar alguns iguais?
zh_cn: 不需要绝望。要做出治疗，我将需要这些孢子的样本。你能得到一些吗？

source: I could try.
ja: やってみる。
pt: Posso tentar.
zh_cn: 我可以尝试。

source: Good. Bring me four sample spores of the mushroom, then I will be able to choose the right antidote.
ja: よかった。キノコの胞子4つをサンプルとして持ってきてください、それで正しい解毒薬を選ぶことができますので。
pt: Ótimo. Traz-me 4 amostras de esporos do cogumelo, assim poderei escolher o antídoto certo.
zh_cn: 很好。给我带来四个蘑菇的样本孢子，然后我就能选择正确的解药。

source: I will be back with the spores in an instant.
ja: すぐに胞子を持ってきます。
pt: Estarei de volta com os esporos num instante.
zh_cn: 我马上就会带着孢子回来。

source: Here are four samples of the mushroom spores.
ja: キノコの胞子のサンプル4つをどうぞ。
pt: Aqui estão as 4 amostras dos esporos dos cogumelos.
zh_cn: 这里有四个蘑菇孢子的样本。

source: Let me see... Ah, yes. A fungus maximus, also known as 'Giant mushroom'. Its wounds are deadly if not cured properly.
ja: どれどれ…ああ、はい。巨大キノコとしても知られる、ファンガスマクシムスですか。きちんと治療しておかないと命に関わりますね。
pt: Deixa-me ver... Ah, sim. Um fungo maximus, também conhecido como "cogumelo gigante". As suas feridas são mortais se não forem devidamente curadas.
zh_cn: 让我看看...啊，是的。一种真菌，也被称为 "巨大的蘑菇"。如果治疗不当，它的伤口是致命的。

source: A sample? This won't do. I'll need at least four samples for my work.
ja: サンプルですって？ これではダメですよ。作業には最低でも4つのサンプルが必要です。
pt: Uma amostra? Isto não vai servir. Vou precisar de pelo menos 4 amostras para o meu trabalho.
zh_cn: 一个样品？这可不行。我的工作至少需要四个样本。

source: I see. I'll be back with more in just a moment.
ja: そうですか。すぐにもっと持ってきます。
pt: Estou a ver. Voltarei com mais daqui a pouco.
zh_cn: 我明白了。我很快就会回来的。

source: I'm glad that I have the right potion for it. You can have it for only 150 gold coins.
ja: 適切なポーションがちょうどあってよかった。お値段は150ゴールドです。
pt: Estou contente por ter a poção certa para isso. Podes tê-la por apenas 150 moedas de ouro.
zh_cn: 我很高兴，我有合适的药水。你只要花150个金币就可以拥有它。

source: That much!
ja: そんなに！
pt: É muito!
zh_cn: 这么多!

source: OK, here you are.
ja: わかりました、どうぞ。
pt: Está bem, aqui está.
zh_cn: 好的，你来了。

source: Take it or leave it. Poor Bogsten ...
ja: 受け入れるか否かですよ。かわいそうなボグステン…
pt: É pegar ou largar. Pobre Bogsten...
zh_cn: 要就要不要拉倒。可怜的博格斯滕...

source: Forget it.
de: Vergiss es.
fr: Laissez tomber.
ja: 忘れてください。
pt: Esqueca.
zh_cn: 忘了它吧。

source: I had always liked him ...
ja: あの人のことは嫌いじゃなかったのですが…
pt: Sempre gostei dele...
zh_cn: 我一直很喜欢他......

source: Sigh.
fr: Soupir.
ja: ハァ。
pt: Suspiro.
zh_cn: 叹气。

source: I said no.
ja: 僕はノーだと言ったんだ。
pt: Eu disse que não.
zh_cn: 我说没有。
