Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: Welcome back, traveller. Did you talk to Harlenn up in the Blackwater mountain settlement?
de: Willkommen zurück, Wanderer. Hast du oben in der Blackwater Mountain Siedlung mit Harlenn gesprochen?
fr: Bon retour parmi nous, voyageur. As-tu parlé à Harlenn dans la colonie du mont Encreau ?
ja: よく戻ってくれたな旅人よ。ブラックウォーター山集落のハーレンとは話せたか？
pt: Bem-vindo novamente, viajante. Falaste com o Harlenn na aldeia da montanha das Águas Negras?
zh_cn: 欢迎回来，旅行者。你跟黑水营地的哈伦谈过了吗？

source: Can you tell me the story about the monsters again?
de: Kannst du mir die Geschichte über die Monster nochmal erzählen?
fr: Pouvez-vous me raconter l'histoire des monstres à nouveau ?
ja: モンスターの話をもう一度してもらえますか？
pt: Podes contar-me outra vez a história dos monstros?
zh_cn: 你能再给我讲讲那些怪物的事情吗？

source: Can you tell me the story about Prim again?
de: Kannst du mir die Geschichte über Prim nochmal erzählen?
fr: Pouvez-vous me raconter encore une fois l'histoire de Prim ?
ja: プリムの話をもう一度してもらえますか？
pt: Podes contar-me outra vez a história sobre Prim?
zh_cn: 你能再给我讲讲普里姆的故事吗？

source: Yes, but Harlenn denies that they have anything to do with the attacks.
de: Ja, aber Harlenn streitet ab, dass sie mit den Angriffen irgendetwas zu tun hätten.
fr: Oui, mais Harlenn nie qu'ils aient quelque chose à voir avec les attaques.
ja: ええ、ですがハーレンは攻撃との関係を否定しています。
pt: Sim, mas o Harlenn nega que eles tenham alguma coisa a ver com os ataques.
zh_cn: 是的，不过哈伦绝口否认他们与袭击有关。

source: Actually, I am here to give you a message from the Blackwater mountain settlement.
de: Eigentlich bin ich hier, um dir eine Botschaft der Blackwater Mountain Siedlung zu überbringen.
fr: En fait, je suis ici pour vous relayer un message de la part de la colonie du mont Encreau.
ja: 実は、ブラックウォーター山集落からメッセージを伝えに来ました。
pt: Na verdade, estou aqui para transmitir-te uma mensagem da parte da aldeia da montanha das Águas Negras.
zh_cn: 实际上，我是来给你传达一条来自黑水营地的消息的。

source: Welcome to Prim, traveller.
de: Willkommen in Prim, Reisender.
fr: Bienvenue à Prim, voyageur.
ja: プリムへようこそ、旅の者よ。
pt: Bem-vindo a Prim, viajante.
zh_cn: 欢迎来到普里姆，旅人。

source: What can you tell me about Prim?
de: Was kannst du mir über Prim erzählen?
fr: Que pouvez-vous me dire sur Prim ?
ja: プリムについて教えてくれませんか？
pt: O que me podes dizer sobre Prim?
zh_cn: 你能给我介绍一下普里姆吗？

source: I was told to see you about helping against the monster attacks.
de: Man sagte mir, ich solle mit dir absprechen, wie ich euch gegen die Monsterangriffe unterstützen kann.
fr: On m'a dit de vous voir pour aider contre les attaques de monstres.
ja: モンスター襲撃に関する協力であなたに会うよう言われました。
pt: Disseram-me para ir ter contigo sobre como ajudar contra os ataques dos monstros.
zh_cn: 是关于帮忙抵御怪物袭击的事。有人叫我来见你。

source: Prim began as a simple camp for the miners that worked in the mines around here. Later it grew to a settlement, and a few years back we even got a tavern and an inn here.
de: Prim begann als einfaches Camp für die Bergleute, die in den Minen in der Gegend arbeiteten. Später wuchs daraus eine Siedlung, und seit ein paar Jahren haben wir hier sogar eine Schenke und eine Herberge.
fr: Prim a débuté en tant que simple camp pour les mineurs qui travaillaient dans les mines alentours. Plus tard c'est devenu une colonie, et il y a quelques années nous avons même eu une taverne et une auberge ici.
ja: プリムは、この辺りの鉱山で働く鉱夫のための単純なキャンプ地として始まったのだよ。それがのちに集落となって、数年前には酒場に宿もできた。
pt: Prim começou como um simples campo para os mineiros que trabalhavam nas minas aqui. Mais tarde, tornou-se uma aldeia e desde há alguns anos atrás, tem até mesmo uma taberna e uma estalagem.
zh_cn: 普里姆最初是一个简朴的营地， 给在附近矿井工作的矿工们居住。后来，它变成了一个定居点。就在几年前，这里甚至建起了酒馆和客栈。

source: This place used to be full of life when the miners worked here.
de: Früher, als hier noch die Bergleute gearbeitet haben, war dieser Ort voller Leben.
fr: Ce lieu était plein de vie lorsque les mineurs travaillaient ici.
ja: 鉱夫たちが働いていた頃は、この場所は活気にあふれていた。
pt: Este lugar costumava estar cheio de vida, quando os mineiros trabalhavam aqui.
zh_cn: 以前矿工们在这里工作时，这一带充满了生机。

source: The miners also attracted a lot of traders that used to come through here.
de: Die Bergleute zogen viele Händler an, die früher hier durchzogen.
fr: Les mineurs ont également attiré plein de commerçants qui passaient par ici.
ja: 鉱夫はまた、かつてはこの地を通っていた多くの商人を引き寄せていたのだ。
pt: Os mineiros também atraíam uma grande quantidade de comerciantes que costumavam passar por aqui.
zh_cn: 那时矿工们还吸引了很多经过这里的商人。

source: 'used to'?
de: 'Früher'?
fr: "passaient" ?
ja: "かつては"？
pt: 'Costumava'?
zh_cn: “那时”？

source: What happened then?
de: Was passierte dann?
fr: Qu'arriva-t-il ensuite ?
ja: 何があったのですか？
pt: O que aconteceu então?
zh_cn: 之后发生了什么？

source: Just until recently, we could at least get some contact with the outside villages. Nowadays, that hope is lost.
de: Bis vor kurzem hatten wir noch hin und wieder Kontakt zu den umliegenden Dörfern. Jetzt aber ist auch diese Hoffnung verloren.
fr: Jusque récemment, on pouvait au moins avoir des contacts avec les autres villages. Désormais cet espoir est perdu.
ja: つい最近までは、よその村との連絡くらいは取れていたんだ。今ではそんな希望は失われているがね。
pt: Até bem recentemente, podíamos pelo menos ter algum contacto com as outras aldeias. Hoje em dia, essa esperança está perdida.
zh_cn: 就在不久前，我们还至少可以和外面的村庄取得一些联系。现在，这点希望也已经破灭了。

source: You see, the mine tunnel to the south is collapsed, and no one can get in or out of Prim.
de: Weißt du, der Grubenstollen nach Süden ist eingestürzt, und niemand kann nach Prim hinein oder heraus.
fr: Tu vois, le tunnel de la mine s'est effondré au sud, et personne ne peut entrer ou sortir de Prim.
ja: ほら、南にある鉱山トンネルが崩壊しただろう、あれでプリムに誰も出入りできなくなってしまったのだよ。
pt: O túnel da mina para sul desabou e mais ninguém pode entrar ou sair de Prim.
zh_cn: 看，南边的矿井隧道塌了，所以没有人能进出普里姆。

source: I know, I just came from there.
de: Ich weiß, von dort kam ich gerade.
fr: Je sais, je viens de partir de là.
ja: 知ってます、ちょうどそこを通ってきたので。
pt: Eu sei, acabei de passar por lá.
zh_cn: 我知道。我刚从那里过来。

source: Tough luck.
de: Pech.
fr: Mauvaise chance.
ja: ついてないね。
pt: Que azar.
zh_cn: 真倒霉。

source: What made it collapse?
de: Was hat zu dem Einsturz geführt?
fr: Qu'est-ce qui l'a fait s'effondrer ?
ja: どうして崩壊したんですか？
pt: O que a fez desmoronar?
zh_cn: 塌方是什么引发的？

source: You did? Oh. Well, yes of course you must have since you are not from Prim. So there's a way through it after all huh?
de: Tatsächlich? Oh. Gut, natürlich muss das so sein, denn schließlich bist du nicht aus Prim. So gibt es also doch einen Weg hindurch, was?
fr: Tu l'as fait ? Oh. Bien, oui bien sûr tu as dû puisque tu n'est pas de Prim. Alors il y a un moyen de le traverser après tout, hein ?
ja: そうなのか？ ほほう。ああそうか、君はプリムの者ではないのだしそうなるのか。結局のところ、あそこを通る方法が何かあるのか？
pt: Passaste por lá? Oh. Está bem, sim, é claro que passaste, uma vez que não és daqui. Então sempre há um caminho apesar de tudo?
zh_cn: 是吗？哦，好吧，当然。因为你不是普里姆本地人。所以还是有条路能进来的，对吧？

source: Yes, but I had to go through the old pitch-black mine.
de: Ja, aber ich musste durch die alte pechschwarze Mine.
fr: Oui, mais j'ai dû passer par la vieille mine noire.
ja: ええ、でも真っ暗な廃坑を通らないといけませんでした。
pt: Sim, mas tive que passar pela mina escura.
zh_cn: 嗯，但我得穿过那片漆黑的旧矿洞。

source: Yes, the passage in the mine below is safe.
de: Ja, der Weg durch die unteren Tunnel ist sicher.
fr: Oui, le passage de la mine au-dessous est sûr.
ja: はい、地下の坑道は安全です。
pt: Sim, a passagem pela mina é segura.
zh_cn: 是的，矿井下面的通道是安全的。

source: No, just kidding. I scaled over the mountain ridge to get here.
de: Nein, nur ein Scherz. Ich kletterte über den Bergrücken, um hierher zu gelangen.
fr: Non, je plaisante. J'ai escaladé la crête de la montagne pour venir ici.
ja: 冗談です。ここには山の尾根を越えて来ました。
pt: Não, estou a brincar. Escalei pelo cume da montanha para chegar aqui.
zh_cn: 不，开个玩笑。我是翻山越岭来到这里的。

source: OK. We will have to investigate that later.
de: Ok, das werden wir später genauer untersuchen.
fr: OK. On va devoir enquêter cela plus tard.
ja: なるほど。あとで調査せんとな。
pt: Está bem. Vamos ter que investigar isso mais tarde.
zh_cn: 好的。我们稍后再调查。

source: Anyway, as I was saying...
de: Wie auch immer, was ich sagen wollte ...
fr: Bref, comme je disais...
ja: それはともかく、言ったように…
pt: De qualquer forma, como estava a dizer...
zh_cn: 不管怎样，正如我说的……

source: The collapsed mine tunnel makes it hard for any traders to reach Prim. Our resources are really starting to dwindle.
de: Der eingestürzte Minentunnel erschwert es den Händlern nach Prim zu gelangen. Unsere Vorräte schrumpfen immer mehr zusammen.
fr: L'écroulement du tunnel de la mine a rendu difficile pour tous les commerçants d'atteindre Prim. Nos ressources commencent vraiment à diminuer.
ja: 鉱山トンネルが崩壊したことは、どの商人もプリムにたどり着くことを難しくしている。我々の資源は本格的に枯渇しつつある。
pt: O túnel da mina desabou a tornar difícil para todos os comerciantes chegarem a Prim. Os nossos recursos estão a começar a escassear.
zh_cn: 坍塌的矿井隧道让商人们很难接近普里姆。我们的物资明显开始减少了。

source: We are not sure. But we have our suspicions.
de: Wir sind nicht sicher, aber wir haben einen Verdacht.
fr: Nous ne sommes pas sûrs. Mais nous avons nos soupçons.
ja: 確かとは言えんだろう。だが、疑念があるのだ。
pt: Não temos certeza. Mas temos as nossas suspeitas.
zh_cn: 我们还不确定，但有一些猜想。

source: On top of that, there are the attacks from the monsters that we have to deal with.
de: Obendrein müssen wir uns gegen die Angriffe von Monstern verteidigen.
fr: En plus de cela, il y a les attaques des monstres dont nous devons nous occuper.
ja: それに加え、モンスターによる襲撃にも対処せねばならないときた。
pt: Além disso, temos que lidar com os ataques dos monstros.
zh_cn: 除此之外，我们还要对付来自怪物的攻击。

source: Yes, I noticed some monsters outside the village.
de: Ja, ich habe einige Monster außerhalb des Dorfes gesehen.
fr: Oui, J'ai remarqué quelques monstres en dehors du village.
ja: ええ、村の外にモンスターがいましたね。
pt: Sim, vi alguns monstros fora da aldeia.
zh_cn: 是的，我注意到村外有一些怪物在游荡。

source: What monsters?
de: Welche Monster?
fr: Quels monstres ?
ja: モンスターとは？
pt: Que monstros?
zh_cn: 什么怪物？

source: I am Guthbered, protector of this village.
de: Ich bin Guthbered, Schutzherr dieses Ortes.
fr: Je suis Guthbered, protecteur de ce village.
ja: 私はガスベレッド、この村を守護する者だ。
pt: Sou Guthbered, protetor desta aldeia.
zh_cn: 我叫古斯伯里德，是这个村庄的保护者。

source: A while ago, we started seeing the first of the monsters. At first, they were no problem for us to handle. Our guards could cut them down easily.
de: Vor einiger Zeit sahen wir die ersten dieser Monster. Zuerst konnten wir sie problemlos bewältigen. Unsere Wachen konnten sie einfach niedermähen.
fr: Il y a un moment, on a commencé à voir le premier des monstres. Au début, ils n'étaient pas un problème pour nous à gérer. Nos gardes pouvaient les couper facilement.
ja: 少し前から、とあるモンスターを初めて見かけるようになったんだ。最初のうちは、相手取るのにも問題はなかった。衛兵は簡単に切り倒せていた。
pt: Há uns tempos atrás, começamos a ver os primeiros monstros. No início, não era problema contê-los. Os nossos guardas conseguiam exterminá-los facilmente.
zh_cn: 不久前，我们目击到第一个怪物。一开始它们对我们来说没什么威胁，我们的警卫很容易就能把它们消灭。

source: But after a while, some of our guards got hurt, and the monsters started increasing in numbers.
de: Aber bald bekamen wir Verletzte unter den Wachen, während die Monster immer zahlreicher wurden.
fr: Mais après un moment, certains de nos gardes ont été blessés, et les monstres sont devenus de plus en plus nombreux.
ja: ところがしばらくすると、衛兵から何人かの怪我人が出てきた、モンスターの数も増え始めた。
pt: Mas passado algum tempo, começaram a haver algumas baixas nos nossos guardas e a quantidade de monstros aumentou.
zh_cn: 但是过了不久，我们的一些守卫受伤了，而且怪物也开始增多。

source: Also, the monsters almost seemed like they were getting smarter. Their attacks were getting more and more coordinated.
de: Auch schienen die Monster cleverer zu werden. Ihre Angriffe wurden immer koordinierter.
fr: Aussi, les monstres semblèrent devenir plus intelligents. Leurs attaques devenaient de mieux en mieux coordonnées.
ja: おまけに、モンスターが賢くなってきているようでな。攻撃が段々と組織的になってきている。
pt: Além disso, quase parecia que os monstros estavam a ficar mais inteligentes. Os seus ataques foram a ficar cada vez mais coordenados.
zh_cn: 还有，怪物们似乎越来越聪明了。它们的进攻越来越有配合。

source: Now, we can hardly hold them back. They mostly come at night.
de: Nun können wir sie kaum noch abwehren. Meistens kommen sie in der Nacht.
fr: Maintenant, nous pouvons difficilement les repousser. Ils viennent surtout la nuit.
ja: 今ではもはや、ほとんど抑え込むことができていないのだよ。やつらはたいてい夜になると姿を現す。
pt: Agora, mal conseguimos segurá-los. Eles vêm principalmente à noite.
zh_cn: 现在我们几乎挡不住它们了。它们大多在晚上来。

source: According to lore, the monsters are called the 'gornauds'.
de: Der Überlieferung nach werden diese Monster 'Gornauds' genannt.
fr: En accord avec la tradition, les monstres sont appelés les "gornauds".
ja: 言い伝えによると、このモンスターは"ゴルノー"と呼ばれるものらしい。
pt: Segundo a lenda, os monstros são os chamados 'gornauds'.
zh_cn: 根据传说，这些怪物被称为“戈尔诺”。

source: Any ideas where they might be coming from?
de: Hast du irgendeine Idee, woher sie kommen könnten?
fr: Des idées d'où ils pourraient venir ?
ja: どこからやって来ているのか心当たりは？
pt: Alguém faz ideia de onde é que eles vêm?
zh_cn: 你知道它们可能来自哪里吗？

source: Oh yes, we are almost certain.
de: Oh ja, wir sind fast sicher.
fr: Oh oui, nous sommes presque sûrs.
ja: ああ、ほぼ確実と言っていい。
pt: Ah, sim, temos quase a certeza.
zh_cn: 哦，是的，我们差不多可以肯定。

source: Those evil bastards up in the Blackwater mountain settlement probably summoned them to attack us. They would rather see us perish.
de: Diese üblen Mistkerle oben in der Blackwater Mountain Siedlung haben sie wahrscheinlich heraufbeschworen um uns anzugreifen. Sie würden uns am liebsten umkommen sehen.
fr: Ces escrocs malfaisants de la colonie du mont Encreau ont probablement convoqué ces bêtes pour nous attaquer. Ils préféreraient nous voir périr.
ja: ブラックウォーター山集落にいる邪悪なクズどもが、我々を襲うために呼び出したのだろうよ。あいつらは我々を滅ぼしたがっているからな。
pt: Esses bastardos do mal da aldeia da montanha das Águas Negras provavelmente convocaram-los para nos atacar. Eles preferem ver-nos morrer.
zh_cn: 很可能是黑水营地那些邪恶的混蛋召唤了它们来攻击我们。这些人很愿意看到我们灭亡。

source: Oh good. Did you talk to Tonis? Yes, I'm sure you met him on your way into town.
de: Oh, gut. Du hast mit Tonis gesprochen? Ja, du hast ihn sicher auf deinem Weg hierher in die Stadt getroffen.
fr: Oh bien. Tu as parlé à Tonis ? Oui, je suis sûr que tu l'as rencontré sur le chemin de la ville.
ja: それは良かった。トニスと話したのかな？ ああ、町に来る途中で会ったはずだぞ。
pt: Ah bom. Falaste com o Tonis? Sim, tenho certeza que o encontraste a caminho para aqui.
zh_cn: 哦，很好。你和托尼斯谈过了吗？你肯定在进城的路上见过他。

source: Good. Let me tell you the back-story about Prim first.
de: Gut. Lass mich dir erst einmal die Vorgeschichte von Prim erzählen.
fr: Bien. Laisse-moi te raconter l'histoire à propos de Prim en premier.
ja: よし。プリムの生い立ちから話そうか。
pt: Ainda bem. Deixa-me contar-te primeiro a história de Prim.
zh_cn: 很好。让我先告诉你普里姆的故事。

source: I'd rather skip to the end directly.
de: Ich würde lieber direkt zum Ende kommen.
fr: Je ferais mieux de sauter jusqu'à la fin directement.
ja: 最後まで飛ばしてください。
pt: Prefiro saltar diretamente para o fim da história.
zh_cn: 我宁愿直接跳到结尾。

source: We used to trade with them up there, but that all changed once they got greedy.
de: Wir trieben früher regen Handel mit denen da oben, aber das alles änderte sich, als sie gierig wurden.
fr: Nous avions l'habitude de commercer avec eux là-haut, mais tout a changé une fois qu'ils sont devenus gloutons.
ja: 以前はあそこでも取引をしていた、しかしやつらが欲を出した途端に状況は一変したんだ。
pt: Costumávamos negociar com eles lá em cima, mas tudo mudou quando eles começaram a ficar gananciosos.
zh_cn: 我们以前在那里和他们交易，但随着他们变得贪得无厌，一切都变了。

source: I met a man outside the collapsed mine saying he was from the Blackwater mountain settlement.
de: Ich traf einen Mann vor der eingestürzten Mine, der sagte, dass er aus der Blackwater Mountain Siedlung stammt.
fr: J'ai rencontré un homme à l'extérieur de la mine effondrée. Il disait être de la colonie du mont Encreau.
ja: 崩壊した鉱山の外で、ブラックウォーター山集落から来たと話す男と会いました。
pt: Conheci um homem, fora da mina que desabou, que me disse que ele era da aldeia da montanha das Águas Negras.
zh_cn: 我在坍塌的矿井外遇到一个人，他说他来自黑水营地。

source: Do you need any help in dealing with those monsters?
de: Braucht ihr Hilfe, um mit den Monstern fertig zu werden?
fr: As-tu besoin d'aide pour gérer ces monstres ?
ja: モンスター退治の助けは必要ですか？
pt: Precisas de alguma ajuda para lidar com esses monstros?
zh_cn: 你对付那些怪物需要帮忙吗？

source: I would be glad to help you with the monsters.
de: Ich würde euch liebend gerne gegen die Monster unterstützen.
fr: Je serais heureux de t'aider face aux monstres.
ja: モンスターのことでお手伝いさせてください。
pt: Ficaria contente em ajudar-te a lidar com os monstros.
zh_cn: 我很乐意帮你对付那些怪物。

source: Oh boy, do we? Yes please, you are welcome to help.
de: Oh Junge, brauchen wir Hilfe? Ja, bitte, deine Unterstützung wäre sehr willkommen.
fr: Oh, mon garçon. Oui s'il te plaît, tu es le bienvenu pour aider.
ja: そうか、君がか？ ああ、どうかよろしく頼むよ。
pt: Um miúdo, não é? Sim, por favor, sê bem-vindo para ajudar.
zh_cn: 哦，天哪，是吗？太谢谢了，欢迎你来帮忙。

source: Do you really think you have what it takes to help us?
de: Glaubst du wirklich, dass du in der Lage bist, uns zu helfen?
fr: Tu penses vraiment que tu as ce qu'il faut pour nous aider ?
ja: 君が我々の助けとなれると本気で思うか？
pt: Achas que tens o que é preciso para nos ajudares?
zh_cn: 你真的认为你有能力帮助我们吗？

source: I have left a bloody trail of monsters behind me.
de: Eine Spur von Monsterblut ziehe ich hinter mir her.
fr: J'ai laissé une traînée sanglante de monstres derrière moi.
ja: 僕の後にはモンスターの血溜まりが残ってる。
pt: Deixei um rasto sangrento de monstros atrás de mim.
zh_cn: 我一路踏着怪物的血迹而来。

source: Sure, I can handle it.
de: Sicher, damit komme ich klar.
fr: Bien sûr, je peux le faire.
ja: ええ、大丈夫です。
pt: Claro, consigo lidar com isso.
zh_cn: 当然，我应付得来。

source: If the monsters are anything like those around where I entered the mine, it will be a tough fight. But I can manage it.
de: Wenn die Monster in der Art sind wie die vor dem Eingang zur Mine, dann wird es ein harter Kampf. Aber das schaffe ich schon.
fr: Si ces monstres ressemblent à ceux qui étaient là quand je suis entré dans la mine, ce sera une dure bataille. Mais je peux le gérer.
ja: 鉱山に入った辺りのモンスターと同じものがいるなら、厳しい戦いになるでしょうね。でも僕なら何とかなります。
pt: Se os monstros forem como aqueles que encontrei no caminho, vai ser uma luta dura. Mas dou conta disso.
zh_cn: 如果这些怪物和我进入矿井时遇到的一样，确实会有点棘手。但我能应付。

source: Great. I think we should go straight to the source with the problem.
de: Großartig. Ich denke, wir sollten das Problem direkt an der Wurzel packen.
fr: Bien. Je pense que nous devrions aller directement à la source avec le problème.
ja: 大したものだ。私は問題の原因に直行すべきだと考えている。
pt: Muito bem! Acho que devemos ir direitos à fonte do problema.
zh_cn: 非常好。我想我们应该直接去解决问题的源头。

source: A man, from the Blackwater mountain settlement, you say?
de: Ein Mann, aus der Blackwater Siedlung, sagst du?
fr: Un homme de la colonie du mont Encreau tu dis ?
ja: ブラックウォーター山集落の男だって？
pt: Um homem, que veio da aldeia da montanha das Águas Negras, dizes tu?
zh_cn: 你说什么？一个来自黑水营地的人？

source: Did he say anything about us here in Prim?
de: Sagte er irgendetwas über uns hier in Prim?
fr: A-t-il dit quoi que ce soit sur nous ici à Prim ?
ja: プリムのことは何か言っていたか？
pt: Ele disse alguma coisa sobre nós aqui em Prim?
zh_cn: 他有没有提到我们普里姆的人？

source: No. But he insisted that I go straight east when exiting the mine, thus not reaching Prim.
de: Nein, aber er bestand darauf, dass ich direkt nach Osten gehe, wenn ich die Mine verlasse, und so nicht nach Prim gelange.
fr: Non. Mais il a insisté pour que je parte en direction de l'est lorsque je sortirai de la mine, pour ne pas atteindre Prim.
ja: いえ。でも鉱山を出たらまっすぐ東に向かえと言われましたね、プリムにはたどり着けなかったことでしょう。
pt: Não. Mas insistiu que eu seguisse diretamente para este ao sair da mina, por isso não chegando a Prim.
zh_cn: 没有，但他坚持要我走出矿井时直走东边，这样的话我就不会到普里姆来。

source: That figures. They send out their spies even now.
de: Das passt ins Bild. Sie senden selbst jetzt ihre Spione aus.
fr: Ça ne m'étonne pas. Ils envoient même leurs espions maintenant.
ja: そんなことだろうと思っていたよ。やつらは今でもスパイを送り込んで来るんだ。
pt: Não me estranha. Eles enviam espiões, mesmo hoje em dia.
zh_cn: 不出我意料。他们甚至到现在都在派出间谍。

source: As I said, we believe those bastards up at the Blackwater mountain settlement are behind the monster attacks somehow.
de: Wie ich schon sagte, wir glauben, dass diese Mistkerle aus der Blackwater Mountain Siedlung irgendwie hinter den Angriffen der Monster stecken.
fr: Comme j'ai dit, nous croyons que ces bâtards de la colonie du mont Encreau sont responsables des attaques de monstres, d'une façon ou d'une autre.
ja: 言ったように、モンスター襲撃の背後にはブラックウォーター山集落のクズどもがいると思われる。
pt: Como disse, achamos que esses bastardos da aldeia da montanha das Águas Negras estão de alguma forma por detrás dos ataques dos monstros.
zh_cn: 就像我说的，我们坚信黑水营地的那些混蛋是怪物袭击的幕后黑手。

source: I want you to go up there to their settlement and ask their battle master, Harlenn, why they are doing this to us.
de: Ich möchte, dass du zu ihrer Siedlung hinauf gehst und ihren Schwertmeister Harlenn fragst, warum sie uns das antun.
fr: Je veux que tu montes dans leur colonie et que tu demandes à leur chef de guerre, Harlenn, pourquoi ils nous font ça.
ja: 君には集落まで行って、戦闘司令官のハーレンから何故こんなことをするのかと尋ねてきてもらいたいのだ。
pt: Quero que vás até lá à aldeia e pergunta ao ministro da guerra Harlenn, porque é que estão a fazer isso connosco.
zh_cn: 我要你到他们的营地去，问问他们的战斗大师哈伦，他们为什么要这样对我们。

source: OK, I will go ask Harlenn in the Blackwater mountain settlement why they are attacking your village.
de: Ok, ich werde Harlenn in der Blackwater Mountain Siedlung fragen gehen, warum sie euer Dorf angreifen.
fr: D'accord. J'irai demander à Harlenn dans la colonie du mont Encreau pourquoi ils attaquent votre village.
ja: わかりました、なぜ村を攻撃するのかを、ブラックウォーター山集落のハーレンから聞いてきます。
pt: Está bem, vou perguntar ao Harlenn na aldeia da montanha das Águas Negras porque estão a atacar a vossa aldeia.
zh_cn: 好吧，我去问问黑水营地的哈伦，他们为什么要袭击你们的村庄。

source: Thank you friend.
de: Danke, Freund.
fr: Merci l'ami.
ja: ありがとう。
pt: Obrigado amigo.
zh_cn: 谢谢你，朋友。

source: What did I expect? Of course he would say that. He probably even denies it to himself. Meanwhile, we here in Prim suffer from their savage raids.
de: Was hast du erwartet? Natürlich würde er das sagen. Er verleugnet es wahrscheinlich sogar vor sich selbst. In der Zwischenzeit leiden wir hier in Prim unter seinen wilden Raubzügen.
fr: à quoi je m'attendais ? Bien sûr qu'il dirait ça. Il se le nie probablement à lui-même. Pendant ce temps, nous, ici à Prim, nous souffrons de leurs attaques.
ja: 私は何を期待していたんだ？ あの男なら当然そう言うだろうに。やつ自らそう否定するに違いない。そうしている間にも、プリムはやつらの野蛮な襲撃に苦しめられ続けている。
pt: O que é que eu estava à espera? É claro que ele diria isso. Provavelmente, até isso ele nega a si mesmo. Entretanto, nós aqui em Prim sofremos com os ataques selvagens deles.
zh_cn: 我在期待什么？他当然会这么说。他甚至会自欺欺人，即便是与此同时我们正在普里姆遭受他们凶恶的袭击。

source: I am sure they are behind these attacks. However, I do not have sufficient evidence to back up my statements in order to do anything about it.
de: Ich bin sicher, dass sie hinter diesen Angriffen stecken. Aber ich habe nicht genug Beweise, um dagegen vorgehen zu können.
fr: Je suis certain qu'ils sont derrière ces attaques. Toutefois, je n'ai pas de preuve suffisante pour étayer mes déclarations et pouvoir y remédier.
ja: この攻撃の背後に連中がいるのは間違いない。しかし、何かしようにもそれを裏付ける十分な証拠がない。
pt: Tenho a certeza que eles estão por trás desses ataques. No entanto, não tenho provas suficientes para poder fazer alguma coisa.
zh_cn: 我确信他们是这些袭击的幕后黑手。但我没有足够的证据来支持我的说法，也就没法对此采取任何行动。
