Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: My son is dead, I know it! And it's those damn guards fault. Those guards with their snobby Feygard attitude.
de: Mein Sohn ist tot, ich weiß es! Und diese verdammten Wachen sind daran schuld. Diese Wachen mit ihrem wichtigtuerischen Feygard-Verhalten.
fr: Mon fils est mort, je le sais ! Et c'est la faute de ces maudits gardes. Ces gardes avec leur attitude snob typique de Feygard.
ja: 息子が亡くなったの、私には分かるわ！ これは衛兵が原因なのよ。あの高慢ちきなフェイガード衛兵どものせい。
pt: O meu filho está morto, eu sei! E é culpa dos malditos guardas. Esses guardas com a atitude snobe típica de Feygard.
zh_cn: 我儿子死了，我知道!是那些该死的警卫的错。那些势利的守卫。

source: At first they come with promises of protection and power. But then you really start to see them for what they are.
de: Als erstes kommen sie mit Versprechungen von Schutz und Kraft. Aber dann irgendwann merkst du, wie sie wirklich sind.
fr: Au début ils sont venus avec des promesses de protection et de pouvoir. Mais ensuite tu pouvais commencer à les voir tels qu'ils sont vraiment.
ja: 最初こそやつらは庇護と権利を約束した。けれどあなたは、彼らの本性を理解してしまったのね。
pt: No início, eles vêm com promessas de proteção e poder. Mas então começas a vê-los como é que eles são realmente.
zh_cn: 起初，他们带来了保护和权力的承诺。但之后你才真正开始看到它们是什么。

source: I can feel it in me. The Shadow speaks to me. He is dead.
de: Ich spüre es. Der Schatten spricht zu mir. Er ist tot.
fr: Je peux le sentir en moi. L'Ombre me parle. Il est mort.
ja: 感じます。シャドウが私に語りかけてくれるの。あの子が死んだのだと。
pt: Posso sentir isso em mim. A Sombra fala comigo. Ele está morto.
zh_cn: 我能感觉到它在我身上。暗影对我说话。他已经死了。

source: Can you tell me what happened?
de: Kannst du mir erzählen, was passiert ist?
fr: Peux-tu me dire ce qu'il s'est passé ?
ja: 何があったのか教えてもらえますか？
pt: Podes dizer-me o que aconteceu?
zh_cn: 你能告诉我发生了什么事吗?

source: What are you talking about?
de: Worüber sprichst du?
fr: Qu'est-ce que tu racontes ?
ja: 何の話ですか？
pt: Do que é que estás a falar?
zh_cn: 你在说什么?

source: Thank you. Shadow watch over me.
de: Danke. Schatten, wache über mich.
fr: Merci. L'Ombre veille sur moi.
ja: ありがとう。シャドウよお見守りください。
pt: Obrigado. A Sombra cuida de mim.
zh_cn: 谢谢你。暗影会守望着我。

source: It all started with those Feygard royal guards coming here.
de: Es fing alles damit an, dass die königliche Garde von Feygard hierher kam.
fr: Tout a commencé avec l'arrivée de la garde royale de Feygard.
ja: すべてはフェイガード近衛兵がここにやって来たことから始まりました。
pt: Tudo começou com a chegada dos guardas de Feygard.
zh_cn: 一切都开始于费加德皇家卫队的到来。

source: They tried to pressure everyone in Vilegard into recruiting more soldiers.
de: Sie versuchten, jeden in Vilegard zu bedrängen, um mehr Soldaten zu rekrutieren.
fr: Ils mettent la pression sur tout le monde à Vilegard pour enrôler plus de soldats.
ja: やつらは、兵士を募ろうとヴィルガードの人々に圧力をかけようとしたのよ。
pt: Eles tentaram pressionar todos em Vilegard para recrutar mais soldados.
zh_cn: 他们试图向维尔加德的每个人施压，让他们招募更多士兵。

source: The guards would say they needed more support to help squelch the supposed uprising and sabotage.
de: Die Wachen sagten, sie bräuchten mehr Unterstützung, um einen angeblichen Aufstand und Sabotage zu bekämpfen.
fr: Les gardes diraient qu'ils ont besoin de plus de soutien pour les aider à écraser le supposé soulèvement et sabotage.
ja: 衛兵にしてみれば、反乱や破壊活動を抑えつけるためにはさらなる支援が必要だ、とでも言うのでしょうね。
pt: Os guardas dizem que precisam de mais apoio para ajudar a esmagar a suposta revolta e sabotagem.
zh_cn: 卫兵会说他们需要更多的支持来帮助镇压所谓的起义和破坏。

source: How did this relate to your son?
de: Was hat das mit deinem Sohn zu tun?
fr: Quel est le lien avec votre fils ?
ja: それと息子さんとはどう関係が？
pt: O que é que isso tem a haver com o teu filho?
zh_cn: 这跟你儿子有什么关系？

source: Are you going to get to the point soon?
de: Kommst du bald mal auf den Punkt?
fr: Quand vas-tu enfin conclure ?
ja: そろそろ本題に入りませんか？
pt: Podes ir direta ao assunto?
zh_cn: 你会很快说到点子上吗?

source: My son, Rincel, did not seem to care much for the stories they told.
de: Mein Sohn Rincel kümmerte sich nicht wirklich um die Geschichten, die sie erzählten.
fr: Mon fils, Rincel, ne semblait pas se soucier beaucoup des histoires qu'ils racontaient.
ja: 息子、リンセルはそんな彼らの話を特に気にしていないようでした。
pt: O meu filho Rincel, não parecia importar-se muito com as histórias que eles lhe contavam.
zh_cn: 我的儿子林塞尔似乎并不太在意他们讲的故事。

source: I also told Rincel of how bad an idea I thought it was to recruit more people to the Royal Guard.
de: Außerdem erzählte ich ihm, was für eine schlechte Idee es meiner Meinung nach war, mehr Soldaten für die königliche Garde zu rekrutieren.
fr: J'ai aussi dit a Rincel la mauvaise idée que c'était de recruter plus de gens à la Garde royale.
ja: 私もまた、近衛兵に人を募ることが如何に悪い考えであるかをリンセルに説きました。
pt: Também disse ao Rincel que mau seria, na minha opinião, alistar-se para a Guarda Real.
zh_cn: 我还告诉林塞尔，我认为招募更多的人加入皇家卫队是一个多么糟糕的主意。

source: The guards stayed a couple of days to talk to everyone here in Vilegard. Then they left. They went to the next town I guess.
de: Die Wachen blieben für ein paar Tage hier, um mit jedem hier in Vilegard zu reden. Dann gingen sie. Ich schätze, sie zogen weiter in die nächste Stadt.
fr: Les gardes sont restés quelques jours a parler à tout le monde ici en Vilegard. Puis ils sont partis. Ils sont allés à la ville voisine, je suppose.
ja: 数日ほど滞在した衛兵はヴィルガードの皆と話して回り、それから去っていきました。次の町にでも向かったのでしょう。
pt: Os guardas ficaram alguns dias a conversar com todos aqui em Vilegard. E depois foram-se embora. Acho que foram à cidade mais próxima.
zh_cn: 守卫们在维尔加德待了几天，和这里的每一个人交谈。然后就走了。我想他们去了下一个城镇。

source: A few days passed, and then suddenly my boy Rincel was gone one day. I am sure those guards managed to somehow persuade him to join them.
de: Ein paar Tage vergingen bis eines Tages auf einmal mein Sohn Rincel verschwunden war. Ich bin sicher, dass die Wachen es irgendwie geschafft haben, ihn zu überzeugen, ihnen beizutreten.
fr: Quelques jours passèrent, et puis soudain, mon fils Rincel avait disparu un jour. Je suis sûr que ces gardes ont réussi à le persuader en quelque sorte à se joindre à eux.
ja: それから数日が過ぎて、突然息子のリンセルがいなくなったのです。きっとあの衛兵が、どうにか説き伏せてあの子を引き入れたに違いありません。
pt: Passaram-se alguns dias e, de repente, o meu menino Rincel foi-se embora. Tenho a certeza que aqueles guardas conseguiram convencê-lo de alguma maneira, a juntar-se a eles.
zh_cn: 几天过去了，突然有一天我的儿子林塞尔不见了。我确信那些卫兵设法说服了他加入他们。

source: Oh how I despise those evil and snobby Feygard bastards.
de: Oh, wie ich diese bösen und wichtigtuerischen Feygard-Bastarde verachte.
fr: Oh combien je méprise ces bâtards Feygard .
ja: ああっ、邪悪なフェイガードの高慢ちきどもを私がどれほど軽蔑していることか。
pt: Ah como desprezo esses bastardos maldosos e snobes de Feygard.
zh_cn: 哦，我多么鄙视那些邪恶势利的费加德混蛋。

source: What now?
de: Was nun?
fr: Et maintenant ?
ja: 次は何ですか？
pt: E agora?
zh_cn: 接下来呢？

source: This was several weeks ago. Now I feel an emptiness inside. I know in me that something has happened to my son Rincel.
de: Das war mehrere Wochen her. Nun fühle ich in mir eine Leere. Etwas in mir gibt mir die Gewissheit, dass meinem Sohn Rincel irgendwas zugestoßen ist.
fr: C'était il y a plusieurs semaines. Maintenant je me sens vide a l'intérieur. Je sais en moi que quelque chose est arrivé à mon fils Rincel.
ja: 数週間前からです。今の私の心にはぽっかりと穴が開いているの。これはリンセルの身に何かが起きたことを私が感じ取っているからよ。
pt: Isso foi há algumas semanas. Agora sinto um vazio por dentro. Sei no meu interior, que alguma coisa aconteceu ao meu filho Rincel.
zh_cn: 这是几周前的事了。现在我感到内心空虚。我知道我儿子林塞尔出了什么事。

source: I fear he has died or got hurt somehow. Those bastards probably drove him into his own death.
de: Ich befürchte, er starb oder wurde irgendwie verletzt. Diese Bastarde haben ihn vermutlich in seinen eigenen Tod getrieben.
fr: J'ai peur qu'il soit mort ou qu'il ait été blessé d'une quelconque façon. Ces bâtards l'ont probablement mené à sa propre mort.
ja: あの子は死んだか、何らかの理由で怪我でも負ったのではと心配でなりません。死の淵に追いやったのはきっと、あのろくでもない連中なのでしょうけど。
pt: Temo que ele tenha morrido ou se ferido de alguma forma. Esses bastardos provavelmente conduziram-no à própria morte.
zh_cn: 我担心他是死了还是受伤了。那些混蛋可能把他逼死。

source: *sob* Shadow help me.
de: *schluchz* Schatten, hilf mir.
fr: *sanglot* Ombre aide-moi.
ja: （すすり泣く）シャドウよお助けください。
pt: *soluços* A Sombra me ajude.
zh_cn: *抽泣*暗影，帮帮我。

source: What can I do to help?
de: Was kann ich tun, um zu helfen?
fr: Que puis-je faire pour aider ?
ja: 何か手伝えることはありますか？
pt: O que posso fazer para ajudar?
zh_cn: 我能帮什么忙吗？

source: That sounds awful. I am sure you are just imagining things.
de: Das klingt fürchterlich. Ich bin sicher, du bildest dir diese Dinge bloß ein.
fr: Ça paraît horrible. Je suis sûr que tu imagines simplement des choses.
ja: それは大変ですね。きっとあなたの思い過ごしだと思います。
pt: Isso parece terrível. Tenho a certeza que estás a imaginar coisas.
zh_cn: 这听起来很糟糕。我相信你只是在胡思乱想。

source: Do you have proof that the people from Feygard are involved?
de: Hast du Beweise, dass die Leute von Feygard etwas damit zu tun haben?
fr: As-tu des preuves que les gens de Feygard sont impliqués ?
ja: フェイガードの人間が関与している証拠はあるんですか？
pt: Tens alguma prova que as pessoas de Feygard estão envolvidas?
zh_cn: 你有证据证明费加德的人牵涉其中吗?

source: No, but I know it in me that they are. The Shadow speaks to me.
de: Nein, aber ich weiß es einfach. Der Schatten spricht zu mir.
fr: Non, mais je sais au plus profond de moi-même qu'ils le sont. L'Ombre me parle.
ja: いいえ、でも私には分かります。シャドウが私にそう語りかけてくれるもの。
pt: Não, mas algo me diz que eles são os responsáveis. A Sombra fala comigo.
zh_cn: 不，但我知道它们是。暗影对我说过。

source: OK. Is there anything I can do to help?
de: Ok. Gibt es da irgendetwas, womit ich helfen kann?
fr: OK. Y a-t-il quoi que ce soit que je puisse faire pour aider ?
ja: なるほど。何かできることはありますか？
pt: Está bem. Há alguma coisa que possa fazer para ajudar?
zh_cn: 好的。有什么我能帮忙的吗?

source: You sound a bit too occupied with the Shadow. I want no part of this.
de: Es hört sich ein wenig so an, als ob du dich zu viel mit dem Schatten befasst. Ich will davon nichts hören.
fr: Tu sembles un peu trop occupé avec l'Ombre. Je ne veux pas de ça.
ja: シャドウのことで頭がいっぱいのようですね。関わりたくもない。
pt: Pereces estar um bocado demasiado ocupada com a Sombra. Não quero fazer parte disso.
zh_cn: 你听起来有点被暗影占据了。我不想参与其中。

source: I probably shouldn't get involved in this if it means that I could upset the royal guard.
de: Ich sollte mich vermutlich nicht darin verwickeln lassen, falls das bedeutet, dass ich die königliche Wache gegen mich aufbringen könnte.
fr: Je ne devrais probablement pas m'impliquer dans tout ça si cela veut dire que je pourrais contrarier la garde royale.
ja: これが近衛兵をかき乱すことにつながるなら、この件には関わらないほうがいい。
pt: Provavelmente não deveria envolver-me com isso, se isso quer dizer que poderia incomodar a guarda real.
zh_cn: 如果这意味着我可能会惹恼皇家卫队的话，我可能不应该卷入这件事。

source: If you want to help me, please find out what happened to my son, Rincel.
de: Wenn du mir helfen willst, finde bitte heraus, was mit meinem Sohn Rincel passiert ist.
fr: Si tu veux m'aider, trouve ce qui est arrivé à mon fils Rincel, s'il te plaît.
ja: 助けてくださるというのでしたら、息子リンセルに何があったのかを調べてください。
pt: Se me queres ajudar, por favor, descobre o que aconteceu ao meu filho Rincel.
zh_cn: 如果你想帮助我，请找出发生在我儿子林塞尔身上的事。

source: Any idea where I should look?
de: Irgendeine Idee, wo ich nachsehen sollte?
fr: Aucune idée de l'endroit où je devrais regarder ?
ja: どこを探せばいいですか？
pt: Alguma ideia onde devo procurá-lo?
zh_cn: 知道我应该去哪里找吗？

source: OK. I will go look for your son. I sure hope there will be some reward for this.
de: Ok. Ich werde nach deinem Sohn suchen. Ich hoffe, ich bekomme dafür eine Belohnung.
fr: Ok. Je rechercherais votre fils. J'espère qu'il y aura une récompense pour ceci.
ja: ええ。息子さんを探してきましょう。報酬を期待します。
pt: Está bem. Vou procurar o teu filho. Espero que haja depois alguma recompensa.
zh_cn: 好的。我去找你的儿子。我真的希望能得到一些回报。

source: By the Shadow, your son will be avenged.
de: Beim Schatten, dein Sohn wird gerächt werden.
fr: Par l'Ombre, votre fils sera vengé.
ja: シャドウによって、息子さんの復讐はなされますよ。
pt: Pela Sombra, o teu filho vai ser vingado.
zh_cn: 暗影在上，你的儿子会复仇的。

source: Please return here as soon as you have found out anything.
de: Bitte komm hierher zurück, sobald du etwas herausgefunden hast.
fr: S'il vous plaît, revenez dès que vous aurez découvert quelque chose.
ja: 何か分かったことがあればすぐに戻ってきてください。
pt: Por favor, volta aqui assim que descobrires alguma coisa.
zh_cn: 一旦发现什么，请马上回来。

source: I guess you could ask in the tavern here in Vilegard, or the Foaming Flask tavern just north of here.
de: I denke, du könntest in der Taverne hier in Vilegard oder der Taverne 'Schäumende Flasche' etwas nördlich von hier nachfragen.
fr: J'imagine que tu pourrais demander ici à la taverne de Vilegard, ou sinon à la Chopine Moussante juste au nord d'ici.
ja: ヴィルガードの酒場か、すぐ北にあるフォーミングフラスコ酒場で尋ねてみるのがいいでしょう。
pt: Acho que podias perguntar na taberna aqui em Vilegard ou na taberna Foaming Flask, a norte (↑) daqui.
zh_cn: 我想你可以在维尔加德的酒馆里问问，或者在这北边的泡沫瓶酒馆里问问。

source: OK. I will go look for your son so that you may know what happened to him.
de: Ok. Ich werde nach deinem Sohn suchen, damit du weißt, was mit ihm passiert ist.
fr: Ok. Je rechercherais votre fils pour que vous sachiez ce qui lui est arrivé.
ja: わかりました。息子さんに何があったか分かるよう調べてきます。
pt: Está bem. Vou procurar o teu filho para que possas saber o que lhe aconteceu.
zh_cn: 好的。我去找你的儿子，好让你知道他出了什么事。

source: Please tell me what happened to him!
de: Bitte erzähl mir, was mit ihm passiert ist!
fr: S'il te plaît dis-moi ce qui lui est arrivé !
ja: あの子に何があったのかを教えて！
pt: Por favor, diz-me o que lhe aconteceu!
zh_cn: 请告诉我他怎么了!

source: He left Vilegard by his own will because he wanted to see the great city of Feygard.
de: Er verließ Vilegard aus freien Stücken, weil er die großartige Stadt Feygard sehen wollte.
fr: Il a quitté Vilegard de lui-même parce qu'il voulait voir la belle cité de Feygard.
ja: 彼は大都市フェイガードを見たいと思っていた、だから自分の意志でヴィルガードを去りました。
pt: Ele deixou Vilegard pela sua própria vontade, porque ele queria ver a grande cidade de Feygard.
zh_cn: 他是自愿离开维尔加德的，因为他想去看看费加德这座伟大的城市。

source: I don't believe it.
de: Das glaube ich nicht.
fr: Je ne le crois pas.
ja: 信じられない。
pt: Não acredito nisso.
zh_cn: 我不相信。

source: He had secretly longed to go to Feygard, but didn't dare tell you.
de: Er hatte sich insgeheim gesehnt nach Feygard zu gehen, aber er wagte nicht, es dir zu sagen.
fr: Il désirait secrètement aller à Feygard, mais n'a pas osé te le dire.
ja: フェイガードに行きたいと密かに思っていたのですけど、それをあなたに伝える勇気がなかった。
pt: Há muito que secretamente ele desejava ir para Feygard, mas não se atreveu a dizer-te.
zh_cn: 他本来想去费加德，但不敢告诉你。

source: Really?
de: Wirklich?
fr: Vraiment ?
ja: 本当に？
pt: A sério?
zh_cn: 真吗？

source: But he never got far. He was attacked while camping one night.
de: Aber er kam nicht weit. In einer Nacht wurde er in seinem Lager angegriffen.
fr: Mais il n'est jamais allé loin. Il a été attaqué pendant qu'il campait une nuit.
ja: ですがそう遠くへは行けなかった。ある晩、キャンプ中に襲われたのです。
pt: Mas ele nunca chegou longe. Foi atacado de noite enquanto estava a acampar.
zh_cn: 但他从来没有走远过。有一天晚上他在野营时遭到袭击。

source: Attacked?
de: Angegriffen?
fr: Attaqué ?
ja: 襲われた？
pt: Atacado?
zh_cn: 被攻击了？

source: Yes, he could not stand up to the monsters, and was critically wounded.
de: Ja, er wurde von den Monstern übermannt und schwer verletzt.
fr: Oui, il n'a pas pû résister aux monstres, et a été mortellement blessé.
ja: はい、モンスターに立ち向えず、重傷を負ったのです。
pt: Sim, ele não conseguiu enfrentar sozinho os monstros e ficou gravemente ferido.
zh_cn: 是的，他赢不了那些怪物，而且受了重伤。

source: My dear boy.
de: Mein geliebter Junge.
fr: Mon cher garçon.
ja: 私の愛しい子よ。
pt: Meu querido filho.
zh_cn: 我可怜的孩子。

source: I talked to a man that found him bleeding to death.
de: Ich sprach mit einem Mann, der ihn fand, als er verblutete.
fr: J'ai parlé à un homme qui l'a trouvé saignant à mort.
ja: 出血して亡くなるところを発見した男に話を聞いてきました。
pt: Conversei com um homem que o encontrou a sangrar até a morte.
zh_cn: 我和一个人谈过，他发现他流血过多而死。

source: He was still alive?
de: Er war noch am Leben?
fr: Il était toujours vivant ?
ja: まだ生きていたの？
pt: Ele ainda estava vivo?
zh_cn: 他那时还活着?

source: Yes, but not for long. He did not survive the wounds. He is now buried to the northwest of Vilegard.
de: Ja, aber nicht lange. Er überlebte die Wunden nicht. Er liegt nun im Nordwesten Vilegards begraben.
fr: Oui, mais plus pour longtemps. Il n'a pas survécu à ses blessures. Il est maintenant enterré au Nord-Ouest de Vilegard.
ja: ええ、そう長い間ではありませんでしたけど。怪我からは生き延びれませんでした。今はヴィルガードの北西に埋葬されていますね。
pt: Sim, mas não por muito tempo. Ele não sobreviveu aos ferimentos. Ele agora está enterrado a noroeste (↖) de Vilegard.
zh_cn: 是的，但没有太久。他没有从这些伤口中幸存下来。他现在埋葬在维尔加德的西北部。

source: Oh my poor boy. What have I done?
de: Oh, mein armer Junge. Was habe ich getan?
fr: Oh mon pauvre garçon. Qu'ai-je fait ?
ja: ああ、わが子よ可哀想に。どうしてこんなことに？
pt: Ah, meu pobre rapaz. O que é que fiz?
zh_cn: 哦，我可怜的孩子。我做了什么?

source: I always thought he shared my view of those Feygard snobs.
de: Ich dachte immer, er teilte meine Ansicht, dass die Leute aus Feygard Wichtigtuer sind.
fr: J'ai toujours pensé qu'il partageait mon point de vue sur ces snobs de Feygard.
ja: フェイガードの高慢ちきに関して、私たちは認識を共有できているものと思っていました。
pt: Sempre achei que ele pensava o mesmo que eu sobre os snobes de Feygard.
zh_cn: 我一直以为他跟我一样，对费加德那些势利小人有同感。

source: And now he is not with us anymore.
de: Und nun ist er nicht mehr bei uns.
fr: Et maintenant il n'est plus parmi nous.
ja: そんなあの子はもう、共にはいられなくなってしまった。
pt: E agora ele já não está entre nós.
zh_cn: 现在他不再和我们一起了。

source: Thank you, friend, for finding out what happened to him and telling me the truth.
de: Vielen Dank, Freund, dass du herausgefunden hast, was mit ihm passiert ist und mir die Wahrheit gesagt hast.
fr: Merci, mon ami, pour avoir trouvé ce qui lui était arrivé et m'avoir dit la vérité.
ja: ありがとうございました。あの子に何があったかを調べてくれたこと、そしてその真相を教えてくれたこと。
pt: Obrigado amigo, por descobrires o que lhe aconteceu e me dizeres a verdade.
zh_cn: 谢谢你，朋友，帮我查明他的下落，告诉我真相。

source: Oh my poor boy.
de: Oh, mein armer Junge.
fr: Oh mon pauvre garçon.
ja: ああ、可哀想なわが子よ。
pt: Ah, meu pobre rapaz.
zh_cn: 噢，我可怜的孩子。

source: Hello. I am Oluag.
de: Hallo. Ich bin Oluag.
fr: Bonjour. Je suis Oluag.
ja: どうも、あっしはオルアグってもんです。
pt: Olá. Sou Oluag.
zh_cn: 你好。我是奥卢格。

source: What are you doing here around these crates?
de: Was machst du hier bei all diesen Kisten?
fr: Que faites-vous ici, autour de ces caisses ?
ja: 木箱の周りで何をしているの？
pt: O que estás a fazer aqui à volta dessas caixas?
zh_cn: 你在这些板条箱周围干什么?

source: Oh these. They are nothing. Never mind them. That grave over there is nothing to worry about either.
de: Ach die. Sie sind nicht von Bedeutung. Kümmere dich nicht darum. Um das Grab dort drüben solltest du dir auch keine Gedanken machen.
fr: Oh, c'est rien. Ne te préoccupe pas. Cette tombe là-bas il ne faut pas y faire attention non plus.
ja: コイツらですかい。何でもありゃしやせんよ。お構いなく。あそこのお墓も心配ご無用なんで。
pt: Oh, estas caixas? Estão vazias. Não te preocupes com elas. Também não te preocupes com aquele túmulo ali.
zh_cn: 哦。他们什么都不是。别介意他们。那边的坟墓也没什么好担心的。

source: What grave?
de: Welches Grab?
fr: Quelle tombe ?
ja: どんなお墓？
pt: Que túmulo?
zh_cn: 什么坟墓？

source: Nothing, really? This sounds suspicious.
de: Nicht von Bedeutung? Wirklich? Das klingt verdächtig.
fr: Rien, vraiment ? Cela semble suspect.
ja: 無用って、本当に？ これは怪しい。
pt: Nada, mesmo? Isso parece estranho.
zh_cn: 没什么，真的吗？这听起来很可疑。

source: No no, nothing suspicious at all. It's not like they contain any contraband or anything like that, hah!
de: Nein nein, nichts von alledem ist verdächtig. Es ist ja nicht so, dass sie Schmuggelware oder irgendetwas ähnliches enthalten würden!
fr: Non non, rien de suspect. Ce n'est pas comme si elles contenaient des marchandises de contrebande ou quelque chose comme ça, ah !
ja: いえいえ、怪しいことなんざなぁんもありゃしませんので。禁制品ですとか、そんなものが入っているだなんてとんでもない、へへぇ！
pt: Não, não há nada de estranho. Não é como se tivessem algum contrabando ou qualquer coisa assim, ah!
zh_cn: 不，一点也不可疑。他们不像是含有违禁品之类的东西，哈！

source: What was that about a grave?
de: Was hattest du von einem Grab gesagt?
fr: Qu'y avait-il à propos de cette tombe ?
ja: お墓のことは何だったの？
pt: O que era aquilo do túmulo?
zh_cn: 坟墓是怎么回事？

source: OK then. I guess I didn't see anything.
de: Nun gut. Ich vermute, dann habe ich nichts gesehen.
fr: Bon d'accord. Je suppose que je n’ai rien vu.
ja: 分かった。何も見なかった。
pt: Está bem então. Acho que não vi nada.
zh_cn: 那好吧。我想我什么也没看见。

source: Right. Goodbye.
de: Richtig. Tschüss.
fr: Bien. Au revoir.
ja: ええ。それでは。
pt: Certo. Adeus.
zh_cn: 对。再见。

source: Look, I already told you the story.
de: Ich habe dir meine Geschichte bereits erzählt.
fr: écoute, je t'ai déjà raconté l'histoire.
ja: ねえ、もう話しやしたぜ。
pt: Olha, já te contei a história.
zh_cn: 听着，我已经告诉你了。

source: Yeah, OK. So there is a grave right over there. I promise I had nothing to do with it.
de: Ja, ok. Also gleich dort drüben ist ein Grab. Ich schwöre, ich hatte damit nichts zu tun.
fr: Ouais, OK. Alors il y a une tombe juste là. Je promets que je n'avais rien à voir avec ça.
ja: ええ、なるほどね。あそこの方にお墓がありまして。あっしはそれとはなんの関係もないと約束しましょう。
pt: Sim, está bem. Portanto, está logo ali um túmulo. Prometo que não tive nada a ver com isso.
zh_cn: 是的,好的。那边有个坟墓。我保证与此事无关。

source: Nothing? Really?
de: Nichts? Wirklich?
fr: Rien ? Vraiment ?
ja: 何も？ 本当に？
pt: Nada? A sério?
zh_cn: 没有什么?真的吗?

source: OK then. I guess you didn't have anything to do with it.
de: Ok. Ich vermute, du hast wirklich nichts damit zu tun.
fr: Ok bien. Je suppose que tu n'as rien à voir avec ça.
ja: 分かった。あなたはそれと何の関係もなかったんだね。
pt: Tudo bem então. Suponho que não tens nada a ver com isso.
zh_cn: 那么,好吧。我猜这和你无关。

source: Well, when I say 'nothing', I really mean nothing. Or maybe just a little bit.
de: Nun, wenn ich sage 'nichts', dann meine ich auch wirklich nichts. Oder vielleicht auch ein ganz kleines bisschen.
fr: Eh bien, quand je dis "rien", ça veut vraiment dire rien. Ou peut-être juste un petit peu.
ja: ええ、"何も"というのは、本当に何もなかったということでしてね。もしくは、ほんのちょっとだけかもしれやせん。
pt: Bem, quando digo 'nada', quero mesmo dizer nada. Ou talvez apenas um pouquinho.
zh_cn: 嗯，当我说“没什么”的时候，真的是没什么。或者可能只是有一点点。

source: A little bit?
de: Ein kleines bisschen?
fr: Un petit peu ?
ja: ほんのちょっと？
pt: Um pouquinho?
zh_cn: 一点吗?

source: OK, so maybe I just had a little bit to do with it.
de: Ok, also vielleicht hatte ich ein kleines bisschen damit zu tun.
fr: OK, alors peut-être que j'ai un tout petit peu à voir avec ça.
ja: そうでした、そういえばあっしも、ほんの少しくらいは関係してたような気が。
pt: Tudo bem, então eu talvez só tenha um pouquinho a ver com isso.
zh_cn: 好吧，也许我和它有点关系。

source: You better start talking.
de: Du fängst besser an, zu reden.
fr: Tu ferais mieux de commencer à parler.
ja: 話した方がいいぞ。
pt: É melhor começares a falar.
zh_cn: 你最好主动交代。

source: What did you do?
de: Was hast du getan?
fr: Qu’avez-vous fait ?
ja: 何をしたの？
pt: O que fizeste?
zh_cn: 你干了什么？

source: Do I have to beat it out of you?
de: Muss ich es aus dir rausprügeln?
fr: Dois-je te frapper pour que ça sorte ?
ja: あなたのことを叩きのめしたほうがいい？
pt: Tenho de te arrancar as palavras à força?
zh_cn: 我一定要把你打一顿吗?

source: Relax, relax. I don't want any more fights.
de: Entspann dich, entspann dich. Ich will keine Kämpfe mehr.
fr: Relax, relax. Je ne veux plus de bagarre.
ja: 落ち着いて、ほらほらリラックス。ケンカなんてもう真っ平なんです。
pt: Relaxa, relaxa. Não quero mais lutas.
zh_cn: 放松，放轻松。我不想再打架了。

source: There was this kid I found. He had almost bled to death.
de: Da war dieser Junge, den ich gefunden habe. Er war schon fast verblutet.
fr: J'ai trouvé un gamin par ici. Il saignait beaucoup, et était sur le point de mourir.
ja: ここで子供を見つけやしてね。出血でもうすぐ死ぬところでした。
pt: Foi um miúdo que encontrei. Ele quase sangrou até à morte.
zh_cn: 我发现了这个孩子。他差点流血而死。

source: I managed to get a few sentences out of him before he died.
de: Ich konnte ein paar Sätze aus ihm herausbekommen, bevor er starb.
fr: J'ai réussi à lui faire dire quelques mots avant qu'il ne meure.
ja: 死ぬ前に、いくつか話を聞き出したりもして。
pt: Ele disse-me algumas coisas antes de morrer.
zh_cn: 他死前对我说了些话。

source: So I buried him over there by that grave.
de: Also begrub ich ihn dort drüben in diesem Grab.
fr: Alors je l'ai enterré là près de cette tombe.
ja: それで、あそこの墓のそばに埋葬しやした。
pt: Então enterrei-o nesse túmulo.
zh_cn: 所以我把他葬在那里。
