Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: Another way to regain your strength is to eat some food. You can buy some for yourself from Mara at the town hall. But watch out - I hear that raw meat can sometimes give you food poisoning.
de: Ein weiterer Weg, um wieder zu Kräften zu kommen, ist, etwas zu essen. Du kannst dir bei Mara im Gemeindehaus etwas kaufen. Aber Vorsicht - ich höre, dass rohes Fleisch manchmal zu Lebensmittelvergiftungen führen kann.
fr: Un autre moyen de reprendre des forces est de manger. Tu peux acheter de la nourriture chez Mara dans le Hall de la ville. Mais fais attention, j'ai entendu dire que la viande crue peut parfois entraîner une intoxication alimentaire.
ja: 食べ物でも体力が回復するぞ。集会所のマーラからなにか買うといい。だが生肉は食中毒を起こすからな、気を付けるのだぞ。
pt: Outra forma de recuperares vida é comer alguma coisa. Podes comprar comida à Mara que está na câmara municipal. Mas cuidado, ouvi dizer que às vezes a carne crua pode causar intoxicações.
zh_cn: 另一种恢复体力的方法是吃些东西。你可以在村公所里从玛拉那里买些吃的给自己。但是小心——我听说生肉有时会导致食物中毒。

source: If that happens, perhaps the town priest can do something to help you. Otherwise, just rest until you feel better.
de: Sollte das passieren, kann vielleicht der Gemeindepriester etwas tun, um dir zu helfen. Ansonsten warte einfach bis du dich besser fühlst.
fr: Si cela arrive, peut-être que le prêtre de la ville pourra te venir en aide. Autrement, repose-toi jusqu'à ce que tu te sentes mieux.
ja: 食中毒になったら、町の司祭を頼りなさい。それ以外だと、じっと横になるのもよかろう。
pt: Caso isso te aconteça, talvez o sacerdote te possa ajudar, ou então descansa até te sentires melhor.
zh_cn: 如果发生这种情况，也许村里的牧师可以为你做点什么。 否则，就休息到你感觉好起来。

source: Me, I can't really afford the meat, so I just stick to my bread!
de: Ich kann mir das Fleisch wirklich nicht leisten, also bleibe ich bei meinem Brot!
fr: Moi, je ne peux vraiment pas digérer la viande, je reste fidèle à mon pain !
ja: わしには肉は少し高くてな。パンがいちばんだな！
pt: Na verdade não posso pagar pela carne por isso fico pelo pão!
zh_cn: 我的话，我真的买不起肉，所以我只吃面包！

source: Welcome to my shop! Please browse my selection of fine wares.
de: Willkommen in meinem Laden! Bitte schaue dir meine erlesenen Waren nur näher an.
fr: Bienvenue dans mon échoppe ! Jette donc un œil à mon assortiment d'articles de première qualité.
ja: この店へよく来てくれた！ 良い武具が揃ってるよ、見て行ってくれ。
pt: Bem-vindo à minha loja! Vê a minha seleção de artigos de qualidade.
zh_cn: 欢迎来到我的店铺！ 请浏览我精选的商品。

source: Please show me your wares.
de: Bitte zeige mir dein Angebot.
fr: Montrez-moi vos marchandises s'il vous plaît.
ja: 武具を見せてください。
pt: Mostra-me os produtos que tens hoje.
zh_cn: 请把你的商品给我看看。

source: Oh my, will I ever get any sleep with those drunkards singing like that? Someone should do something about them.
de: Oh Mann, ob ich wohl jemals ein wenig schlafen kann, wenn diese Saufköpfe so weitersingen? Jemand sollte etwas dagegen tun.
fr: Nom d'un chien, comment dormir avec des ivrognes qui chantent ainsi ? Quelqu'un devrait s'en occuper.
ja: ううむ、この酔っ払いどもが歌っている中、私は眠れるんだろうか？ 誰か何とかしてほしいね。
pt: Oh meu, nunca conseguirei dormir com os bêbados a cantar assim... Alguém devia tomar conta do assunto.
zh_cn: 天哪，那些醉鬼那样唱歌，我还能睡得着吗? 得有人管管他们了。

source: Can I rest here?
de: Kann ich mich hier ausruhen?
fr: Puis-je me reposer ici ?
ja: ここで休憩してもいいですか？
pt: Posso descansar aqui?
zh_cn: 我可以在这里休息吗？

source: Do you have anything to trade?
de: Hast du etwas zu verkaufen?
fr: Avez-vous quelque chose à marchander ?
ja: 何か売買できますか？
pt: Tens alguma coisa para vender?
zh_cn: 你有什么可以交易的吗？

source: Sure kid, you may rest here. Pick any bed you want.
de: Na klar, Junge, du kannst dich hier ausruhen. Such' dir einfach ein Bett aus.
fr: Bien sûr gamin, tu peux te reposer ici. Prends le lit que tu veux.
ja: もちろん、君はここで休憩できる。 好きなベッドを使うんだな。
pt: Claro miúdo! Podes descasar aqui. Deita-te na cama que quiseres.
zh_cn: 当然，孩子，你可以在这里休息。 随便挑一张你想睡的床。

source: Thanks, bye.
de: Danke, tschüss.
fr: Merci, au revoir.
ja: ありがとう。ではまた。
pt: Obrigado, adeus.
zh_cn: 谢谢，再见。

source: Drink drink drink, drink some more. Drink drink drink 'til you're on the floor. Hey kid, wanna join us in our drinking game?
de: Trink, trink, trink - trink noch ein wenig mehr. Trink, trink, trink - dann wird der Becher leer. Hey Junge, willst du bei unserem Trinkspiel mitmachen?
fr: Buvons, buvons, buvons, buvons encore ! Buvons, buvons, buvons, jusqu'à être ivres morts ! Hé gamin, tu veux te joindre à nous ?
ja: 飲め飲め飲め飲め、もうちっと飲め！ 飲め飲め飲め飲め、倒れるまでよぉ！ おいボウズ、俺たちと一緒に飲まねえか？
pt: Beber, beber, beber um pouco mais. Beber, beber, beber até cair ao chão. Ei tu, queres juntar-te a nós no nosso jogo de beber?
zh_cn: 喝啊喝，多喝点。 喝啊喝，直到你倒在了地板上。 嘿，孩子，想加入我们的喝酒游戏吗？

source: No thanks.
de: Nein danke.
fr: Non merci.
ja: 結構です。
pt: Não, obrigado.
zh_cn: 不用了，谢谢。

source: Maybe some other time.
de: Vielleicht ein andermal.
fr: Un autre jour peut-être.
ja: またいつか。
pt: Talvez noutra altura.
zh_cn: 也许改天吧。

source: Never mind those drunken fellas, they're always causing trouble. Want something to eat?
de: Achte nicht auf die besoffenen Typen, die machen immer Ärger. Darf es was zu essen sein?
fr: Ne t'occupe pas de ces ivrognes, ils sont toujours là à causer du désordre. Tu veux manger quelque chose ?
ja: こいつら飲んだくれは無視しな、厄介事を起こしてばかりなんだ。 何か食べるかい？
pt: Não ligues a esses bêbados, eles estão sempre a causar confusões. Queres comer alguma coisa?
zh_cn: 别在意那些喝醉的家伙，他们总是惹麻烦。 想吃点东西吗？

source: I heard you helped Odair clean out that old supply cave. Thanks a lot, we'll start using it soon.
de: Ich habe gehört, dass du Odair bei der Säuberung der alten Vorratshöhle geholfen hast. Vielen Dank, wir werden sie bald wieder benutzen können.
fr: J'ai appris que tu avais aidé Odair à débarrasser la vieille réserve. Merci beaucoup, nous allons pouvoir nous en servir à nouveau.
ja: オダイルを手伝って、あの貯蔵の洞穴を掃除したんだって？ また使えるようになるんだからね、すごく感謝してる。
pt: Ouvi dizer que ajudaste o Odair a limpar a antiga caverna. Muito obrigado, assim vamos poder voltar a usá-la.
zh_cn: 我听说你帮奥代尔清理了那个旧补给洞。非常感谢，我们很快就会开始使用它。

source: It was my pleasure.
de: Es war mir ein Vergnügen.
fr: C'était avec plaisir.
ja: いえ、どういたしまして。
pt: Foi canja.
zh_cn: 这是我的荣幸。

source: Please do not disturb me, I have work to do.
de: Bitte stör' mich nicht, ich habe zu arbeiten.
fr: Laisse-moi tranquille, j'ai du boulot.
ja: 仕事中だ、邪魔しないでくれ。
pt: Por favor, não me distraias pois tenho trabalho a fazer.
zh_cn: 请不要打扰我，我有工作要做。

source: Have you seen my brother Andor?
ja: 僕の兄のアンドールを見ませんでしたか？
pt: Viste o meu irmão Andor?
zh_cn: 你见过我哥哥安道尔吗？

source: What?! Can't you see I'm busy? Go bother someone else.
de: Was? Kannst du nicht sehen, dass ich beschäftigt bin? Belästige jemand anderen.
fr: Quoi ?! Tu ne vois pas que je suis occupé ? Va embêter quelqu'un d'autre.
ja: 何だ？！ 忙しいのが分からないか？ 邪魔するならよそでやってくれ。
pt: O quê? Não vês que estou ocupado? Vai chatear outra pessoa.
zh_cn: 什么？！你没看见我很忙吗？去烦别人吧。

source: Andor? No, I haven't seen him around lately.
de: Andor? Nein, den hab' ich in letzter Zeit nicht mehr gesehen.
fr: Andor ? Non, je ne l'ai pas croisé ces derniers temps.
ja: アンドールだって？ いや、最近は見てないな。
pt: Andor? Não, não o tenho visto.
zh_cn: 安道尔？不，我最近没见过他。

source: Well well, what have we here? A visitor, how nice. I'm impressed you got this far through all my minions. Now prepare to die, puny creature.
de: Ah, wen haben wir den hier? Einen Besucher, wie nett. Ich bin beeindruckt, dass du es an meinen Leuten vorbei bis hierher geschafft hast. Nun stirb, jämmerliche Kreatur.
fr: Tiens tiens, qui voilà donc ? Un visiteur, quelle surprise. Je suis impressionné que tu sois parvenu jusqu'ici malgré tous mes serviteurs. Maintenant prépare-toi à mourir, pitoyable créature.
ja: フムフム、何が来たのかな？ お客さん、何て素晴らしい。私の手下たちをすべてくぐり抜け、はるばるやって来た…感動しますね。 ちっちゃい子犬ちゃん、そろそろ死ぬ準備をしなさい。
pt: Bem... bem... o que temos aqui? Uma visita, que bom. Estou impressionado por teres chegado até aqui apesar de todas essas bestas. Agora prepara-te para morrer, criatura insignificante.
zh_cn: 好吧好吧，这是什么？一个客人，真不错。我很佩服你能胜过我的手下们。 现在准备迎接死亡吧，弱小的生物。

source: Great, I have been waiting for a fight!
de: Wunderbar, ich habe mich auf einen Kampf gefreut!
fr: Bien, j'attendais un beau combat !
ja: いいぞ、こんな戦いを待っていたんだ！
pt: Fantástico, há muito tempo que não tenho uma luta!
zh_cn: 太好了，我一直在等着打一架！

source: Let's see who dies here.
de: Wir werden sehen, wer hier stirbt.
fr: Voyons qui de nous deux périra.
ja: ここで死ぬのは誰か分からせてやる。
pt: Vamos ver quem é que morre aqui.
zh_cn: 让我们看看谁会死在这里。

source: Please don't hurt me!
de: Bitte verletze mich nicht!
fr: Pitié, ne me faites pas de mal !
ja: 傷つけるのはやめてくれ！
pt: Por favor não me magoes!
zh_cn: 请不要伤害我！

source: Oh mortal, free me from this cursed world!
de: Oh Sterblicher, befreie mich aus dieser verfluchten Welt!
fr: Oh mortel, délivre-moi de ce monde maudit !
ja: 定命の者よ、おお、この呪われた場所から私を解放してくれ！
pt: Ó mortal, livra-me deste mundo amaldiçoado!
zh_cn: 哦凡人，把我从这个被诅咒的世界中解救出来吧！

source: Oh, I'll free you from it alright.
de: Oh, ich werde dich befreien.
fr: Oh, je vais vous libérer de ce pas.
ja: 問題なく解放してあげますよ。
pt: Claro, claro que te libertarei.
zh_cn: 哦，我会把你从这里解救出来的。

source: You mean, by killing you?
de: Du meinst, ich soll dich töten?
fr: Vous voulez dire en vous tuant ?
ja: つまり、殺してって事？
pt: Queres dizer... matar-te?
zh_cn: 你是说，通过杀了你？

source: Psst, hey. Wanna trade?
de: Psst, hey. Willst du was kaufen?
fr: Pssst, hé. On fait affaire ?
ja: よう、そこの。 何か買うのか？
pt: Psst, hei tu! Queres negociar?
zh_cn: 嘘，嘿。 想要交易吗？

source: Sure, let's trade.
de: Sicher, zeig' mir deine Waren.
fr: Bien sûr, marchandons.
ja: もちろん。見せてくれ。
pt: Claro, vamos negociar.
zh_cn: 当然，我们来交易吧。

source: I heard that you talked to my brother a while ago.
de: Ich habe gehört, dass du vor einiger Zeit mit meinem Bruder gesprochen hast.
fr: J'ai appris que tu avais parlé avec mon frère il y a quelque temps.
ja: 少し前に僕の兄と話したと聞いたんだけど。
pt: Ouvi dizer que falaste com o meu irmão há uns tempos atrás.
zh_cn: 我听说你不久前和我兄弟谈过了。

source: Your brother? Oh you mean Andor? I might know something, but that information will cost you. Bring me a poison gland from one of those poisonous snakes and maybe I'll tell you.
de: Dein Bruder? Oh, meinst du Andor? Ich könnte etwas wissen, aber diese Information wird dich was kosten. Wenn du mir eine Giftdrüse von einer dieser giftigen Schlangen bringst, werde ich es dir vielleicht sagen.
fr: Ton frère ? Ah, tu veux parler d'Andor ? J'ai peut-être quelques informations, mais je ne te les donnerai pas pour rien. Rapporte-moi une glande à venin de l'un de ces serpents venimeux et peut-être que je parlerai.
ja: お前の兄さん、つまりアンドールか？ 知ってるかもしれないが、その情報はタダじゃないぜ。辺りにいる毒蛇から毒腺が取れるから、1つ俺に持って来い。そうすれば教えてやろう。
pt: O teu irmão? Ah, queres dizer o Andor? Podia saber alguma coisa, mas essa informação não é de graça. Traz-me uma glândula de veneno de uma dessas cobras venenosas e talvez te possa contar.
zh_cn: 你哥哥？你是说安道尔？我可能知道一些信息，但是这些信息需要你付出代价。从那些毒蛇身上拿个毒腺给我，也许我就会告诉你。

source: Here, I have a poison gland for you.
de: Hier, ich habe eine Giftdrüse für dich.
fr: Voici une glande à venin pour vous.
ja: 毒腺なら持っている。
pt: Aqui está, uma glândula de veneno.
zh_cn: 给，我有个毒腺给你。

source: OK, I'll bring one.
de: Okay, ich besorge eine.
fr: D'accord, j'en rapporterai une.
ja: これから取ってくる。
pt: Está bem, vou trazer uma.
zh_cn: 好的，我会带一个来。

source: Thanks a lot kid. This will do just fine.
de: Danke Kleiner. Das wird genügen.
fr: Merci beaucoup gamin. C'est parfait.
ja: これでいいぞ。有難うな。
pt: Muito obrigado. Era mesmo isto que queria.
zh_cn: 谢谢你，孩子。这样就可以了。

source: Look kid, I already told you.
de: Schau Junge, ich habe dir doch schon alles erzählt.
fr: Écoute gamin, je t'ai déjà tout dit.
ja: おいお前、それは一度聞いただろう。
pt: Ouve miúdo, já te disse.
zh_cn: 听着，孩子，我已经告诉过你了。

source: I talked to him yesterday. He asked if I knew someone called Umar or something like that. I have no idea who he was talking about.
de: Ich habe gestern mit ihm gesprochen. Er fragte, ob ich jemanden mit dem Namen Umar oder so ähnlich kenne. Ich habe keine Ahnung, von was er da geredet hat.
fr: Je lui ai parlé hier. Il m'a demandé si je connaissais un certain Umar ou quelque chose de ce genre. Je n'ai aucune idée de qui il parlait.
ja: あいつと会ったのは昨日、ウマルとかそういった名前の人を知っているかと訊いてきた。俺には誰のことを言っているのかさっぱりだったがな。
pt: Falei com ele ontem. Perguntou-me se conhecia alguém chamado Umar ou algo parecido. Não fazia a mínima ideia de quem é que eles estavam a falar.
zh_cn: 昨天我和他谈过了。他问我是否认识一个叫奥马尔的人或诸如此类的人。我不知道他在说谁。

source: He seemed really upset about something and left in a hurry. Something about the Thieves' Guild in Fallhaven.
de: Er schien wirklich sehr nervös wegen irgendeiner Sache und brach beinahe fluchtartig auf. Es hatte anscheinend etwas mit der Diebesgilde in Fallhaven zu tun.
fr: Il paraissait vraiment en colère et est parti en trombes. Un truc à propos de la guilde des voleurs de Fallhaven.
ja: お前の兄さんはとても冷静とは言えない感じで、何か気掛かりがあるようだった。俺と話した後は急いで出て行ったよ。行き先はフォールヘブンの盗賊ギルドとか言っていたな。
pt: Parecia que ele estava chateado com alguma coisa e saiu a correr. Algo sobre a Corja dos Ladrões em Fallhaven.
zh_cn: 他似乎很不安匆匆离开了。可能与法尔海文盗贼公会有关。

source: That's all I know. Maybe you should ask around in Fallhaven. Look for my friend Gaela, he probably knows more.
de: Das ist alles was ich weiß. Vielleicht fragst du ein wenig in Fallhaven herum. Halte nach meinem Freund Gaela Ausschau, er weiß möglicherweise mehr.
fr: C'est tout ce que je sais. Tu devrais aller demander du côté de Fallhaven. Demande à mon ami Gaela, il en sait certainement plus.
ja: これで全部だ。フォールヘブンの街で聞き込みをするといいんじゃないか？ 俺の友人のガエラを探せば、そいつがもっと知っているかもな。
pt: Isso é tudo que sei. Talvez devias perguntar nas redondezas de Fallhaven. Procura o meu amigo Gaela. Provavelmente ele saberá mais alguma coisa.
zh_cn: 我就知道这些。也许你应该去法尔海文打听打听。去找我的朋友盖拉，他可能知道更多。

source: Hello kid. You're Mikhail's son aren't you? With that brother of yours. I'm Leonid, steward of Crossglen village.
de: Hallo Junge. Du bist Mikhail's Sohn, stimmt's? Und du hast noch einen Bruder. Ich bin Leonid, der Vogt von Crossglen.
fr: Bonjour gamin, tu es le fils de Mikhail, non ? Et tu as un frère aussi. Je suis Leonid, le régent du village de Crossglen.
ja: 君はミハイルの息子、兄弟の弟の方だったね。 私はレオニード、クロスグレンの村の長だ。
pt: Olá miúdo. És o filho de Mikhail não é? Um dos nossos irmãos. Chamo-me Leonid, sou o administrador de Crossglen.
zh_cn: 你好孩子。难道你不是米哈伊尔的儿子吗？你有一个哥哥。 我是利奥尼德，克罗斯山谷村的管家。

source: What can you tell me about Crossglen?
de: Was kannst du mir über Crossglen berichten?
fr: Que pouvez-vous me dire à propos de Crossglen ?
ja: クロスグレンの村について教えてくれませんか？
pt: O que me podes dizer sobre Crossglen?
zh_cn: 你能告诉我关于克罗斯山谷的事吗？

source: Never mind, see you later.
de: Na dann, bis später.
fr: Cela ne fait rien, à plus tard.
ja: 何でもありません。またお話ししましょう。
pt: Esquece. Vejo-te depois.
zh_cn: 没关系，待会儿见。

source: Your brother? No, I haven't seen him here today. I think I saw him in here yesterday talking to Gruil. Maybe he knows more?
de: Deinen Bruder? Nein, heute habe ich ihn noch nicht gesehen. Ich denke, dass ich ihn gestern mit Gruil zusammen gesehen habe. Vielleicht weiß er mehr?
fr: Ton frère ? Non, je ne l'ai pas vu de la journée. Je crois que je l'ai vu ici hier discutant avec Gruil. Peut-être en sait-il plus ?
ja: 君の兄？ いいや、今日は見ておらん。ただ、昨日ここでグルイルと話をしているのを見た。彼が知っているのではないかな？
pt: O teu irmão? Não, não o vi por aqui hoje. Se não me engano ele esteve aqui ontem a conversar com o Gruil. Ele provávelmente sabe mais?
zh_cn: 你的哥哥？不，今天我还没见到他呢。我想我看到他昨天在这里正在和格鲁尔交谈。也许他知道些什么？

source: Thanks, I'll go talk to Gruil. There was something more I wanted to talk about.
de: Danke, ich werde mit Gruil reden. Vorher möchte ich jedoch noch etwas anderes wissen.
fr: Merci, je vais aller parler à Gruil. Je voulais vous demander autre chose.
ja: ありがとう、グルイルと話をしてみます。他にも訊きたいことがあるのですが。
pt: Obrigado, vou falar com o Gruil. Mas há mais uma coisa que gostaria de falar.
zh_cn: 谢谢，我去和格鲁尔谈谈。我还想谈点其他事。

source: Thanks, I'll go talk to Gruil.
de: Danke, ich werde dann mal mit Gruil reden.
fr: Merci, je vais aller parler à Gruil.
ja: ありがとう、グルイルと話をしてみます。
pt: Obrigado, vou falar com o Gruil.
zh_cn: 谢谢，我去和格鲁尔谈谈。

source: As you know, this is Crossglen village. Mostly a farming community.
de: Wie du weißt, ist das hier das Dorf Crossglen. Vor allem sind wir eine Bauerngemeinde.
fr: Comme tu le sais, nous sommes ici au village de Crossglen. C'est avant tout une communauté agricole.
ja: 知っているだろうが、ここがクロスグレンの村だ。ほとんど農業の村だな。
pt: Como sabes, esta é a aldeia de Crossglen. Uma comunidade maioritariamente agrícola.
zh_cn: 你知道，这里是克罗斯山谷村。主要靠的是农业生产。

source: We have Audir with his smithy to the southwest, Leta and her husband's cabin to the west, this town hall here and your father's cabin to the northwest.
de: Wir haben Audir mit seiner Schmiede im Südwesten, die Hütte von Leta und ihrem Mann im Westen, dieses Gemeindehaus und natürlich die Hütte deines Vaters im Nordwesten.
fr: Nous avons Audir et sa forge au Sud-Ouest, la cabane de Leta et de son mari à l'Ouest, la halle du village ici et la cabane de ton père au Nord-Ouest.
ja: この集会場から南西にはオーディルの鍛冶屋が、西にはレタ夫婦の家が、そして北西には君の父ミハイルの家がある。
pt: Temos Audir com a forja a sudoeste (↙), a casa de Leta e o marido a oeste (←), esta câmara municipal e a casa do teu pai a noroeste (↖).
zh_cn: 我们有奥迪尔和他的铁匠铺在西南部，莉塔和她丈夫的小屋在西部，这个村公所在这里，你父亲的小屋在西北部。

source: That's pretty much it. We try to live a peaceful life.
de: Das war es dann auch schon. Wir versuchen, ein friedliches Leben zu leben.
fr: C'est à peu près tout. Nous essayons de vivre en paix.
ja: これだけだ。我々は平和に生きることを良しとしているんだよ。
pt: Basicamente é tudo. Tentamos viver uma vida pacífica.
zh_cn: 差不多就是这样。我们努力过着平静的生活。

source: Has there been any recent activity in the village?
de: Ist im Dorf kürzlich etwas Besonderes geschehen?
fr: Y a-t-il eu quelque évènement récent au village ?
ja: 村では最近何が起こりましたか？
pt: Aconteceu alguma coisa recentemente na aldeia?
zh_cn: 村里最近有什么活动吗？

source: Let's go back to the other things we talked about.
de: In Ordnung, zurück zu den Themen von vorhin.
fr: Revenons-en à ce dont nous parlions plus tôt.
ja: やっぱり、他の話を訊きたいです。
pt: Vamos voltar aos assuntos de que falámos.
zh_cn: 让我们回到我们谈论的其他事情上。

source: There were some recent disturbances some weeks ago that you may have noticed. Some villagers got into a fight over the new decree from Lord Geomyr.
de: Es gab ein paar kleinere Unruhen vor einigen Wochen - wie du vielleicht bemerkt hast. Einige Dörfler stritten sich über den neuen Erlass von Lord Geomyr.
fr: Tu as pu remarquer quelques troubles il y a de cela quelques semaines. Certains villageois se sont battus à propos d'un nouveau décret du seigneur Geomyr.
ja: 数週ほど前に騒動があったな、君も気づいていたかね？ 何人かの村人の間で、ジオミア卿の勅令のことで喧嘩が起きておる。
pt: Houve algumas perturbações há umas semanas atrás, que talvez tenhas ouvido falar. Alguns habitantes começaram uma luta por causa do novo decreto do Lorde Geomyr.
zh_cn: 也许你可能已经注意到最近一些骚乱了。几周前，一些村民为吉奥米尔领主的新法令而打了一架。

source: Lord Geomyr issued a statement regarding the unlawful use of bonemeal as healing substance. Some villagers argued that we should oppose Lord Geomyr's word and still use it.
de: Lord Geomyr ließ eine Anordnung betreffend der illegalen Verwendung von Knochenmehl als Heilsubstanz verkünden. Einige Dorfbewohner meinten, dass wir uns Lord Geomyr's Wort entgegenstellen und es dennoch weiter verwenden sollten.
fr: Le seigneur Geomyr a promulgué l'interdiction de la cendre d’os comme médicament. Certains villageois voulaient que nous nous opposions aux règles du seigneur Geomyr et que nous continuions à l'utiliser.
ja: ジオミア卿が発したお触れ、あれは骨粉を治療剤として使うことを違法とするものだ。幾人かは、ジオミア卿のこの言葉に反抗すべきだと言って、骨粉のポーションを使っておる。
pt: O Lorde Geomyr emitiu um decreto sobre o uso ilegal de farinha de ossos como substância curativa. Alguns moradores disseram que nos devíamos opor às ordens de Lorde Geomyr e mesmo assim usar essa farinha.
zh_cn: 吉奥米尔勋爵发表了关于非法使用骨粉作为治疗药物的声明。一些村民认为我们不应该听从吉奥米尔勋爵的话，并继续使用它。

source: Tharal, our priest, was particularly upset and suggested we do something about Lord Geomyr.
de: Tharal, unser Geistlicher, war besonders aufgeregt und schlug vor, dass wir etwas gegen Lord Geomyr unternehmen sollten.
fr: Tharal, notre prêtre, était particulièrement en colère et suggérait que nous fassions quelque chose au sujet du seigneur Geomyr.
ja: 我が村の神官タラルなどは特に気が立っていて、ジオミア卿に対して行動を起こすべきだ、などと言っている。
pt: Tharal, o nosso sacerdote, ficou chateado e disse que devíamos fazer alguma coisa sobre o decreto do Lorde Geomyr.
zh_cn: 我们的牧师塔拉尔特别不高兴，他建议我们对吉奥米尔勋爵做点什么。

source: Other villagers argued that we should follow Lord Geomyr's decree. Personally, I haven't decided what my thoughts are.
de: Andere Dörfler meinten, dass wir Lord Geomyrs Erlass befolgen sollten. Ich persönlich habe mich noch nicht entschieden.
fr: D'autres villageois pensaient que nous devions obéir au décret du seigneur Geomyr. Personnellement, je ne me suis pas encore décidé.
ja: 他の村人は、卿の勅令に歯向かってはいけないと主張している。 私個人としては、どちらの考えを支持するかは決めきれていないがね。
pt: Outros habitantes da aldeia disseram que devíamos obedecer ao decreto do Lorde Geomyr. Pessoalmente, ainda não me decidi.
zh_cn: 其他村民争辩着说我们应该遵从吉奥米尔勋爵的命令。 就我个人而言，我还没有做出决定。

source: On one hand, Lord Geomyr supports Crossglen with a lot of protection. [Points to the soldiers in the hall]
de: Einerseits gewährt Lord Geomyr Crossglen seinen Schutz. *Er zeigt auf die Soldaten im Gemeindehaus*
fr: D'un côté, le seigneur Geomyr aide le village en lui apportant sa protection. [Il pointe les soldats dans la halle]
ja: ジオミア卿はクロスグレンを守護しているとも言えるが… （集会場内の兵士を指差す）
pt: Por um lado, o Lorde Geomyr apoia Crossglen a proteger-nos. [Aponta para os soldados na sala]
zh_cn: 一方面，吉奥米尔领主为克罗斯山谷提供了很多保护。 [指向大厅里的士兵]

source: But on the other hand, the tax and the recent changes of what's allowed are really taking a toll on Crossglen.
de: Andererseits fordern die Steuern und die jüngsten Bestimmungen, was erlaubt ist und was nicht, hohen Tribut von Crossglen.
fr: Mais d'un autre côté, les impôts et les nouvelles règles sur ce qui est interdit font vraiment du tort à Crossglen.
ja: もう一方では、最近の法の変更は、税金ともどもクロスグレンの村を本当に苦しめている。
pt: Mas, por outro lado, o imposto e as alterações recentes sobre o que é permitido ou não, estão a ser um fardo para os habitantes de Crossglen.
zh_cn: 但另一方面，税收和最近政策的变化确实对克罗斯山谷造成了影响。

source: Someone should go to Castle Geomyr and talk to the steward about our situation here in Crossglen.
de: Jemand sollte zur Burg Geomyr gehen und mit dem Verwalter dort über unsere Situation hier in Crossglen sprechen.
fr: Quelqu'un devrait aller au château de Geomyr et plaider la cause de Crossglen auprès du régent.
ja: ジオミア城に誰かが陳情に行かなければならないだろうな。
pt: Alguém devia ir ao Castelo de Geomyr e falar com o administrador sobre a nossa situação aqui em Crossglen.
zh_cn: 需要有人去吉奥米尔城堡找管家谈谈我们在克罗斯山谷的情况。

source: In the meantime, we've banned all use of bonemeal as a healing substance.
de: In der Zwischenzeit, haben wir jegliche Verwendung von Knochenmehl als Heilsubstanz untersagt.
fr: Pour le moment, nous avons banni toute utilisation de la cendre d’os pour prodiguer des soins.
ja: それはさて置き、まとめると、我々は治療のために骨粉を使うことを禁止されてしまったということだ。
pt: Enquanto isso, proibimos a utilização da farinha de ossos como substância curativa.
zh_cn: 同时，我们已经禁止使用骨粉作为治疗药物。

source: Thank you for the information. There was something more I wanted to ask you.
de: Danke für die Information. Ich möchte noch etwas anderes fragen.
fr: Merci pour ces informations. Je voulais vous demander autre chose.
ja: 情報をありがとうございます。他にも訊きたいことがあるのですが。
pt: Obrigado pela informação. Tenho mais uma pergunta.
zh_cn: 感谢你告诉我这些。还有一件事我想问你。

source: Thank you for the information. Bye.
de: Danke für die Information. Wiedersehen.
fr: Merci pour ces informations. Au revoir.
ja: 情報をありがとうございます。じゃあ。
pt: Obrigado pela informação. Adeus.
zh_cn: 感谢您告诉我这些，再见。

source: Shadow be with you.
de: Der Schatten sei mit dir.
fr: Que l'Ombre soit avec vous.
ja: シャドウがあなたと共にありますように。
pt: Que a Sombra esteja contigo.
zh_cn: 暗影与你同在。

source: Walk in the glow of the Shadow, my child.
de: Das Leuchten des Schattens sei mit dir, mein Junge.
fr: Marche dans la lueur de l'Ombre, mon enfant.
ja: 我等の子よ、シャドウの輝きの中を歩きなさい。
pt: Caminha pelo brilho da Sombra, meu filho.
zh_cn: 走在暗影的光辉里，我的孩子。
