Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: Don't tell the bartender, but I like to frequent the tavern in Loneford a lot, and as such, I've developed quite a friendship with the owner Kizzo. One day we were talking about how scary the woods between Loneford and Brimhaven can be at nighttime. After sharing some not so scary stories, Kizzo told me a crazy murder story. Now I can't remember the details because...well, I had been drinking.
fr: Ne le dis pas au tavernier, mais j'aime bien fréquenter la taverne à Loneford, et j'ai développé une amitier avec le propriétaire, Kizzo. Un jour, on discutait comment les bois entre Loneford et Brimhaven pouvaient être effrayants la nuit. Après m'avoir raconté quelques histoires pas très épouvantables, Kizzo m'a parlé d'une folle histoire de meurtre. Mais je ne peux plus me rappeler des détails parce que... et bien, j'avais beaucoup bu.
ja: バーテンダーには内緒にしてくれよ、俺はローンフォードの酒場に通うのが好きでね、そこのオーナーのキッツォとはだいぶ仲がいいんだ。ある日俺らは、ローンフォードとブリムヘブンの間にある森の夜がどんなに恐ろしいかについて話してた。そこまで怖くない話をいくつかしたあとに、キッツォが狂ったような殺人事件の話をしてくれた。今となっちゃ詳細は覚えてないんだが…まあ、酒が入ってたしな。
zh_cn: 不要告诉酒保，但我喜欢经常去隆福德的小酒馆，因此，我与老板基佐建立了相当的友谊。有一天，我们在谈论隆福德和布林海文之间的树林在夜间会有多可怕。 在分享了一些不那么可怕的故事后，基佐告诉我一个疯狂的谋杀故事。 现在我不记得细节了，因为......嗯，我一直在喝酒。

source: I suggest that you go talk to Kizzo.
fr: Je pense que tu devrais parler à Kizzo.
ja: キッツォに話を聞いてみたらどうだ。
zh_cn: 我建议你去和基佐谈谈。

source: Oh, yes. A couple of years ago, a customer that I've never seen before nor have I seen since, sits down at the bar with a terrified look on his face.
fr: Ah oui. Il y a quelques année, un client que je n'avais vu auparavant et que je n'ai jamais revu depuis, s'assied au bar avec un regard terrifié sur son visage.
ja: ああ、そうだな。今から数年前、それまで見覚えもないし、この日以降見ることもなかった客が恐怖に怯えた様子で酒場にやってきたんだ。
zh_cn: 哦，是的。几年前，一位我以前从未见过，后来也没有见过的顾客，坐在吧台前，脸上带着惊恐的表情。

source: He begins to tell me that he just witnessed two men in the woods between here and Brimhaven embroiled in a violent altercation and fears that one killed the other.
fr: Il commence par me dire qu'il vient de voir deux hommes dans les bois entre Brimhaven et ici empêtrés dans une violente altercation, et il craint que l'un ait tué l'autre.
ja: ソイツはこことブリムヘブンの間にある森で2人の男が口論になったのを目撃したそうで、その片方がもう１人のことを殺してしまったんじゃないかと恐ろしい、なんて話し始めた。
zh_cn: 他开始告诉我，他刚刚在这里和布林海文之间的树林里目睹了两个人卷入了一场激烈的争吵，并担心其中一人杀了另一人。

source: That's all I know. Maybe you could find out more if you can find the scene of the murder?
fr: C'est tout ce que je sais. Peut-être en apprendriez-vous plus si vous trouviez le lieu du crime ?
ja: 知ってるのはそれだけだ。殺人現場がわかればもっと調べられるんじゃないか？
zh_cn: 我只知道这些。 如果你能找到谋杀现场，也许你能发现更多的信息？

source: Wow! This glove looks like it's been through a lot.
fr: Wow ! Ce gant a l'air d'avoir beaucoup vécu.
ja: ほうっ！ またずいぶんとボロボロのグローブだな。
zh_cn: 哇！ 这只手套看起来经历了很多事情。

source: This does however look like it used to be a high quality item.
fr: Mais on dirait que c'était un objet de grande qualité.
ja: ただ元はえらく質の良い品だったようだ。
zh_cn: 然而，这看起来确实像是一个高品质的装备。

source: Yes. If that was my glove, I would have tried to get a new one made instead of buying a new set as it would be cheaper.
fr: Oui. Si c'était mon gant, j'aurais essayé d'en avoir un nouveau plutôt que d'acheter un ensemble de réparation qui coûtera plus cher.
ja: ああ。もしソイツが俺のグローブだとしたら、新しいセットを買うよりかは新しいものを作ってもらって安く済ませようとするだろう。
zh_cn: 是的，如果那是我的手套，我就会试着去做一个新的，而不是买一套新的，因为这样会更便宜。

source: Where would someone get just one glove?
fr: Où quelqu'un aurait-il besoin de juste un gant ?
ja: グローブはどこで買えるのですか？
zh_cn: 哪里会有人只买一只手套？

source: Well, I know Venanra in Brimhaven does some great work with cloth and leather items.
fr: Bon, je sais que Venanra à Brimhaven fait un excellent travail avec des vêtements et des objets en cuir.
ja: ブリムヘブンのヴェナンラだな、布や革製品を扱っていて実に良い仕事をする。
zh_cn: 嗯，我知道布林海文的维南拉在布料和皮革制品方面做了一些很棒的工作。

source: [Upon inspection, you notice what appears to be leather peeking out from under some leaves. You pull at it, and find a glove. It has what looks like old blood stains on it.]
fr: [Après inspection, tu remarques un bout de cuir dépassant des feuilles mortes. Tu tires dessus et trouves un gant. Il y a comme des tâches de sang dessus.]
ja: （調べてみると、葉の下から革らしきものがのぞいている。引っ張ってみるとグローブを見つけた。古い血痕のようなものがついている）
zh_cn: [经检查，你发现在一些树叶下有一个似乎是皮革的东西露出来了。你拉开它，发现一只手套。上面有看起来像旧血迹的东西。］

source: What's that on the ground?
fr: Qu'est-ce que c'est là par terre ?
ja: 地面に落ちているのは何だろう？
zh_cn: 地上的是什么？

source: Look closer.
fr: Regarder plus près.
ja: よく見る。
zh_cn: 仔细观察。

source: Ignore it.
fr: Ignore-le.
ja: 無視する。
zh_cn: 不要理会它。

source: Well, yes, I have. In fact, I made one exactly like it a couple of years ago for a customer. I remember because it is a very unique looking glove.
fr: Et bien, oui. En fait, j'en ai fabriqué un exactement identique il y quelques années pour un client. Je m'en souviens car c'était un gant particulièrement unique.
ja: ええ、はい、ありますよ。実際、数年前にお客の方にそれとまったく同じものを作りました。とてもユニークなグローブでしたから覚えています。
zh_cn: 嗯，是的，我有。事实上，几年前我为一位客户制作了一个完全一样的。我记得，因为它是一只外观非常独特的手套。

source: Can you remember who the customer was?
fr: Vous souvenez-vous du client ?
ja: お客さんが誰だったか覚えてますか？
zh_cn: 你还记得客户是谁吗？

source: Um, let me think for a second...ah, yes, it was for Ogea.
fr: Hmmm, laisse moi réfléchir une seconde... Ah oui, c'était pour Ogea.
ja: ええと、ちょっと考えさせてください…ああ、そうでした、オージェですね。
zh_cn: 嗯，让我想一想......啊，是的，是为了欧吉亚。

source: He came to me with a story that he lost his glove while hunting one night and how he wanted me to make him a replacement as he could not afford to purchase a new pair.
fr: Il est venu me voir avec une histoire comme quoi il avait perdu son gant une nuit en chassant et il voulait que j'en fasse un pour le remplacer car il ne pouvait pas se permettre d'acheter une paire complète.
ja: ある夜に狩りをしていて手袋をなくしてしまい、新しいものを購入する余裕がないので代わりのものを作ってほしいとの話で来てくれました。
zh_cn: 他来找我时说，有一天晚上他在打猎时丢了手套，他希望我给他做一个替代品，因为他没有能力购买一副新的手套。

source: Oh, absolutely. I'm sure.
fr: Oh, absolument. J'en suis certain.
ja: ええ、確実に。確かです。
zh_cn: 哦，当然。我肯定。

source: I'm sure you think that, but do you have any proof?
fr: Je suis que c'est ce que tu penses, mais as-tu une preuve ?
ja: そう思うのなら、何か証拠はあるのかよ？
zh_cn: 我相信你是这么想的，但你有什么证据吗？

source: In fact, I do! I have physical evidence that puts you at the scene of Lawellyn's death.
fr: En fait, oui ! J'ai une preuve physique que vous étiez présent sur la scène du meurtre de Lawellyn.
ja: それがあるのですよ！ ローリンが死んだ現場にあなたがいたという物的証拠がね。
zh_cn: 事实上，我知道！我有实物证据表明你在劳林的死亡现场。

source: What?! What do you have on me that would even make the authorities listen to you?
fr: Quoi ? ! Que sais-tu sur moi qui pourrait intéresser les autorités ?
ja: 何だって？！ 何があるっていうんだ、そいつは衛兵が聞く耳を持つようなものなのか？
zh_cn: 什么？你有什么证据能让当局听你的？

source: I have a blood-stained glove and a witness stating that it was indeed your glove. [Show Ogea his glove.]
fr: J'ai un gant ensanglanté et un témoin affirmant qu'il s'agit bien de votre gant. [Montrer son gant à Ogea.]
ja: 血まみれのグローブですよ、これが確かにあなたのグローブであると証言した方がいます。（オージェにグローブを見せる）
zh_cn: 我有一只沾有血迹的手套和一个证人，证明那确实是你的手套。[向奥吉亚展示他的手套。]

source: What can I say? You have me.
fr: Qu'est-ce que je peux dire ? Tu m'as eu.
ja: 何を話せばいい？ こいつは参ったな。
zh_cn: 我无话可说？ 你有我的把柄。

source: Well, you can start by explaining what happened.
fr: Vous pouvez commencer par expliquer ce qui est arrivé.
ja: では、何があったのかから説明してください。
zh_cn: 好吧，你可以先解释一下发生了什么。

source: Yes, I'd like to.
fr: Oui, j'aimerais bien.
ja: よし、ならそうしよう。
zh_cn: 是的，我想这样做。

source: The story starts many years ago. I was a struggling woodcutter in need of land to build my home on.
fr: Cette histoire commence il y a plusieurs années. J'étais un bûcheron en difficulté à la recherche d'un terrain pour construire ma maison.
ja: 話は何年も前から始まる。ボクはきこりで自分の家を建てるために土地を探して苦労していた。
zh_cn: 故事要从许多年前说起。我是一个苦逼的樵夫，需要土地来建造我的家。

source: I approached Lawellyn about it because he was responsible for land deeds, so I asked him about acquiring some empty land where Alkapoan's house now stands. He informed me that he was giving it to Alkapoan.
fr: J'ai approché Lawellyn car il était responsable de titres fonciers, alors je lui ai demandé si je pouvais acquérir un terrain vide, là où la maison de Alkapoan se tient maintenant. Il m'a informé qu'il donnait ce terrain à Alkapoan.
ja: そこで土地所有権利者だったローリンに話を持ちかけたんだ。アルカポアンの家が建っている空き地が手に入らないものかって相談してみたんだけどね。彼からは、そいつをアルカポアンに譲ると伝えられた。
zh_cn: 我找到了劳林，因为他负责土地契约，所以我问他关于收购阿尔卡潘的房子现在所在的一些空地。他告诉我，他要把它送阿尔卡潘安。

source: I thought that that land was too large for just one house, but Lawellyn said 'no'. We argued about it for many months, until one day our paths crossed just outside of town.
fr: Je disais que ce terrain était bien trop grand pour une seule maison, mais Lawellyn m'a dit 'non'. On s'est disputé à ce sujet pendant de nombreux mois, jusqu'à ce qu'un jour nos chemins se croisent en dehors de la ville.
ja: そこの土地は1軒の家には広すぎるとボクは思ったんだけど、ローリンの言葉は"ノー"だったよ。それから何ヶ月も議論を積み重ねたある日、町を出てすぐのところでお互い出くわした。
zh_cn: 我认为那块土地对于一所房子来说太大了，但劳林说“不”。我们为此争论了好几个月，直到有一天我们的路在城外相遇。

source: Get to the point where you killed the man and left his daughter without a father.
fr: Venez-en au moment où vous avez tué cet homme et laissé sa fille orpheline.
ja: そこでその男を殺した、娘は父親を失ったと。
zh_cn: 直到你杀死那个男人，让他的女儿没有父亲的地步。

source: In another attempt to change Lawellyn's mind on giving me land to build my house, things got real ugly real fast. I don't know why he reached for his dagger, but I saw this and drew my weapon in self-defense. I had no intention of killing him! I was trying to defend myself. Do you believe me?
fr: Alors que j'essayais une nouvelle fois de convaincre Lawellyn de me donner ce terrain pour construire ma maison, les choses ont dégénéré rapidement. Je ne sais pas pourquoi il a cherché sa dague, mais je l'ai vu faire et j'ai dégainé mon arme pour me défendre. Je ne voulais pas le tuer ! J'essayais de me défendre. Tu me crois ?
ja: 家を建てる土地を手に入れようとローリンの考えを変えさせるつもりだったんだけど、事態は急速に悪化していった。どうしてダガーに手を伸ばしたのかはわからないけど、それを見て正当防衛で武器を抜いたんだ。殺すつもりなんてなかった！ あくまで自分の身を守ろうとしただけなんだ。信じてくれないか？
zh_cn: 在另一次试图改变劳林给我土地来建造房子的想法时，事情变得非常丑陋。 我不知道他为什么伸手去拿他的匕首，但我看到了这一点，并拔出我的武器进行自卫。 我无意杀了他！ 我试图为自己辩护。 你相信我吗？

source: No. In fact, I want to know more. Like, what did you do with Lawellyn's dagger?
fr: Non. En fait, j'aimerais en savoir plus. Notamment, qu'avez-vous fait de la dague de Lawellyn ?
ja: いいえ。実は他にも知りたいことが。ローリンのダガーをあなたはどうしたのです？
zh_cn: 不，事实上，我想知道更多。 比如，你对劳林的匕首做了什么？

source: I'm glad to hear it. Thank you.
fr: Je suis heureux de l'entendre. Merci.
ja: それはよかった。ありがとう。
zh_cn: 我很高兴听到这个消息。 谢谢你。

source: Well, after the fight, I noticed that the gem broke off of it. I took both the gem and the dagger and sold them to a thief. So all I'm guilty of is selling stolen property.
fr: Après le combat, j'ai remarqué que la gemme s'était détachée. J'ai pris la gemme avec la dague et les ai vendues à un voleur. Donc tout ce dont je suis coupable c'est de vendre un objet volé.
ja: ああ、戦いのあと、取れた宝石に気がついてね。宝石とダガーなら奪って盗賊に売ってしまったよ。だからボクの罪は盗品を売ったことだけだ。
zh_cn: 好吧，在战斗结束后，我注意到宝石从它身上断了。我把宝石和匕首都拿走了，卖给了一个小偷。 因此，我所犯的罪就是出售赃物。

source: I don't think so. You should expect a visit from Mustura real soon.
fr: Je ne pense pas. Tu devrais t'attendre à une visite de Mustura prochainement.
ja: そうは思いませんね。ムストゥーラの来訪を覚悟することです。
zh_cn: 我不这么认为。 您应该等待穆斯图拉的访问。

source: I'm sorry, but I was not able to find any new information that would determine what happened to your father.
fr: Je suis désolé, mais je n'ai trouvé aucune nouvelle information qui pourrait expliquer ce qui est arrivé à votre père.
ja: ごめんなさい、あなたの父に何が起こったかを判断する新しい情報を見つけることができませんでした。
zh_cn: 我很抱歉，但我没能找到任何新的信息来确定你父亲的情况。

source: I'm still investigating. I'll come back when I have more information.
fr: Je suis toujours sur l'enquête. Je reviendrai dès que j'aurai plus d'information.
ja: まだ調査中です。詳しいことがわかったらまた来ます。
zh_cn: 我还在调查。当我有更多信息时，我会回来的。

source: I have some good news for you.
fr: J'ai de bonnes nouvelles.
ja: あなたにいい知らせがあります。
zh_cn: 我有一些好消息要告诉你。

source: I'm sorry too. Thank you for trying.
fr: Je suis désolé moi aussi. Merci d'avoir essayé.
ja: こちらこそごめんなさい。頑張ってくれてありがとう。
zh_cn: 我也很抱歉。谢谢你的努力。

source: I should have known that it was Ogea! He never agreed with my father's decision about the land.
fr: J'aurais dû me douter que c'était Ogea ! Il n'a jamais été d'accord avec la décision de mon père à propos de ce terrain.
ja: オージェの仕業と気づくべきでした！ 彼は土地のことでの父の決定に反対していた。
zh_cn: 我早该知道是奥吉亚！ 他从来不同意我父亲对这块土地的决定。

source: It would be my honor if you take Lawellyn's dagger. He would want you to have it.
fr: Je serais honorée si tu acceptais la dague de Lawellyn. Il aurait voulu que tu l'aies.
ja: あなたがローリンのダガーを受け取ってくれるなら、それはとても光栄なことです。あの人もあなたに持っていてほしいでしょう。
zh_cn: 如果你拿着劳林的匕首，那将是我的荣幸。 他希望你能拥有它。

source: Thank you, but it was my honor to help bring you closure and justice.
fr: Merci, mais c'est moi qui suis honoré de t'avoir rendu justice et de t'avoir aidée à trouver un dénouement.
ja: ありがとうございます、ですがあなたに正義をもたらす手伝いができて光栄でした。
zh_cn: 谢谢你，但我很荣幸能帮助你完成任务和伸张正义。

source: Let me hear it.
fr: Je t'écoute.
ja: 聞かせてほしい。
zh_cn: 让我听听。

source: I found his glove at the scene of the murder covered in dried blood and a witness that says the glove is Ogea's. Ogea also admitted that he stole the dagger.
fr: J'ai trouvé ce gant sur la scène du meurtre, couvert de sang séché, et j'ai un témoin qui dit que le gant appartient à Ogea. Ogea admet aussi qu'il a volé la dague.
ja: 殺害現場で、血まみれになって乾いた彼のグローブを発見しました。グローブがオージェのものだと言う証言者がいます。オージェもダガーを盗んだことを認めています。
zh_cn: 我在谋杀现场发现了他的手套，上面沾满了干涸的血迹，还有一个证人说这只手套是奥吉亚的。奥吉亚还承认他偷了匕首。

source: Wow. You did a great job! Do you want a job on our team?
fr: Wow. Tu as fait un super boulot ! Tu veux travailler avec notre équipe ?
ja: すごいな。よくやってくれた！ うちのチームで働きたくないか？
zh_cn: 哇。你的工作做得很好!你想在我们团队中得到一份工作吗？

source: No, thanks. I just want Ogea punished.
fr: Non merci. Je veux juste qu'Ogea soit puni.
ja: 結構です。とにかくオージェを罰してもらいたいです。
zh_cn: 不，谢谢。我只想让奥吉亚受到惩罚。

source: That is as good as done.
fr: C'est comme si c'était fait
ja: それなら終わったも同然だ。
zh_cn: 这已经做得很好了。

source: I know you do. I heard that you found my father's murderer.
fr: Je sais. J'ai entendu dire que tu as trouvé le meurtrier de mon père.
ja: 知ってますよ。あなたが父を殺した犯人を見つけたと聞きました。
zh_cn: 我知道你会的。 我听说你找到了杀害我父亲的凶手。

source: What do you mean by "I look like someone that may be able to help"?
fr: Que veux tu dire par "je ressemble à quelqu'un qui peut aider" ?
ja: "私が助けてくれそう"ってのはどういう意味かな？
zh_cn: 你说的"我看起来像一个能够提供帮助的人"是什么意思？

source: Um...I mean let's be honest, you may be someone who likes to play on the other side of the law.
fr: Hmmm... Je veux dire soyons honnêtes, tu sembles être quelqu'un qui aime jouer de l'autre côté de la loi.
ja: うーん…正直に言うと、あなたは法の裏側で遊ぶのが好きそうな人なので。
zh_cn: 嗯......我的意思是让我们说实话，你可能是一个喜欢和法律唱反调的人。

source: You got that right, kid. Now what do you want to know?
fr: Tu as raison, gamin. Maintenant que veux-tu savoir ?
ja: その通り。それで何が知りたい？
zh_cn: 你说对了，孩子。现在你想知道什么？

source: If you want to know about a murder, you should probably ask on the east side of town.
fr: Si tu veux en savoir plus sur un meurtre, tu devrais plutôt aller dans le quartier est de la ville.
ja: 殺人事件のことを知りたいなら、町の東側で聞くといいよ。
zh_cn: 如果你想知道一件谋杀案，你应该在镇子的东边去打听。

source: Death? The last I knew was that Arlish reported him missing.
fr: Mort ? Aux dernières nouvelles, Arlish disait qu'il avait disparu.
ja: 死んだのか？ 私が知っているのは、アーリッシュから失踪の届け出があったことまでだ。
zh_cn: 死亡？我最后知道的是，阿利什报告说他失踪了。

source: Lawellyn? I don't know any 'Lawellyn'. I'm just passing through town.
fr: Lawellyn ? Je ne connais aucun 'Lawellyn'. Je ne fais que passer dans la ville.
ja: ローリン？ ローリンなんて知らないね。こっちは町を通りがかっただけなんだ。
zh_cn: 劳林？我不认识任何“劳林”。我只是路过小镇。

source: Hello. I am Ito. I help Mustura keep the law around here.
fr: Bonjour. Je m'appelle Ito. J'aide Mustura à faire la loi par ici.
ja: こんにちは。私はイト。ここでムストゥーラが法を守るのを手助けしている。
zh_cn: 你好。我是伊藤。我帮助穆斯图拉维护这里的法律。

source: I'll bear that in mind.
fr: Je m'en souviendrai.
ja: 覚えておきます。
zh_cn: 我会牢记这一点。

source: I have proof that Ogea murdered Lawellyn and stole his prized dagger.
fr: J'ai la preuve qu'Ogea a tué Lawellyn et volé sa dague précieuse.
ja: オージェがローリンを殺して、彼の貴重なダガーを盗んだ証拠があります。
zh_cn: 我有证据表明奥吉亚谋杀了劳林，并偷走了他珍贵的匕首。

source: I want to discuss Ogea again.
fr: Je voudrais parler d'Ogea à nouveau.
ja: オージェについてもう一度話がしたいです。
zh_cn: 我想再次讨论奥吉亚。

source: After all this long time I finally have a resident here again.
fr: Après tout ce temps, j'ai enfin un résident ici à nouveau.
ja: 随分と久しぶりに、ようやくまたここに住人ができたよ。
zh_cn: 经过这么长的时间，我终于再次在这里住了。

source: Hello, young adventurer. I am Ewmondold, a world famous traveler.
fr: Bonjour, jeune aventurier. Je m'appelle Ewmondold, je suis un voyageur mondialement connu.
ja: こんにちは、若き冒険家。私は世界的に有名な旅人エウモンドルドです。
zh_cn: 你好，年轻的冒险家。我是伊夫莫德，一个世界著名的旅行者。

source: Thanks for killing the Snake master, sucker - the way for me to rule is now free...
fr: Merci d'avoir tué le maître Serpent, pauvre niais - La voie vers ma domination est maintenant libre...
ja: スネークマスターを殺してくれたこと、感謝しよう。いいカモだったよ…これで私は支配から解放された…
zh_cn: 谢谢你杀了蛇主，笨蛋--我的统治现在恢复了......

source: Are you looking to help a man in need?
fr: Cherches-tu à aider un homme dans le besoin ?
ja: 困っている人を助けたくありませんか？
zh_cn: 你想帮助一个有需要的人吗？

source: Not right now. Bye.
fr: Pas maintenant. Au revoir.
ja: 今はダメです。それでは。
zh_cn: 现在不行。 再见。

source: Yes, of course I am. What can I do for you?
fr: Oui, bien sûr. Que puis-je faire pour vous ?
ja: ええ、もちろん。何かご用でしょうか？
zh_cn: 是的，我当然是。 我能为你做什么？

source: My new powers have enhanced my appearance, don't you agree?
fr: Mes nouveaux pouvoirs ont amélioré mon apparence, n'est-ce pas ?
ja: この新たなチカラが私の外見を強化してくれた、そうは思わないか？
zh_cn: 我的新能力让我的外表更漂亮了，你不同意吗？

source: You are too dangerous to be kept alive.
fr: Tu es trop dangereux pour te laisser en vie.
ja: 生かしておくのは危険すぎる。
zh_cn: 你太危险了，不能让你活着。

source: I too am an adventurer. I recently attempted to make my way through this here cave.
fr: Moi aussi je suis un aventurier. J'ai récemment essayé de me frayer un chemin dans cette grotte.
ja: 私も冒険家でして。最近この洞窟を通ろうとしたんです。
zh_cn: 我也是一个冒险家。 我最近试图穿过这个洞穴。

source: In the beginning it was relatively easy. It wasn't until I ran into the Snake master's minions.
fr: Au début, c'était plutôt facile. Jusqu'à ce que je tombe sur les larbins du maître Serpent.
ja: 最初は比較的簡単でしたよ。スネークマスターの手先に出くわすまではね。
zh_cn: 一开始还是比较容易的。直到我遇到了蛇主大师的爪牙。

source: I was quickly ambushed and was forced to flee in order to save my life. But of course, during my attempt to flee, I dropped my map.
fr: J'ai vite été pris en embuscade et forcé de fuir pour sauver ma peau. Et bien sûr, pendant que je fuyais, j'ai laissé tomber ma carte.
ja: すぐに待ち伏せされて、生き延びるために逃げざるを得ませんでした。ところがそう、逃げている最中に地図を落としてしまったのですよ。
zh_cn: 我很快就遭到了伏击，为了保住性命，我被迫逃走了。但当然，在我试图逃离的过程中，我的地图掉了。

source: I could retrieve the map for you.
fr: Je pourrais vous rapporter votre carte.
ja: 地図を探してきますよ。
zh_cn: 我可以为你找回地图。

source: Please do and hurry back to me.
fr: S'il te plait fais-le et reviens rapidement me voir.
ja: お願いします、早めに戻ってきてくださいね。
zh_cn: 请你这样做，并赶紧回到我身边。

source: Ah, my 'map'. Good!
fr: Ah, ma 'carte'. Bien !
ja: ああ、わが"地図"よ。よくやってくれた！
zh_cn: 啊，我的'地图'。很好!

source: You've destroyed Ewmondold and eliminated his threat to Crossglen and the surrounding area.
fr: Tu as détruit Ewmondold et éliminé la menace qu'il présentait pour Crossglen et ses environs.
ja: あなたはエウモンドルドを撃破して、クロスグレンとその周辺地域への脅威を取り除いた。
zh_cn: 你已经消灭了伊夫莫德，消除了他对克罗斯山谷和周边地区的威胁。

source: Have you found my map yet?
fr: As-tu trouvé ma carte ?
ja: 地図は見つかりましたか？
zh_cn: 你找到我的地图了吗？

source: Oh, you think you can stop me, do you? Come and try!
fr: Oh, tu penses pouvoir m'arrêter ? Essaie un peu !
ja: ほう、止められるとでも？ やってみるがいい！
zh_cn: 哦，你认为你能阻止我，是吗？ 来试试吧！

source: I won't try, I'll succeed!
fr: Je ne vais pas essayer, je vais réussir !
ja: させない、やってみせる！
zh_cn: 我不会尝试，我一定会成功！

source: You hear Ewmondold gasp his last breath.
fr: Tu entends Ewmondold lâcher son dernier souffle.
ja: エウモンドルドが息を引き取るのを聞く。
zh_cn: 你听到伊夫莫德咽下最后一口气。

source: Thank you, friend.
fr: Merci, mon ami.
ja: ありがとう。
zh_cn: 谢谢你，朋友。

source: I had a feeling that Leta was close to finding me, so I moved here.
fr: J'avais l'impression que Leta était pas loin de me retrouver, alors j'ai bougé ici.
ja: レタに見つかりそうな予感がしたからここに引っ越したんだ。
zh_cn: 我有一种感觉，莉塔快要找到我了，所以我搬到了这里。

source: That's a wise move because she has asked me to inform her of your whereabouts. But I won't do so.
fr: C'est plutôt sage car elle m'a demandé de l'informer de ta localisation. Mais je ne le ferai pas.
ja: 賢明ですね、あなたの居場所を知らせてくれと頼まれてるんです。でも僕にそのつもりはありません。
zh_cn: 这是个明智之举，因为她要求我把你的下落告诉她。 但我不会这样做。

source: Thank you for not telling my wife where I've been.
fr: Merci de ne pas avoir dit à ma femme où j'étais.
ja: 妻に居場所を言わないでくれてありがとう。
zh_cn: 谢谢你没有告诉我妻子我去了哪里。

source: Why are you back in the house?
fr: Pourquoi es-tu de retour à la maison ?
ja: どうして家に戻ってきたの？
zh_cn: 你怎么又进屋了？

source: That mysterious looking man in the inn saw me and ratted me out and now I'm down here cleaning as a punishment.
fr: Cet homme louche dans l'auberge m'a vu et m'a dénoncé et maintenant je dois faire le ménage comme punition.
ja: 宿にいたよく分からない男に見つかってバラされたんだよね。今は罰として掃除してるところ。
zh_cn: 旅店里那个看起来很神秘的人看到了我，并把我出卖了，现在我在这里打扫卫生作为一种惩罚。

source: While cleaning, I found your kid brother's boots. Please take them as my gift to you for all of your help.
fr: En nettoyant, j'ai trouvé les bottes d'enfance de ton frère. S'il te plait prends-les comme remerciement pour ton aide.
ja: 掃除をしていたら、君のお兄さんのブーツが見つかったんだ。お世話になったプレゼントとして受け取ってよ。
zh_cn: 在打扫时，我发现了你哥哥的靴子。 请把它们作为我送给你的礼物，感谢你的帮助。

source: Polearms are a spike or a blade, or both, on the end of a long pole. Wielding one with one hand is not practical, but they make up for that with their defensive capabilities.
fr: Les armes d'hast sont un pic ou une lame, ou les deux, au bout d'un long bâton. Le maniement avec une seule main n'est pas pratique, mais elles compensent par leurs capacités défensives.
ja: 長柄武器とは長い棒の先についているスパイクや刃、またはその両方のことです。片手で振るうのは現実的ではありませんが、それを防御力で補っています。
zh_cn: 长杆武器是指长杆末端的尖刺或刀片，或两者都有。用一只手挥舞是不实际的，但它们的防御能力弥补了这一点。

source: You can attack your foe from a great distance with a polearm, making it difficult for your foe to attack you.
fr: Tu peux attaquer tes ennemis de loin avec une arme d'hast, rendant plus difficiles leurs attaques contre toi.
ja: 長柄武器で敵を遠くから攻撃でき、また敵からの攻撃を受けにくくすることができます。
zh_cn: 你可以用长杆武器从很远的地方攻击你的敌人，使你的敌人难以攻击你。

source: Sounds good. Teach me how to fight with polearms.
fr: Ca parait bien. Apprenez-moi à me battre avec les armes d'hast.
ja: いいですね。長柄武器での戦い方を教えてください。
zh_cn: 听起来不错。教我如何使用长杆武器作战。

source: [Falothen teaches you the polearm skill]
fr: [Falothen t'apprend la compétence arme d'hast]
ja: （ファローテンがあなたに長柄武器スキルを教えてくれる）
zh_cn: [法洛森教你长杆武器技能]

source: Sounds good. Teach me how to better fight with polearms. Here are two Oegyth crystals and 5000 gold as payment.
fr: Ca semble bien. Apprenez-moi à mieux me battre avec des armes d'hast. Voici deux cristaux d'Oegyth et 5000 pièces d'or.
ja: いいですね。長柄武器での戦い方を教えてください。こちらが支払いのオーギスクリスタル2つと5000ゴールドです。
zh_cn: 听起来不错。教我如何更好地使用长杆武器作战。这里有两块奥格斯晶体和5000金币作为报酬。

source: Hiding is he? That's not surprising. Tell him to hurry back here and help me with the housework.
fr: Il se cache ? Ce n'est pas surprenant. Dis-lui de revenir vite ici et de m'aider à faire le ménage.
ja: 隠れてた？ 驚くことじゃないわね。早く帰って家事を手伝うように言ってちょうだい。
zh_cn: 他在逃避吗？这并不奇怪。让他赶紧回来，帮我做家务。

source: Why did you tell Leta where I was?
fr: Pourquoi as-tu dit à Leta où je me trouvais ?
ja: なんで居場所をレタに話したんだい？
zh_cn: 你为什么要告诉莉塔我在哪里？

source: You are needed at home.
fr: On a besoin de toi à la maison.
ja: あなたは自宅に必要なので。
zh_cn: 家里需要你。

source: Where?
fr: Où ?
ja: どこ？
zh_cn: 在哪里？

source: Tucked away between the back of the inn and the woods.
fr: Niché entre l'arrière de l'auberge et les bois.
ja: 宿の裏手と森の間に隠れてました。
zh_cn: 隐藏在旅馆后面和树林之间。

source: You did it again? Stop telling Leta where I am.
fr: Tu l'as fait encore ? Arrête de dire à Leta où je me trouve.
ja: またやったのか？ 居場所をレタに言うのは止してくれよ。
zh_cn: 你又这样做了？不要再告诉莉塔我在哪里。

source: A happy wife is a happy life. Go home.
fr: A femme heureuse, vie heureuse. Rentre chez toi.
ja: 妻を怒らせないほうがいいですよ。家に帰りましょう。
zh_cn: 有一个快乐的妻子就是一个幸福的家庭。 回家吧。

source: No thanks. I'm staying here.
fr: Non merci. Je reste ici.
ja: 結構だ。僕はここに残らせてもらう。
zh_cn: 不，谢谢。我要呆在这里。

source: Hiding behind a haystack.
fr: Il se cache derrière une botte de foin.
ja: 干し草の山に隠れてます。
zh_cn: 躲在干草堆后面。
