Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: You try pulling the lid again with all your strength. The chest finally tips over and all of its content gets dropped on the floor.
ja: もう一度力を込めて、精一杯蓋を引っ張ってみる。ついには箱がひっくり返り、中身が床に落ちてしまう。
zh_cn: 你用尽全身力气再次拉动盖子。箱子终于翻倒了，里面的东西都掉在了地上。

source: Be quiet.
ja: 静かに。
zh_cn: 保持安静。

source: Look *points to the large crystals*...It grows.
ja: 見てみろ（大きなクリスタルを指差す）…あれは成長している。
zh_cn: 看*指着大晶体*......它长出来了。

source: [Look]
ja: （見る）
zh_cn: [看]

source: Psst! No, don't leave! Come here, quick!
ja: おい！ 行くな！ 早く来い！
zh_cn: 嘘！不，不要离开！快过来，快！

source: Unbelievable...
ja: 信じられない…
zh_cn: 令人难以置信的是...

source: Uhm, whatever. I have to go.
ja: うーん、どうでもいいや。もう行かないと。
zh_cn: 呃，不管怎样。我得走了。

source: General...Oh! That's right. I don't think this is the right way.
ja: 将軍…おお！ そうだった。思うに、これは正しい道ではないんだろう。
zh_cn: 将军......哦！这就对了。我不认为这是正确的方式。

source: This no longer seems to be part of the Elm mine. Look at all these strange creatures... Uh, I'm the only one that has gone this far. My partners must have discovered the right path.
ja: ここはもうエルム鉱山の一部ではないようだな。そこらのおかしな生き物を見てみろ… あぁ、ここまで来たのは私だけなのか。きっと仲間が正しい道を見つけたんだろうな。
zh_cn: 这似乎不再是榆树矿的一部分了。看看这些奇怪的生物... 呃，我是唯一走到这里的人。我的伙伴们一定是发现了正确的道路。

source: Half of your partners are dead and the other half are too scared to even go inside the mine.
ja: 仲間の半分は死んで、もう半分は怯えて鉱山に入ることも出来ていません。
zh_cn: 你的一半伙伴已经死亡，另一半伙伴甚至不敢进入矿井。

source: I haven't seen any other way. This is the right one.
ja: 他の道は見てません。これが正しいものです。
zh_cn: 我没有看到任何其他方法。这就是正确的方法。

source: You sure?
ja: 本当に？
zh_cn: 你确定？

source: Where are my partners then?
ja: では仲間はどこに？
zh_cn: 那么我的伙伴们在哪里？

source: Dead...Most of them.
ja: 死にましたよ…ほとんどね。
zh_cn: 死了......他们中的大多数。

source: They were all consumed by those crystals that you were amazed by.
ja: あなたの驚いていたクリスタルにみんな取り込まれてしまいました。
zh_cn: 他们都被那些令你惊奇的水晶所吞噬。

source: That cannot be... Damn it! I knew those screams were not from these creatures.
ja: そんなはずは…くそっ！ やはりあの悲鳴は化け物どものものではなかったか。
zh_cn: 那不可能...该死的!我知道那些尖叫声不是来自这些生物。

source: I'm sorry.
ja: 申し訳ない。
zh_cn: 我很抱歉。

source: Save your breath. We still have a mission, and monsters to slay.
ja: 言っても無駄です。僕たちにはまだ使命があり、殺すべきモンスターがいるんだ。
zh_cn: 保证你的安全。我们仍然有一个任务，还有怪物要杀。

source: It was their fault.
ja: それは彼らの責任だ。
zh_cn: 这是他们的错。

source: But...Ugh, you're dead right. Soliders of Feygard MUST NOT SHRINK FROM DANGER!
ja: しかし…くっ、君の言う通りだ。フェイガードの兵士は、危険に尻込みしてはならないッ！
zh_cn: 但是......唉，你说得太对了。费加德的实干家们决不能在危险面前退缩!

source: Calm down, please.
ja: 落ち着いて。
zh_cn: 请冷静下来。

source: HONOR!!
ja: 栄光を！！
zh_cn: 荣誉！！！

source: Yes...
ja: ああ…
zh_cn: 是的...

source: No, It's not your fault. You could have done nothing.
ja: いや、君のせいではない。君は何もできなかっただろう。
zh_cn: 不，这不是你的错。你本可以什么都不做。

source: OK...You're strong and valiant, but are you reliable enough? I will go all the way back and call for reinforcements. I want you to explore this cavern. If you find something too dangerous, please return to the mine, will you?
ja: わかった…君は強くて勇敢だが、頼りにできるか？ 私は引き返して援軍を呼んでくる。君はこの洞窟を探索してほしい。もし、あまりにも危険なものを見つけるようなことがあれば、鉱山まで戻ってきてくれないか？
zh_cn: 好吧......你很强壮，很英勇，但你足够可靠吗？ 我会一路走回去，叫来援军。我希望你能探索这个洞穴。如果你发现太危险的东西，请你回到矿区，好吗？

source: That was my plan until you distracted me.
ja: あなたに気を取られるまではそのつもりだったんだ。
zh_cn: 这是我的计划，直到你让我分心。

source: Hmpf, just this time.
ja: フン、今回だけだよ。
zh_cn: 嗯，仅此一次。

source: I knew I could count on you! This sign of bravery won't be forgotten.
ja: やはり君は頼りになるな！ このような勇気の証、忘れられんよ。
zh_cn: 我知道我可以依靠你! 这个勇敢的标志不会被遗忘。

source: See you soon, sir.
ja: またお会いしましょう。
zh_cn: 再见了，先生。

source: Whatever. Step aside, I'm leading the way!
ja: 何だっていい。どいてくれ、僕が先頭だ！
zh_cn: 管他呢。靠边站，我在赶路！

source: The Feygard soldier you were trying to ignore waves his hands brusquely, as though warning you away from some imminent danger.
ja: あなたが無視しようとしていたフェイガード兵は、差し迫った危険からあなたを遠ざけるように、無愛想に手を振っている。
zh_cn: 你试图忽视的那个费加德士兵粗暴地挥舞着双手，似乎在警告你远离某种迫在眉睫的危险。

source: Will you help me or not?
ja: 手を貸してくれるのか、くれないのか？
zh_cn: 你到底帮不帮我？

source: I will leave this place right now and come back with more men anyway! Kids these days...Annoying.
ja: とにかく私はすぐにここを脱出して、より多くの部下を引き連れて戻ってくる！ 近頃の子供は…イライラさせられるな。
zh_cn: 我现在就离开这个地方，反正会带着更多的男人回来！ 这些天的孩子...烦人。

source: Goodbye!
ja: さようなら！
zh_cn: 再见!

source: Whatever, I'm leaving.
ja: どうでもいい、もう行くね。
zh_cn: 不管怎样，我要走了。

source: The path is blocked in this direction.
ja: この方向は道が塞がれている。
zh_cn: 这个方向的路被堵住了。

source: A couple of fences don't let you exit the tunnel this way. This place is clearly out of Elm mine's extension. Who else has been here?
ja: いくつかの柵があり、ここからはトンネルを出られない。この場所は明らかにエルム鉱山の拡張からは外れている。他の誰がここへ？
zh_cn: 有几个栅栏不让你从这条路出去。这个地方显然已经脱离了榆树矿的范围。还有谁来过这里？

source: The cage is locked.
ja: 檻には鍵がかかっている。
zh_cn: 笼子被锁住了。

source: This pool is deeper than it seemed from further away. You cannot swim.
ja: この水たまりは遠くから見るよりも深い。あなたは泳げない。
zh_cn: 这个池子比从更远处看来的要深。你不会游泳。

source: The battle has already started. Iluminated by the orangish glow of the crystals, Ortholion steps towards Ehrenfest, slowly making him retreat to the border of the hill.
ja: 戦いはすでに始まっている。クリスタルのオレンジがかった輝きに照らされて、オルトリオンはエーレンフェストに向かって歩み、ゆっくりと丘の端まで後退させる。
zh_cn: 战斗已经开始了。在水晶的橙黄色光芒的照耀下，奥瑟里昂将军一步步走向埃伦费斯特，慢慢地让他退到山的边界。

source: This is the end, evil being! Surrender now!
ja: これで終わりだ、邪悪な者よ！ 降伏せよ！
zh_cn: 这就是结局，邪恶的存在！现在投降吧！

source: *puts hands on his head* Oh?
ja: （頭に手を乗せる）ああ？
zh_cn: *把双手放在头上* 哦？

source: Me? Are you referring to me? *starts laughing uncontrollably*
ja: この私が？ まさか私に言っているのか？（笑いが止まらなくなる）
zh_cn: 我，你是指我吗？*开始无法控制地大笑*

source: Cut it out! For your crimes commited against the people and the kingdom of Feygard I sentence you...
ja: いい加減にしろ！ 民とフェイガード王国に対し犯した罪状により、貴様に判決を下す…
zh_cn: 结束了！对于你对人民和费加德王国犯下的罪行，我判决你...

source: TO DIE!!! *Orhtolion throws his sword directly to Ehrenfest's chest*
ja: 死ね！！！ （オルトリオンはエーレンフェストの胸に剣を投げつける）
zh_cn: 去死！！！ *将军将他的剑直接扔向埃伦费斯特的胸前*

source: Wh...What... *Ehrenfest emits a brilliant flash of orangish light from his eyes, and the sword suddenly stops its way towards him, remaning suspended in midair*
ja: なっ…何だと… （エーレンフェストは目からオレンジ色の光を放ち、彼へと向かっていた剣は宙に浮いたまま唐突に動きを止める）
zh_cn: 什么......什么情况......？ *埃伦费斯特从他的眼睛里发出一道亮丽的橙黄色的光，剑突然停止向他飞行，继续悬浮在半空中*

source: W...Woah! This is impressive. *opens his arms and looks to his hands* To think one or two weeks ago I would have died against a gornaud... This is really impres...!
ja: な…何と！ これは素晴らしい。（腕を開いて手を見つめる）1、2週間前の私であればゴルノー相手に死んでいただろうに…これは実に感動的だ…！
zh_cn: 呜...哇！这令人印象深刻。*张开双臂，看着他的手*想想一两个星期前我会死在一个戈尔诺身上......这真是太不可思议了...！

source: In the blink of an eye, Ortholion approaches Ehrenfest and draws his second sword. When the general is about to rapidly sever Ehrenfest's head, he reacts by grabbing Ortholion's hand. Desperately, Ortholion tries to get his hand free, but It's Ehrenfest who stops grabbing and takes advantage of the moment to land a tremendous kick on the general's chest, unbelievably denting his armor and bouncing him against the wall. The sword falls to the ground, and Ehrenfest takes it.
ja: 瞬く間にオルトリオンはエーレンフェストに接近し、2本目の剣を抜く。将軍が素早くエーレンフェストの首を断ち切ろうとすると、彼はオルトリオンの手を掴んで反応する。 オルトリオンは必死に手を振り払おうとする。しかしエーレンフェストは手を離すと、その隙に強烈な蹴りを将軍の胸へと加え、信じがたい事に鎧をへこませつつ壁へと叩きつける。剣は地面に落ち、エーレンフェストはそれを手に取る。
zh_cn: 眨眼间，奥瑟里昂将军接近埃伦费斯特并拔出了他的第二把剑。当将军要迅速砍掉埃伦费斯特的头时，他的反应是抓住了奥瑟里昂将军的手。 铤而走险，奥瑟里昂将军试图挣脱他的手，但埃伦费斯特却停止了抓捕，并趁势在将军的胸口上踢了一脚，不可思议地把他的盔甲踢凹了，把他弹到了墙上。剑掉在地上，埃伦费斯特拿走了它。

source: Interesting...So you hypocrites use weapons you yourself ban. Ha, ha! *coughs* Uh...What's wrong with me...I'm sorry general, but you're no longer valuable. Why hunt a sheep when you can own the flock? *keeps staring at the sword, handling it with ease.*
ja: 実に面白い…偽善者どもは自分たちで禁じている武器を使うのだな。ハハハ！ ケホッ。 あー…どうも調子が良くないな…すまないが将軍、お前はもう用済みだ。羊の群れを飼う立場となった以上、あえて羊を狩る意味などあるまい？ （剣を見つめ続け、それを軽々と扱っている）
zh_cn: 有趣的是......所以你们这些伪君子使用你们自己禁止的武器。哈，哈!*咳嗽声* 呃......我怎么了......我很抱歉，将军，但你已经没有价值了。当你能拥有羊群时，为什么要猎杀一只羊？ *盯着那把剑，轻松地处理它。*

source: The kick was so brutal that Ortholion fell unconscious.
ja: 蹴りがあまりにも強烈だったため、オルトリオンは気を失ってしまった。
zh_cn: 这一脚是如此残酷，以至于奥瑟里昂将军摔得不省人事。

source: Hmm... $playername, I wonder how your brother Andor would react if he knew I had to kill you.
ja: ふむ…$playername、私がお前を殺さねばならないことを知ってしまったら、兄のアンドールはどんな反応をするだろうな。
zh_cn: 嗯。。。$playername，我想知道如果你的哥哥安多尔知道我必须杀了你，他会有什么反应。

source: What do you know about him?!
ja: 何を知っている？！
zh_cn: 你对他了解多少？！

source: So you're the guy that Lodar told me about.
ja: そうかお前がロダーの話してくれた男か。
zh_cn: 所以你就是洛达尔告诉我的那个人。

source: I won't hear your lies. I'll finish you right here.
ja: お前の嘘なんか聞くか。ここで終わらせる。
zh_cn: 我不会听你的谎言。我将在这里结束你。

source: If only you were stronger...Maybe I could convince you to join us, *cough* but I have to admit my plan was blaming you for Ortholion's death. You know, we're tired of you asking questions here and there, *cough* *cough*.
ja: お前がもっと強ければ…我らの側に加わるように説得もできたかもしれないが。コホッ。しかし私の計画が、オルトリオンの死の罪をお前に着せるものであったことは認めねばならないだろう。 我々はな、あちこちで質問して回っているお前にうんざりしているんだよ。コホッコホッ。
zh_cn: 要是你更强壮就好了...也许我可以说服你加入我们，*咳嗽*但我不得不承认我的计划是将奥瑟里昂将军的死归咎于你。 你知道，我们厌倦了你在这里和那里问问题，*咳嗽**咳嗽*。

source: Lodar, right. He sins of double morality! His poisons killed hundreds, but he prefers to hide in that dirty forest and escape any responsibility like a retired farmer.
ja: ロダーか。あの男は道徳上の罪を二重にも犯している！ アレの毒は何百もの人を殺した。だがヤツはあの薄汚い森に隠れて、まるで引退した農夫とでも言いたげにあらゆる責任から逃れようとしている。
zh_cn: 洛达尔，对。他犯了双重道德的罪!他的毒药杀死了数百人，但他更喜欢躲在那片肮脏的森林里，像一个退休的农民一样逃避任何责任。

source: No you won't, sorry. My mission is done here. It was done weeks ago, but I...Someone decided I should stay and draw Feygard's attention here.
ja: 悪いがそれは無理だ。 私の任務はこれで終わった。何週間も前のことだが…誰かがこの地に残り、フェイガードの注意を引きつけることになっていたのだよ。
zh_cn: 不，你不会的，对不起。 我在这里的任务已经完成了。几周前就完成了，但我......有人决定我应该留下来，在这里吸引费加德的注意力。

source: Don't look at me that way, kid...*laughs*. This is too complicated for a young mind.
ja: そんな目で見るな、小僧…ククッ。これは若い心には複雑すぎるか。
zh_cn: 不要那样看我，孩子......*笑*。这对一个年轻的头脑来说太复杂了。

source: How dare you!
ja: よくもそんなことを！
zh_cn: 你怎么敢！

source: How tetchy! The guards I tortured eventually understood my words... Maybe you should try that orangish substance too.
ja: 苛立たしい！ 拷問した衛兵どもは、最終的に私の言うことを理解したものだが… お前もそのオレンジのものを試してみるといい。
zh_cn: 多么暴躁！被我折磨的守卫终于听懂了我的话…… 也许你也应该试试那种橙色的物质。

source: Ehrenfest jumps off the cliff, sinking in the dark streams, leaving you in the middle of a word. You soon begin to hear steps. Someone's coming - maybe the Feygard reinforcements?
ja: エーレンフェストは崖から飛び降り暗い小川の中へと身を沈め、言葉の最中にあなたを置き去りにする。 すぐに足音が聞こえ始める。誰かがやって来ている。フェイガードの援軍だろうか？
zh_cn: 你话音未落,埃伦费斯特跳下悬崖，在黑暗的溪流中沉没。 你很快就开始听到脚步声。有人来了--也许是费加德的援军？

source: Check who is coming.
ja: 誰がやって来るか確認する。
zh_cn: 查看谁来了。

source: Hello, unfortunate soul. I'm Kamelio.
ja: 不幸な人よ、どうもこんにちは。私はカメリオ。
zh_cn: 你好，不幸的灵魂。我是卡梅利奥。

source: Kamelio? You are one of those missing people from Prim!
ja: カメリオ？ プリムで行方不明だった1人じゃないか！
zh_cn: 卡梅利奥？你是普利姆的失踪人员之一!

source: Jern will be glad you're alright.
ja: ジャーンはあなたの無事を喜ぶでしょうね。
zh_cn: 杰恩会很高兴你没事。

source: I need your help! There's a man lying unconscious there.
ja: 助けてください！ そこに男の人が倒れてるんだ。
zh_cn: 我需要你的帮助!有一个人躺在那里不省人事。

source: Ah...Yes. Don't worry, you go first. *approaches you*
ja: ああ…そうか。心配はいらん。まずはお前から逝ってくれ。（あなたに近寄る）
zh_cn: 啊。。。是的。别担心，你先走。*接近你*

source: Wh...What?
ja: なっ…何を？
zh_cn: 什......什么？

source: Don't beg me later.
ja: 後からせがむんじゃないぞ。
zh_cn: 以后别再求我了。

source: Alright? My body has not seen better days. But that drunkard will never get to know it.
ja: いいか？ 私の体は昔より良くなった。だがあの酔っぱらいがそれを知る日は決して来ないだろう。
zh_cn: 好吗？我的身体已经没有好日子过了。但那个醉鬼永远不会知道。

source: *approaching you* He's not going to see you alive again.
ja: （あなたに近寄って来る）アイツが生きたお前と再会することなどないのだからな。
zh_cn: *接近你*他不会再看到你活着了。

source: Betrayer, die!
ja: 裏切り者、死ね！
zh_cn: 背叛者，去死吧！

source: Wanna bet, weakling?
ja: 賭けるか、弱虫？
zh_cn: 想打赌吗，弱者？

source: Yes. Lorn, Duala and me were caught and tortured. Lorn... He spat everything out like the coward he was.
ja: そうだ。ロルンにドゥアラ、そして私は捕らえられ拷問を受けた。ロルンは…アイツは、意気地をなくしたように全てを吐き出してしまった。
zh_cn: 是的。洛恩、杜拉拉和我都被抓住了，并受到了折磨。洛恩...他像个懦夫一样吐出了一切。

source: Who tortured you?
ja: 誰に拷問されたんだ？
zh_cn: 谁折磨了你？

source: What did he say?
ja: 何を話したの？
zh_cn: 他说什么了？

source: That guy you were talking to before.
ja: お前がさっき話していた男だよ。
zh_cn: 之前和你说话的那个人。

source: Ehrenfest! What has he done to you?!
ja: エーレンフェストか！ 何をされたんだ？！
zh_cn: 埃伦费斯特！他对你做了什么？!

source: What did Lorn tell him?
ja: ロルンは何を話したんだ？
zh_cn: 洛恩告诉了他什么？

source: Everything. From where the shrine was to how to enter and pass through the pitch black tunnels.
ja: すべてだ。霊廟の位置から真っ暗なトンネルの入り方、抜け方まですべて。
zh_cn: 所有事情。从祠堂的位置到如何进入和通过漆黑的隧道。

source: How did you escape?
ja: どうやって逃げたの？
zh_cn: 你是怎么逃脱的？

source: Escape? When the torturer came back, he behaved totally different. He freed us and brought us some food and recovery potions. Since then, I feel like I have been reborn! All my injuries were cured, and my mind was set free. Now I know the truth, and what I must do.
ja: 逃げた？ 拷問した者が戻ってくると、あの男はこれまでとはまるで違う行動を取り始めたんだ。私達を解放して、食料と回復薬を持ってきてくれた。それ以来、生まれ変わったような心地だよ！ 傷はすっかり治ったし、心は自由になれた。今の私は真理と共にしなければならないことを知っている。
zh_cn: 逃跑？当拷问者回来时，他的表现完全不同。他释放了我们，给我们带来了一些食物和恢复药水。从那时起，我感觉自己获得了重生! 我所有的伤都治好了，我的思想也得到了自由。现在我知道了真相，知道了我必须做什么。

source: You're starting to sound very weird. I'd better leave and seek help,
ja: あなたはとてもおかしなことを言っている。出て行って助けを求めた方がいい、
zh_cn: 你的声音开始变得非常奇怪。我最好离开并寻求帮助,

source: What must you do?
ja: 何をしなければならないんだ？
zh_cn: 你必须做什么?

source: He just wanted to know an old shrine's location. And I forgive him everything. He came back and freed Duala and me and gave us food and a marvelous elixir he called a "recovery potion". Now my body is reborn and my mind is set free. I know what's wrong and what's right, and I know what I must do.
ja: あの男はただ古い霊廟の場所を知りたいだけだった。そして私は彼のすべてを許そう。戻って来た彼はドゥアラと私を解放した。そして食料と、彼が"回復薬"と呼んでいた素晴らしい霊薬を与えてくれたんだ。 こうして私の体は生まれ変わり、心は自由になれた。何が間違いで何が正しいのかが分かるし、自分がしなければならないことも知っている。
zh_cn: 他只是想知道一个古老的神社的位置。而我原谅了他的一切。他回来后释放了我和杜拉拉，给了我们食物和一种神奇的灵药，他称之为恢复药水。 现在我的身体重生了，我的思想也自由了。我知道什么是错的，什么是对的，我也知道我必须做什么。

source: Hmm, yeah sure. Goodbye.
ja: うーん、ああ、そうなんだ。さようなら。
zh_cn: 嗯，是的，当然。再见。

source: What do you have to do?
ja: 何をしなければならないんだ？
zh_cn: 你要做什么？

source: Not so fast. My mind is clear, you need to die now along with that Feygard scum.
ja: そうはいかん。私の考えは明らかだ。お前はここで、そこのフェイガードのクズと一緒に死ぬべきなのだ。
zh_cn: 没那么快。我的想法很清楚，你现在需要和那个费加德人渣一起死。

source: Oh? Let's see if you can stand a single blow!
ja: へえ？ 一撃に耐えられるか試してあげるよ！
zh_cn: 让我们看看你是否不堪一击！

source: This hatred against Feygard is injuring you; I'll be your cure.
ja: フェイガードへの憎しみがあなたを傷つけている。僕があなたを癒やそう。
zh_cn: 这种对费加德的仇恨正在伤害你；我将成为你的解药。

source: For Feygard!!
ja: フェイガードのために！
zh_cn: 为了费加德!

source: Kill you first, then kill the guy over there. That's it.
ja: まずはお前を殺して、それから向こうの男も殺す。以上だ。
zh_cn: 先杀了你，然后杀了那边的家伙。就是这样。

source: OK, you're completely out of your mind.
ja: よくわかった、あなたは完全に気が狂ってる。
zh_cn: 好吧，你完全疯了。

source: Kill me? How dare you. Die!
ja: 僕を殺すだって？ よくもそんなことを。死ね！
zh_cn: 杀了我？你怎么敢。死吧！

source: Bad idea. For the Shadow!
ja: ろくでもない考えだ。シャドウのために！
zh_cn: 馊主意。为了暗影！

source: Uhm... What a thwack. $playername, where's the...
ja: ううん…何ということだ。$playername、やつはどこに…
zh_cn: 嗯......真是一塌糊涂。$playername，哪里有...

source: (Lie) I got rid of him.
ja: （嘘）彼なら追い払ったよ。
zh_cn: (撒谎)我摆脱了他。

source: He fell off the hill.
ja: 彼は丘から落ちた。
zh_cn: 他从山上摔了下来。

source: Oh. Alright, we will chat later. Now we're going out of the... WATCH OUT!
ja: ああ。そうか、話は後でしよう。今は外に… 危ないッ！
zh_cn: 哦。好的，我们稍后再聊。现在我们要离开... 小心！

source: ...D...Die...
ja: …し…死…
zh_cn: ...D...死...

source: Aah!
ja: ああッ！
zh_cn: 啊哈！

source: Hmpf, I will kill you ten more times if needed.
ja: ふん、必要なら10回だろうと殺してやるよ。
zh_cn: 嗯，如果需要的话，我会再杀你十次。

source: Tsch, you cannot lose! I'm still recovering.
ja: チッ、負けるんじゃないぞ！ 私はまだ回復しきっていない。
zh_cn: 感谢你，你不能输！我还在恢复中。

source: *looks at you* This is humillating. How did that guy...
ja: （あなたを見る）屈辱的だ。やつはどうして…
zh_cn: *望着你*这真令人感到羞愧。那个人怎么会...

source: Ehrenfest?
ja: エーレンフェスト？
zh_cn: 埃伦费斯特?

source: You're just weak.
ja: ただあなたが弱いだけだ。
zh_cn: 你的软弱。

source: You might not be wrong at all... But this is no place to talk, full of these odd-looking creatures.
ja: 全く以て間違っていないかもしれん…だがここは話をするような場所ではない。わけのわからん生物であふれ返っている。
zh_cn: 你可能一点也不错...但这不是说话的地方，到处都是这些奇怪的生物。

source: Did he tell you... *looks around* Better not here.
ja: やつはお前に何か話を…（周りを見回す）ここにいるのは得策ではないな。
zh_cn: 他有没有告诉你...*环顾四周*最好不要在这里。

source: Scared?
ja: 怖いの？
zh_cn: 害怕了吗？

source: This is humilating enough... I'll get out of this cave. I'll be at the mine entrance.
ja: 屈辱はもうたくさんだ…私はこの洞窟から出る。鉱山の入り口にいる。
zh_cn: 这已经够丢人的了......。我将离开这个山洞。我将会在矿场入口处。

source: You are of no interest to me. Bye.
ja: あなたには何の興味もない。では。
zh_cn: 我对你没有兴趣。再见。

source: OK, sir.
ja: 了解しました。
zh_cn: 好的，先生。

source: Are you sure you don't need an escort?
ja: 護衛はいりませんか？
zh_cn: 你确定你不需要护送吗？

source: A knight's only trusted escorts are his sword and his horse. I'm pretty sure you'll find the way out.
ja: 騎士にとって信頼の置ける護衛とは剣と馬だけだ。お前も出口を見つけられるものと確信している。
zh_cn: 骑士唯一值得信赖的护卫是他的剑和他的马。我确信你会找到出路的。

source: This isn't a labyrinth, I will.
ja: ここは迷宮じゃない、そうします。
zh_cn: 这不是迷宫，我会的。

source: Shad... Yeah, let's meet later.
ja: うさんく…ええ、後で会いましょう。
zh_cn: 那么...是的，我们以后见面吧。

source: *hic* Drink! *hic* Drink for those who've fallen!
ja: ヒック。飲め！ ヒック。 戦死した者たちのために乾杯！
zh_cn: *呃*喝！ *嗝* 为倒下的人喝一杯！

source: Ahem... the general is waiting for you in the dining room.
ja: コホン…将軍が食堂で君のことをお待ちだ。
zh_cn: 咳咳……将军在餐厅等你。

source: The general was waiting for you down in the mine.
ja: 将軍は鉱山であなたを待っていたぞ。
zh_cn: 将军在矿井下等着你。

source: Thank you, sir.
ja: ありがとうございます。
zh_cn: 谢谢你,先生。

source: What do you mean kid?! We had to... guard this place right here. We were sure our mighty general Ortholion was handling the problem!
ja: どういう意味だ小僧？！ 我々はここを…この場所を守らねばならなかったんだ。偉大なるオルトリオン将軍が問題を片付けて下さることを確信していたのだ！
zh_cn: 你是什么意思，孩子？我们必须... ...在这里守住这个地方。我们确信我们强大的奥瑟里昂将军正在处理这个问题!

source: I will report your inefficiency.
ja: あなたの無能ぶりは報告させてもらうよ。
zh_cn: 我将揭发你的消极。

source: It was me who solved the problem!
ja: その問題を解決したのは僕だ！
zh_cn: 是我解决了这个问题!

source: HAH! Out of my sight.
ja: ハハッ！ 目の前から失せろ。
zh_cn: 哈!离开我的视线。

source: No, I do not.
ja: いいや、出来ない。
zh_cn: 不，我没有。

source: So cold...
ja: なんて冷たい…
zh_cn: 如此寒冷...

source: Fine. Keep the good work, hah!
ja: そうですか。その調子で頑張ってください、アハハ！
zh_cn: 很好。认真工作，哈哈!

source: Suit yourself... But no one else went in there in weeks.
ja: 好きにしな…だがここ数週間は誰も入ってないぞ。
zh_cn: 随你便吧...但几周内没有人进去过。

source: No! *looks at you* This is my beeeeeer, kid! *hic*
ja: やめろ！（あなたを見る）これは私のビビビ、ビールだ！ ヒック
zh_cn: 不！*这是我的宝贝*，孩子！*嗝*

source: Uh... How he did get drunk that fast?
ja: あー…どうしたらそんなにすぐ酔っぱらえるんだろう？
zh_cn: 呃......他怎么会醉得那么快？

source: Mead isn't my cup of tea, goodbye.
ja: ミードは趣味じゃないんだ、さようなら。
zh_cn: 蜂蜜酒不是我的菜，再见。

source: Get out of my way, drunkard!
ja: どけよ酔っ払い！
zh_cn: 别挡着我的路，酒鬼！

source: H..Halt! *hic* Kids not allowed!
ja: と…止まれ！ ヒック、子供はお断りだ！
zh_cn: 唉..停！*哎呀*住手孩子！

source: I'll go where I please in this mine! Hmpf...
ja: 僕はこの鉱山のどこにでも好きなところへ行くんだ！ フン…
zh_cn: 在这个矿井里，我想去哪里就去哪里!哼哼......。

source: I'm here to see your general, now go sleep it off.
ja: 将軍に会いに来たんだ、ほらもう寝てくれ。
zh_cn: 我是来看望你的将军的，现在去睡觉吧。

source: This guard drinks his jar of mead ceaselessly, ignoring your presence.
ja: この衛兵は、あなたの存在を無視してミードをずっと飲んでいる。
zh_cn: 这个卫兵不停地喝他那罐蜂蜜酒，无视你的存在。

source: This isn't really the way I planned this.
ja: こんなはずではなかったのだがな。
zh_cn: 这并不是我真正计划。

source: *looking at you* But thanks to your act of bravery, I'm alive and not injured... Not severely.
ja: （あなたを見る）しかしお前の勇気ある行動のおかげで、こうして私は生き延び、怪我も…大した深手を負わずに済んだ。
zh_cn: *看着你*但由于你的勇敢行为，我还活着，而且没有受伤......。不是很严重。

source: What will you do now?
ja: これからどうするの？
zh_cn: 你现在要做什么？

source: I still don't trust you.
ja: 僕はまだあなたを信用していない。
zh_cn: 我还是不相信你。

source: I am sorry, but that is none of your concern. As I said you've lent me a hand when I was vulnerable. That won't be forgotten.
ja: 悪いが、それはお前には関係がない。さっきも言ったように、私が弱っていた時に力を貸してくれた。このことは忘れない。
zh_cn: 我很抱歉，但这不关你的事。正如我所说，你在我脆弱的时候向我伸出了援手。这不会被忘记。

source: Finally, a reward.
ja: やっと報酬だ。
zh_cn: 最后是奖励。

source: You owe me a favor then.
ja: なら僕に借りが出来たってわけだ。
zh_cn: 那么你欠我一个人情。

source: And you do good. Trust should be neither easy to gain nor easy to lose.
ja: それは良いことだ。信用とは簡単に得られても、失われてもならないものなのだから。
zh_cn: 而你做得很好。信任应该是既不容易得到也不容易失去。

source: Yeah, yeah. Where's my reward for saving your life?
ja: はいはい。それであなたの命を救った報酬は？
zh_cn: 是啊。我救你一命的奖赏呢？

source: A reward? This does not work that way...What would Feygard would think of my assassination? Who would be blamed for that? The reward is I'm alive and no army will chase you.
ja: 報酬だと？ これはそういうことではない…私の暗殺をフェイガードはどう考えると思う？ 誰がその責任を負う？ 報酬は私が生き延び、軍がお前に追っ手を差し向けないことだ。
zh_cn: 奖励？那样不行...费加德会怎么看待我的遇刺？谁会因此受到指责？ 奖励是我活着，没有军队会追捕你。

source: *laughing* Do you think a few drunkards could beat me?
ja: （笑いながら）たった数人の酔っぱらいが僕に勝てると思うのか？
zh_cn: *大笑*你认为几个醉鬼能打败我吗？

source: Hmpf, OK. Goodbye...
ja: フン、わかったよ。さようなら…
zh_cn: 嗯，好吧，再见...

source: But at least, you owe me a favor. Where's your honor?
ja: でも少なくともあなたは僕に借りがある。あなたの名誉はどこにあるんだ？
zh_cn: 但至少，你欠我一个人情。你的荣誉呢？

source: Doesn't matter whether they could or not. They won't come after you, and that's what my reward is.
ja: できるかどうかは関係ない。やつらはお前を追わない、それが私の報酬だ。
zh_cn: 他们是否能做到并不重要。他们不会来找你麻烦，而这正是我的回报。

source: This is absurd. Bye!
ja: こんなの馬鹿げてる。さようなら！
zh_cn: 这很荒唐。再见!

source: Let me settle that debt then.
ja: ではその借りを返させてくれ。
zh_cn: 到时候让我还清那笔债吧。

source: Let me ask you a question. What in the world is most important to you? Pride and honor? Maybe power and riches?
ja: 質問させてもらおう。お前にとって一番大切なものとは何だ？ 誇りに名誉？ 権力と富か？
zh_cn: 让我问你一个问题。在这个世界上，什么对你来说是最重要的？骄傲和荣誉？也许是权力和财富？

source: If there's gold, I'm in!
ja: お金があるなら、それだ！
zh_cn: 哪里有黄金，哪里有我！

source: I can't conceive a life without honor.
ja: 名誉のない人生なんて考えられない。
zh_cn: 我无法想象没有荣誉的生活。

source: My faith in the Shadow.
ja: シャドウへの信仰。
zh_cn: 我对暗影的信仰。

source: My father, Mikhail, and my brother Andor.
ja: 父のミハイルと、兄のアンドールです。
zh_cn: 我的父亲米哈伊尔和我的哥哥安道尔。

source: I'm patient, but I won't be here forever. Other issues demand my presence.
ja: 私は辛抱強くはあるが、いつまでもここにいるわけではない。他の問題がこの私を必要としているのだ。
zh_cn: 我很有耐心，但我不会永远待在这里。其他问题需要我处理。

source: Cut it out and give me my reward!
ja: それはやめにする、報酬をくれ！
zh_cn: 别说了，给我报酬吧!

source: Well, yes. Every old and tired adventurer's dream I guess, but I somewhat expected more of you. Take this and don't bother me anymore. *shows you a medium-sized bag of gold and jewels*
ja: ほう、そうか。歳を重ねくたびれた冒険家にとっての夢といえばそうなのだろうが、私はもっとお前に期待していたよ。持っていきなさい、もう私の邪魔はするな。（ゴールドと宝石の入った中型のバッグを示している）
zh_cn: 是的。我猜这是每个老到想退休的冒险家的想法，但我有点期待你更多。拿着这个，不要再打扰我了。*向您展示一袋中等大小的黄金和珠宝*

source: [Take the gold]
ja: （お金を受け取る）
zh_cn: [拿着金子]

source: Don't be so greedy. Give me more!
ja: そうがめつくならないでよ。もっとくれ！
zh_cn: 不要那么财迷。多给我一点！

source: I see, I see. You're a clever guy *makes signs to two soldiers*. Take this much larger bag full of jewels my men have been gathering... from the mines.
ja: そうかそうか。お前は賢い男だ（2人の兵士に合図する）。こちらのさらに大きなバッグを持っていけ、部下が集めた宝石が詰まっている…鉱山のな。
zh_cn: 我明白了。你是个聪明人 *向两个士兵做手势*。拿着这个更大的袋子，里面装满了我的人从矿区收集的......珠宝。

source: Great! [Take the large bag]
ja: 素晴らしい！（大きなバッグを受け取る）
zh_cn: 太棒了![拿着大袋子]

source: Ehm... I'd rather take the small bag, thanks. [Take the gold]
ja: えっと…小さいバッグの方がいいです、ありがとう。（お金を受け取る）
zh_cn: 呃......我还是拿小袋子吧，谢谢。[拿金子]

source: Well, well. Look who's back.
ja: おやおや。誰が戻ってきたのかと思えば。
zh_cn: 嗯，好吧。看看谁回来了。

source: Yup, here I am again.
ja: はい、また来ました。
zh_cn: 是的，我又来了。

source: Hmpf, bye.
ja: フン、じゃあね。
zh_cn: 嗯，再见。

source: Fine. Now let some days pass and meet me again here. I may need your help and you may want more gold.
ja: よろしい。何日か経ったらまたここで会おう。お前の助けが必要かもしれないし、そちらももっと金が欲しくなるかもしれん。
zh_cn: 好吧。现在让我们过些日子，然后在这里再和我见面。我可能需要你的帮助，你可能想要更多的黄金。

source: Count on me, general!
ja: 僕を頼ってよ、将軍！
zh_cn: 我值得信赖，将军!

source: I'll think about it. Goodbye.
ja: 考えておきます。さようなら。
zh_cn: 我会考虑的。再见。

source: *mumbling* That imprudent Guynm...
ja: （独り言）あの軽率なグインマ…
zh_cn: *喃喃自语*那个轻率的居姆...

source: Oh, $playername...I'm sorry but I have many things to discuss and attend to here, come back later.
ja: ああ、$playernameか…悪いが議論とやるべきことがたくさんあってな。後で来てくれ。
zh_cn: 哦，$playername......我很抱歉，但我有很多事情要在这里讨论和处理，以后再来吧。

source: I will ask you again. What in this world is most important to you?
ja: 改めて聞こう。お前にとって一番大切なものとは何だ？
zh_cn: 我再问你一次。在这个世界上，什么对你来说是最重要的？

source: Gold, sweet gold.
ja: お金だ、甘美なお金。
zh_cn: 黄金，甜蜜的黄金。

source: My pride and my honor!
ja: 誇りと名誉だ！
zh_cn: 我的骄傲和荣耀！

source: The Shadow's teachings are the only thing that matters.
ja: シャドウの教えだけが大切なものですね。
zh_cn: 暗影的教导是唯一重要的事情。

source: My family is the most important thing to me.
ja: 家族が一番大切です。
zh_cn: 我的家人对我来说是最重要的。
