Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: But I am sure they are! As false as they are, they must be. Always lying and deceiving. Causing destruction and turmoil.
de: Aber ich bin sicher, dass sie es sind! So falsch wie sie sind, kann es gar nicht anders sein. Immer lügen und betrügen. Zerstören und Unruhe stiften.
fr: Mais je suis certain qu'ils le sont ! Aussi faux qu'ils le sont, ils doivent l'être. Toujours mentant et trompant. Causant destruction et tourments.
ja: だがきっとやつらだ！ やつらが不誠実であるように、連中の仕業であることも間違いないんだ。息をするように嘘を吐いては人を騙す。破壊と混乱をばら撒いているんだ。
pt: Mas tenho a certeza que são eles! Como eles são falsos! Sempre a mentir e enganar. Destruindo e causando tumultos.
zh_cn: 但我能肯定他们就是！像他们这样虚伪，绝对是一手策划了这些。他们总是撒谎和诓骗，造成破坏和混乱。

source: Just listen to the name they have chosen for themselves: 'Blackwater'. The tone of it sounds like trouble.
de: Hör nur, welchen Namen sie für sich selbst gewählt haben: 'Blackwater'. Dieser Tonfall allein klingt nach Ärger.
fr: Écoute simplement le nom qu'ils ont choisi pour se nommer : "Encreau". Ça sonne comme un problème.
ja: やつらが自分たちのために選んだ名前を聞いてみるといい。"ブラックウォーター"だぞ。いかにも揉め事を起こしそうだろう。
pt: Basta ouvir o nome que eles escolheram para este lugar: 'Águas Negras'. Soa logo a problemas.
zh_cn: 光是听听他们给自己起的名字吧：“黑水”。听起来就让人讨厌。

source: Anyway. I would like to get some further evidence on what they are up to. Maybe something you can help us with.
de: Wie auch immer. Ich möchte gerne weitere Beweise von dem, was sie vorhaben. Dies könnte etwas sein, bei dem du helfen kannst.
fr: Bref. Je voudrais obtenir des preuves supplémentaires sur ce qu'ils font. Peut-être quelque chose où tu peux nous aider.
ja: それはともかく。連中がやろうとしていることについての証拠を掴みたい。君にもできることがあるかもしれない。
pt: De qualquer forma, gostava de obter algumas provas sobre o que eles estão a fazer. Talvez nos possas ajudar.
zh_cn: 不管怎样。我想进一步了解他们在干什么。也许你能帮我们做点事情。

source: But I need to be sure that I can trust you. If you are working for them, you had better tell me now before things get ... messy.
de: Aber ich muss sicher sein, dass ich dir trauen kann. Solltest du für sie arbeiten, sagst du mir das besser gleich, befor die Dinge ... unangenehm werden.
fr: Mais j'ai besoin d'être sûr que je peux t'accorder ma confiance. Si tu travailles pour eux, tu ferais mieux de me le dire maintenant avant que les choses deviennent... désordonnées.
ja: だが、それには君が信用できることを確認せねばなるまい。もし君がやつらのために働いているのであれば、状況が厄介なことになる前に…私に話した方がいいぞ。
pt: Mas preciso ter a certeza que posso confiar em ti. Se estiveres a trabalhar para eles, é melhor que me digas agora antes que as coisas fiquem... complicadas.
zh_cn: 但我得确定我能信得过你。如果你在为他们工作，你最好在事情发展得……不可收拾之前，尽早告诉我。

source: Sure, you can trust me. I will help the people of Prim.
de: Natürlich könnt ihr mir vertrauen. Ich werde dem Volk von Prim helfen.
fr: Bien sûr, tu peux me faire confiance. Je vais aider le peuple de Prim.
ja: ええ、僕を信じてください。プリムの人々を助けます。
pt: Claro, podes confiar em mim. Vou ajudar o povo de Prim.
zh_cn: 没问题，你可以相信我。我会帮助普里姆的人民。

source: Hmm, maybe I should help the people up in Blackwater mountain instead.
de: Hm, vielleicht sollte ich lieber dem Volk oben in Blackwater Mountain helfen.
fr: Hmm, peut-être que je devrais plutôt aider les gens du mont Encreau.
ja: うーん、ブラックウォーター山の人を助けようかな。
pt: Hum, em vez disso, talvez devesse ajudar as pessoas da montanha das Águas Negras.
zh_cn: 嗯……也许我应该帮黑水的人。

source: [Lie] You can trust me.
de: (Lüge) Du kannst mir vertrauen.
fr: [Mensonge] Tu peux me faire confiance.
ja: （嘘）僕を信じてください。
pt: [Mentir] Podes confiar em mim.
zh_cn: 【撒谎】你可以相信我。

source: Yet somehow I do not trust you.
de: Doch aus irgendeinem Grund traue ich dir nicht.
fr: Pourtant, d’une manière ou d’une autre, je ne te fais pas confiance.
ja: しかしどうしたものかな、私には君を信用できない。
pt: No entanto, de alguma forma não confio em ti.
zh_cn: 但不知为什么，我不太相信你。

source: I was working for them, but I have decided to help you instead.
de: Ich hatte für sie gearbeitet, habe mich aber entschieden, lieber euch zu helfen.
fr: Je travaillais pour eux, mais j'ai décidé de plutôt vous aider vous.
ja: あの人たちのために働いていたけど、あなた方を助けることにしました。
pt: Estava a trabalhar para eles, mas em vez disso decidi ajudar-te.
zh_cn: 我曾经为他们做事，但现在我决定帮你们了。

source: Why would I ever want to work for your filthy village? The people in the Blackwater mountain settlement deserve my help more than you.
de: Warum sollte ich jemals für euer dreckiges Dorf arbeiten wollen? Die Menschen in der Blackwater Mountain Siedlung verdienen meine Hilfe mehr als ihr.
fr: Pourquoi je pourrais vouloir travailler pour votre village crasseux ? Le peuple de la colonie du mont Encreau mérite plus mon aide que vous.
ja: なぜ僕がこの汚い村のために働きたいと思うんだ？ ブラックウォーター山集落の人々はあなた方よりも助けるに値する。
pt: Porque quereria eu alguma vez trabalhar para a tua aldeia imunda? As pessoas no povoado da montanha Águas Negras merecem mais a minha ajuda do que tu.
zh_cn: 我为什么要为你们肮脏的村庄工作？黑水营地的人比你们更值得让我帮助。

source: Good. I'm glad you want to help us.
de: Gut, ich bin froh, dass du uns helfen willst.
fr: Bien. Je suis fier que tu veuilles nous aider.
ja: それはよかったよ。力を貸してくれて嬉しく思う。
pt: Bom. Estou contente por quereres ajudar-nos.
zh_cn: 很好。我很高兴你愿意帮助我们。

source: Fine. You should leave now while you still can, traitor.
de: Schön. Du solltest uns jetzt verlassen, solange du noch kannst. Verräter!
fr: Bien. Tu devrais partir maintenant tant que tu le peux encore, traître.
ja: 結構。今のうちに出て行け、この裏切り者が。
pt: Está bem. Agora sai, enquanto ainda podes traidor.
zh_cn: 好。你应该趁现在还走得掉马上离开这，叛徒。

source: I want you to go up there into their settlement and find any clues as to what they are planning.
de: Ich möchte, dass du hoch in ihr Dorf gehst und Hinweise auf ihre Pläne findest.
fr: Je veux que tu montes là-haut dans leur colonie et que tu trouves des indices sur ce qu'ils préparent.
ja: 君には集落まで出向いて、やつらが何を計画しているかの手がかりを見つけてきてもらいたい。
pt: Quero que vás lá cima à aldeia e encontres algumas pistas sobre o que eles estão a planear.
zh_cn: 我要你去他们的营地，找到关于他们预谋的线索。

source: We believe they are training their fighters to launch a larger raid on us soon.
de: Wir glauben, dass sie ihre Kämpfer für einen großen Überfall auf uns trainieren.
fr: Nous croyons qu'ils entraînent leurs combattants à lancer un raid plus important sur nous bientôt.
ja: 近々大規模な攻撃を仕掛けるために戦士を訓練しているものと思われる。
pt: Achamos que eles estão a treinar os seus lutadores para nos lançarem um grande ataque brevemente.
zh_cn: 我们认为他们正在训练自己的战士，以便在近期对我们发动更大规模的突袭。

source: Go look for any plans that you might find. But make sure that they do not see you while you're looking around.
de: Geh und suche nach irgendwelchen Plänen. Aber versichere dich, dass niemand dich bei der Suche beobachtet.
fr: Va chercher n'importe quel plan que tu pourrais trouver. Mais fais attention à ce qu'ils ne te voient pas pendant que tu cherches.
ja: 何かの計画が見つかるかもしれないので探してくれ。ただし、探っているところは相手に見られないようにするんだぞ。
pt: Procura os planos que puderes encontrar. Mas certifica-te que eles não te vejam enquanto vasculhas.
zh_cn: 留意你可能找到的任何袭击方案。但要确保他们在你寻找线索的时候发现不了你。

source: You should probably start your search around where their battle master, Harlenn, stays.
de: Du solltest deine Suche wohl dort beginnen, wo sich ihr Schwertmeister Harlenn aufhält.
fr: Tu devrais probablement commencer les recherches autour lorsque leur chef de guerre, Harlenn, reste.
ja: 戦闘司令官、ハーレンのいる場所辺りから捜索してみるといいんじゃないか。
pt: Deves começar a tua procura no local onde está o ministro da guerra Harlenn.
zh_cn: 你应该从他们的战斗大师哈伦的住处开始搜查。

source: OK. I will look for clues in their settlement.
de: Gut, ich werde ihre Siedlung nach Hinweisen durchforsten.
fr: OK. Je vais chercher des indices dans leur colonie.
ja: わかりました。集落で手がかりを探してきます。
pt: Está bem. Vou procurar por pistas na aldeia deles.
zh_cn: 好的。我要去他们的营地里寻找线索了。

source: Thank you, friend. Report back to me with your findings.
de: Danke, Freund. Und von deinen Erkenntnissen komme mir Bericht erstatten.
fr: Merci, mon ami. Viens m'en rendre compte lorsque tu auras trouvé.
ja: ありがとう。見つかったら報告に来てくれ。
pt: Obrigado, amigo. Diz-me quando descobrires algo.
zh_cn: 谢谢你，朋友。到时候把你的发现报告给我。

source: Hello again. Did you find anything up in the Blackwater mountain settlement?
de: Hallo nochmal. Hast du etwas oben in der Blackwater Mountain Siedlung gefunden?
fr: Bonjour. As-tu trouvé quelque chose là-haut dans la colonie du mont Encreau ?
ja: やあ。ブラックウォーター山集落で何か見つかったか？
pt: Olá novamente. Encontraste alguma coisa na aldeia da montanha das Águas Negras?
zh_cn: 嗨，你回来了。你在黑水营地发现什么了吗？

source: No, I am still looking.
de: Nein, ich suche noch.
fr: Non, je cherche toujours.
ja: いえ、まだ探してます。
pt: Não, ainda estou à procura.
zh_cn: 没，我还在找。

source: Yes, I found some papers with a plan to attack Prim.
de: Ja, ich fand einige Papiere mit Angriffsplanen gegen Prim.
fr: Oui, j'ai trouvé quelques papiers avec un plan d'attaque sur Prim.
ja: はい、プリムを攻撃する計画書を見つけました。
pt: Sim, encontrei alguns papéis com um plano para atacar Prim.
zh_cn: 是的，我找到了一些文件，上面写着袭击普里姆的计划。

source: Then it is as we suspected. This is terrible news indeed.
de: Dann ist es so wie wir befürchtet hatten. Das sind wahrhaft schreckliche Nachrichten.
fr: Alors c'est comme nous le suspections. C'est une terrible nouvelle.
ja: やはりそうか。まったく恐ろしい知らせだな。
pt: Então é como suspeitávamos. Isso é uma notícia realmente terrível.
zh_cn: 这就是我们一直所猜想的。这确实是个可怕的消息。

source: Now you know what I was talking about. They are always looking to cause trouble.
de: Nun verstehst du, wovon ich gesprochen hatte. Sie suchen ständig nach Möglichkeiten für neuen Ärger.
fr: Maintenant tu vois ce que je voulais dire. Ils cherchent toujours à causer des problèmes.
ja: 私の言っていたことがわかっただろう。やつらはいつも揉め事を起こそうとするんだ。
pt: Agora entendes o que te tinha dito. Eles estão sempre à procura de causar problemas.
zh_cn: 现在你懂我意思了。他们总是想搞事情。

source: Thank you for finding this information for us.
de: Danke, dass du dies für uns herausgefunden hast.
fr: Merci d'avoir trouvé ces informations pour nous.
ja: この情報を見つけてくれたことに感謝する。
pt: Obrigado por nos descobrires essa informação.
zh_cn: 谢谢你帮我们搜集信息。

source: Very well. We will have to deal with this.
de: Also gut. Wir müssen damit fertig werden.
fr: Très bien. Nous devrons régler ce problème.
ja: よくわかった。これは対処せねばなるまいよ。
pt: Muito bem. Vamos ter que lidar com isso.
zh_cn: 很好，我们必须处理这个问题了。

source: I had hoped it would not come to this. But we are left with no choice. We must remove their main driving force behind the raids. We must remove their battle master, Harlenn.
de: Ich habe gehofft, es würde nicht dazu kommen. Aber uns bleibt keine Wahl. Wir müssen die Hauptantriebskraft loswerden, die hinter diesen Überfällen steckt. Wir müssen uns ihres Schwertmeisters Harlenn entledigen.
fr: J'avais espéré que cela n'arriverait pas. Mais nous n'avons plus le choix. Nous devons supprimer leur principal moteur derrière les attaques. Nous devons supprimer leur chef de guerre, Harlenn.
ja: こんなものは望んでいなかったのだがな。しかし我々には選択の余地がない。襲撃の背後にある主な原動力を取り除かなくては。戦闘司令官、ハーレンを排除するしかないな。
pt: Tinha esperança que não chegasse a isto. Mas ficamos sem escolha. Temos de eliminar a força motriz deles por trás dos ataques. Temos de eliminar o ministro da guerra, o Harlenn.
zh_cn: 我本希望事情不会变成这样。但我们别无选择。我们必须消灭他们发动突袭的主力——我们得除掉他们的战斗大师哈伦。

source: This would be an excellent task for you my friend. Since you have access to their facilities, you can sneak in and kill that bastard Harlenn.
de: Das wäre eine exzellente Aufgabe für dich, mein Freund. Da du Zugang zu ihrer Anlage hast, kannst du hineinschleichen, und den Mistkerl Harlenn töten.
fr: Ce serait une excellente tâche pour toi mon ami. Puisque tu as accès à leurs locaux, tu peux t'y faufiler et tuer ce bâtard de Harlenn.
ja: この任務は君が相応しいだろう。君ならやつらの施設に出入りできる、だから忍び込んで、ハーレンのやつを殺してくれ。
pt: Seria uma excelente tarefa para ti, meu amigo. Uma vez que tens acesso às instalações deles, podes esgueirar-te por lá e matar o bastardo do Harlenn.
zh_cn: 我的朋友，这对你来说是一个很好的任务。既然你能进入他们的设施，你就能潜入然后杀死那个混蛋哈伦。

source: By killing him, we can be sure that their attacks will ... shall we say ... lose their teeth. He he.
de: Durch seinen Tod können wir sicher sein, dass ihre Angriffe ... sagen wir ... den Biss verlieren. Hihi.
fr: En le tuant, nous serons sûrs que leurs attaques vont... disons... perdre de leur mordant. Hé hé.
ja: やつが死ねば、連中の攻撃からは…牙が失われるに違いない。ククク。
pt: Ao matá-lo, podemos ter a certeza que os seus ataques... digamos... perderão os seus dentes. He he.
zh_cn: 只要杀了他，我们就可以确保他们的攻击会……这么说吧……咱这叫釜底抽薪。嘿嘿嘿。

source: No problem, he is as good as dead.
de: Kein Problem, er ist schon so gut wie tot.
fr: Pas de problème, il est comme mort.
ja: 問題ないですね、もはや死んだも同然だ。
pt: Não há problema, é como se já estivesse morto.
zh_cn: 没问题，他死定了。

source: Are you sure more violence will really solve this conflict?
de: Bist du dir sicher, dass noch mehr Gewalt den Konflikt wirklich löst?
fr: Êtes-vous sûr que plus de violence aide vraiment à résoudre ce conflit ?
ja: これ以上の暴力が本当に争いを解決するとお思いですか？
pt: Tens a certeza que mais violência vai resolver este conflito?
zh_cn: 你确定以暴制暴能真正解决这场冲突吗？

source: Excellent. Return to me once you are done.
de: Ausgezeichnet. Komm zurück, wenn du fertig bist.
fr: Excellent. Reviens me voir quand tu as fini.
ja: よろしい。終わったら戻ってきてくれ。
pt: Excelente. Volta assim que terminares.
zh_cn: 好极了。一旦你做完了就回来找我。

source: No, not really. But for now, it looks like the only option we have.
de: Nein, nicht wirklich. Aber im Moment scheint dies unsere einzige Möglchkeit zu sein.
fr: Non, pas vraiment. Mais pour l'instant, on dirait que c'est la seule option que nous ayons.
ja: いや、そうでもない。だが現状だと、これが我々の選び得る唯一の選択肢のように思う。
pt: Não, não mesmo. Mas por agora, parece que é a única opção que temos.
zh_cn: 不，不是的。但现在看来，这是我们唯一的选择。

source: I will remove him, but I will try to find a peaceful solution to this.
de: Ich werde in beseitigen, aber ich werde versuchen eine friedliche Lösung zu finden.
fr: Je vais faire en sorte qu'il disparaisse, mais je vais essayer de trouver une solution pacifique pour ça.
ja: 排除はするけど、平和的な解決策を探してみます。
pt: Vou removê-lo, mas vou tentar encontrar uma solução pacífica para isto.
zh_cn: 我可以除掉他，但我也会试图找到一个和平的解决办法。

source: Very well. He is as good as dead.
de: Sehr gut. Er ist so gut wie tot.
fr: Très bien. Il est déjà mort.
ja: いいでしょう。もはや死んだも同然だ。
pt: Muito bem. Ele vale tanto quanto um morto.
zh_cn: 非常好，他死定了。

source: My sources from inside the Blackwater mountain settlement tell me you are working for them.
de: Meine Quellen in der Blackwater Mountain Siedlung sagen, dass du für sie arbeitest.
fr: Ma source de la colonie du mont Encreau me dit que tu travailles pour eux.
ja: ブラックウォーター山集落内の情報筋から報告が入った、やつらのために働いているそうだな。
pt: As minhas fontes infiltradas na aldeia da montanha das Águas Negras dizem-me que estás a trabalhar para eles.
zh_cn: 我从黑水营地内部得到的消息告诉我，你在为他们做事。

source: It is, of course, your choice. But if you are working for them, you are not welcome here in Prim. You should leave quickly, while you still can.
de: Es ist, natürlich, deine Entscheidung. Aber solltest du für sie arbeiten, dann bist du hier in Prim nicht willkommen. Du solltest schnellst möglich verschwinden, solange du kannst.
fr: C'est ton choix, bien sûr. Mais si tu travailles pour eux, tu n'es pas le bienvenu à Prim. Tu devrais partir vite, tant que tu le peux encore.
ja: 無論、それはそちらの選択ではある。だがやつらのために働いているというのなら、貴様をプリムで歓迎するわけにはいかん。今のうちにさっさと引き返すことだ。
pt: Claro que é uma escolha tua. Mas se estás a trabalhar para eles, não és bem-vindo aqui em Prim. Deves sair rapidamente, enquanto podes.
zh_cn: 当然，这是你的选择。但如果你确实是那边的人，你在普里姆就不受欢迎。快点离开，趁你还可以的时候。

source: Hello again my friend. Thank you for your help in dealing with the bandits up in Blackwater mountain.
de: Hallo nochmal, mein Freund. Danke für deine Unterstützung gegen die Banditen oben in Blackwater Mountain.
fr: Encore bonjour mon ami. Merci de nous aider avec ces bandits du mont Encreau.
ja: 久しぶりだな。ブラックウォーター山の山賊どもの件では感謝しているよ。
pt: Olá novamente meu amigo. Obrigado pela tua ajuda para lidar com os bandidos na montanha das Águas Negras.
zh_cn: 你好啊，我的朋友。谢谢你帮助我们对付黑水的土匪。

source: I am sure everyone here in Prim will want to talk to you now.
de: Ich bin sicher, dass jeder in Prim nun mit dir sprechen mag.
fr: Je suis sûr que tout le monde à Prim voudra te parler maintenant.
ja: プリムの人々も君との交流を望んでいるようだ。
pt: Tenho a certeza que todos aqui em Prim vão querer falar contigo agora.
zh_cn: 我确信现在普里姆的每个人都想和你谈谈。

source: Thank you again for your help.
de: Danke nochmal für deine Hilfe.
fr: Merci encore pour ton aide.
ja: 助けてくれてどうもありがとう。
pt: Obrigado mais uma vez pela tua ajuda.
zh_cn: 再次感谢你的帮助。

source: The glow in your eyes frightens me.
de: Dieses Leuchten in deinen Augen macht mir Angst.
fr: La lueur dans tes yeux m'effraie.
ja: 何だその目は、恐ろしい。
pt: O brilho nos teus olhos assusta-me.
zh_cn: 你眼中的光芒使我害怕。

source: I am sent by the Blackwater mountain settlement to stop you.
de: Ich bin von der Blackwater Mountain Siedlung geschickt worden, um euch aufzuhalten.
fr: Je suis envoyé par la colonie du mont Encreau pour vous arrêter.
ja: ブラックウォーター山集落からあなたを止めるために送られたんだ。
pt: Fui enviado pelos habitantes da aldeia da montanha das Águas Negras para impedir-te.
zh_cn: 我是被黑水营地派来阻止你的。

source: I am sent by the Blackwater mountain settlement to stop you. However, I have decided not to kill you.
de: Ich bin von der Blackwater Mountain Siedlung geschickt worden, um euch aufzuhalten. Wie auch immer, ich habe beschlossen, euch nicht zu töten.
fr: Je suis envoyé par la colonie du mont Encreau pour vous arrêter. Toutefois, j'ai décidé de ne pas vous tuer.
ja: ブラックウォーター山集落からあなたを止めるために送られました。でも僕はあなたを殺さないことを決めた。
pt: Fui enviado pelos habitantes da aldeia da montanha das Águas Negras para impedir-te. No entanto, decidi não te matar.
zh_cn: 我是被黑水营地派来阻止你的。不过，现在我决定留你一条命。

source: I had hoped it would not come to this. I'm afraid that you will not survive this encounter. Yet another life on my hands.
de: Ich hatte gehofft, dass es nicht so weit kommen müsste. Du wirst dieses Duell nicht überleben, fürchte ich. Wieder ein Leben an meinen Händen.
fr: J'avais espéré que ça n'arriverait pas. J'ai peur que tu ne survives pas à cette rencontre. Encore une autre vie sur mes mains.
ja: こんなことにならなければよかったんだが。いいのか、この戦いを生きて切り抜けることはないだろう。私の手で未来ある命を散らすことになる。
pt: Tinha esperança que não chegasse a isto. Receio que não sobrevivas a este encontro. É apenas outra vida nas minhas mãos.
zh_cn: 我本希望事情不会变成这样。但恐怕你在这次遭遇中活不下去了。又一条生命要由我终结。

source: Brave words, let's see if you can back them up with anything.
de: Mutige Worte - dann wollen wir mal sehen, ob du Ihnen auch gerecht wirst.
fr: Courageuses paroles, voyons si vous pouvez les ressortir avec n'importe quoi.
ja: 勇敢ですね、その言葉に裏付けがあるか確かめてみよう。
pt: Palavras corajosas, vamos ver se tens razão.
zh_cn: 嘴上说得很有胆气，让我们看看你实际表现如何。

source: Great, I have been longing to kill you.
de: Großartig, ich habe mich danach gesehnt, dich zu töten.
fr: Bien, j'avais très envie de te tuer.
ja: いいね、あなたを殺したいと思ってたんだ。
pt: Ótimo, estou ansioso para te matar.
zh_cn: 太好了，我一直想杀了你。

source: How interesting... Please continue.
de: Wie interessant... Fahre fort.
fr: Comme c'est intéressant… Continue, je t'en prie.
ja: 面白い…続けてくれ。
pt: Que interessante... Por favor continua.
zh_cn: 有意思……继续。

source: It's obvious that this conflict will only end in more bloodshed. That should stop here.
de: Es ist offensichtlich, dass dieser Konflikt nur in noch mehr Blutvergießen endet. Das sollte hier enden.
fr: Il est évident que ce conflit va dégénérer en carnage. Cela doit s'arrêter avant.
ja: この争いがさらなる流血で終わるだけなのは明らかだ。ここで止めましょう。
pt: É óbvio que este conflito só vai acabar com mais derramamento de sangue. Isto deve ficar por aqui.
zh_cn: 很明显，这场冲突只会以更多的流血结束。应该到此为止了。

source: What are you proposing?
de: Was schlägst du vor?
fr: Que proposes-tu ?
ja: どんな案を出してくれる？
pt: O que estás a propor?
zh_cn: 你有什么建议？

source: My proposal is that you leave this village and find a new home somewhere else.
de: Mein Vorschlag ist, dass ihr das Dorf verlasst und ein neues Zuhause irgendwo anders sucht.
fr: Je propose que vous quittiez ce village et que vous alliez vous installer ailleurs.
ja: 僕からの提案は、あなたがこの村を出てどこか別の新天地で家を探すことです。
pt: A minha proposta é que deixes esta terra e encontres um novo lar noutro lugar.
zh_cn: 我的建议是你离开这个村子，到别处找个新家。

source: Now why would I want to do that?
de: Nun, wieso sollte ich das tun?
fr: Pourquoi donc le ferais-je ?
ja: なぜそんなことを？
pt: Ah, porque é que iria fazer isso?
zh_cn: 我为什么要这么做？

source: These two towns will always fight each other. By you leaving, they will think they have won, and stop their attacks.
de: Diese zwei Städte werden sich immer bekämpfen. Wenn du gehst denken sie, sie haben gewonnen und stellen ihre Angriffe ein.
fr: Vos deux villes seront toujours en conflit. Avec votre départ, ils vont penser qu'ils ont gagné et arrêter leurs attaques.
ja: この2つの町はいつも争っている。あなたが去ることで相手は勝ったと思い、攻撃を止めるでしょう。
pt: Estes dois povoados estarão sempre em luta. Se deixares, vão pensar que ganharam e vão parar com os ataques.
zh_cn: 这两个地方会永远争斗个没完，除非你离开。这样他们会认为自己赢了，并且停止他们的攻击。

source: Hmm, you might have a point there.
de: Hm, in dem Punkt könntest du recht haben.
fr: Hum, vous pourriez avoir raison.
ja: ふむ、一理あるかもしれない。
pt: Humm, pode ser que tenhas razão.
zh_cn: 嗯，你说得有道理。

source: OK, you have convinced me. I will leave Prim for another town. The survival of my people here is more important than me.
de: Gut, du hast mich überzeugt. Ich werde Prim verlassen und in eine andere Stadt ziehen. Das Wohl meines Volkes hier ist wichtiger als ich selbst es bin.
fr: OK, vous m'avez convaincu. Je vais quitter Prim pour une autre ville. La survie de mon peuple ici est plus importante que moi.
ja: わかった、納得したよ。プリムを離れて別の町に行こう。私などよりも、ここの人々が生き延びてくれることの方が重要だ。
pt: Está bem, convenceste-me. Vou deixar Prim e ir para outra cidade. A sobrevivência do meu povo aqui é mais importante do que eu.
zh_cn: 好吧，你说服我了。我要离开普里姆去其他地方。此处人民的生存比我个人更重要。

source: Thank you friend, for talking some sense into me.
de: Danke mein Freund, dass du mir ins Gewissen geredet hast.
fr: Merci de m'avoir éclairé mon ami .
ja: 私を説得してくれたこと、感謝する。
pt: Obrigado amigo, por me fazeres recuperar o juízo.
zh_cn: 谢谢你朋友，是你让我意识到这一点。

source: Hello again. Did you manage to remove that bastard battle master Harlenn from the Blackwater mountain settlement?
de: Hallo nochmal. Ist es dir gelungen, diesen Bastard von einem Schwertmeister los zu werden, diesen Harlenn aus der Blackwater Mountain Siedlung?
fr: Bonjour. As-tu réussi à faire sortir ce bâtard de chef de guerre Harlenn de la colonie du mont Encreau ?
ja: やあ。戦闘司令官ハーレンのやつをブラックウォーター山集落から排除できたか？
pt: Olá novamente. Conseguiste remover aquele bastardo do Harlenn, ministro da guerra da aldeia da montanha das Águas Negras?
zh_cn: 你好。你把那个混账战斗大师哈伦从黑水营地赶走了吗？

source: Can you tell me again what I was supposed to do?
de: Kannst du mir nochmal sagen was ich tun sollte?
fr: Pourriez-vous me rappeler ce que j'étais sensé faire ?
ja: 何をすればいいんでしたっけ？
pt: Podes dizer-me outra vez o que tenho de fazer?
zh_cn: 你能再告诉我一下我应该干什么吗？

source: Not yet. I am still working on it.
de: Noch nicht, ich bin noch dabei.
fr: Pas encore. Je travailles encore dessus.
ja: まだです。やっているところです。
pt: Ainda não. Estou a tratar disso.
zh_cn: 还没。我还在努力。

source: Yes, he is dead.
de: Ja, er ist tot.
fr: Oui, il est mort.
ja: はい、彼は死んだ。
pt: Sim, ele está morto.
zh_cn: 是的，他死了。

source: Yes, he is gone.
de: Ja, er ist weg.
fr: Oui, il a quitté les lieux.
ja: はい、彼はいなくなった。
pt: Sim, ele já se foi.
zh_cn: 是的，他离开了。

source: While I am grateful for this news in knowing that he is dead, I am also saddened that it had to come to this.
de: Wenn ich auch dankbar bin für die Nachricht seines Todes, so betrübt es mich, das es soweit kommen musste.
fr: Bien que je sois reconnaissant de ces nouvelles indiquant sa mort, je suis également attristé par le fait d'avoir dû en arriver là.
ja: あの男が死んだという知らせには感謝している、とはいえ、こんなことになってしまったことが残念でならない。
pt: Enquanto estou grato por saber que ele está morto, também estou triste que isto tenha terminado assim.
zh_cn: 听到他死了我很高兴。但同时，事情发展到现在这个地步我也很难过。
