Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: Yes, they seem like troublemakers all around.
de: Ja, sie verhalten sich überall wie Störenfriede.
fr: Oui, ils ont tous l'air de fauteurs de troubles.
ja: そうですね。どこでも厄介者のようです。
pt: Sim, eles parecem ser desordeiros em todo o lado.
zh_cn: 是的，他们似乎是到处惹是生非的人。

source: I am sure they have their reasons for doing what they do.
de: Ich bin sicher, sie haben ihre Gründe für das, was sie tun.
fr: Je suis certain qu'ils ont leurs raisons pour faire ce qu'ils font.
ja: きっと彼らには彼らなりの理由があるのでしょう。
pt: Tenho a certeza que eles têm as suas razões para fazer o que eles fazem.
zh_cn: 我相信他们做这些事是有原因的。

source: Right. Troublemakers indeed.
de: Richtig. Störenfriede in der Tat.
fr: Bien d'accord avec toi, ce sont des fauteurs de troubles.
ja: その通り。実に厄介者です。
pt: Certo. Desordeiros, certamente.
zh_cn: 的确。麻烦制造者。

source: What do you want me to do?
de: Was möchtest du das ich tun soll?
fr: Que voulez-vous que je fasse ?
ja: 僕に何をしてほしいのですか？
pt: O que queres que eu faça?
zh_cn: 你想我干什么？

source: Yes, their reason is to make life miserable for us, I am sure.
de: Ja, ihr Grund ist es, uns das Leben schwer zu machen, da bin ich sicher.
fr: Oui, leur raison est de rendre nos vies misérables, j’en suis sûr.
ja: ええ、私たちの生活を惨めなものとするために違いありません。
pt: Sim, o propósito deles é tornar a nossa vida miserável, tenho a certeza.
zh_cn: 是的，他们的目的是让我们的生活痛苦，我敢肯定。

source: My reports say that there is a guard stationed outside the tavern, to keep an eye on potential dangers.
de: Meinen Berichten zufolge ist eine Wache außerhalb der Taverne stationiert, um ein Auge auf mögliche Gefahren zu haben.
fr: Mes rapports disent qu’il y a un garde stationné devant la taverne, pour guetter d’éventuels dangers.
ja: 私の調査によると、酒場の外には守衛が配置されており、潜在的な危険に目を光らせているようです。
pt: Os meus relatórios dizem que há um guarda do lado de fora da taberna, para manter um olho sobre os potenciais perigos.
zh_cn: 我的报告说，有一个卫兵驻扎在酒馆外面，监视潜在的危险。

source: I want you to make sure the guard disappears somehow. How you do that is purely up to you.
de: Ich möchte, dass du dafür sorgst, dass die Wache irgendwie verschwindet. Wie du das anstellst, liegt völlig an dir.
fr: Je veux que tu fasses en sorte que le garde disparaisse. Utilise le moyen que tu veux.
ja: あなたにはこの守衛をどうにかして消してもらいたい。手段はお任せしましょう。
pt: Quero que te assegures que o guarda desaparece de alguma forma. Como é que vais conseguir isso é problema teu.
zh_cn: 我要你确定那个警卫不知怎么就消失了。你怎么做完全取决于你自己。

source: I am not sure I should upset the Feygard patrol guards. This could really get me into trouble.
de: Ich bin nicht sicher, ob ich die Wachen von Feygard verärgern sollte. Das könnte mich wirklich in Schwierigkeiten bringen.
fr: Je ne suis pas sûr qu'énerver la patrouille des gardes de Feygard soit une bonne idée. Cela pourrait me causer de sérieux problèmes.
ja: フェイガードパトロールを怒らせるべきかどうか分かりません。本当に困ったことになるかもしれない。
pt: Não tenho a certeza se devo perturbar os guardas da patrulha de Feygard. Isso pode meter-me em problemas.
zh_cn: 我不确定我是否应该惹恼费加德巡逻警卫。这真的会让我陷入困境。

source: For the Shadow, I will do as you ask.
de: Für den Schatten. Ich werde tun, wonach du verlangst.
fr: Pour l'Ombre, je ferai ce que vous demandez.
ja: シャドウのために、あなたの言う通りにします。
pt: Pela Sombra, vou fazer o que me pediste.
zh_cn: 为了暗影，我会照你说的去做。

source: OK, I hope this leads to some treasure in the end.
de: Ok, ich hoffe das bringt mir am Ende eine Belohnung ein.
fr: D'accord, j'espère que ça me mènera à un trésor au bout du compte.
ja: わかりました、最後には何かお宝に繋がるといいですね。
pt: Está bem, espero que isto acabe por me conduzir a um tesouro.
zh_cn: 好吧，我希望这最终能带来一些财富。

source: It's your choice. You can at least go check out the tavern and see if you find anything suspicious.
de: Du hast die Wahl. Du kannst dir zumindest die Taverne einmal ansehen und nachsehen, ob du etwas verdächtiges findest.
fr: C'est ton choix. Tu peux au moins jeter un œil à la taverne et voir si tu trouves quelque chose de suspect.
ja: それはあなた次第ですな。少なくとも酒場の様子を見に行って、何か怪しいものがないかを見てきていただきたい。
pt: A escolha é tua. Podes ao menos dar uma vista de olhos na taberna e ver se encontras alguma coisa suspeita.
zh_cn: 这是你的选择。你至少可以去酒馆看看有没有可疑的东西。

source: Maybe.
de: Vielleicht.
fr: Peut-être.
ja: たぶん。
pt: Talvez.
zh_cn: 也许吧。

source: Good. Report back to me when you are done.
de: Gut. Gib mir Bescheid, wenn du damit fertig bist.
fr: Bien. Viens au rapport quand tu auras terminé.
ja: よろしい。終わったら私に報告してください。
pt: Ainda bem. Diz-me quanto terminares.
zh_cn: 好。你做完后再向我汇报。

source: So, in order to gain our trust here in Vilegard, I would suggest you help Kaori, Wrye and me.
de: Also, um unser Vertrauen hier in Vilegard zu gewinnen, würde ich vorschlagen, du hilfst Kaori, Wrye und mir.
fr: Donc, pour gagner notre confiance ici à Vilegard, je te suggèrerais d'aider Kaori, Wrye et moi-même.
ja: そういうわけで、ここヴィルガードで信頼を得るためには、カオリ、ライ、そして私を助けることをお勧めします。
pt: Então, por forma a ganhares a nossa confiança aqui em Vilegard, sugiro que ajudes a Kaori, a Wrye e a mim.
zh_cn: 所以，为了在维尔加德赢得我们的信任，我建议你帮助考里、维艾和我。

source: Thank you for the information. I will be back when I have something to report.
de: Danke für die Information. Ich werde zurück sein, wenn ich etwas zu berichten habe.
fr: Merci pour l’information. Je serai de retour quand j’aurai des nouvelles.
ja: 教えてくれてありがとうございます。何か報告することがあればまた来ます。
pt: Obrigado pela informação. Voltarei aqui quanto tiver alguma novidade.
zh_cn: 谢谢你提供的信息。我有事要汇报时就回来。

source: I would suggest you help Kaori, Wrye and me to gain our trust.
de: Ich würde vorschlagen, du hilfst Kaori, Wrye und mir, um unser Vertrauen zu gewinnen.
fr: Je suggèrerais que tu nous aides, Kaori, Wrye et moi, pour gagner notre confiance.
ja: 私たちの信頼を得るためには、カオリ、ライ、そして私を助けることをお勧めします。
pt: Sugiro que ajudes a Kaori, a Wrye e a mim para ganhar a nossa confiança.
zh_cn: 我建议你帮助考里，维艾和我获得我们的信任。

source: About that guard outside the Foaming Flask tavern...
de: Was die Wache vor der Taverne ''Schäumende Flasche'' angeht...
fr: À propos de ce garde à l'extérieur de La Chopine Moussante …
ja: フォーミングフラスコ酒場の外の守衛についてですが…
pt: Sobre o guarda do lado de fora da taberna Foaming Flask...
zh_cn: 关于在泡沫瓶酒馆外面的守卫…

source: About those tasks...
de: Über diese Aufgaben...
fr: À propos de ces tâches ...
ja: これらの仕事についてですが…
pt: Sobre as tarefas...
zh_cn: 关于这些任务…

source: Never mind, let's get back to those other topics.
de: Wie auch immer, lass uns über andere Themen sprechen.
fr: Sans soucis, retournons aux autres sujets.
ja: やっぱりいいです、他の話題に戻りましょう。
pt: Esquece, vamos falar de outros assuntos.
zh_cn: 别介意，让我们回到其他话题。

source: Yes, what about them?
de: Ja, was ist damit?
fr: Oui, qu'en est-il ?
ja: ええ、どうですか？
pt: Sim, o que é que têm?
zh_cn: 是的，他们怎么样？

source: I have done all the tasks you asked me to do.
de: Ich habe alle Aufgaben erfüllt, die du mir gegeben hast.
fr: J'ai terminé toutes les tâches que vous m'avez demandées.
ja: 依頼された仕事は全部やりました。
pt: Fiz todas as tarefas que me pediste para fazer.
zh_cn: 我已经完成了你要我做的所有任务。

source: Yes, what about him. Have you removed him yet?
de: Ja, was ist mit ihr?. Hast du sie schon entfernt?
fr: Qu'en est-il ? T'en es-tu débarrassé ?
ja: ええ、あの男はどうですか。もう追い出しましたかな？
pt: Sim, e quanto a ele? Já te livraste dele?
zh_cn: 是的，他怎么样?你把他除掉了吗?

source: Yes, he will leave his post as soon as this shift is over.
de: Ja, er wird seinen Posten verlassen, sobald seine Schicht vorüber ist.
fr: Oui, il quittera son poste dès que son tour de garde sera terminé.
ja: はい、勤務時間が終わったら持ち場から去るでしょう。
pt: Sim, ele vai deixar o posto assim que terminar o turno dele.
zh_cn: 是的，一旦轮班结束，他就离开岗位。

source: Yes, he is removed.
de: Ja, er ist verschwunden.
fr: Oui, il est parti.
ja: はい、いなくなりました。
pt: Sim, ele foi removido.
zh_cn: 是的，他被除掉了。

source: No, but I am working on it.
de: Nein, aber ich arbeite daran.
fr: Non, mais j'y travaille.
ja: いいえ、でも今取り組んでます。
pt: Não, mas estou a tratar disso.
zh_cn: 没有，但我正在努力。

source: Yes, you dealt with him earlier. Thank you for your help.
de: Ja, du hattest dich um die Wache gekümmert. Vielen Dank für deine Hilfe.
fr: Oui, tu t'es occupé de lui plus tôt. Merci pour ton aide.
ja: ええ、先程対処して下さいましたな。ご協力ありがとうございました。
pt: Sim, lidaste com ele anteriormente. Obrigado pela ajuda.
zh_cn: 是的，你早就和他打过交道了。谢谢你的帮助。

source: Very good. Thank you for your help.
de: Sehr gut. Danke für deine Hilfe.
fr: Très bien. Merci pour ton aide.
ja: 素晴らしい。ご協力ありがとうございます。
pt: Muito bem. Obrigado pela ajuda.
zh_cn: 很好。谢谢你的帮助。

source: No problem. Let's get back to those other tasks we talked about.
de: Kein Problem. Lass uns über die anderen Aufgaben reden von denen du erzählt hast.
fr: Pas de problème. Revenons à ces autres tâches dont nous avons parlé.
ja: どういたしまして。前に話した他の仕事に戻りましょう。
pt: Não há problema. Vamos voltar às outras tarefas que estávamos a falar.
zh_cn: 没问题。让我们回到我们谈论的其他任务。

source: You still need to help Kaori with her task.
de: Du musst Kaori immer noch bei ihrer Aufgabe helfen.
fr: Tu dois encore aider Kaori dans sa tâche.
ja: あなたはまだカオリの仕事を手伝う必要があります。
pt: Ainda tens de ajudar a Kaori com a tarefa dela.
zh_cn: 你仍然需要帮助考里完成她的任务。

source: You still need to help Wrye with her task.
de: Du musst Wrye immer noch bei ihrer Aufgabe helfen.
fr: Tu dois encore aider Wrye dans sa tâche.
ja: あなたはまだライの仕事を手伝う必要があります。
pt: Ainda tens de ajudar a Wrye com a tarefa dela.
zh_cn: 你仍然需要帮助维艾完成她的任务。

source: Good. You helped all three of us.
de: Gut. Du hast uns allen dreien geholfen.
fr: Bien. Tu nous as aidé tous les trois.
ja: よろしい。あなたは私ども3人を助けてくださいました。
pt: Bem. Ajudaste-nos aos três.
zh_cn: 很好。你帮助了我们三个人。

source: I suppose that shows some dedication, and that we are ready to trust you now.
de: Ich denke, du hast Einsatz gezeigt und wir können dir jetzt vertrauen.
fr: Je suppose que ça montre un certain dévouement, et que nous sommes prêts à te faire confiance.
ja: 私はそれがいくらかの献身を示していると思います。そしてこれで、私たちはあなたのことを信頼できるようになりました。
pt: Suponho que isso mostra alguma dedicação e que agora podemos confiar em ti.
zh_cn: 我想这表明了一些奉献精神，我们现在准备相信你。

source: You have our thanks, friend. You will always find shelter here in Vilegard. We welcome you into our village.
de: Du hast unseren Dank, Freund. Du wirst uns in Vilegard immer willkommen sein. Wir begrüßen dich in unserem Dorf.
fr: Tu as notre gratitude, mon ami. Tu trouveras toujours refuge ici à Vilegard. Nous te souhaitons la bienvenue dans notre village.
ja: 感謝します。ここヴィルガードはいつでもあなたにとって雨風をしのげる場所となるでしょう。私たちの村へようこそ。
pt: Tens o nosso agradecimento, amigo. Vais sempre encontrar um abrigo aqui em Vilegard. Sê bem-vindo à nossa vila.
zh_cn: 你得到了我们的感激，朋友。你总能在这找到容身之所。欢迎你到我们村来。

source: Hello there. Welcome to my cabin.
de: Hallo. Willkommen in meiner Hütte.
fr: Bonjour. Bienvenue dans ma demeure.
ja: こんにちは。うちのキャビンへようこそ。
pt: Olá. Bem-vindo à minha cabana.
zh_cn: 你好。欢迎来到我的小屋。

source: What can you tell me about the surroundings here?
de: Was kannst du mir über die Umgebung hier erzählen?
fr: Que pouvez-vous me dire sur cette région ?
ja: ここの周辺について教えてくれませんか？
pt: O que é que me podes dizer sobre as redondezas?
zh_cn: 你能告诉我这周围的情况吗?

source: Mostly, I trade with travelers on the main road on the way to Nor City.
de: Meistens handle ich mit Reisenden auf der Hauptstraße auf dem Weg nach Nor City.
fr: En général, je fais du commerce avec les voyageurs sur la grand-route qui mène à Norville.
ja: 主に、ノアシティに行く途中の主要街道で旅人と取引をしています。
pt: Negoceio principalmente com viajantes na estrada principal a caminho de Nor City.
zh_cn: 大多数情况下，我都是在去诺尔城的主要道路上与旅行者进行交易。

source: Oh, there is not much around here. Vilegard to the west and Brightport to the east.
de: Oh, hier gibt es nicht viel. Vilegard im Westen und Brightport im Osten.
fr: Oh, il n'y a pas grand-chose par ici. Vilegard à l'ouest, et Clairport à l'est.
ja: まあ、この辺りにはあまり大したものはないですね。西はヴィルガード、東はブライトポートです。
pt: Oh, não há muita coisa por aqui. Vilegard fica a oeste (←) e Brightport a este (→).
zh_cn: 哦，这附近没有什么。维尔加德在西边，布莱特口岸在东边。

source: Up north is just forest. But there are some strange things happening there.
de: Nördlich ist bloß Wald. Aber dort geschehen manche merkwürdigen Dinge.
fr: Au nord, il y a juste la forêt. Mais des choses étranges s'y passent ces temps-ci.
ja: 北はただの森です。ただ、奇妙なことが起こっています。
pt: A norte (↑) é só floresta. Mas há algumas coisas estranhas a acontecer por lá.
zh_cn: 往北就是森林。但是那里发生了一些奇怪的事情。

source: I have heard terrible screams coming from the forest to the northwest.
de: Ich habe schreckliche Schreie aus dem Wald im Nordwesten gehört.
fr: J'ai entendu des cris affreux venant de la forêt, au nord-ouest.
ja: 森の北西から恐ろしい叫び声が聞こえてきたのです。
pt: Ouvi gritos terríveis vindos da floresta a noroeste (↖).
zh_cn: 我听到从森林到西北方向传来可怕的尖叫声。

source: I really wonder what is up there.
de: Ich frage mich wirklich, was dort ist.
fr: Je me demande bien ce qui s'y passe.
ja: あそこに何かあるのでしょうか。
pt: Questiono-me o que estará a acontecer lá.
zh_cn: 我真的很想知道那里有什么。

source: Hello there. Please browse my selection of fine armors and protection.
de: Hallo. Bitte durchstöbere meine feine Auswahl an Waffen und Rüstungen.
fr: Salut. Regarde ma sélection de fines armures et de protections, s'il te plaît.
ja: こんにちは。上質な鎧や防具を取り揃えてありますのでどうぞご覧ください。
pt: Olá. Por favor, vê a minha seleção de armaduras e proteção de qualidade.
zh_cn: 欢迎光临。请浏览我选择的精美盔甲和保护措施。

source: Let me see your list of wares.
de: Zeig mir deine Waren.
fr: Fais-moi voir ta liste de marchandises.
ja: 商品のリストを見せてください。
pt: Deixa-me ver a tua lista de mercadorias.
zh_cn: 让我看看你的商品清单。

source: Hello there. I heard you helped us here in Vilegard. What can I help you with?
de: Hallo. Ich hörte, dass du uns hier in Vilegard geholfen hast. Womit kann ich dienen?
fr: Bonjour. J'ai entendu dire que tu nous as aidés ici à Vilegard. Que puis-je faire pour toi ?
ja: こんにちは。ヴィルガードで私たちを助けてくれたと聞いております。どのようなご用件でしょう？
pt: Olá. Ouvi dizer que nos ajudaste aqui em Vilegard. Em que é que te posso ajudar?
zh_cn: 你好。我听说你在维尔加德帮过我们。我能帮你什么忙吗?

source: Can I see what items you have for sale?
de: Darf ich einen Blick auf deine Waren werfen?
fr: Puis-je voir les articles que vous vendez ?
ja: 売っているものを見せてもらえますか？
pt: Posso ver os itens que tens para vender?
zh_cn: 我可以看看你们有哪些物品要出售吗？

source: I have a shipment of Feygard items for you.
de: Ich habe eine Lieferung von Waren aus Feygard für dich.
fr: J'ai une expédition d'articles de Feygard pour toi.
ja: フェイガードのアイテムをお届けに参りました。
pt: Tenho um carregamento de itens de Feygard para ti.
zh_cn: 我有一批费加德的货要给你。

source: On the body of something called the Hira'zinn, I found this peculiar sword. Do you know anything about it?
de: Bei der Leiche eines Wesens namens Hira'zinn habe ich dieses seltsame Schwert gefunden. Weißt du irgendetwas darüber?
fr: Sur le corps de quelque chose nommé l'Hira'zinn, j'ai trouvé cette épée particulière. Tu sais quelque chose à son sujet ?
ja: ヒラジンと呼ばれるものの死体からこの奇妙な剣を見つけました。何かご存知ですか？
pt: No corpo de algo chamado Hira'zinn, encontrei esta espada peculiar. Sabes alguma coisa sobre ela?
zh_cn: 在一个叫希拉津的东西的遗骸上，我发现了这把奇特的剑。你知道关于这把剑的任何事情吗?

source: You are an outsider. We don't like outsiders here in Vilegard. Please leave.
de: Du bist ein Fremder. Wir mögen keine Fremden hier in Vilegard. Bitte geh.
fr: Tu es un étranger. On n'aime pas les étrangers ici à Vilegard. Pars.
ja: あなたはよそから来た方ですね。ヴィルガードではよそ者は嫌われています。出て行ってください。
pt: És um estrangeiro. Não gostamos de estrangeiros por aqui em Vilegard. Por favor, vai-te.
zh_cn: 你是外人。我们在维尔加德不喜欢外人。请离开吧。

source: Belief. Power. Struggle.
de: Glaube. Stärke. Anstrengung.
fr: Croyance. Puissance. Résistance.
ja: 信念。力。闘争。
pt: Crença. Poder. Lutar.
zh_cn: 信仰。权力。斗争。

source: What?
de: Wie bitte?
fr: Quoi ?
ja: 何？
pt: O quê?
zh_cn: 什么？

source: I was told to see you.
de: Mir wurde gesagt ich solle dich treffen.
fr: On m’a dit de venir vous voir.
ja: あなたに会うよう言われました。
pt: Disseram-me que falasse contigo.
zh_cn: 有人叫我来见你。

source: Backwards is the burden high and low.
de: Umgekehrt ist die Last hoch und tief.
fr: En arrière est le fardeau haut et bas.
ja: 後方は負担の大小。
pt: Lá atrás está um fardo alto e baixo.
zh_cn: 背负是高与低的负担。

source: Hello? Umar in the Fallhaven Thieves' Guild sent me to see you.
de: Hallo? Umar aus der Diebesgilde in Fallhaven schickt mich dich zu treffen.
fr: Salut ? Omar de la Guilde des voleurs de Fallhaven m’a envoyé pour vous voir.
ja: もしもし？ フォールヘブン盗賊ギルドのウマルよりあなたに会いに来ました。
pt: Olá? O Umar da Corja dos Ladrões de Fallhaven disse-me para te procurar.
zh_cn: 喂?法尔海文盗贼行会的奥马尔派我来见你。

source: Hiding in the Shadow.
de: Verborgen im Schatten.
fr: Se cachant dans l'Ombre.
ja: シャドウに隠れる。
pt: Escondido na Sombra.
zh_cn: 隐藏在暗影中。

source: Two alike in body and mind.
de: Zwei ähneln sich in Körper und Geist.
fr: Deux pareils dans le corps et l'esprit.
ja: 心身ともに似ている。
pt: Dois iguais em corpo e mente.
zh_cn: 两个人在身体和思想上都一样。

source: Are you going to make any sense?
de: Willst du überhaupt mal etwas sinnvolles sagen?
fr: Est-ce que tu vas dire quelque chose de sensé ?
ja: 何か意味があるのですか？
pt: Vais dizer alguma coisa que faça sentido?
zh_cn: 你说得通吗?

source: What do you mean?
de: Was meinst du?
fr: Que voulez-vous dire ?
ja: どういう意味だ？
pt: O que queres dizer?
zh_cn: 什么意思？

source: The lawful and the chaotic.
de: Der rechtmäßige und der chaotische.
fr: La légitimité et le chaos.
ja: 秩序と混沌。
pt: O legal e o caótico.
zh_cn: 秩序与混乱。

source: Hello? Do you know how I can reach Lodar's hideaway?
de: Hallo? Weißt du, wie ich Lodars Zufluchtsort finden kann?
fr: Bonjour ? Savez-vous comment je peux atteindre le refuge de Lodar ?
ja: もしもし？ ロダーの隠れ家にはどうやって行けばいいですか？
pt: Olá? Sabes como é que posso encontrar o esconderijo de Lodar?
zh_cn: 喂?你知道我怎样才能到达洛达尔的藏身之处吗?

source: I don't understand.
de: Ich verstehe das nicht.
fr: Je ne comprends pas.
ja: 分かりません。
pt: Não entendo.
zh_cn: 我听不懂。

source: Lodar? Clear, tingling, hurt.
de: Lodar? Klar, dröhnend, verletzt.
fr: Lodar ? clair, picotant, blessé.
ja: ロダー？ 明確、チクチク、痛い。
pt: Lodar? Comichão, claro, dor.
zh_cn: 洛达尔吗?清楚,刺痛,伤害。

source: Yes. The true form. Behold.
de: Ja. Die wahre Form. Erblicken.
fr: Oui. La vraie forme. Regarde.
ja: はい。本当の姿。見る。
pt: Sim. A verdadeira forma. Contempla.
zh_cn: 是的。真正的形式。看哪。

source: The Shadow?
de: Der Schatten?
fr: L'Ombre ?
ja: シャドウ？
pt: A Sombra?
zh_cn: 暗影吗？

source: Are you even listening to what I say?
de: Hörst du überhaupt, was ich gesagt habe?
fr: Est-ce que tu écoutes ce que je dis, au moins ?
ja: 話を聞いてます？
pt: Estás a ouvir-me?
zh_cn: 你在听我说什么吗？

source: Lodar, halfway between the Shadow and the light. Rocky formations.
de: Lodar, auf halbem Wege zwischen dem Schatten und dem Licht. Felsformationen.
fr: Lodar, à mi-chemin entre les Ombres et la lumière. Formations rocheuses.
ja: ロダー、シャドウと光の中間。岩場。
pt: Lodar, a meio caminho entre a Sombra e a luz. Formações rochosas.
zh_cn: 洛达尔，在阴影和光线之间的中途。岩石地层。

source: OK, halfway between two places. Some rocks?
de: Ok, auf halbem Wege zwischen zwei Plätzen. Einige Felsen?
fr: Ok, à mi-chemin entre deux lieux. Des rochers ?
ja: はい、2つの場所の中間ですね。岩？
pt: Está bem, a meio caminho entre dois lugares. Algumas rochas?
zh_cn: 好的，在两个地方的中间。一些石头吗?

source: Uh. Could you repeat that?
de: Uh. Könntest du das wiederholen?
fr: Euh. Pourriez-vous répéter cela ?
ja: ええと。もう一度言ってくれますか？
pt: Heim? Podes repetir?
zh_cn: 呃。你能重复一遍吗?

source: Guardian. Glow of the Shadow.
de: Wächter. Leuchten des Schattens.
fr: Gardien. Lueur de l'Ombre.
ja: 番人。シャドウの輝き。
pt: Guardião. Brilho da Sombra.
zh_cn: 守护者。暗影之光。

source: Glow of the Shadow? Are those the words the guardian needs to hear?
de: Leuchten des Schattens? Sind das die Worte, die der Wächter hören soll?
fr: Lueur de l'Ombre ? Ce sont les mots que le gardien doit entendre ?
ja: シャドウの輝き？ それが番人に伝える言葉なんですか？
pt: Brilho da Sombra? São essas as palavras que o guardião precisa de ouvir?
zh_cn: 暗影之光？这些话是守卫需要听到的吗?

source: 'Glow of the Shadow'? I recognize that from somewhere.
de: 'Leuchten des Schattens'? Das kommt mir von irgendwoher bekannt vor.
fr: "Lueur de l'Ombre" ? Je reconnais ça de quelque part.
ja: シャドウの輝き？ どこかで覚えがあります。
pt: 'Brilho da Sombra'? Conheço isso de algum sítio.
zh_cn: ‘暗影之光’？我从哪里听过这个。

source: Turning. Twisting. Clear form.
de: Biegung. Drehung. Klare Form.
fr: Tournant. Torsion. Forme claire.
ja: 回転。ねじれ。明確な形。
pt: Torneamento. Torção. Forma clara.
zh_cn: 转弯。扭曲。形式清晰。

source: What does that mean?
de: Was bedeutet das?
fr: Qu'est-ce que cela signifie ?
ja: どういう意味ですか？
pt: O que é que isso significa?
zh_cn: 这是什么意思?

source: Hello. Do you want something from the kitchen?
de: Hallo. Möchtest du etwas aus der Küche?
fr: Bonjour. Voulez-vous quelque chose de la cuisine ?
ja: こんにちは。キッチンの品で何か入用でしょうか？
pt: Olá. Queres alguma coisa da cozinha?
zh_cn: 你好。你想要厨房里的东西吗?

source: Sure, let me see what food you have to sell.
de: Sicher, zeig mir, welches Essen du zu verkaufen hast.
fr: Bien sûr, laissez-moi voir les aliments que vous avez à vendre.
ja: はい、どんな食べ物を売っているか見せてください。
pt: Claro, deixa-me ver o que tens para vender.
zh_cn: 当然可以，让我看看你们有什么可卖的。

source: That smells horrible. What are you cooking?
de: Das riecht grauenhaft. Was kochst du?
fr: Ça sent horrible. Qu'est-ce que vous cuisinez ?
ja: 酷いにおい。何を作ってるんです？
pt: Isso cheira muito mal. O que estás a cozinhar?
zh_cn: 这闻起来很可怕。你在煮什么？

source: That smells wonderful. What are you cooking?
de: Das riecht wunderbar. Was kochst du?
fr: Ça sent merveilleux. Qu'est-ce que vous cuisinez ?
ja: 良いにおい。何を作ってるんです？
pt: Isso cheira muito bem. O que estás a cozinhar?
zh_cn: 闻起来好极了。你在做什么？

source: Oh this? This is supposed to be a stew of anklebiter. Needs more seasoning I guess.
de: Oh das? Das soll ein Keiler-Eintopf werden. Ich vermute er braucht noch etwas Würze.
fr: Oh ça ? C'est censé être un ragoût de Morcheville. Il y a besoin de plus d'assaisonnement je suppose.
ja: ああ、こちらですか？ こちらはアンクルバイターのシチューとなる予定です。もっと味付けが必要ですね。
pt: Oh, isto? É suposto ser um ensopado de morde-tornozelos. Acho que precisa de mais tempero.
zh_cn: 哦，这个？这应该是炖脚踝肉的。我想需要更多的调味料。

source: I look forward to trying it when it is done. Good luck cooking.
de: Ich freue mich, davon zu probieren, wenn er fertig ist. Viel Glück beim Kochen.
fr: J'ai hâte de l'essayer quand il sera prêt. Bonne chance avec la cuisine .
ja: できたらぜひ食べてみたいです。料理頑張ってください。
pt: Estou ansioso para prová-lo quando terminar. Boa sorte no preparo.
zh_cn: 我期待着当它完成时尝试它。祝你好运。

source: Yuck, that sounds awful. Can you really eat those things? I'm grossed out, goodbye.
de: Bäh, das klingt furchtbar. Kannst du diese Viecher wirklich essen? Ich bin angeekelt, tschüss.
fr: Beurk, ça a l'air immonde. Pouvez-vous vraiment manger de telles choses ? Je suis dégoûté, au revoir.
ja: うわぁ、そりゃ酷い。ホントに食べられるの？ 気持ち悪いなぁ、さようなら。
pt: Iac, tem um aspeto horrível. Consegues mesmo comer essas coisas? Estou enjoado, adeus.
zh_cn: 哎呀，这听起来很糟糕。这些东西真的能吃吗？我已经无力吐槽了，再见。

source: No sorry, I don't have any food to sell. Go talk to Torilo over there if you want some drink or ready-made food.
de: Nein tut mir leid, ich kann dir kein Essen verkaufen. Geh und sprich mit Torilo dort drüben, wenn du fertiges Essen oder etwas zum Trinken möchtest.
fr: Non désolé, je n'ai pas de nourriture à vendre. Allez parler à Torilo là-bas si vous voulez une boisson ou de la nourriture prête.
ja: 申し訳ありませんが、売る食べ物がありません。お飲み物やお惣菜をご希望でしたら、あちらのトリロにお声かけください。
pt: Não, desculpa, não tenho nenhuma comida para vender. Vai falar com o Torilo ali se quiseres alguma bebida ou comida pronta.
zh_cn: 对不起，我没有食物可卖。如果你想要一些饮料或现成的食物，去那边和托里洛谈谈。

source: Welcome to the Foaming Flask tavern. We welcome all travelers in here.
de: Willkommen in der Taverne 'Schäumende Flasche'. Wir heißen hier alle Reisenden herzlich Willkommen.
fr: Bienvenue à la taverne la Chopine Moussante. Tous les voyageurs sont les bienvenus ici.
ja: フォーミングフラスコ酒場へようこそ。旅人の皆さまを歓迎します。
pt: Bem-vindo à taberna Foaming Flask. Damos as boas-vindas a todos os viajantes aqui.
zh_cn: 欢迎来到泡沫瓶酒馆。我们欢迎所有的旅行者到这里来。

source: Thank you. Are you the innkeeper here?
de: Danke sehr. Bist du der Gastwirt hier?
fr: Merci. Êtes-vous l'aubergiste ici ?
ja: ありがとう。ここの宿屋の方ですか？
pt: Obrigado. És o dono disto?
zh_cn: 谢谢你！你是这里的旅馆老板吗?
