Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: [Groaning]
de: [Stöhnen]
fr: [Grognement]
ja: （うめき声）
pt: [Gemendo]
zh_cn: [呻吟声]

source: You don't talk too much, do you?
de: Du redest nicht besonders viel, oder?
fr: Tu ne parles pas beaucoup, n'est-ce pas ?
ja: あんまり話さないんですね。
pt: Não fala muito, não é?
zh_cn: 你不会说得太多，对吗？

source: $playername enters!
de: $playername tritt ein!
fr: $playername entre !
ja: $playername、入場！
pt: $playername entra!
zh_cn: $playername进入!

source: Who may I please announce?
de: Wen soll ich bitte anmelden?
fr: Qui dois-je annoncer s'il vous plait ?
ja: 何と呼べばいい？
pt: Por favor, quem pode me anunciar?
zh_cn: 我可以通知谁？

source: $playername, please.
de: $playername, bitte.
fr: $playername, s'il vous plait.
ja: $playernameでお願いします。
pt: $playername, por favor.
zh_cn: $playername，请。

source: [Whispering] You should talk to Lovis again.
de: [Geflüstert] Du solltest noch einmal mit Lovis sprechen.
fr: [Murmures] Tu devrais reparler à Lovis.
ja: （ささやき声）もう一度ロビスと話したほうがいい。
pt: [A sussurrar] Deveria falar com Lovis novamente.
zh_cn: [低声]你应该再和洛维斯谈谈。

source: [Whispering] You should talk again to Unkorh.
de: [Geflüstert] Du solltest noch einmal mit Unkorh sprechen.
fr: [Murmures] Tu devrais reparler à Unkorh.
ja: （ささやき声）もう一度ウンコールと話したほうがいい。
pt: [Sussurrando] Deveria falar novamente com Unkorh.
zh_cn: [窃窃私语]你应该再和乌克尔谈谈。

source: No entry!
de: Kein Eintritt!
fr: N'entre pas !
ja: 立ち入り禁止だ！
pt: Entrada proibida!
zh_cn: 不许进入!

source: Come in, and take your time! You may choose one of three things.
de: Komm herein und lass dir Zeit! Du darfst dir eines von drei Dingen aussuchen.
fr: Entre, et prends ton temps ! Tu peux choisir une chose parmi trois.
ja: どうぞ入ってくれ。3つの中から1つを選ぶんだ。
pt: Entre e leve o tempo que precisar! Pode escolher uma das três coisas.
zh_cn: 进来吧，慢慢来!你可以从三件事中选择一件。

source: You made a good choice.
de: Du hast eine gute Wahl getroffen.
fr: Tu as fait un bon choix.
ja: 良い選択をしたな。
pt: Fez uma boa escolha.
zh_cn: 你做了一个很好的选择。

source: On the table there are 5000 shining gold coins.
de: Auf diesem Tisch liegen 5000 strahlende Goldmünzen.
fr: Sur la table, il y a 5000 pièces d'or brillantes.
ja: テーブルの上では5000ゴールドが輝いている。
pt: Na mesa há 5000 moedas de ouro brilhantes.
zh_cn: 桌子上有5000枚闪亮的金币。

source: You decide for the gold.
de: Du entscheidest dich für das Gold.
fr: Vous choisissez l'or.
ja: ゴールドにする。
pt: Decide pelo ouro.
zh_cn: 你要决定黄金。

source: You feel the pleasant weight of the gold in your bag.
de: Du spürst das angenehme Gewicht des Goldes in deiner Tasche.
fr: Vous sentez l'agréable poids de l'or dans votre sac.
ja: バッグの中にゴールドの心地よい重みを感じる。
pt: Sente o peso agradável do ouro na sua bolsa.
zh_cn: 你会感觉到包里金子的重量。

source: On the table you see a scroll with the texts of wise men.
de: Auf dem Tisch siehst du eine Schriftrolle mit den Sprüchen weiser Männer.
fr: Sur la table vous voyez un rouleau avec les textes d'un homme sage.
ja: テーブルの上には賢者のつづったスクロールがある。
pt: Na mesa vê um pergaminho com os textos dos sábios.
zh_cn: 在桌子上，你看到一个卷轴，上面有智者的文字。

source: You decide for the scroll.
de: Du entscheidest dich für die Schriftrolle.
fr: Vous choisissez le rouleau.
ja: スクロールにする。
pt: Decide pelo pergaminho.
zh_cn: 你为卷轴做决定。

source: You feel an immediate benefit from the experience of others.
de: Du spürst sofort, wie du weiser geworden bist.
fr: Vous sentez le bénéfice immédiat de l'expérience des autres.
ja: すぐさま他人の積み重ねた経験があなたに流れ込んでくる。
pt: Sente um benefício imediato da experiência dos outros.
zh_cn: 你从别人的经验中立即感到受益。

source: On the table lies a beautifully crafted shield.
de: Auf dem Tisch liegt ein wunderschön gearbeiteter Schild.
fr: Sur la table repose un bouclier magnifiquement réalisé.
ja: テーブルの上には美しい細工の盾がある。
pt: Na mesa está um escudo lindamente trabalhado.
zh_cn: 桌子上放着一个制作精美的盾牌。

source: You decide for the shield.
de: Du entscheidest dich für den Schild.
fr: Vous choisissez le bouclier.
ja: 盾にする。
pt: Decide pelo escudo.
zh_cn: 你决定选择盾牌。

source: This shield does feel good in your hands.
de: Dieser Schild fühlt sich gut in deinen Händen an.
fr: Le bouclier tient bien dans vos mains.
ja: この盾はあなたの手にしっくりくる。
pt: Este escudo se sente bem nas suas mãos.
zh_cn: 这块盾牌在你手中的感觉确实不错。

source: Hello $playername - great to meet you again!
de: Hallo $playername - schön, dich wiederzusehen!
fr: Bonjour $playername - content de te revoir !
ja: こんにちは$playername、また会えて嬉しいぞ！
pt: Olá, $playername - muito prazer em conhecê-lo novamente!
zh_cn: 你好，$playername - 很高兴再次见到你!

source: Norgothla! So you made it here.
de: Norgothla! Also hast du es hierher geschafft.
fr: Norgothla ! Vous êtes donc arrivé ici.
ja: ノルゴトラ！ ここに来たんだ。
pt: Norgothla! Então conseguiu chegar aqui.
zh_cn: 诺戈特拉!原来你到了这里。

source: Yes. Unkorh is still on the run, but my men are close behind him, thanks to you.
de: Ja. Unkorh ist weiterhin auf der Flucht, aber meine Männer sind ihm dicht auf den Fersen, dank dir.
fr: Oui. Unkorh est toujours en fuite, mais mes hommes sont à ses trousses, merci à toi.
ja: うむ。ウンコールはいまだ逃亡中だが、部下がすぐそばまで迫ってる。君のおかげだ。
pt: Sim. Unkorh ainda está foragido, mas os meus homens estão logo atrás dele, graças a si.
zh_cn: 是的。乌克尔仍在逃跑，但多亏了你，我的手下紧跟在他身后。

source: It was you who did all the hard work, I just helped a bit.
de: Du hattest den Löwenanteil an der Arbeit, ich habe nur etwas dabei geholfen.
fr: C'est vous qui avez fait tout le travail difficile, j'ai juste aidé un peu.
ja: 頑張ったのはあなただ、僕はちょっと手伝っただけ。
pt: Foi você quem fez todo o trabalho duro, apenas ajudei um pouco.
zh_cn: 是你做了所有的艰苦工作，我只是帮了一点忙。

source: I really would like to hunt him down.
de: Ich möchte ihn wirklich zur Strecke bringen.
fr: J'aimerais vraiment le pourchasser.
ja: 彼を捕らえてほしい。
pt: Realmente gostaria de caçá-lo.
zh_cn: 我真的很想追捕他。

source: Beware of the dog!
de: Vorsicht - bissiger Hund!
fr: Attention au chien !
ja: 犬に注意！
pt: Cuidado com o cão!
zh_cn: 注意那只狗！

source: The road is closed. Signed: Unkorh, Steward of Guynmart Castle
de: Dieser Weg ist bis auf weiteres gesperrt. Gez. Unkorh, Verwalter auf Guynmart Castle
fr: La route est fermée. Signé : Unkorh, intendant du château de Guynmart
ja: この道は通行止めです。 署名: グインマート城の執事ウンコール
pt: A estrada está fechada. Assinado: Unkorh, Regente do Castelo de Guynmart
zh_cn: 这条路是封闭的。 签名。乌克尔，盖恩玛特城堡的管理人

source: North: Guynmart Castle Northwest: Feygard
de: nördlich: Guynmart Castle nordwestlich: Feygard
fr: Nord : château de Guynmart Nord-ouest : Feygard
ja: 北: グインマート城 北西: フェイガード
pt: Norte (↑): Castelo de Guynmart Noroeste (↖): Feygard
zh_cn: 北：盖恩玛特城堡 西北：费加德

source: North: Guynmart Castle
de: nördlich: Guynmart Castle
fr: Nord : château de Guynmart
ja: 北: グインマート城
pt: Norte (↑): Castelo Guynmart
zh_cn: 北：盖恩玛特城堡

source: South east: Guynmart Castle
de: südöstlich: Guynmart Castle
fr: Sud-est : château de Guynmart
ja: 南東: グインマート城
pt: Sudeste (↘): Castelo Guynmart
zh_cn: 东南：盖恩玛特城堡

source: This raft does not look very trustworthy.
de: Dieses Floß sieht nicht sonderlich vertrauenserweckend aus.
fr: Ce radeau n'a pas l'air très fiable.
ja: このイカダはあまり信用できそうにない。
pt: Esta jangada não parece muito confiável.
zh_cn: 这个木筏看起来不是很值得信赖。

source: I will use it anyway.
de: Ich werde es trotzdem verwenden.
fr: Je vais l'utiliser quand même.
ja: とにかく使ってみる。
pt: Vou usá-lo de qualquer maneira.
zh_cn: 无论如何我都会使用它。

source: I can't swim. It is better if I do not try this old raft.
de: Ich kann nicht schwimmen. Besser, ich versuche dieses alte Floß gar nicht erst.
fr: Je ne sais pas nager. C'est mieux si je n'essaye pas ce vieux radeau.
ja: 泳げないんだ。こんな古いイカダは使わない方がいい。
pt: Não sei nadar É melhor que eu não experimente este velho bote.
zh_cn: 我不会游泳。如果我不去尝试这个旧木筏，那就更好了。

source: Oh no, the raft has drifted off!
de: Oh nein, das Floß treibt ab!
fr: Oh non, le radeau a dérivé !
ja: ああっ、イカダが流れて行ってしまった！
pt: Oh não, a jangada foi-se!
zh_cn: 哦，不，筏子已经漂走了！

source: I could tie this rope to the tree and climb down.
de: Ich könnte dieses Seil an den Baum knoten und daran hinabklettern.
fr: Je pourrais accrocher cette corde à l'arbre et descendre.
ja: このロープを木に結んで降りられそうだ。
pt: Poderia amarrar essa corda na árvore e descer.
zh_cn: 我可以把这条绳子绑在树上，然后爬下来。

source: Let's try it.
de: Mal versuchen.
fr: Essayons.
ja: やってみよう。
pt: Vamos tentar.
zh_cn: 让我们试试吧。

source: Hmm, better not.
de: Hmm, besser nicht.
fr: Hmm, il ne vaut mieux pas.
ja: うーん、やめたほうがいい。
pt: Hmm, melhor não.
zh_cn: 嗯，最好不要。

source: Hello $playername. Do you wish to climb up to me?
de: Hallo $playername. Möchtest du zu mir hochkommen?
fr: Bonjour $playername. Veux-tu grimper jusqu'à moi ?
ja: やあ、$playername。ボクのところまで登るかい？
pt: Olá $playername. Quer subir para mim?
zh_cn: 你好，$playername。你想爬到我这里来吗？

source: Yes. Could you drop the rope down?
de: Ja. Könntest du das Seil herunterlassen?
fr: Oui. Pourriez-vous descendre la corde ?
ja: うん。ロープを下ろしてくれるかな？
pt: Sim. Poderia soltar a corda?
zh_cn: 是的。你能把绳子放下来吗？

source: * Dedicated to $playername * Our help in times of great need
de: * Gewidmet $playername * Unserem Helfer in Zeiten größter Not
fr: * Dédicace à $playername * Notre aide en temps de grand besoin
ja: $playernameに捧げる 困り果てていた私達の救世主
pt: * Dedicado ao $playername * Nossa ajuda em tempos de grande necessidade
zh_cn: * 献给$playername * 我们在极度需要时的帮助

source: * D A N G E R * Do not enter the fog!
de: * L E B E N S G E F A H R * Nebelgebiet - Betreten verboten!
fr: * D A N G E R * Ne pas entrer dans la brume !
ja: キ ケ ン 霧に入らないように！
pt: * P E R I G O * Não entre no nevoeiro!
zh_cn: * 危险 * 不要进入雾中！

source: I am the new Feygard bridge guard. Har har. We do not let beggars through. Understand? Come back, but only if you have more gold with you.
de: Ich bin der neue Brückenwächter. Har har. Wir lassen keine Bettler durch, kapiert? Komm wieder, sobald du mehr Gold bei dir hast.
fr: Je suis le nouveau garde du pont de Feygard. Ha ha. On ne laisse pas passer les mendiants. Compris ? Reviens, mais seulement si tu as plus d'or avec toi.
ja: オレ様がフェイガードブリッジの新しい守衛だ。ワハハッ。貧乏人は通さん。分かったか？ 金をもっと持って戻ってくるんだな。
pt: Sou o novo guarda da ponte de Feygard. Har har. Não deixamos os mendigos passarem. Compreende? Volte, mas só quando tiver mais ouro consigo.
zh_cn: 我是新的费加德桥守卫。哼哼。我们不会让乞丐通过。明白吗？回来吧，但前提是你得带着更多的金子。

source: I am the new Feygard bridge guard. Har har. Give me your gold.
de: Ich bin der neue Brückenwächter von Feygard. Har. Har. Gib mir dein Gold.
fr: Je suis le nouveau garde du pont de Feygard. Ha ha. Donne-moi ton or.
ja: オレ様がフェイガードブリッジの新しい守衛だ。ワハハッ。金をよこせ。
pt: Sou o novo guarda da ponte de Feygard. Har har. Dê-me o seu ouro.
zh_cn: 我是新的费加德桥守卫。哈哈.把你的金子给我。

source: OK. Here, you can have 50 pieces of gold. Let me pass now.
de: Gut, du kannst diese 50 Goldstücke hier haben. Und jetzt lass mich durch.
fr: Ok. Tenez, prenez 50 pièces d'or. Laissez-moi passer maintenant.
ja: わかりました。50ゴールドを差し上げます。通してください。
pt: ESTÁ BEM. Aqui pode ficar com estas 50 peças de ouro. Deixe-me passar agora.
zh_cn: 好的。在这里，你可以拥有50块金币。现在让我过去。

source: Come and try to get it.
de: Komm doch, und hol es dir...
fr: Viens et essaye de le prendre.
ja: 取ってみろよ。
pt: Venha e tente conseguir.
zh_cn: 来试试吧。

source: Hmm, I will think about your offer.
de: Hmm, ich werde über dein Angebot nachdenken.
fr: Hmm, je vais réfléchir à votre offre.
ja: うーん、考えてみます。
pt: Hmm, vou pensar na sua oferta.
zh_cn: 嗯，我会考虑你的提议。

source: [Gold taken] Very good. But I need more.
de: [Gold genommen] Sehr gut. Aber ich brauche mehr.
fr: [Or pris] Très bien. Mais j'ai besoin de plus.
ja: （お金を取る） 結構だ。だがオレ様はもっと欲しい。
pt: [Moedas Tomadas] Muito bom. Mas preciso de mais.
zh_cn: [取金] 非常好。但我需要更多。

source: Of course. Here, you can have another 50 pieces of gold.
de: Selbstverständlich. Hier hast du weitere 50 Goldstücke.
fr: Bien sûr. Tenez, voici 50 pièces d'or de plus.
ja: そうですね。もう50ゴールドを差し上げます。
pt: Claro. Aqui, pode ter mais 50 peças de ouro.
zh_cn: 当然了。在这里，你可以再拥有50块黄金。

source: Enough!
de: Es reicht!
fr: Assez !
ja: もういい！
pt: O suficiente!
zh_cn: 够了!

source: Oh? Is it the fog that is the problem?
de: Oh? Ist der Nebel das Problem?
fr: Oh ? Est-ce que c'est la brume le problème ?
ja: えっ？ 霧のせいですか？
pt: Oh É o nevoeiro que é o problema?
zh_cn: 哦，难道是雾的问题？

source: Yes. Several men already got lost and never reappeared. There is no way through.
de: Genau. Es haben sich bereits etliche Männer darin verirrt und sind nie wieder aufgetaucht. Es gibt keinen Weg hindurch.
fr: Oui. Plusieurs hommes se sont déjà perdus et n'ont jamais réapparu. Il n'y a pas de passage à travers.
ja: そうだ。何人かはすでに道に迷い、それっきり姿を見せない。これでは通しようがない。
pt: Sim. Vários homens já se perderam e nunca mais reapareceram. Não há como passar.
zh_cn: 是的，已经有几个人迷路了，再也没有出现过。没有办法通过。

source: Welcome! Nice to see you again.
de: Willkommen! Schön dich wiederzusehen.
fr: Bienvenu ! Heureux de te revoir.
ja: いらっしゃい！ お久しぶり。
pt: Bem vindo! É bom ver-lo de novo.
zh_cn: 欢迎你!很高兴再次见到你。

source: Good morning! Did you hear the music last night? I think it came from the castle.
de: Guten Morgen! Hast du die Musik in der Nacht gehört? Ich denke, sie kam von der Burg.
fr: Bonjour ! As-tu entendu la musique la nuit dernière ? Je pense qu'elle venait du château.
ja: おはよう！ 昨夜の音楽は聞いた？ お城からだったと思うわ。
pt: Bom Dia! Ouviu a música ontem à noite? Acho que veio do castelo.
zh_cn: 早上好！你昨晚听到音乐了吗？我认为它来自城堡。

source: What is a kid like you doing all alone on the road?
de: Was macht ein Kind wie du so ganz allein auf der Straße?
fr: Qu'est-ce qu'un gamin comme toi fait seul sur la route ?
ja: 子供が1人で道を歩いて何をしているの？
pt: O que um garoto como você está a fazer sozinho na estrada?
zh_cn: 像你这样的孩子独自在路上做什么？

source: I am looking for my brother Andor. Have you seen him by any chance?
de: Ich suche nach meinem Bruder Andor. Hast du ihn vielleicht gesehen?
fr: Je cherche mon frère Andor. L'auriez-vous vu à tout hasard ?
ja: 僕の兄のアンドールを探しています。見かけたことはありますか？
pt: Estou a procurar meu irmão Andor. Já o viu por acaso?
zh_cn: 我在寻找我的哥哥安道尔。你有没有见过他？

source: I am tired and hungry. Do you have a place to rest, please?
de: Ich bin müde und hungrig. Könnte ich mich bei dir etwas ausruhen?
fr: Je suis fatigué et j'ai faim. Avez-vous un endroit pour me reposer, s'il vous plait ?
ja: クタクタでお腹が空いてるんだ。休めるところはありますか？
pt: Estou cansado e com fome. Tem um lugar para descansar, por favor?
zh_cn: 我又累又饿。请问你有地方可以休息吗？

source: None of your business.
de: Das geht dich nichts an.
fr: C'est pas tes affaires.
ja: 余計なお世話だ。
pt: Não é da sua conta.
zh_cn: 不关你的事。

source: No, sorry. We seldom see strangers in the area. But you could ask at Guynmart Castle. Just follow the road to the north, you can't miss it.
de: Nein, tut mir leid. Wir sehen selten Fremde in der Gegend. Aber du könntest auf Guynmart Castle nachfragen. Folge einfach dem Weg nach Norden, du kannst es nicht verfehlen.
fr: Non, désolé. On ne voit pas beaucoup d'étrangers dans ce coin. Mais tu peux demander au Château de Guynmart. Suis la route vers le nord, tu ne peux pas le manquer.
ja: いいえ、ごめんなさいねぇ。この地域で知らない人なんてめったに見かけないのよ。でも、グインマート城で聞いてみたらどうかしら。道なりに北へ行けばすぐよ。
pt: Não, desculpe. Raramente vemos estranhos na área. Mas poderia perguntar no Castelo Guynmart. Basta seguir a estrada ao norte, não pode perdê-lo.
zh_cn: 不，对不起。我们在这个地区很少见到陌生人。但你可以去盖恩玛特城堡问问。只要沿着道路向北走，就不会错过。

source: Guynmart Castle? I have never heard of it. Please tell me more.
de: Guynmart Castle? Davon habe ich noch nie gehört. Bitte erzähle mir mehr darüber.
fr: Le château de Guynmart ? Je n'en ai jamais entendu parler. Dites m'en plus s'il vous plait.
ja: グインマート城？ 聞いたことない。もっと教えて下さい。
pt: Castelo Guynmart? Nunca ouvi falar dele. Por favor me conte mais.
zh_cn: 盖恩玛特城堡？我从未听说过它。请告诉我更多。

source: Our land belongs to Guynmart Castle, but old Guynmart is a friendly and righteous man. He never takes too much from us.
de: Unser Land gehört zu Guynmart Castle. Aber der alte Guynmart ist ein freundlicher und gerechter Mann. Er fordert nie zuviel von uns.
fr: Nos terres appartiennent au Château de Guynmart, mais le vieux Guynmart est un homme amical et droit. Il ne nous prend jamais trop.
ja: このあたりの領土はグインマート城に属してるんだけど、グインマート様は人懐っこくて正義感の強い人よ。私たちからたくさん持っていくことだってしないし。
pt: A nossa terra pertence ao Castelo de Guynmart, mas o velho Guynmart é um homem amistoso e muito devoto. Ele nunca tira-nos demais.
zh_cn: 我们的土地属于盖恩玛特城堡，但老盖恩玛特是一个友好和正直的人。他从不向我们索取过多的东西。

source: Young Lady Hannah of Guynmart Castle often comes to visit us. A lovely girl she is. But she has not been here for a week now. I wonder if everything is all right.
de: Das junge Fräulein Hannah von Guynmart Castle kommt uns oft besuchen. Sie ist ein liebliches Mädchen. Aber das letzte Mal ist jetzt schon eine Woche her. Ich frage mich, ob alles in Ordnung ist.
fr: La jeune Dame Hannah du Château de Guynmart vient souvent nous rendre visite. Une très belle fille. Mais elle n'est pas venue depuis une semaine maintenant. Je me demande si tout va bien.
ja: グインマート城のハンナお嬢様がよく遊びに来てくれるのよ。ステキな女の子なのよ。でも、ここ1週間ほどは来てないのよねぇ。何事もないといいのだけど。
pt: A jovem Lady Hannah do Castelo Guynmart vem com frequência nos visitar. Uma garota adorável ela é. Mas ela não passa por aqui há uma semana. Pergunto-me se está tudo bem.
zh_cn: 盖恩玛特城堡的年轻汉娜女士经常来拜访我们。她是个可爱的女孩。但她已经有一个星期没有来了。我想知道是否一切都好了。

source: I have too much work to do now. But maybe you could check if everything is OK with her?
de: Ich habe noch zu viel zu tun hier. Aber vielleicht könntest du schauen, ob mit ihr alles in Ordnung ist?
fr: J'ai trop de travail à faire maintenant. Mais peut-être pourrais-tu vérifier si elle va bien ?
ja: 今はやることでいっぱいだし。でもあの子が大丈夫かどうか、ちょっとあなた確かめてきてもらえないかしら？
pt: Tenho muito trabalho para fazer agora. Mas talvez possa verificar se está tudo bem com ela?
zh_cn: 我现在有太多的工作要做。但也许你可以检查一下她是否一切都好？

source: Yes, of course. I will come back and tell you what I find out.
de: Ja natürlich. Ich komme dann zurück und berichte dir, was ich gehört habe.
fr: Oui, bien sûr. Je reviendrai vous dire ce que j'aurai découvert.
ja: ええ、もちろん。なにかわかったら戻ってお話します。
pt: Sim, claro. Voltarei e o direi o que descobri.
zh_cn: 是的，当然了。我会回来告诉你我所发现的情况。

source: No, sorry. I have to press on again. Bye.
de: Das geht leider nicht. Ich muss mich jetzt beeilen. Tschüss.
fr: Non, désolé. Il faut que je me presse. Au revoir.
ja: いえ、ごめんなさい。先に進まないと。それでは。
pt: Não, desculpe. Tenho que pressionar novamente. Tchau.
zh_cn: 不，对不起。我必须继续赶路。再见。

source: I will go tomorrow. But now I am tired and hungry. Do you have a place to rest, please?
de: Ich werde morgen hingehen. Im Moment bin ich zu müde und hungrig dafür. Könnte ich mich vielleicht bei dir etwas ausruhen?
fr: J'irai demain. Mais maintenant je suis fatigué et j'ai faim. Auriez-vous un endroit pour me reposer, s'il vous plait ?
ja: 明日行ってくる。でも今はクタクタでお腹が空いてるんだ。休めるところはありますか？
pt: Irei amanhã. Mas agora estou cansado e com fome. Tem um lugar para descansar, por favor?
zh_cn: 我明天会去。但现在我又累又饿。请问你有地方可以休息吗？

source: Yes of course. Go inside, there is some food left, and some cushions in the corner behind the oven. I will join you later.
de: Ja, natürlich. Geh ins Haus, dort ist noch etwas Essen übrig und hinter dem Ofen liegen einige Kissen bereit. Ich komme später nach.
fr: Oui bien sûr. Va à l'intérieur, il reste de la nourriture, et il y a des coussins dans le coin derrière le four. Je te rejoindrai plus tard.
ja: もちろんよ。中に入って。食べ物が少し残ってるし、オーブンの後ろの角にはクッションだってあるわ。私はあとで入るから。
pt: Sim, claro. Vá para dentro, resta alguma comida e algumas almofadas no canto atrás do forno. Vou juntar-me a si mais tarde.
zh_cn: 当然是的。进去吧，还有一些食物，烤箱后面的角落里还有一些垫子。我稍后会同你一起。

source: Great. Thank you.
de: Klasse. Vielen Dank.
fr: Super. Merci.
ja: いいね。ありがとうございます。
pt: Ótimo. Obrigado.
zh_cn: 很好。谢谢。

source: Hi! Any news from Guynmart castle?
de: Hallo! Gibt es was neues von der Burg?
fr: Salut ! Des nouvelles du château de Guynmart ?
ja: あら！ グインマート城のことでお知らせはないかしら？
pt: Oi! Alguma notícia do castelo de Guynmart?
zh_cn: 嗨！有来自盖恩玛特城堡的消息吗？

source: Oh yes, it is a long story. Maybe I could stay overnight and tell you all about it in detail?
de: Oja, es gibt viel zu erzählen. Darf ich über Nacht bei dir bleiben und dir ausführlich alles berichten?
fr: Oh oui, c'est une longue histoire. Peut-être pourrais-je rester la nuit et vous raconter tout en détails ?
ja: そうですね、長い話になります。ひと晩泊まって、そのあたりを詳しくお話しても？
pt: Ah, sim, é uma longa história. Talvez pudesse passar a noite e contar tudo sobre isso em detalhes?
zh_cn: 哦，是的，这是个很长的故事。也许我可以在这里过夜，并详细地告诉你所有的事情？

source: Yes, but I want to learn more about what is going on before I am willing to discuss it.
de: Ja, aber ich möchte noch etwas mehr herausfinden, bevor ich dir davon berichte.
fr: Oui, mais je veux en apprendre davantage avant d'en discuter.
ja: はい、でもそれについて話し合う前に、起こってることをもっと詳しく知っておきたいですね。
pt: Sim, mas quero aprender mais sobre o que está a acontecer antes de estar disposto a discuti-lo.
zh_cn: 是的，但我想在愿意讨论之前更多地了解发生的事情。

source: With pleasure. Just go inside and make yourself comfortable on the cushions in the corner behind the oven. We will talk when my work is done.
de: Liebend gern. Geh schon mal hinein und mach es dir auf den Kissen hinter dem Ofen bequem. Sobald meine Arbeit hier getan ist, erzählst du mir alles.
fr: Avec plaisir. Va à l'intérieur et profite des coussins dans le coin derrière le four. Nous parlerons quand mon travail sera fini.
ja: 喜んで。中に入ってオーブンの後ろの隅にあるクッションでくつろいでて。私の仕事が片付いたら話しましょうか。
pt: Com prazer. Basta entrar e fique à vontade nas almofadas no canto atrás do forno. Falaremos quando meu trabalho terminar.
zh_cn: 带着愉悦的心情。进屋去吧，在烤箱后面角落里的坐垫上让自己舒服点。等我的工作完成后我们再谈。

source: Grrrrrr
fr: Grrrrr
ja: グルルル
zh_cn: 咕噜咕噜咕噜咕噜

source: Hello stranger. Who are you and where are you going?
de: Hallo Fremdling. Wer bist du und wohin bist du unterwegs?
fr: Bonjour étranger. Qui es-tu et où vas-tu ?
ja: 見知らぬ者よこんにちは。君は誰でどこに行くのかな？
pt: Olá estranho. Quem é e para onde vai?
zh_cn: 陌生人你好。你是谁，你要去哪里？

source: I am $playername, and come from the castle.
de: Ich bin $playername. Ich komme von der Burg.
fr: Je suis $playername, et je viens du château.
ja: $playernameです、お城から来たんだ。
pt: Sou $playername e venho do castelo.
zh_cn: 我是$playername，来自城堡。

source: From the castle? You did not come here the usual way.
de: Von der Burg? Du bist aber nicht auf dem üblichen Weg gekommen.
fr: Du château ? Tu n'en viens pas par la route habituelle.
ja: 城から？ 普通の道は使わなかったのか。
pt: Do castelo? Não veio aqui da maneira usual.
zh_cn: 从城堡里来的？你不是通过正常途径来这里的。

source: You are right. I had a misunderstanding with Unkorh the steward and he threw me off the north wall. Now I am looking for a way back.
de: Das stimmt. Es gab ein Missverständnis mit Unkorh, dem Verwalter. Er ließ mich über die Mauer werfen, und nun suche ich einen Weg zurück zur Burg.
fr: Vous avez raison. Je me suis mal compris avec Unkorh l'intendant, et il m'a envoyé vers le mur nord. Maintenant je cherche le chemin du retour.
ja: そうです。執事のウンコールと誤解があって、北の城壁から放り出されて。帰り道を探してるところなんです。
pt: Está certo. Tive um mal-entendido com Unkorh, o mordomoe ele me expulsou da muralha norte. Agora estou a procurar um caminho de volta.
zh_cn: 你是对的。我和管家乌克尔发生了误解，他把我从北墙扔了下去。现在我正在寻找一条回去的路。

source: You were kicked out? And still want to go back? You must explain that.
de: Du wurdest rausgeworfen? Und willst dennoch zurück? Das musst du mir erklären.
fr: On t'a renvoyé ? Et tu veux y retourner ? Tu dois m'expliquer ça.
ja: 追い出されたと？ また戻るつもりか？ 説明してくれ。
pt: Foi expulso? E ainda quer voltar? Deve explicar isso.
zh_cn: 你被踢出来了？而且还想回去？你必须解释一下。

source: I spoke to Lady Hannah there. She bade me to find her betrothed, who has been missing for a week now.
de: Ich habe mich dort mit Fräulein Hannah unterhalten. Sie bat mich, ihren Verlobten zu finden, der nun schon seit einer Woche vermisst wird.
fr: J'ai parlé à Dame Hannah là-bas. Elle m'a offert de trouver son fiancé, qui est porté disparu depuis maintenant une semaine.
ja: ハンナお嬢様と話したんだ。それで先週からずっと行方不明になってる婚約者を捜すよう言われた。
pt: Falei lá com Lady Hannah. Ela pediu-me para encontrar o noivo dela, que está desaparecido há uma semana.
zh_cn: 我在那里和汉娜女士谈过。她让我去找她的未婚夫，他已经失踪一个星期了。
