Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: You are not from Brimhaven, are you? If you need a place to stay, visit the inn in the eastern part of the town. There are beds available for rent. But it is a bit untidy there.
fr: Tu n'es pas de Brimhaven, n'est-ce pas ? Si tu as besoin d'un endroit pour te reposer, visite l'auberge à l'est de la ville. Il y a des lits à louer. Mais c'est un peu désordonné là-bas.
ja: ブリムヘブンの人じゃないよね？ 宿が必要なら町の東にある宿を訪ねてみなよ。貸しベッドがあるよ。ただちょっと散らかってるんだよね。
pt: Não é de Brimhaven? Se precisa de um lugar para ficar, visite a estalagem na parte leste da cidade. Existem camas disponíveis para alugar. Mas lá é um pouquinho desarrumado.
zh_cn: 你不是来自布林海文，是吗？如果你需要住的地方，请到镇子东部的旅馆去。那里有床位可供出租。但那里有点脏。

source: I suspect that you killed Lawellyn or that you were at the very least at the scene of the murder at the time of his death.
fr: Je pense que tu as tué Lawellyn ou au moins que tu étais sur la scène du meurtre au moment de sa mort.
ja: あなたはローリンを殺した、あるいは少なくとも彼が死んだとき現場にいたのではないでしょうか。
pt: Suspeito que você matou Lawellyn ou que estava no mínimo na cena do crime no momento da sua morte.
zh_cn: 我怀疑是你杀了劳林，或者在他死的时候你至少在谋杀现场。

source: No need to pretend we've never met. I do believe you are innocent.
fr: Pas besoin de faire semblant qu'on ne se connait pas. Je crois vraiment que tu es innocent.
ja: 会ったことがないふりをする必要はないですよ。僕はあなたが無実だと信じます。
pt: Não precisas de fingir que nunca nos conhecemos. Eu acredito que és inocente.
zh_cn: 没有必要假装我们从未见过面。我相信你是无辜的。

source: Don't pretend we've never met. Soon you will be in jail.
fr: Pas besoin de faire semblant qu'on ne se connait pas. Bientôt, tu seras en prison.
ja: 会ったことがないふりをするな。どうせすぐに刑務所に入ることになるんだ。
pt: Não finjas que nunca nos conhecemos. Em breve estarás na prisão.
zh_cn: 不要假装我们从未见过。很快你就会被关进监狱。

source: Don't get in my way. Are you one of those guys from the east side of the town, without manners?
fr: Ne reste pas sur mon chemin. Es-tu l'un de ces gars malpolis de l'est de la ville ?
ja: 邪魔しないでよ。あなたも東部出身の礼儀知らずなの？
pt: Não fique no meu caminho. É um daqueles tipos, do leste da cidade, sem modos?
zh_cn: 不要挡我的路。你是来自城镇东边的那些没有礼貌的家伙之一吗？

source: I don't recognize you. Are you one of those people from the east part of the town, who send their children wearing cheap clothes to our school?
fr: Je ne te reconnais pas. Es-tu l'un de ces gars de l'est de la ville, qui envoient leurs enfants habillés de loques dans notre école ?
ja: あなた見覚えがないわねぇ。子供たちに安物の服を着せて、学校に送り込んでる東から来た人？
pt: Não o reconheço. É uma daquelas pessoas da parte leste da cidade, que mandam os filhos deles vestir roupas baratas para a nossa escola?
zh_cn: 我不认识你。你是那些来自镇子东部的人之一吗？

source: You look a bit old for a pupil.
fr: Tu as l'air un peu âgé pour un élève.
ja: お前さん生徒にしてはちょっと大きいの。
pt: Parece um pouco velho para um aluno.
zh_cn: 作为一个学生，你看起来有点老。

source: Hello. Great dam. Isn't it? We people from the west side of the town paid for the dam because the people from the east side can't afford it.
fr: Bonjour. Un beau barrage, n'est-ce pas ? Nous, les habitants de l'ouest de la ville, avons payé le barrage parce que les gens de l'est de la ville ne peuvent pas se le permettre.
ja: こんにちは。いいダムだ。そうでしょ？ ボクら西の人々で費用を出したんだ。東の人たちにはそんな余裕ないからね。
pt: Olá. Grande barragem. Não é? Nós, as pessoas do lado oeste da cidade, pagamos pela barragem porque as pessoas do lado leste não podem pagar.
zh_cn: 你好。伟大的大坝。不是吗？我们来自镇子西边的人支付了大坝的费用，因为东边的人负担不起。

source: Taking our good water? Go to the east side of the town. Oh, I forgot... you can't afford a well of your own.
fr: En train de prendre notre bonne eau ? Va à l'est de la ville. Oh, j'oubliais... vous n'avez pas de quoi vous payer un puits.
ja: 水が欲しいって？ 町の東にいけよ。ああ、忘れてた…お前ら井戸を持つ余裕なんてないんだったな。
pt: A tomar a nossa boa água? Vá ao lado leste da cidade. Ah, esqueci... não pode pagar um poço próprio.
zh_cn: 拿走我们的好水？去镇上的东边吧。哦，我忘了......你买不起自己的井。

source: Psst! Hey kid, you want to buy some nice stuff?
fr: Pssst ! Hé gamin, tu veux acheter un truc chouette ?
ja: ちょい！ おいガキ、いいものを買いたくないか？
pt: Psst! Ei, garoto, quer comprar umas coisas boas?
zh_cn: 嘿，孩子，你想买些好东西吗？

source: Maybe. Show me what you have.
fr: Peut-être. Montrez-moi ce que vous avez.
ja: たぶんね。何があるのか見せてください。
pt: Talvez. Mostre-me o que tem.
zh_cn: 也许吧。给我看看你有什么。

source: No thanks. I think maybe you don't actually own what you are selling.
fr: Non merci. Je crois que ce que vous vendez ne vous appartient pas.
ja: 結構です。その売り物はあなたの所持品じゃなさそうだ。
pt: Não, obrigado. Acho que talvez não possua de verdade o que está a vender.
zh_cn: 不，谢谢。我想也许你所卖的东西都不是你的。

source: Hello again kid. Want another look at what I have to sell?
fr: Bonjour gamin. Tu veux revoir ce que j'ai à vendre ?
ja: よう、また会ったなガキ。また売り物を見てみたいか？
pt: Olá novamente, garoto. Quer dar outra olhada no que tenho para vender?
zh_cn: 又见面了，孩子。想再看看我要卖的东西吗？

source: Was the gem I purchased originally mounted in the pommel of the dagger you have?
fr: Est-ce que la gemme que j'ai achetée en premier, était montée sur le pommeau de la dague que vous avez ?
ja: 僕の買った宝石は、元々はあなたのダガーの柄に取り付けられていたのですか？
pt: A gema que comprei foi montada originalmente no botão do punho da adaga que tem?
zh_cn: 我买的那颗宝石原来是装在你那把匕首的刀柄上吗？

source: Yes, I would like to take another look.
fr: Oui, je voudrais y rejetter un oeil.
ja: はい、もう一度見てみたいです。
pt: Sim, gostaria de dar outra olhada.
zh_cn: 是的，我想再看看。

source: Was the gem you have originally in the pommel of the dagger I purchased?
fr: Est-ce que la gemme que vous avez était initialement sur la dague que j'ai achetée ?
ja: あなたの宝石は、元々は僕が買ったダガーの柄に取り付けられていたのですか？
pt: A gema que tem estava originalmente no botão do punho da adaga que comprei?
zh_cn: 你手上的宝石原本是在我购买的匕首的刀柄上吗？

source: Yes. Show me what you have.
fr: Oui. Montrez-moi ce que vous avez.
ja: はい。何があるのか見せてください。
pt: Sim. Mostre-me o que tem.
zh_cn: 是的，让我看看你有什么。

source: Keep your voice down! We don't want to attract any attention!
fr: Parle moins fort ! On ne veut pas attirer l'attention !
ja: 声を落とせ！ 注目を集めるだろ！
pt: Fala mais baixo! Não queremos chamar nenhuma atenção!
zh_cn: 小声点!我们不想吸引任何关注!

source: OK. Don't worry. I can keep a secret.
fr: Ok. Ne vous inquiétez pas. Je peux garder le secret.
ja: わかった。心配しないで。秘密は守ります。
pt: Certo. Não se preocupe. Sei manter segredos.
zh_cn: 好的。别担心。我可以保守秘密。

source: It sounds like you want to do something illegal. I don't want trouble.
fr: On dirait que vous voulez faire quelque chose d'illégal. Je ne veux pas de problème.
ja: 何か違法なことをしたいようですね。面倒はごめんだ。
pt: Parece que quer fazer algo ilegal. Não quero problemas.
zh_cn: 听起来像是你想做一些非法的事情。我不想惹麻烦。

source: The people from the west side of town forced us to support the dam, but we don't get any benefit from it and they took all the good land.
fr: Les gens de l'ouest de la ville nous ont forcés à financer en partie le barrage, mais nous n'en tirons aucun bénéfice et ils ont pris toutes les bonnes terres.
ja: 西側の人々はワシらにダムへの支援を強要しましたが、ワシらはそこから何の利益も得られず、彼らはいい土地をすべて奪っていったのです。
pt: As pessoas do lado oeste da cidade forçaram-nos a apoiar a barragem, mas não obtemos nenhum benefício disso e eles ficaram com toda a terra boa.
zh_cn: 城镇西边的人强迫我们支持大坝，但我们并没有从中得到任何好处，他们把所有的好土地都夺走了。

source: Mama!
fr: Maman !
ja: ママ！
pt: Mãe!
zh_cn: 妈妈！

source: Stop talking to my daughter!
fr: Arrête de parler à ma fille !
ja: 娘に話しかけないで！
pt: Pare de falar com a minha filha!
zh_cn: 别再跟我女儿说话了！

source: I am sorry.
fr: Je suis désolé.
ja: ごめんなさい。
pt: Desculpe.
zh_cn: 我很抱歉。

source: I have to take my daughter to school. I can't let her cross this dangerous area on her own, and those people from the west side of town don't care at all.
fr: Il faut que j'amène ma fille à l'école. Je ne peux pas la laisser traverser cet endroit dangereux toute seule, et ces gens de l'ouest de la ville s'en fichent éperdument.
ja: 娘を学校に連れて行かなくちゃいけないんです。こんな危険なところを1人で渡らせるわけにはいかないわ、街の西側の人たちもまったく気にしてくれないし。
pt: Tenho que levar a minha filha à escola. Não posso deixá-la cruzar essa área perigosa por conta própria e as pessoas do lado oeste da cidade não se importam.
zh_cn: 我必须送我女儿去学校。我不能让她独自穿过这个危险的区域，而那些来自城西的人根本就不关心。

source: Get out of my way. Do you think you are better than me just because you are one of those rich guys from the western part of the town?
fr: Ôte-toi de mon chemin. Tu penses être meilleur que moi juste parce que tu es un de ces riches de l'ouest de la ville ?
ja: どけよ。西側の金持ちだからってオレより優れてるとでも思ってんのかよ？
pt: Saia da minha frente. Acha que é melhor do que eu só porque é um daqueles tipos ricos da parte oeste da cidade?
zh_cn: 别挡着我的路。你认为你比我好，只是因为你是那些来自城西的富人之一吗？

source: If you need a place to sleep, visit the inn. There are beds available for rent.
fr: Si tu as besoin d'un endroit pour dormir, visite l'auberge. Il y a des lits à louer.
ja: 寝る場所がいるなら、宿へ行ってみなよ。ベッドの貸し出しがあるよ。
pt: Se precisa de um lugar para dormir, visite a estalagem. Tem camas disponíveis para aluguel.
zh_cn: 如果你需要一个睡觉的地方，请到旅馆来。这里有床位可供出租。

source: Attention, kid! This is a dangerous place.
fr: Attention, gamin ! C'est un endroit dangereux.
ja: 注意して！ ここは危険な場所よ。
pt: Atenção, garoto! Este é um lugar perigoso.
zh_cn: 注意，孩子！这是个危险的地方。

source: Why? It looks lovely here.
fr: Pourquoi ? Ca a l'air adorable ici.
ja: どうして？ 素敵なところですよ。
pt: Por quê? Parece adorável aqui.
zh_cn: 为什么？它在这里看起来很可爱。

source: There are dangerous creatures in the hole down there. I fear that they'll come out again.
fr: Il y a de dangereuses créatures dans le trou là-bas. J'ai peur qu'elles reviennent.
ja: そこの穴には危険な生き物がいるの。また出てくるんじゃないかって心配よ。
pt: Há criaturas perigosas no buraco lá em baixo. Tenho medo que eles voltem a aparecer.
zh_cn: 下面的洞里有危险的生物。我担心它们会再次出来。

source: Then I wish the dry lake was full of water again. It would keep the monsters from coming out.
fr: Alors j'aimerais que le lac asséché soit à nouveau rempli d'eau. Ca empêcherait les monstres de sortir.
ja: だったら湖がまた水でいっぱいになればいいのに。それならモンスターも出てこれなくなりますから。
pt: Por isso gostaria que o lago seco estivesse cheio de água de novo. Isso impediria que os monstros saíssem de lá.
zh_cn: 然后我希望干涸的湖水再次充满水。这样可以防止怪物出来。

source: Indeed. I would see to it, if I had enough money.
fr: Tout à fait. Je paierais pour cela, si j'avais assez d'argent.
ja: そうね。お金さえあれば何とかするわ。
pt: De fato. Cuidaria disso, se tivesse dinheiro suficiente.
zh_cn: 的确如此。如果我有足够的钱，我会注意的。

source: What has money to do with it? I better go.
fr: Qu'est-ce que l'argent a à voir avec ça ? Je ferais mieux d'y aller.
ja: お金が何の関係があるの？ もう行った方がよさそうだ。
pt: O que dinheiro tem a ver com isso? É melhor ir.
zh_cn: 这跟钱有什么关系？我还是走吧。

source: It should not fail because of a lack of money. Here you have 2500 gold.
fr: Ca ne doit pas échouer à cause d'un manque d'argent. Voici 2500 pièces d'or.
ja: お金がないからってしくじっちゃダメだ。2500ゴールドを差し上げます。
pt: Não deve falhar por falta de dinheiro. Aqui tem 2500 moedas de ouro.
zh_cn: 它不应该因为缺乏资金而失败。你身上有2500金币。

source: Oh, wow! I will take care of it. So much money! Probably tonight ...
fr: Oh, ouah ! J'en prendrai soin. Autant d'argent ! Peut-être ce soir...
ja: わぁ、スゴイ！ ワタシにまかせて。大金ね！ きっと今夜に…
pt: Oh, uau! Vou dar conta disso. Tanto dinheiro! Provavelmente hoje à noite...
zh_cn: 哦，哇哦!我会处理好的。这么多钱!可能是今晚 ...

source: Isn't it a pity to see all that fertile land wasted?
fr: N'est-ce pas dommage de voir autant de terre fertile gâchée ?
ja: こんなにも肥沃な土地が無駄になっている、見ていて不憫だと思わないか？
pt: Não é uma pena ver toda aquela terra fértil desperdiçada?
zh_cn: 看到那么多肥沃的土地被浪费，不是很可惜吗？

source: Do you mean the lake?
fr: Vous voulez dire le lac ?
ja: 湖のことですか？
pt: Quer dizer o lago?
zh_cn: 你是说湖吗？

source: Sure. We had built this dam in Brimhaven to get more space for arable land, but someone must have sabotaged it.
fr: Bien sûr. Nous avons construit le barrage dans Brimhaven pour obtenir plus de terre arable, mais quelqu'un doit l'avoir saboté.
ja: ああ。ブリムヘブンにあのダムを建設して耕作地のスペースを確保できるようにしたんだがな、誰かが妨害したんだろう。
pt: Com certeza. Tínhamos construído a barragem de Brimhaven para obter mais espaço de terra arável, mas alguém deve ter sabotado.
zh_cn: 当然，我们在布林海文建造了这个水坝，以获得更多的可耕地空间，但一定有人破坏了它。

source: Would you like to repair the dam again?
fr: Vous voulez réparer le barrage à nouveau ?
ja: またダムを修理するんですか？
pt: Gostaria de reparar a barragem de novo?
zh_cn: 你想再次修复大坝吗？

source: Yes, I would see to it, if I had enough money.
fr: Oui, je paierais pour cela, si j'avais assez d'argent.
ja: そうだ、金さえあれば何とかしよう。
pt: De fato. Cuidaria disso, se tivesse dinheiro suficiente.
zh_cn: 是的，如果我有足够的钱，我会干的。

source: Everyone wants my money. I better go.
fr: Tout le monde veut mon argent. Je ferais mieux d'y aller.
ja: どいつもこいつも僕の金を欲しがる。もう行った方がよさそうだ。
pt: Todos querem o meu dinheiro. É melhor ir.
zh_cn: 每个人都想要我的钱。我还是走吧。

source: That is very noble of you. I will take care of it.
fr: C'est très noble de ta part. J'en prendrai soin.
ja: 立派なことだ。任せてくれ。
pt: Isso é muito nobre da sua parte. Vou cuidar disso.
zh_cn: 你真是太高尚了。我会处理好的。

source: Maybe. Why? Anyway, the dagger is no longer available, except perhaps at a special price.
fr: Peut-être. Pourquoi ? De toutes façons, la dague n'est plus disponible, sauf peut-être à un prix spécial.
ja: たぶんな。そりゃまたどうして？ とにかく、ダガーはもう売ってなくてな、特別価格でいいってなら別かもしれないがね。
pt: Talvez. Por quê? De qualquer maneira, a adaga não está mais disponível, exceto, talvez, a um preço especial.
zh_cn: 也许吧。为什么？无论如何，这把匕首不能使用了，除非可以特价出售。

source: Maybe. Why? Anyway, the gem is no longer available, except perhaps at a special price.
fr: Peut-être. Pourquoi ? De toutes façons, la gemme n'est plus disponible, sauf peut-être à un prix spécial.
ja: たぶんな。そりゃまたどうして？ とにかく、宝石はもう売ってなくてな、特別価格でいいってなら別かもしれないがね。
pt: Talvez. Por quê? De qualquer maneira, a gema já não está disponível, exceto, talvez, a um preço especial.
zh_cn: 也许吧。为什么？无论如何，宝石不能再用，除非可能以特价出售。

source: Since you have the gem, and you have asked about the dagger, I assume you want it. But when you want something enough, you are willing to pay more, right?
fr: Puisque tu as la gemme, et que tu as demandé la dague, je suppose que tu la veux. Mais quand tu veux vraiment quelque chose, tu es prêt à le payer plus, n'est-ce pas ?
ja: 宝石を持っていて、ダガーについて聞いてきたんだ、コイツが欲しいんだろうよ。だが十分なものが欲しいってときには、もっと金を出してもいいと思えるもんだ、そうだろ？
pt: Já que tem a gema e perguntou sobre a adaga, presumo que a queira. Mas quando quer muito uma coisa, está disposto a pagar mais, certo?
zh_cn: 既然你有宝石，而且你已经问过关于匕首的问题，我认为你想要它。但是当你想要满意的东西时，你愿意付出更多，对吧？

source: No, I don't think so.
fr: Non, je ne crois pas.
ja: いえ、そうは思いませんね。
pt: Não, acho que não.
zh_cn: 不，我不这么认为。

source: How much are you asking?
fr: Combien demandez-vous ?
ja: いくらですか？
pt: Quanto está a pedir?
zh_cn: 你要多少钱？

source: Can I see what else you have to sell.
fr: Puis-je voir ce que vous avez d'autre à vendre.
ja: 他に売っているものを見せてください。
pt: Posso ver o que mais tens para vender.
zh_cn: 我可以看看你还有什么可卖的吗。

source: I think 1000 gold would be fair. Is that acceptable?
fr: Je crois que 1000 pièces d'or serait un prix honnête. Est-ce acceptable ?
ja: 1000ゴールドが妥当かね。どうだ？
pt: [REVIEW]Acho que 1000 moedas de ouro seria justo. Isso é aceitável?
zh_cn: 我认为1000金币是公平的。这可以接受吗？

source: No. That's too much for me.
fr: Non. C'est trop pour moi.
ja: いいえ。高すぎますね。
pt: Não. Isso é demais para mim.
zh_cn: 不，这对我来说太过分了。

source: I don't think it's fair, but I'll pay it.
fr: Je ne pense pas que ce soit juste, mais je vais le payer.
ja: 妥当とは思わないけど、払います。
pt: Não acho justo, mas vou pagar.
zh_cn: 我不认为这很公平，但我愿意支付。

source: Here you go kid.
fr: Voilà gamin.
ja: ほらよ。
pt: Aqui está, garoto.
zh_cn: 给你，孩子。

source: Since you have the dagger, and you have asked about the gem, I assume you want it. But when you want something enough, you are willing to pay more, right?
fr: Puisque tu as la dague, et que tu as demandé la gemme, je suppose que tu la veux. Mais quand tu veux vraiment quelque chose, tu es prêt à le payer plus, n'est-ce pas ?
ja: ダガーを持っていて、宝石について聞いてきたんだ、コイツが欲しいんだろうよ。だが十分なものが欲しいってときには、もっと金を出してもいいと思えるもんだ、そうだろ？
pt: Já que tem a adaga e perguntou sobre a gema, presumo que quer. Mas quando quer muito algo, está disposto a pagar mais, certo?
zh_cn: 既然你有这把匕首，而且你问起了宝石，我想你是想要它。但是，当你想要的东西足够好的话，你就会愿意付出更多，对吗？

source: I think 1500 gold would be fair. Is that acceptable?
fr: Je crois que 1500 pièces d'or, ce serait un prix honnête. Est-ce acceptable ?
ja: 1500ゴールドが妥当かね。どうだ？
pt: [REVIEW]Acho que 1500 moedas de ouro seria justo. É aceitável?
zh_cn: 我认为1500金币是公平的。这可以接受吗？

source: No, that's too much for me.
fr: Non, c'est trop pour moi.
ja: いいえ、高すぎますね。
pt: Não, isso é demais para mim.
zh_cn: 不，这对我来说太过分了。

source: Here you go kid
fr: Voilà gamin
ja: ほらよ
pt: Aqui está, garoto
zh_cn: 给你，孩子

source: I recognize this. I made it, many years ago, for a man called Lawellyn. Alas, I hear he is now dead. See this recess in the pommel? There used to be an unusual gem in that. It gave the dagger some special properties. If you can find the gem, I can repair it for you.
fr: Je la reconnais. Je l'ai fabriquée, il y a de nombreuses années, pour un homme appelé Lawellyn. J'ai hélas appris sa mort. Tu vois ce renfoncement dans le pommeau ? Il y avait une gemme inhabituelle dedans. Ca donnait des propriétés spéciales à la dague. Si tu arrives à trouver la gemme, je peux la réparer pour toi.
ja: それなら見覚えがある。何年も前にローリンという男のために私が作ったものだ。ああ、彼ならもう死んだそうだぞ。柄にくぼみがあるだろう？ ここには珍しい宝石が入っていたんだ。それがダガーに特別な性質を与えていた。宝石が見つかったら修理してあげよう。
pt: Reconheço isto. Fui eu que o fiz, há muitos anos atrás, para um homem chamado Lawellyn. Infelizmente, ouvi dizer que ele está morto. Vê esse recesso no botão do punho? Havia uma joia incomum nisso. Deu à adaga algumas propriedades especiais. Se encontrar a joia, posso consertá-la.
zh_cn: 我认得这个。许多年前，我为一个叫劳林的人做的。唉，我听说他现在已经死了。看到剑柄上的这个凹槽了吗？那里面曾经有一颗不寻常的宝石。它给了这把匕首一些特殊的属性。如果你能找到那颗宝石，我可以为你修理它。

source: I think I know where to find that. I'll go and get it.
fr: Je crois que je sais où la trouver. Je vais la chercher.
ja: どこにあるか知ってると思う。手に入れてきます。
pt: Acho que sei onde encontrar isso. Vou ir buscá-lo.
zh_cn: 我想我知道在哪里可以找到它。我会去拿的。

source: OK. Thanks for the information.
fr: Ok. Merci pour l'information.
ja: わかりました。教えてくれてありがとう。
pt: Certo. Obrigado pela informação.
zh_cn: 好的。谢谢你提供的信息。

source: Let's talk about something else.
fr: Parlons d'autre chose.
ja: 他の話をしましょう。
pt: Vamos falar de outra coisa.
zh_cn: 让我们来谈谈别的事情。

source: I recognize this. It was used in something I made, many years ago. It was set into the pommel of a dagger I made for a man called Lawellyn. Alas, I hear he is now dead. It gave the dagger some special properties. If you can find the dagger, I can repair it for you.
fr: Je la reconnais. Elle était utilisée dans un objet que j'ai fabriqué, il y a de nombreuses années. Elle était incrustée dans le pommeau d'une dague que j'ai faite pour un homme nommé Lawellyn. J'ai hélas appris sa mort. Cela donnait à la dague des propriétés spéciales. Si tu parviens à trouver la dague, je peux la réparer pour toi.
ja: それなら見覚えがある。何年も前にローリンという男のために私が作ったダガーの柄にはめ込まれていたものだ。ああ、彼ならもう死んだそうだぞ。これがダガーに特別な性質を与えていた。ダガーが見つかったら修理してあげよう。
pt: Eu reconheço isso. Foi usado em algo que fiz, há muitos anos atrás. Foi colocado no botão do punho de uma adaga que fiz para um homem chamado Lawellyn. Infelizmente, ouvi dizer que ele está morto. Deu à adaga algumas propriedades especiais. Se encontrar a adaga, posso consertá-la.
zh_cn: 我认识这个。很多年前，它被用在我做的东西上。它被镶嵌在我为一个叫劳林的人做的匕首的剑柄上。唉，我听说他现在已经死了。它给了这把匕首一些特殊的属性。如果你能找到那把匕首，我可以为你修复它。

source: I think I know where to find that. I'll be right back.
fr: Je crois savoir où la trouver. Je reviens de suite.
ja: どこにあるか知ってると思う。すぐ戻ります。
pt: Acho que sei onde encontrar isso. Vou ir buscá-lo.
zh_cn: 我想我知道在哪里可以找到它。我马上回来。

source: Maybe if I find the time I'll look for it. Let's talk about something else.
fr: Si je trouve le temps, peut-être que je la chercherai. Parlons d'autre chose.
ja: 時間があったら探してみます。他の話をしましょう。
pt: Talvez se encontrar tempo o procure. Vamos falar de outra coisa.
zh_cn: 也许如果我能抽出时间，我会去找它。我们来谈谈别的事情。

source: OK. Thanks for the information.
fr: Ok. Merci pour l'information.
ja: わかりました。教えてくれてありがとう。
pt: Certo. Obrigado pela informação.
zh_cn: 好的。谢谢你提供的信息。

source: I recognize these. I made the dagger, many years ago, for a man called Lawellyn. Alas, I hear he is now dead. See this recess in the pommel? The gem you have fits in that. It gave the dagger some special properties. If you wish, I can repair it for you.
fr: Je les reconnais. J'ai fabriqué la dague, il y a longtemps, pour un homme appelé Lawellyn. J'ai hélas appris sa mort. Tu vois ce renfoncement dans la dague ? La gemme s'y loge. Elle donne à la dague des propriétés spéciales. Si tu veux, je peux la réparer pour toi.
ja: それなら見覚えがある。何年も前にローリンという男のためにダガーを作ったんだ。ああ、彼ならもう死んだそうだぞ。柄にくぼみがあるだろう？ 持っている宝石がそこに収まるんだ。それがダガーに特別な性質を与えていた。よければ修理しよう。
pt: Eu reconheço isso. Eu fiz a adaga, há muitos anos atrás, para um homem chamado Lawellyn. Infelizmente, ouvi dizer que ele está morto. Vê esse recesso no botão do punho? A joia que você tem encaixa nisso. Deu à adaga algumas propriedades especiais. Se quiser, posso consertá-lo.
zh_cn: 我认得这些。许多年前，我为一个叫劳林的人做了这把匕首。唉，我听说他现在已经死了。看到刀柄上的这个凹槽了吗？你手上的宝石就在这里面。它给了这把匕首一些特殊的属性。如果你愿意，我可以为你修复它。

source: How much will that cost?
fr: Combien cela coûtera-t-il ?
ja: いくらかかるの？
pt: Quanto isso vai custar?
zh_cn: 这将花费多少钱？

source: I'll think about it.
fr: J'y réfléchirai.
ja: 考えておきます。
pt: Vou pensar sobre iso.
zh_cn: 我要考虑一下。

source: Have you repaired the dagger?
fr: Avez-vous réparé la dague ?
ja: ダガーの修理は終わりましたか？
pt: Consertou a adaga?
zh_cn: 你修复了那把匕首吗？

source: I have a gem. I think it's the right one for the dagger we discussed.
fr: J'ai une gemme. Je crois que c'est celle qui correspond à la dague dont on a parlé.
ja: 宝石を持ってます。話にあったダガーに合うものだと思います。
pt: Tenho uma gema. Acho que é a certa para a adaga que discutimos.
zh_cn: 我有一颗宝石。我认为这是我们讨论的匕首的正确选择。

source: I have a dagger. I think it's the one that matches the gem we discussed.
fr: J'ai une dague. Je pense que c'est celle qui correspond à la gemme dont nous avons parlé.
ja: ダガーを持ってます。話にあった宝石に合うものだと思います。
pt: Tenho uma adaga. Acho que é a que combina com a gema que discutimos.
zh_cn: 我有一把匕首。我想这是与我们讨论的宝石相匹配的那把。

source: I'm looking for my brother, Andor. Have you seen anyone around town that looks a bit like me?
fr: Je cherche mon frère, Andor. Auriez-vous vu quelqu'un en ville qui me ressemble un peu ?
ja: 僕の兄のアンドールを探しています。町で僕に似た人を見かけたことはありますか？
pt: Estou a procurar o meu irmão, Andor. Viu alguém pela cidade que se parece um pouco comigo?
zh_cn: 我在寻找我的哥哥，安道尔。你在镇上有没有看到长得有点像我的人？

source: Yes, that's the one that matches the dagger! Now that I have both pieces, I can repair the dagger for you if you wish.
fr: Oui, c'est celle qui correspond à la dague ! Maintenant que j'ai les deux pièces, je peux réparer la dague pour toi si tu veux.
ja: そうだ、それがダガーに合うものだ！ 両方が揃ったので、よければダガーを修理しよう。
pt: Sim, é a que combina com a adaga! Agora que tenho as duas peças, posso reparar a adaga para si, se quiser.
zh_cn: 是的，那是与匕首相匹配的那个！现在我有了这两件，如果你愿意，我可以为你修理匕首。

source: Yes, that's the one that matches the gem! Now that I have both pieces, I can repair the dagger for you if you wish.
fr: Oui, c'est celle qui correspond à la gemme ! Maintenant que j'ai les deux pièces, Je peux réparer la dague pour toi si tu veux.
ja: そうだ、それが宝石に合うものだ！ 両方が揃ったので、よければダガーを修理しよう。
pt: Sim, é essa que combina com a gema! Agora que tenho as duas peças, posso reparar-lhe a adaga, se quiser.
zh_cn: 是的，这是与宝石相匹配的那个！现在我有了这两件，如果你愿意，我可以为你修理匕首。

source: I'll think about it
fr: Je vais y réfléchir
ja: 考えておきます
pt: Vou pensar sobre isso
zh_cn: 我要考虑一下

source: The best I can offer is 800 gold. The repair is quite delicate, and if done incorrectly it will just be a dagger with a gem in the pommel, and no more.
fr: Le mieux que je puisse proposer est 800 pièces d'or. La réparation est assez délicate et, si elle est mal faite, ce ne sera qu'une dague avec un bijou dans le pommeau, rien de plus.
ja: 800ゴールドがこちらの精一杯だな。修理はかなりデリケートなものとなる。うっかり間違った修理をしてしまうと、ただ柄に宝石のついただけのダガーとなって、以後の修理はできなくなる。
pt: O melhor que posso oferecer é 800 moedas de ouro. A reparação é bastante delicada, e se feito incorretamente será apenas uma adaga com uma gema no botão do punho, nada mais.
zh_cn: 我能提供的最好服务要800金币。修复非常微妙，如果做得不正确，它只会是一把匕首，里面有宝石，仅此而已。
