Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: I took the money.
de: Ich nahm das Geld.
fr: J’ai pris l’argent.
ja: お金を取った。
pt: Tirei o dinheiro.
zh_cn: 我拿了钱。

source: I took the scroll of wisdom.
de: Ich nahm die Schriftrolle der Weisheit.
fr: J'ai pris le parchemin de la sagesse.
ja: 叡智のスクロールを取った。
pt: Escolhi o pergaminho da sabedoria.
zh_cn: 我拿起了智慧的卷轴。

source: I took the shield.
de: Ich nahm den Schild.
fr: J’ai pris le bouclier.
ja: 盾を取った。
pt: Tirei o escudo.
zh_cn: 我拿走了盾牌。

source: Lovis prepared a surprise for me east of the castle.
de: [REVIEW]Lovis bereitete eine Überraschung für mich westlich der Burg vor.
fr: Lovis m’a préparé une surprise à l’est du château.
ja: ロビスは城の東にサプライズを用意してくれたという。
pt: [REVIEW]Lovis preparou uma surpresa para mim a oeste do castelo.
zh_cn: 洛维斯在城堡东边为我准备了一个惊喜。

source: Then I took my leave of Unkorh.
de: Dann verabschiedete ich mich von Unkorh.
fr: Puis j’ai pris congé d’Unkorh.
ja: そしてウンコールのもとを立ち去った。
pt: Então despedi-me de Unkorh.
zh_cn: 然后我向乌克尔告辞。

source: Marble hunting
de: Murmeljagd
fr: Chasse aux billes
ja: ビー玉探し
pt: Caça aos berlindes
zh_cn: 弹珠搜寻

source: Little Stuephant was crying because he lost his marbles. You told him you would find them for him.
de: Der kleine Stuephant weinte, weil er seine Murmeln verloren hatte. Du hast ihm versprochen, sie für ihn zu finden.
fr: Le petit Stuephant pleurait car il a perdu ses billes. Je lui ai dit que je vais lui retrouver.
ja: ステファント少年はビー玉を失くして泣いていた。あなたは探してくることを伝えた。
pt: O pequeno Stuephant estava a chorar porque perdeu as bolinhas de gude dele. Disse-lhe que os encontraria para ele.
zh_cn: 小斯图芬特哭了，因为他的弹珠丟了。你告诉他你会为他找到它们。

source: I found a green marble.
de: Ich fand eine grüne Murmel.
fr: J'ai trouvé une bille verte.
ja: 緑のビー玉を見つけた。
pt: Encontrei um berlinde verde.
zh_cn: 我发现了一个绿色的弹珠。

source: I found a red marble.
de: Ich fand eine rote Murmel.
fr: J'ai trouvé une bille rouge.
ja: 赤のビー玉を見つけた。
pt: Encontrei um berlinde vermelho.
zh_cn: 我发现了一个红色的弹珠。

source: I found a pink marble.
de: Ich fand eine pinke Murmel.
fr: J'ai trouvé une bille rose.
ja: ピンクのビー玉を見つけた。
pt: Encontrei um berlinde rosa.
zh_cn: 我发现了一个粉红色的弹珠。

source: I found a golden marble.
de: Ich fand eine goldene Murmel.
fr: J'ai trouvé une bille dorée.
ja: 金色のビー玉を見つけた。
pt: Encontrei um berlinde dourado.
zh_cn: 我找到了一个金色的弹珠。

source: I found a pearl white marble.
de: Ich fand eine perlweiße Murmel.
fr: J'ai trouvé une bille blanc perle.
ja: パールホワイトのビー玉を見つけた。
pt: Encontrei um berlinde barnco-pérola.
zh_cn: 我发现一个白色的弹珠。

source: That was all of them. I should give them to Stuephant now.
de: Das waren alle. Ich sollte sie nun Stuephant geben.
fr: Je les ai toutes. Je devrais les donner à Stuephant maintenant.
ja: これで全部だ。今すぐステファントに渡そう。
pt: Foram todos. Deveria dá-los ao Stuephant agora.
zh_cn: 这就是全部了。我现在应该把它们交给斯图芬特。

source: Stuephant was happy again.
de: Stuephant war wieder glücklich.
fr: Stuephant est heureux à nouveau.
ja: ステファントは元気を取り戻した。
pt: Stuephant ficou feliz novamente.
zh_cn: 斯图芬特又高兴起来了。

source: Rare delicacies
de: Seltene Delikatessen
fr: Mets rares et délicats
ja: 珍味
pt: Iguarias raras
zh_cn: 稀有美食

source: I met an old man living in seclusion on a hill top. He yearned for a meal of bread and cheese, together with wine.
de: Der alte Mann auf dem Hügel sehnte sich nach einer Mahlzeit aus Brot, Käse und Wein.
fr: Le vieil homme sur la colline désire vivement un repas de pain et fromage avec du vin.
ja: 丘の上で隠遁生活をしている老人と出会った。彼はパンとチーズとワインの食事を切望している。
pt: O velho no topo da colina ansiava por uma refeição de pão e queijo com vinho.
zh_cn: 我遇到一位隐居在山顶的老人。他渴望吃一顿面包和奶酪，再加上酒。

source: I brought him bread, cheese and wine. He is very happy.
de: Ich habe ihm Brot, Käse und Wein gebracht. Er war sehr glücklich.
fr: Je lui ai apporté le pain, le fromage et le vin. Il est très content.
ja: パンとチーズとワインを持ってきた。とても喜んでいる。
pt: Trouxe-lhe pão, queijo e vinho. Ele está muito feliz.
zh_cn: 我给他带来了面包、奶酪和酒。他非常高兴。

source: He would be even happier if the cheese was cheddar from Charwood. You can only get the cheddar there if you explicitly ask for it.
de: Er wäre noch glücklicher gewesen, wenn der Käse ein Cheddar aus Charwood wäre. Aber man kann den Cheddar nur bekommen, wenn man ausdrücklich danach fragt.
fr: Il serait encore plus heureux si le fromage venait de Charbois. On ne peut obtenir le cheddar là-bas qu'en le demandant explicitement.
ja: チーズがチャーウッドのチェダーであったら彼はもっと喜ぶだろう。 そこのチェダーははっきりと頼まなければ手に入らない。
pt: Ele ficaria ainda mais feliz se o queijo fosse o cheddar de Charwood. Só receberá o cheddar lá se pedir explicitamente por ele.
zh_cn: 如果奶酪是查伍德公司的切达奶酪，他就更高兴了。 只有在你明确要求的情况下，你才能在那里得到切达奶酪。

source: I got bread, cheddar and wine for him. He started feasting happily.
de: Ich brachte ihm Brot, Cheddar und Wein. Er begann sofort, glücklich zu speisen.
fr: Je lui ai amené du pain, du cheddar et du vin. Il a commencé à festoyer gaiment.
ja: パンとチェダーとワインを買ってきた。幸せそうにごちそうを食べ始めた。
pt: Trouxe pão, cheddar e vinho para ele. Ele começou a festejar alegremente.
zh_cn: 我为他准备了面包、切达干酪和葡萄酒。他开始开心地大快朵颐。

source: The roots of love
de: Wurzeln der Liebe
fr: Les racines de l'amour
ja: 愛のルーツ
pt: As raízes do amor
zh_cn: 爱的根源

source: Aryfora, a woman grieving in Stoutford's graveyard asked me to bring her some damerilias from Remgard for the grave of Noraed, her husband.
de: Aryfora, eine trauernde Witwe auf Stoutfords Friedhof, bat mich, ihr einige Damerilias aus Remgard für das Grab ihres Mannes, Noraed, zu holen.
fr: Aryfora, une femme pleurant dans le cimetière de Stoutford, m'a demandé de lui apporter des damerilias de Remgard pour la tombe de Noraed, son mari.
ja: スタウトフォードの墓地で悲しんでいるアリフォラという女性から、レムガードから夫のノラードの墓のためにダメリリアを摘んで来てほしいと頼まれた。
pt: Aryfora, uma mulher de luto no cemitério de Stoutford pediu-me a trazer algumas damerílias de Remgard ao túmulo de Noraed, o marido dela.
zh_cn: 阿利弗拉，一个在斯托特福德墓地里悲伤的女人，要求我从瑞姆加德给她带一些大马士革去她的丈夫诺拉德的坟墓。

source: Noraed's sister, Caeda, gave me some damerilias. I should bring them back to Stoutford.
de: Noraeds Schwester, Caeda, gab mir einige Damerilias. Ich sollte sie zurück nach Stoutford bringen.
fr: La soeur de Noraed, Caeda, m'a donné des damerilias. Je devrais les rapporter à Stoutford.
ja: ノラードの姉であるカエダが、ダメリリアをくれた。スタウトフォードに持って帰ろう。
pt: A irmã de Noraed, Caeda, deu-me algumas damerílias. Deveria levá-las de volta para Stoutford.
zh_cn: 诺拉德的妹妹凯达给了我一些大马士革花。我应该把它们带回斯托福德。

source: I have brought the damerilias back to Aryfora. She thanked me with a potion she made.
de: Ich habe die Damerilias zu Aryfota gebracht. Sie dankte mir mit einem Trank, den sie selbst gebraut hat.
fr: J'ai rapporté les damerilias à Aryfora. Elle m'a remercié en me donnant une potion qu'elle a concoctée.
ja: アリフォラのもとへダメリリアを持って帰った。彼女は自作したポーションで感謝した。
pt: Trouxe as damerílias de volta à Aryfora. Ela agradeceu-me com uma poção que fez.
zh_cn: 我把大马士革交给了阿利弗拉。她用她制作的药水感谢我。

source: I told her the flowers were from Noraed's sister, Caeda.
de: Ich erklärte ihr, die Blumen seien von Noraed's Schwester Caeda.
fr: Je lui ai dit que les fleurs venaient de la soeur de Noraed, Caeda.
ja: 花はノラードの姉のカエダからのものであると伝えた。
pt: Disse-lhe que as flores eram da irmã de Noraed, Caeda.
zh_cn: 我告诉她这些花是诺拉德的妹妹凯达送的。

source: I told her I found the flowers around Remgard, in the wild.
de: Ich erzählte ihr, dass ich die Blumen in der Wildnis um Remgard gefunden habe.
fr: Je lui ai dit que j'ai trouvé les fleurs près de Remgard, dans la nature.
ja: レムガードの辺りで野生の花を見つけたと伝えた。
pt: Disse-lhe que encontrei as flores ao redor de Remgard, na natureza.
zh_cn: 我告诉她，我是在瑞姆加德周围发现这些花的，在野外。

source: A secret garden
de: Ein geheimer Garten
fr: Un jardin secret
ja: 秘密の花園
pt: Um jardim secreto
zh_cn: 秘密花园

source: Caeda in Remgard told me I can find fresh damerilias in her family's glade, but the key was taken by monsters. If I can find the key in the cave north of Remgard, I can access that glade, but I have to return the key to Caeda.
de: Caeda aus Remgard erklärte mir, dass ich frische Damerilias auf der Bergwiese ihrer Familie finden könnte, jedoch war der Schlüssel ihr von Monstern weggenommen worden. Wenn ich den Schlüssel in der Höhle nördlich von Remgard finden kann, kann ich die Bergwiese erreichen, ich muss jedoch den Schlüssel zu Caeda zurückbringen.
fr: Caeda à Remgard m'a dit que je pouvais trouver des damerilias fraîches dans la clairière de sa famille, mais la clé a été prise par des monstres. Si je peux trouver la clé dans la grotte au nord de Remgard, je peux accéder à cette clairière, mais je dois rendre la clé à Caeda.
ja: レムガードのカエダは、自身の一家の管理する空き地であれば新鮮なダメリリアが見つかると話したが、鍵はモンスターに奪われてしまった。 レムガードの北の洞窟で鍵を見つけられたならその空き地にも入れる、しかし鍵はカエダに返す必要がある。
pt: Caeda em Remgard disse-me que posso encontrar dileilias novas na clareira da sua família, mas a chave foi tomada por monstros. Se puder encontrar a chave na caverna ao norte de Remgard, posso acessar a clareira, mas tenho que devolver a chave à Caeda.
zh_cn: 瑞姆加德的卡埃达告诉我，我可以在她家的小树林里找到新鲜的大马士革，但钥匙被怪物拿走了。 如果我能在瑞姆加德北部的山洞里找到钥匙，我就能进入那片丛林，但我必须把钥匙还给卡埃达。

source: Finding the key was not worth the trouble. The wilted damerilias Caeda gave me will be just fine.
de: Den Schlüssel zu finden wäre der Mühe nicht wert gewesen. Die verwelkten Damerilias von Caeda würden auch reichen.
fr: Trouver la clé n'en valait pas la peine. Les damerilias fanées que Caeda m'a données seront très bien.
ja: 鍵を見つけるのは割に合わない。カエダから受け取った枯れたダメリリアで十分だ。
pt: Encontrar a chave não valeu a pena. As damerílias murchas que a Caeda me deu servirão bem.
zh_cn: 不需要找到钥匙这么麻烦。凯达给我的枯萎的大梅花就可以了。

source: I killed some monsters and found the key to the glade.
de: Ich tötete ein paar Monster und habe den Schlüssel zur Bergwiese gefunden.
fr: J'ai tué quelques monstres et j'ai trouvé la clé de la clairière.
ja: モンスターを倒して空き地の鍵を発見した。
pt: Matei alguns monstros e encontrei a chave da clareira.
zh_cn: 我杀死了一些怪物，找到了空地的钥匙。

source: I returned the key right away to Caeda.
de: Ich brachte den Schlüssel direkt zu Caeda zurück.
fr: J'ai tout de suite rendu la clé à Caeda.
ja: すぐに鍵をカエダに返した。
pt: Devolvi imediatamente a chave à Caeda.
zh_cn: 我马上把钥匙还给了凯达。

source: I kept the key for a while, but finally returned it to Caeda.
de: Ich behielt den Schlüssel eine Weile, habe ihn aber doch noch Caeda zurückgegeben.
fr: J'ai gardé la clé pendant un certain temps, mais je l'ai finalement rendue à Caeda.
ja: しばらく鍵を保管していたが、最終的にはカエダに返した。
pt: Guardei a chave por um tempo, mas finalmente devolvi-a à Caeda.
zh_cn: 我保留了这把钥匙一段时间，但最后把它还给了凯达。

source: Caeda asked for my help to clear out the monsters in the caves so that she can go back there and attend to the flowers.
de: Caeda fragte nach meiner Hilfe die Monster in den Höhlen auszuschalten, so dass sie dorthin zurückkehren kann, um auf die Blumen aufzupassen.
fr: Caeda a demandé mon aide pour éliminer les monstres dans les grottes afin qu'elle puisse y retourner et s'occuper des fleurs.
ja: カエダは、洞窟に戻って花の世話ができるように、洞窟内のモンスターを一掃する手伝いを頼んできた。
pt: Caeda pediu a minha ajuda para acabar com os monstros nas cavernas para que ela possa voltar lá e cuidar das flores.
zh_cn: 凯达要求我帮助她清除山洞里的怪物，这样她就可以回到那里去照顾花了。

source: Many monsters are dead now. The rest will no longer dare to approach the statue.
de: Viele Monster sind nun tot. Der Rest wird nicht es nicht mehr wagen, die Statue zu erreichen.
fr: Beaucoup de monstres sont morts maintenant. Les autres n'oseront plus s'approcher de la statue.
ja: 多くのモンスターが退治された。残りは像に近づこうとはしないだろう。
pt: Muitos monstros estão mortos agora. O resto não se atreverá mais a aproximar-se da estátua.
zh_cn: 现在很多怪物都死了。其余的人将不敢再靠近雕像。

source: I told Caeda, so that she can attend to the glade.
de: Ich berichtete es Caeda, damit sie sich um die Bergwiese kümmern kann.
fr: Je l'ai dit à Caeda, pour qu'elle puisse s'occuper de la clairière.
ja: 空き地の世話ができるように、カエダに伝えておいた。
pt: Disse à Caeda, para que ela possa cuidar da clareira.
zh_cn: 我告诉了凯达，这样她就可以去空地上了。

source: The thorns of vengeance
de: Die Dornen der Rache
fr: Les épines de la vengeance
ja: 復讐の棘
pt: Os espinhos da vingança
zh_cn: 复仇的荆棘

source: Aryfora in Stoutford needs my help to prove her uncle, Blornvale, Stoutford's alchemist, killed her father.
de: Aryfora aus Stoutford brauchte meine Hilfe, um ihren Onkel Blornvale, den Alchemisten von Stoutford, des Mordes an ihrem Vater zu überführen.
fr: Aryfora, à Stoutford, a besoin de mon aide pour prouver que son oncle, Blornvale, l'alchimiste de Stoutford, a tué son père.
ja: スタウトフォードのアリフォラは、スタウトフォードの錬金術師である伯父ブロンベールが彼女の父親を殺したことを証明するために協力を求めている。
pt: Aryfora, em Stoutford, precisa da minha ajuda para provar que o tio dela, Blornvale, o alquimista de Stoutford, matou o pai dela.
zh_cn: 斯托福德的阿利弗拉需要我的帮助来证明她的叔叔布隆维尔，斯托福德的炼金术士，杀了她父亲。

source: She needs me to purchase three potions of the brave from Blornvale and return to her.
de: Sie wollte, dass ich von Blornvale 3 Tränke der Tapferkeit kaufen und ihr bringen würde.
fr: Elle a besoin que j'achète trois potions du brave à Blornvale et que je les lui rende.
ja: ブロンベールから3つの勇敢のポーションを購入して、彼女のところへ戻ろう。
pt: Ela quer que eu compre três unidades da poção do bravo de Blornvale e volte para ela.
zh_cn: 她需要我从布隆维尔购买三瓶勇者药水并返回给她。

source: I have returned with the three potions, and gave them to her.
de: Ich kam mit den drei Tränken zurück und gab sie ihr.
fr: Je suis revenu avec les trois potions, et je les lui ai données.
ja: 3つのポーションを持って帰って渡した。
pt: Voltei com as três poções e dei-lhe.
zh_cn: 我已经带着这三种药水回来了，并把它们交给了她。

source: I decided not to help Aryfora any further.
de: Ich entschied, Aryfora nicht weiter zu helfen.
fr: J'ai décidé de ne plus aider Aryfora.
ja: これ以上アリフォラを助けないことにした。
pt: Decidi de já não ajudar a Aryfora.
zh_cn: 我决定不再帮助阿利弗拉了。

source: She gave me a potion of truth.
de: Sie gab mir einen Trank der Wahrheit.
fr: Elle m’a donné une potion de vérité.
ja: 彼女から真実のポーションを預かった。
pt: Ela deu-me uma poção da verdade.
zh_cn: 她给了我一剂真理的药水。

source: She wants me to give that potion to Blornvale, and make him confess his crimes. I should have Tahalendor as a witness.
de: Sie wollte, dass ich diesen Trank Blornvale verabreichen und er so seine Verbrechen gestehen würde. Tahalendor sollte mein Zeuge sein.
fr: Elle veut que je donne cette potion à Blornvale, et que je lui fasse avouer ses crimes. Je devrais avoir Tahalendor comme témoin.
ja: 彼女はそのポーションをブロンベールに飲ませて罪を自白させたいという。タハレンドールを立会人にしよう。
pt: Ela quer que eu dê a poção ao Blornvale e faça-o confessar os crimes dele. Deveria ter Tahalendor como testemunha.
zh_cn: 她想让我把那瓶药水交给布隆维尔，让他承认自己的罪行。我应该让塔哈伦多尔作见证。

source: I agreed to make Blornvale drink that potion.
de: Ich war damit einverstanden, Blornvale den Trank trinken zu lassen.
fr: J'ai accepté de faire boire cette potion à Blornvale.
ja: ブロンベールにポーションを飲ませることを同意した。
pt: Concordei em fazer Blornvale beber aquela poção.
zh_cn: 我同意让布隆维尔喝下那瓶药水。

source: Tahalendor agreed to go with me to the alchemist's house to hear Blornvale's confession.
de: Tahalendor war damit einverstanden, mit mir zum Haus des Alchemisten zu gehen und sich Blornvales Geständnis anzuhören.
fr: Tahalendor a accepté de m'accompagner chez l'alchimiste pour entendre la confession de Blornvale.
ja: タハレンドールはあなたと一緒に錬金術師の家に行き、ブロンベールの告白を聞くことに同意した。
pt: Tahalendor concordou em ir comigo à casa do alquimista para ouvir a confissão de Blornvale.
zh_cn: 塔哈伦多同意和我一起去炼金术士家，听取布洛瓦勒的忏悔。

source: Blornvale drank the potion.
de: Blornvale hat den Trank getrunken.
fr: Blornvale a bu la potion.
ja: ブロンベールはポーションを飲んだ。
pt: Blornvale bebeu a poção.
zh_cn: 布隆维尔喝下了药水。

source: Tahalendor came to hear Blornvale's confession.
de: Tahalendor kam dazu, um Blornvales Geständnis zu hören.
fr: Tahalendor est venu entendre la confession de Blornvale.
ja: タハレンドールはブロンベールの告白を聞きに来た。
pt: Tahalendor veio ouvir a confissão de Blornvale.
zh_cn: 塔哈伦多来听布隆维尔的忏悔。

source: Blornvale confessed to killing Aryfora's father. Unfortunately there is no witness.
de: Blornvale gestand den Mord an Aryforas Vater. Unglücklicherweise gab es keine Zeugen.
fr: Blornvale a avoué avoir tué le père de Aryfora. Malheureusement il n'y a pas de témoin.
ja: ブロンベールはアリフォラの父親を殺したことを告白した。残念ながら立会人はいない。
pt: Blornvale confessou ter matado o pai de Aryfora. Infelizmente não há testemunha.
zh_cn: 布隆维尔承认杀害了阿利弗拉的父亲。不幸的是，没有证人。

source: Blornvale now understands what I was trying to do. I will no longer be able to help Aryfora get back her shop.
de: Blornvale hat mich jetzt durchschaut. Ich werde nicht mehr in der Lage sein, Aryfora zu helfen, ihren Laden zurückzubekommen.
fr: Blornvale comprends maintenant ce que j'essayais de faire. Je ne pourrai plus aider Aryfora à récupérer son magasin.
ja: ブロンベールはあなたがしようとしたことを理解してしまった。アリフォラが店を取り戻すのを手伝うことはもうできない。
pt: Blornvale agora entende o que estava a tentar fazer. Ja não poderei ajudar Aryfora a recuperar sua loja.
zh_cn: 布隆维尔现在明白了我想要做什么。我将无法再帮助阿利弗拉找回她的商店。

source: Tahalendor wouldn't believe my story. I will no longer be able to help Aryfora get back her shop.
de: Tahalendor wollte meiner Geschichte nicht glauben. Ich würde nicht mehr in der Lage sein, Aryfora zu helfen, ihren Laden zurückzubekommen.
fr: Tahalendor ne croirait pas mon histoire. Je ne pourrai plus aider Aryfora à récupérer son magasin.
ja: タハレンドールはあなたの話を信じなかった。アリフォラが店を取り戻すのを手伝うことはもうできない。
pt: Tahalendor não acreditaria a minha história. Já não poderei ajudar a Aryfora a recuperar a loja dela.
zh_cn: 塔哈伦多尔不会相信我的故事。我将无法再帮助阿利弗拉找回她的商店。

source: It's all my fault that Aryfora is crying now.
de: Es ist alles meine Schuld, dass Aryfore jetzt weint.
fr: C'est de ma faute si Aryfora pleure maintenant.
ja: アリフォラが泣いているのはあなたのせいだ。
pt: É toda a minha culpa que Aryfora está a chorar agora.
zh_cn: 这都是我的错，阿利弗拉现在正在哭。

source: Blornvale confessed to killing Aryfora's father in the presence of Tahalendor.
de: Blornvale gestand den Mord an Aryforas Vater im Beisein von Tahalendor.
fr: Blornvale a avoué avoir tué le père d'Aryfora en présence de Tahalendor.
ja: ブロンベールは、タハレンドールの前でアリフォラの父親を殺したことを告白した。
pt: Blornvale confessou ter matado o pai de Aryfora na presença de Tahalendor.
zh_cn: 布隆维尔当着塔哈伦多的面承认了杀害阿利弗拉的父亲。

source: Aryfora regained her father's shop.
de: Aryfora gewann den Laden ihres Vaters zurück.
fr: Aryfora a récupéré le magasin de son père.
ja: アリフォラは父親の店を取り戻した。
pt: Aryfora recuperou a loja do pai.
zh_cn: 阿利弗拉重新夺回了她父亲的商店。

source: I talked to Colonel Lutarc. He proposed a competition with five of his best fighters.
de: Ich sprach mit Oberst Lutarc. Er schlug mir ein Wettbewerb mit fünf seiner besten Kämpfer vor.
fr: J'ai parlé au Colonel Lutarc. Il m'a proposé une compétition avec cinq de ses meilleurs combattants.
ja: ルターク大佐と話した。最高の戦士5名との試合の提案を受けた。
pt: Falei com o Coronel Lutarc. Propôs uma competição com cinco dos melhores lutadores dele.
zh_cn: 我和卢塔克上校谈过。他提议与他最好的五名战士进行比赛。

source: I accepted. The fight will be at the foot of the hill.
de: Ich stimmte zu. Der Kampf wird am Fuße des Hügels stattfinden.
fr: J'ai accepté. Le combat se déroulera au pied de la colline.
ja: 承諾した。戦いは丘のふもとで行われる。
pt: Aceitei. A luta será no pé da colina.
zh_cn: 我接受了。战斗将在山脚下进行。

source: A lizard came towards me.
de: Eine Eidechse kam auf mich zu.
fr: Un lézard est venu vers moi.
ja: リザードがこちらに向かってきた。
pt: Um lagarto veio na minha direção.
zh_cn: 一只蜥蜴向我走来。

source: I won easily.
de: Ich habe einfach gewonnen.
fr: J'ai gagné facilement.
ja: 余裕で勝利した。
pt: Ganhei facilmente.
zh_cn: 我很容易就赢了。

source: I lost the fight.
de: Ich habe den Kampf verloren.
fr: J'ai perdu le combat.
ja: 戦いに敗北した。
pt: Perdi a luta.
zh_cn: 我输掉了这场战斗。

source: The second opponent was a skeleton warrior.
de: Der zweite Gegner war ein Skelettkrieger.
fr: Le second adversaire était un guerrier squelette.
ja: 2番目の対戦相手はスケルトンの戦士だった。
pt: O segundo oponente era um guerreiro esqueleto.
zh_cn: 第二个对手是骷髅战士。

source: He was no match for me.
de: Er war kein Gegner für mich.
fr: J'ai gagné haut la main.
ja: あなたには敵わなかった。
pt: Ele não foi páreo para mim.
zh_cn: 他不是我的对手。

source: I lost against a pile of bones!
de: Ich habe gegen einen Haufen Knochen verloren!
fr: J'ai perdu contre un tas d'os !
ja: 骨の山に負けた！
pt: Perdi contra um monte de ossos!
zh_cn: 我输给了一堆白骨!

source: Mikhail came and asked me to come home.
de: Mikhail kam und wollte, dass ich nach Hause komme.
fr: Mikhail est venu et m'a demandé de rentrer à la maison.
ja: ミハイルが現れて家に帰るように言われた。
pt: Mikhail veio e pediu-me para voltar para casa.
zh_cn: 米哈伊尔来了，叫我回家。

source: But no, it wasn't Mikhail - it was a poser. Not a strong enough one though.
de: Aber nein, das war nicht Mikhail - es war ein Poseur. Nur kein besonders starker.
fr: Mais non, ce n'était pas Mikhail - c'était un poseur. Pas assez fort pour moi cependant.
ja: だがそれは、ミハイルではなく偽物だった。それほど強くはなかった。
pt: Mas não, não era o Mikhail - era um poser. Mas não é um forte o suficiente.
zh_cn: 但是不，那不是米哈伊尔--那是一个冒牌货。不过还不够强大。

source: My own father attacked me? I lost this fight.
de: Mein eigener Vater hat mich attackiert? Ich habe diesen Kampf verloren.
fr: Mon propre père m'a attaqué ? J'ai perdu ce combat.
ja: 実の父親に襲われた？ あなたはこの戦いに敗北した。
pt: O meu próprio pai atacou-me? Perdi esta luta.
zh_cn: 我自己的父亲攻击我？我输了这场战斗。

source: Then a little dragon came forth.
de: Dann erschien ein kleiner Drache.
fr: Puis un petit dragon est apparu.
ja: そして小型のドラゴンが現れた。
pt: Depois um pequeno dragão apareceu.
zh_cn: 然后，一条小龙走了出来。

source: I won.
de: Ich habe gewonnen.
fr: J'ai gagné.
ja: 勝利した。
pt: Venci.
zh_cn: 我赢了。

source: It won.
de: Er hat gewonnen.
fr: Il a gagné.
ja: 敗北した。
pt: Ele ganhou.
zh_cn: 它赢了。

source: The fifth and last opponent came towards me: Bully.
de: Der fünfte und letzte Gegner kam auf mich zu: Bully.
fr: Le cinquième et dernier adversaire est venu vers moi : Tyran.
ja: 5番目で最後の対戦相手がこちらに向かってきた。ブリーだ。
pt: O quinto e último adversário veio na minha direção: Bully.
zh_cn: 第五个也是最后一个对手向我走来：恶霸。

source: I lost this last fight.
de: Ich habe diesen letzten Kampf verloren.
fr: J’ai perdu ce dernier combat.
ja: この最後の戦いに敗北した。
pt: Perdi esta última luta.
zh_cn: 我输掉了这最后一场战斗。

source: I have finished all the fights. I should climb back up to Colonel Lutarc.
de: Ich habe alle Kämpfe bestritten. Ich sollte zurück auf den Hügel zu Oberst Lutarc steigen.
fr: J'ai terminé tous les combats. Je devrais remonter voir le Colonel Lutarc.
ja: 全ての戦いを終えた。ルターク大佐のところへ戻ろう。
pt: Terminei todas as lutas. Deveria voltar ao Coronel Lutarc.
zh_cn: 我已经完成了所有的战斗。我应该爬回卢塔克上校那里。

source: He was pretty disappointed with my poor score.
de: Er war ganz schön enttäuscht von meiner niedrigen Punktzahl.
fr: Il était assez déçu de mon mauvais score.
ja: 彼はあなたの戦績の悪さにかなりがっかりしていた。
pt: Ele ficou muito desapontado com o meu desempenho ruim.
zh_cn: 他对我糟糕的成绩相当失望。

source: My result confirmed his relatively low expectations.
de: Mein Ergebnis bestätigte seine relativ geringen Erwartungen an mich.
fr: Mon résultat a confirmé ses attentes relativement faibles.
ja: あなたの結果は彼の比較的低い期待を証明するものだった。
pt: O meu resultado confirmou as expectativas relativamente baixas dele.
zh_cn: 我的结果证实他的期望相对较低。

source: He was pretty impressed with my excellent result.
de: Er war ziemlich beeindruckt mit meinem hervorragenden Ergebnis.
fr: Il a été très impressionné par mon excellent résultat.
ja: 彼はあなたの素晴らしい結果にとても感動していた。
pt: Ele ficou muito impressionado com o meu excelente resultado.
zh_cn: 他对我的优异成绩印象深刻。

source: Lutarc gave me a medallion as a present. There is a tiny little lizard on it, that looks completely real.
de: Lutarc gab mit ein Medaillon als Geschenk. Da ist eine winzige Eidechse darauf, die wahnsinnig echt aussieht.
fr: Lutarc m'a offert un médaillon en cadeau. Il y a un tout petit lézard dessus, qui a l'air tout à fait réel.
ja: ルタークはプレゼントとしてメダルをくれた。小さなトカゲが描かれており、完全に本物のように見える。
pt: Lutarc deu-me um medalhão de presente. Há um pequeno lagarto nele, que parece completamente real.
zh_cn: 卢塔克给了我一个奖章作为礼物。上面有一只小蜥蜴，看起来非常逼真。

source: Lost girl looking for lost things
de: Verschollenes Mädchen sucht verschollene Dinge
fr: Fille perdue recherchant des choses perdues
ja: 探し物中の行方不明少女
pt: Garota perdida à procura de coisas perdidas
zh_cn: 失落的女孩寻找丢失的东西
