Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: Me, I am certain that this is the work of those savages from Nor City somehow. They probably sabotaged something up there.
de: Für meinen Teil bin ich sicher, dass dies irgendwie das Werk dieser Wilden aus Nor City ist. Sie haben wahrscheinlich irgend etwas hier sabotiert.
fr: Moi, je suis sûr que, d'une façon ou d'une autre, ce doit être l'œuvre de ces sauvages de Norville. Ils ont probablement saboté quelque chose.
ja: 私は、これがノアシティの野蛮人による仕業であることを確信している。おそらくあそこで何らかの破壊工作を行ったのだろう。
pt: Estou certo de que este é trabalho daqueles selvagens de Nor-City, de alguma forma. Eles provavelmente sabotaram algo por lá.
zh_cn: 我相信这是诺尔城的野蛮人干的。他们可能在上面破坏了什么。

source: What do they call it, the 'Shadow'? They are willing to do almost anything to upset the law and order around here.
de: Wie nennen sie es, den 'Schatten'? Sie sind bereit, nahezu alles zu tun, um hier Gesetz und Ordnung zu Fall zu bringen.
fr: Comment appellent-ils cela, l'« Ombre » ? Ils sont prêts à faire presque n'importe quoi pour bouleverser la loi et l'ordre par ici.
ja: 確か"シャドウ"と呼ぶのだったか？ やつらはこの近辺の法と秩序を乱すためなら、ほとんど何でもやるつもりだ。
pt: O que eles chamam, a 'Sombra'? Eles estão dispostos a fazer quase tudo para perturbar a lei e a ordem por aqui.
zh_cn: 他们怎么称呼它，"暗影"？他们几乎愿意做任何事情来破坏这里的法律和秩序。

source: I tell you. Savages - that's what they are. No respect for the laws or authority.
de: Ich sage es dir: Wilde - das sind sie. Kein Respekt vor den Gesetzen oder den Behörden.
fr: Je te le dis. Des sauvages - voilà ce qu'ils sont. Aucun respect pour les lois ou l'autorité.
ja: 本当のことだ。野蛮人なのだ、やつらは。法や権威をまるで尊重しない。
pt: Lhe digo. Savagens - que é o que eles são. Não respeitam as leis ou a autoridade.
zh_cn: 我告诉你。野蛮人--这就是他们的特点。不尊重法律或权威。

source: Hello there. Can I help you?
de: Hallo da. Kann ich dir helfen?
fr: Bonjour. Puis-je t'aider ?
ja: こんにちは。何かご用ですか？
pt: Olá. Posso ajudá-lo?
zh_cn: 你好。我能帮你吗？

source: You seem to have a lot of equipment around here. Do you have anything to trade?
de: Du scheinst hier eine Menge Ausrüstungsgegenstände zu haben. Hast du etwas zu verkaufen?
fr: Vous semblez avoir beaucoup d'équipement par ici. Avez-vous quoi que ce soit à vendre ?
ja: ここは設備が充実しているみたいですね。売買できるものはありますか？
pt: Parece ter um equipamentos por aqui. Tem alguma coisa para vender?
zh_cn: 你这里似乎有很多装备。你有什么可以交易的吗？

source: What do you do up here?
de: Was tust du hier oben?
fr: Que faites-vous ici en haut ?
ja: ここで何をしてるの？
pt: O que faz aqui?
zh_cn: 你在这上面做什么？

source: You must have a good view of the surroundings up here. Have you seen anything interesting lately?
de: Du musst eine gute Sicht über das Umland von hier oben haben. Hast du kürzlich irgendwas interessantes gesehen?
fr: Vous devez avoir une bonne vue des environs d'ici. Avez-vous aperçu quelque chose d’intéressant ces derniers temps ?
ja: ここは周りの景色がよく見えますよね。最近何か面白いものを見ましたか？
pt: Deve ter uma boa visão dos arredores até aqui. Já viu alguma coisa interessante ultimamente?
zh_cn: 你在这里一定能很好地看到周围的环境。你最近有看到什么有趣的东西吗？

source: I might, but you would have to clear it with Gandoren downstairs. We don't trade with just anyone.
de: Ich könnte schon, aber du müsstest es mit Gandoren unten klären. Wir handeln nicht mit jedem.
fr: Je pourrais, mais vous devriez clarifier ça avec Gandoren en-bas. On ne commerce pas avec n'importe qui.
ja: 私は構わないが、下の階のガンドレンから許可を得てほしい。我々は誰とでも取引は行わない。
pt: Talvez. Mas teria que verificar lá em baixo com Gandoren. Não negociamos com qualquer um.
zh_cn: 我可能会，但你必须和楼下的甘多伦说。我们不与任何人交易。

source: You return. Was there something else you wanted?
de: Du bist zurück. War da etwas anderes, das du wolltest?
fr: Tu es de retour. Tu voulais autre chose ?
ja: 戻ったか。他に何か必要なものは？
pt: Voltou. Quer algo mais?
zh_cn: 你回来了。你还想要什么吗？

source: Can you tell me again about those men you saw?
de: Kannst du mir nochmal von den Männern, die du gesehen hast, erzählen?
fr: Pouvez-vous me parler à nouveau des hommes que vous avez vus ?
ja: あなたが見たという男たちについてもう一度話してくれませんか？
pt: Pode dizer-me de novo o que viu sobre aqueles homens?
zh_cn: 你能再告诉我你看到的那些人的情况吗？

source: Mostly, I see the travellers on the Duleian road from and to Feygard here.
de: Hauptsächlich sehe ich Reisende auf der Duleianstraße in oder aus Richtung Feygard.
fr: La plupart du temps, je vois les voyageurs sur la route Duleian qui vont et viennent de Feygard.
ja: 大抵は、ここからフェイガードまでの間のデュリアン街道の旅人を確認している。
pt: Principalmente, vejo os viajantes na estrada Duleian de e para Feygard daqui.
zh_cn: 大多数情况下，我在这里看到往返于费加德的杜莱恩路上的旅行者。

source: Recently however, there have been a lot of movements to and from Loneford. I guess it is because of the problems they have been having up there.
de: Vor kurzem jedenfalls gab es jede Menge Bewegung von und nach Loneford. Ich schätze das kommt durch die Probleme, die sie dort oben hatten.
fr: Ces derniers temps par contre, il y a eu beaucoup de va-et-vient entre ici et Loneford. J'imagine que c'est à cause des problèmes qu'ils ont là-bas en ce moment.
ja: しかし近頃では、ローンフォードとの行き来が多い。あそこで発生している問題が理由だろう。
pt: Recentemente, no entanto, tem havido uma série de movimentos de e para Loneford. Acho que é por causa dos problemas que têm havido por lá.
zh_cn: 然而最近，有很多人往返于隆福德。我想这是因为他们在那里遇到的问题。

source: I did see something very interesting yesterday though.
de: Aber gestern bemerkte ich etwas sehr interessantes.
fr: Néanmoins j'ai vu quelque chose de très intéressant hier.
ja: だが昨日はとても興味深いものを見た。
pt: Entretanto, vi algo muito interessante ontem.
zh_cn: 不过昨天我确实看到了一些很有趣的东西。

source: What was that?
de: Was war das?
fr: Qu'est-ce que c'était ?
ja: 何だったの？
pt: O que foi?
zh_cn: 那是什么？

source: You mentioned the Duleian road, what's that?
de: Du hast die Duleianstraße erwähnt - was ist das?
fr: Vous avez mentionné la route Duleian, qu'est-ce que c'est ?
ja: デュリアン街道と言ったけど、それは何ですか？
pt: Mencionou a estrada Duleian, o que é isso?
zh_cn: 你提到杜莱恩路，那是什么？

source: You mentioned some problems in Loneford, what problems were you referring to?
de: Du hast Probleme in Loneford erwähnt - was für Probleme meintest du damit?
fr: Vous avez mentionné quelques problèmes à Loneford. À quels problèmes faites-vous allusion ?
ja: ローンフォードの問題と言ったけど、どんな問題ですか？
pt: Mencionou alguns problemas em Loneford, a que problemas está a referir-se?
zh_cn: 你提到了隆福德的一些问题，你指的是什么问题？

source: Never mind that, I wanted to ask you what your duty is up here?
de: Egal. Ich wollte dich fragen, welche Aufgabe du hier oben hast?
fr: Oubliez-ça. Je voulais vous demander quelle est votre fonction ici en haut ?
ja: それはいいです、あなたの任務は何ですか？
pt: Não importa, queria te perguntar quais são as suas tarefas aqui?
zh_cn: 没关系，我想问你这里的职责是什么？

source: Some farm animals today as well.
de: Heute auch einige Tiere vom Bauernhof.
fr: Des animaux de ferme aussi aujourd'hui.
ja: 他は今日も農場の動物たちか。
pt: Alguns animais de fazenda hoje também.
zh_cn: 今天也有些农场动物。

source: I handle the equipment storage for us guards here in the Crossroads guardhouse, and I keep a lookout of the surrounding areas.
de: Ich verwalte das Ausrüstungslager für uns Wachen hier im Wachhaus am Kreuzweg. Und ich überwache die umliegende Gegend.
fr: Je me charge du stockage de l'équipement pour les soldats ici au poste de garde de Croisechemins. Je guette aussi les alentours.
ja: 私はここクロスロード衛兵所で我々衛兵のための備品倉庫の管理と、周辺の見張りとを務めている。
pt: Lido com o armazenamento dos nossos equipamentos aqui na guarda da guarita Crossroads e mantenho a vigilância dos arredores.
zh_cn: 我在交叉路口的警卫室为我们守卫处理装备储存，我留意周围地区。

source: Have you seen anything interesting lately?
de: Hast du kürzlich irgendetwas Interessantes gesehen?
fr: Avez-vous vu quoi que ce soit d'intéressant récemment ?
ja: 最近何か面白いものを見ましたか？
pt: Viu alguma coisa interessante, ultimamente?
zh_cn: 你最近有看到什么有趣的事情吗？

source: See this wide road that goes outside this guardhouse? That's the Duleian road. It goes all the way from the glorious city of Feygard up in the northwest down to the wretched Nor City in the southeast.
de: Siehst du die große Straße, die am Wachhaus vorbeiführt? Das ist die Duleianstraße. Sie führt von der ruhmreichen Stadt Feygard hoch im Nordwesten bis hin zu Nor City, dieser elenden Stadt im Südosten.
fr: Tu vois la grande route qui passe devant ce poste de garde ? C'est la route Duleian. Elle va de la ville glorieuse de Feygard au nord-ouest, jusqu'à la ville misérable de Norville au sud-est.
ja: 衛兵所の外へと続くこの広い道が見えるか？ これがデュリアン街道だ。北西の栄光の都フェイガードから、南東のみすぼらしいノアシティまで続いている。
pt: Vê esta larga estrada que vai para fora esta guarita? Essa é a estrada Duleian. Vai direto da gloriosa cidade de Feygard, a noroeste (↖), até Nor-City, ao sudeste (↘).
zh_cn: 看到这个警卫室外面的这条宽阔的路了吗？那是杜莱恩路。它一直从西北部光荣的费加德城延伸到东南部可恶的诺尔城。

source: You mentioned some problems in Loneford, what problems are that?
de: Du hast irgendwelche Probleme in Loneford erwähnt - was für Probleme sind das?
fr: Vous avez mentionné quelques problèmes à Loneford, de quels problèmes s'agit-il ?
ja: ローンフォードの問題と言ったけど、どんな問題ですか？
pt: Mencionou alguns problemas em Loneford, que problemas são esses?
zh_cn: 你提到了隆福德的一些问题，那是什么问题？

source: I wanted to ask you what your duty is up here?
de: Ich wollte dich fragen, welche Aufgabe du hier oben hast?
fr: Je voulais vous demander : que faites-vous en haut de cette tour ?
ja: あなたの任務は何ですか？
pt: Queria perguntar-lhe quais são as suas tarefas aqui?
zh_cn: 我想问，你在这里的职责是什么？

source: I saw a band of rough looking men travelling up the Duleian road. Usually, a band of rough looking men is not something that's worth getting all excited about.
de: Ich sah eine Bande grob wirkender Männer die Duleianstraße hochziehen. Normalerweise ist so eine Bande grober Kerle der Aufregung nicht wert.
fr: J'ai vu un groupe d'hommes à l'air fruste qui remontaient la route Duleian. Ce n'est généralement pas de bon augure.
ja: 荒くれ者の一団がデュリアン街道を進んでいくのを確認した。通常であれば、荒くれ者の一団など目くじらを立てるほどのことではない。
pt: Vi uma banda de homens mal trajadosa viro da estrada Duleian. Normalmente, um grupo de homens mal trajados não é algo que valha a pena reparar.
zh_cn: 我看到一队看起来很粗野的人在杜莱恩路上行走。通常情况下，一队粗野的人并不值得兴奋。

source: But these men matched the description of some people that are wanted by the Feygard patrol.
de: Aber diese Männer passten zu der Beschreibung von ein paar Leuten, die von der Feygarder Wache gesucht werden.
fr: Mais ces hommes correspondaient à la description de certaines personnes qui sont recherchées par la patrouille de Feygard.
ja: しかし、この男たちはフェイガードのパトロールで指名手配されている者たちの人相書きと一致していた。
pt: Mas esses homens combinam com a descrição de algumas pessoas que são procuradas pela patrulha de Feygard.
zh_cn: 但这些人的描述与费加德巡逻队通缉的一些人的描述相符。

source: If I saw correctly, these men were the band of rogues led by a man called Rogorn, that we are looking to apprehend for several ruthless cases of murder and theft.
de: Wenn ich es richtig sah, waren dies die Banditen - angeführt von einem Mann namens Rogorn - die wir versuchen, für mehrere ruchlose Morde und Diebereien dingfest zu machen.
fr: Si j'ai bien vu, ces hommes étaient la bande de voyous menée par un homme nommé Rogorn, qu'on cherche à appréhender pour plusieurs affaires sordides de meurtres et de vols.
ja: 私の見立てが正しければ、あれはロゴーンという男に率いられた悪党一味であり、我々としてはいくつかの冷酷な殺人と窃盗の事件で逮捕しようとしている。
pt: Se os observei corretamente, estes homens são uma banda de batoteiros liderados por um homem chamado Rogorn, que estamos querer prender por conta de vários casos cruéis de homicídio e roubo.
zh_cn: 如果我没看错的话，这些人是由一个叫罗戈恩的人领导的流氓团伙，我们正在寻找逮捕他们，因为他们犯下了几起无情的谋杀和盗窃案。

source: Their leader, Rogorn, is a particularly savage man according to the reports from Feygard that I have read.
de: Ihr Anführer, Rogorn, ist nach den Berichten aus Feygard, die ich gelesen habe, ein besonders grausamer Mann.
fr: Leur chef, Rogorn, est un homme particulièrement sauvage selon les rapports de Feygard que j’ai lu.
ja: リーダーのロゴーンは、私が読んだフェイガードからの報告によれば、特に野蛮な男だ。
pt: Seu líder, Rogorn, é um homem particularmente selvagem, de acordo com os relatórios de Feygard que li.
zh_cn: 根据我读到的来自费加德的报告，他们的领袖罗戈恩是一个特别野蛮的人。

source: Now, usually, we would go out searching for them, to verify that the men I saw were indeed these men. However, now with the trouble up in Loneford, we cannot afford to spare any guards other than to guarding Loneford.
de: Nun, normalerweise würden wir sie suchen gehen, um zu überprüfen, dass die Männer, die ich sah, tatsächlich die Gesuchten sind. Allerdings können wir es uns wegen des Ärgers oben in Loneford nicht leisten, Wächter für etwas anderes einzusetzen, als Loneford zu schützen.
fr: En temps normal, on sortirait les chercher, pour vérifier que c'était bien les hommes que j'ai vus. Mais avec tous les problèmes à Loneford, on ne peut pas se permettre d'envoyer des gardes en-dehors de la ville.
ja: さて、通常であればヤツらを探しに出向き、確認した男たちが本当にヤツらであるかを確かめるところだ。しかし、現在はローンフォードで発生した問題によりローンフォードの警備以外に衛兵を割く余裕がない。
pt: Agora, usualmente, sairíamos à procura deles, a fim de verificar que os homens que vi eram de fato estes homens. Mas agora, com o problema em Loneford, não podemos dar ao luxo de enviar nenhum guarda, a não ser os que estão a guardar Loneford.
zh_cn: 现在，通常我们会出去寻找他们，以验证我看到的人确实是这些人。然而，现在隆福德出现了麻烦，除了守卫隆福德之外，我们不能做别的事。

source: I am sure that those were the men. If we were to catch and kill them, the people of Feygard would be much safer.
de: Ich bin sicher, das waren diese Männer. Wenn wir sie fangen und töten könnten, dann wären die Menschen in Feygard erheblich sicherer.
fr: Je suis sûr que c'étaient ces hommes-là. Si on devait les attraper et les tuer, les gens de Feygard seraient bien plus en sécurité.
ja: あの男たちがそうであるのは間違いない。ヤツらを捕らえて殺せば、フェイガードの人々はより安全となることだろう。
pt: Mas tenho certeza de que são esses os homens. Se pudéssemos pegá-los e matá-los, o povo de Feygard estaria muito mais seguro.
zh_cn: 我确信他们就是那些人。如果我们能抓住并杀死他们，费加德的人民会更安全。

source: I could go look for them if you want.
de: Ich könnte nach ihnen Ausschau halten gehen, wenn du willst.
fr: Je pourrais aller à leur recherche si vous le souhaitez.
ja: よかったら探してきましょうか。
pt: Poderia ir procurá-los, se quiser.
zh_cn: 如果你愿意，我可以去找他们。

source: Well, good luck with that.
de: Nun, viel Glück dabei.
fr: Eh bien, bonne chance avec ça.
ja: そうですか、頑張ってください。
pt: Bem, boa sorte com isso.
zh_cn: 好吧，祝你好运。

source: Thank you. Good luck yourself. Now, if you will excuse me, I need to keep my eyes on the road.
de: Danke. Dir auch viel Glück. Wenn du mich jetzt entschuldigen willst, ich muss die Straße im Auge behalten.
fr: Merci. Bonne chance à vous. Maintenant, si vous voulez bien m'excuser, j’ai besoin de garder les yeux sur la route.
ja: ありがとう。そちらこそ。それでは失礼する、私は街道を見張らねばならない。
pt: Obrigado. Boa sorte mesmo. Agora, se me dá licença, preciso manter os olhos atentos na estrada.
zh_cn: 谢谢你。自求多福吧。现在，请你谅解，我需要上路了。

source: Hey, that's a great idea. Are you sure you are up to it though? The people of Feygard would indeed be grateful if you were to find them.
de: Hey, das ist eine großartige Idee. Bist du aber sicher, dass du dem gewachsen bist? Die Bürger Feygards wären in der Tat dankbar, wenn du sie finden könntest.
fr: Hé, c'est une très bonne idée. Êtes-vius sûr d'être à la hauteur ? Les gens de Feygard seraient très reconnaissants si tu les retrouvais.
ja: ほう、それはいい考えだ。だが、君はそれでいいのか？ もし君がヤツらを見つけてくれたら、フェイガードの人々は本当に感謝することだろう。
pt: Ei, isso é uma ótima ideia. Tem certeza de que está preparado para isso? O povo de Feygard realmente seria muito grato se fosse procurá-los.
zh_cn: 嘿，真是个好主意。你确定你能做到这一点吗？如果你能找到他们，费加德人民确实会心存感激。

source: Anyway, I saw them travelling the road west of here. You know that road that leads to Carn Tower? That's the last I saw of them. You might want to follow that road and see if you can spot them.
de: Wie auch immer, ich sah sie die Straße westlich von hier hochziehen. Du kennst die Straße, die zum Turm von Carn führt? Das war das letzte, was ich von ihnen sah. Vielleicht möchtest du dieser Straße folgen und schauen, ob du sie findest?
fr: En tout cas, je les ai vus remonter la route à l'ouest d'ici. Vous connaissez cette route qui mène à Carn Tower ? C'est la dernière fois que je les ai vus. Vous devriez suivre cette route et voir si vous pouvez les trouver.
ja: さておき、ここから西の道を進んでいるのを確認した。カーンタワーへ向かう道は分かるか？ それがヤツらを見た最後だ。その道をたどれば見つけられるかもしれない。
pt: De qualquer forma, vi-os a viajar na estrada a oeste daqui. Sabe aquela estrada que leva à Carn Tower? Essa é a última vez que os vi. Pode seguir esse caminho e ver se é possível identificá-los.
zh_cn: 总之，我看到他们在这里以西的道路上前进。你知道那条通往卡恩塔的路吗？那是我最后一次看到他们。你沿着那条路走，看看是否能发现他们。

source: They have stolen three pieces of a very valuable painting from Feygard, from the report that I have read. For their crimes and the savageness of their way, they are wanted dead by the Feygard patrol.
de: Sie haben 3 Teile eines sehr wertvollen Gemälde aus Feygard gestohlen, stand in dem Bericht, den ich gelesen hatte. Für ihre Verbrechen und Brutalität verlangt Feygards Wache, sie tot zu sehen.
fr: Ils ont volé trois morceaux d'une peinture de très grande valeur pour Feygard, sur le rapport que j'ai lu. Pour leurs crimes et la sauvagerie de leurs actes, la patrouille de Feygard les veut morts.
ja: 読んだ報告書によると、ヤツらはフェイガードから貴重な3枚の絵画を盗んでいる。その犯罪と手口の獰猛さのために、フェイガードのパトロールより殺害での指名手配がされている。
pt: Eles roubaram três pedaços de uma pintura muito valiosa de Feygard, conforme o relatório que li. Por seus crimes e da selvageria de seus atos, eles são procurados vivos ou mortos pela patrulha Feygard.
zh_cn: 根据我读到的报告，他们从费加德偷了三幅非常有价值的画。由于他们的罪行和野蛮的方式，他们被费加德巡逻队通缉。

source: I will be back once they are dead. Anything else?
de: Ich werde zurück sein, sobald sie tot sind. Noch etwas?
fr: Je serai de retour une fois qu'ils sont morts. Autre chose ?
ja: その人たちが死んだら戻ります。他には何か？
pt: Estarei de volta, uma vez que eles estejão mortos. Mais alguma coisa?
zh_cn: 一旦他们死了，我就会回来。还要别的什么吗？

source: Yes, I should also tell you that they most likely will try to persuade you into believing their story.
de: Ja, ich sollte dir noch sagen, dass sie höchst wahrscheinlich versuchen werden, dich von ihrer Geschichte zu überzeugen.
fr: Oui, je devrais aussi vous dire qu'ils essayeront très probablement de vous persuader de croire à leur histoire.
ja: そうだな、ヤツらは自分たちの話を信じ込ませるために君を説得しようとする可能性が極めて高いだろう。
pt: Sim, deveria também dizer que eles provavelmente vão tentar convencê-lo a acreditar na sua história.
zh_cn: 是的，我还应该告诉你，他们很可能会试图说服你相信他们的故事。

source: In particular, their leader, Rogorn, is a well known villain by Feygard. Nothing he says should be trusted.
de: Besonders ihr Anführer, Rogorn, ist ein bekannter Gauner in Feygard. Nichts was er sagt sollte man glauben.
fr: En particulier leur chef, Rogorn, est un bandit bien connu par Feygard. Rien de ce qu'il dit ne devrait être digne de confiance.
ja: 特に、リーダーのロゴーンはフェイガードでは名の知れた悪党だ。やつの言うことは何も信用すべきではない。
pt: Em particular, o seu líder, Rogorn, é um vilão bem conhecido por Feygard. Nada do que ele diz é confiável.
zh_cn: 尤其是他们的领袖罗戈恩，是费加德的一个众所周知的恶棍。他说的任何话都不应该被相信。

source: I urge you not to listen to their lies. Their crimes must be punished in order to uphold the law.
de: Ich beschwöre dich, ihre Lügen nicht anzuhören. Ihre Verbrechen müssen bestraft werden, um das Gesetz aufrecht zu halten.
fr: Je vous recommande vivement de ne pas écouter leurs mensonges. Leurs crimes doivent être punis pour faire respecter la loi.
ja: ヤツらの嘘に耳を貸さないでくれ。法を守るためにもその罪は罰せられなければならない。
pt: Exorto-o a não ouvir as mentiras deles. Os seus crimes devem ser punidos, a fim de cumprir a lei.
zh_cn: 我劝你不要听他们的谎言。他们的罪行必须受到惩罚，以维护法律。

source: I will return once the task is done.
de: Ich werde zurück sein, sobald die Aufgabe erledigt ist.
fr: Je reviendrais une fois que la tâche est complétée.
ja: 仕事が終わったら戻ります。
pt: Vou voltar uma vez que cumprir minha tarefa.
zh_cn: 任务完成后我会回来的。

source: You return. Did you find those men that we talked about?
de: Du bist zurück. Hast du die Männer, über die wir gesprochen hatten, gefunden?
fr: Vous êtes de retour. Avez-vous trouvé ces hommes dont nous vous avons parlé ?
ja: 戻ったか。話した男たちは見つかったか？
pt: Voltou. Encontrou os homens aos quais falamos?
zh_cn: 你回来了。你找到我们说过的那些人了吗？

source: Yes, I killed them and recovered the three pieces of the painting.
de: Ja, ich habe sie getötet und die drei Teile des Gemäldes zurückgeholt.
fr: Oui, je les ai tués et j'ai récupéré les trois morceaux du tableau.
ja: はい、殺して3枚の絵画を回収しました。
pt: Sim, matei-os e recuperei as três partes da pintura.
zh_cn: 是的，我杀了他们，并找回了那三幅画的碎片。

source: I travelled west and found a travelling group of men, but they did not match the men you described.
de: Ich zog westwärts und fand eine Gruppe Wanderer, aber sie passten nicht auf deine Beschreibung der Männer.
fr: J'ai voyagé à l'ouest et j'ai trouvé un groupe de voyageurs, mais ils ne correspondaient pas aux hommes que vous avez décrits.
ja: 西に向かって、男たちの旅集団を見つけたのですが、あなたが述べていた男たちとは一致しませんでした。
pt: Viajei ao oeste e encontrei um grupo de homens em viagem, mas, entre eles, os homens que descreveu não foram encontrados.
zh_cn: 我向西走，发现了一队旅行的人，但他们与你描述的人不一致。

source: I'd rather talk about the troubles in Loneford that you had mentioned.
fr: Je préfèrerai parler des problèmes à Loneford que tu as mentionnés.
ja: あなたが言っていたローンフォードでの問題について話がしたいです。
pt: Prefiro falar sobre os problemas que mencionaste em Loneford.
zh_cn: 我更希望谈谈你提到的隆福德的麻烦。

source: Good. Return to me as soon as you have anything to report. We would really like to recover those three pieces of the painting they stole.
de: Gut. Kehre zu mir zurück, sobald du etwas zu berichten hast. Wir würden wirklich sehr gerne die drei gestohlenen Teile des Gemäldes zurück haben.
fr: Bien. Revenez dès que vous avez du nouveau. Nous tenons à récupérer ces trois morceaux du tableau qu'ils ont volé.
ja: いいだろう。何か報告することがあればすぐに戻ってきてくれ。盗まれた3枚の絵画を回収したい。
pt: Bom. Volte para mim, assim que tem algo a relatar. Realmente gostaríamos de recuperar esses três pedaços da pintura que eles roubaram.
zh_cn: 好的。一旦你有什么要报告的，就马上回来找我。我们真的很想找回他们偷走的那三块画。

source: That is excellent news indeed! I knew that we could trust you.
de: Das sind in der Tat großartige Neuigkeiten. Ich wusste, dass wir dir trauen können.
fr: Ce sont des nouvelles excellentes en effet ! Je savais que nous pouvions vous faire confiance.
ja: それは本当に素晴らしい知らせだ！ 君のことは信用できると思っていたよ。
pt: Isso é uma excelente notícia, de fato! Sabia que podia confiar consigo.
zh_cn: 这确实是个好消息！我就知道我们可以相信你。

source: Your services to Feygard will be greatly appreciated.
de: Deine Dienste für Feygard wird man sehr zu würdigen wissen.
fr: Vos services pour Feygard seront grandement appréciés.
ja: 君のフェイガードへの貢献は非常に感謝されることだろう。
pt: Seus serviços para Feygard serão muito apreciados.
zh_cn: 你对费加德的功劳将得到极大的赞誉。

source: Are you sure that they were not the ones? I have a keen eyesight, that's why I am up here. I was sure that they matched the description of the men.
de: Bist du sicher, dass es nicht die Gesuchten waren? Ich habe einen scharfen Blick, deswegen bin ich auch hier oben. Ich war sicher, dass sie auf die Beschreibung der Männer passten.
fr: Es-tu certain que ce n'étaient pas eux ? J'ai une excellente vision, c'est pourquoi je suis ici en haut. J'étais sûre qu'ils correspondaient à la description de ces hommes.
ja: 本当にヤツらではなかったというのか？ 私は視力に優れているからこそ、ここにいる。男たちと人相書きが一致しているのは確かだった。
pt: Tem certeza de que não eram eles? Tenho uma visão aguçada, é por isso que estou aqui. Tinha certeza que eles combinavam com a descrição dos procurados.
zh_cn: 你确定他们不是那些人吗？我有敏锐的视力，这就是我在在这里的原因。我确信他们符合那些人的描述。

source: I guess I will have to take your word for it.
de: Ich schätze, dass ich deinem Wort vertrauen muss.
fr: Je suppose que je vais devoir vous croire sur parole.
ja: 君の言葉を信じねばならないのだろうな。
pt: Acho que vou ter que acreditar na sua palavra.
zh_cn: 我想我将不得不信守诺言。

source: Thank you for helping me investigate this matter.
de: Danke dass du mir bei den Nachforschungen geholfen hast.
fr: Merci de m'avoir aidé à enquêter cette affaire.
ja: この件の調査に協力してくれてありがとう。
pt: Obrigado por me ajudar a investigar o assunto.
zh_cn: 谢谢你帮我调查这件事。
