Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: Just imagine all those mighty churches and splendid palaces! It was a merry time, down under Mt. Galmore, the highest mountain in whole of Dhayavar.
fr: Imaginez un instant toutes ces églises grandioses et ces splendides palais ! C'était une époque joyeuse, loin sous le mont Galmore, la plus haute montagne de tout le Dhayavar.
ja: 巨大な教会に壮麗な神殿を想像してみてください！ ダヤヴァルの最高峰、ガルモア山の下での時間は楽しいものでした。
pt: Imaginem, todas aquelas igrejas poderosas e palácios esplêndidos! Foi um tempo alegre, sob o Monte Galmor, a montanha mais alta de todo Dhayavar.
zh_cn: 想象一下那些强大的教堂和辉煌的宫殿吧！这就是我们的生活。这是一段快乐的时光，在加尔莫尔山下，整个达亚瓦的最高山峰。

source: [keep silent]
fr: [rester silencieux]
ja: （黙っている）
pt: [ficar quieto]
zh_cn: [保持缄默]

source: What...? Don't interrupt me. Now I don't know where I was. I have to start from the beginning.
fr: Quoi... ? Ne m'interrompez pas. Voilà, je ne sais plus où j'en étais. Je dois recommencer depuis le début.
ja: 何ですか…？ 邪魔をしないでください。どこだったか分からなくなってしまったではありませんか。最初からやり直さなくては。
pt: Que...? Não me interrompa. Agora não sei onde estava. Tenho que começar do início.
zh_cn: 什么......？别打断我。现在我不知道我讲到哪儿了。我必须从头开始。

source: People were living happily and all was well. There was plenty of food and music everywhere.
fr: Les gens vivaient heureux et tout se passait bien. Il y avait de la nourriture en abondance et de la musique partout.
ja: 人々は幸せに暮らし、すべては順調だったのです。食べ物と音楽がいたるところに溢れていました。
pt: As pessoas viviam felizes e tudo estava bem. Havia muita comida e música por toda parte.
zh_cn: 人们生活得很幸福，一切都很好。到处都有大量的食物和音乐。

source: I hope you will live to see it one day.
fr: J'espère que vous verrez cela de votre vivant.
ja: 皆さんがそんな日をいつか生きて見られることを私は願います。
pt: Espero que viva para o ver um dia.
zh_cn: 我希望你有生之年能看到它。

source: But one dark day, this treacherous liar, Elythara, appeared. Many men were betrayed by her blinding light.
fr: Mais un jour sombre, cette traîtresse perfide, Elythara, apparût. Beaucoup d'hommes furent trahis par sa lumière aveuglante.
ja: ところがそんなある日、あの危険極まる嘘つき、エリサラが現れました。多くの者が彼女のまばゆい光に騙されてしまったのです。
pt: Mas num dia sombrio, essa mentirosa traiçoeira, Elythara, apareceu. Muitos homens foram traídos por a luz ofuscante dela.
zh_cn: 但在一个黑暗的日子里，这个背信弃义的骗子伊利萨拉出现了。许多人被她刺眼的光芒出卖了。

source: They believed in her false promises and were misled.
fr: Ils crûrent à ses fausses promesses et fûrent trompés.
ja: 彼女の嘘の約束を彼らは信じ、惑わされました。
pt: Eles acreditaram nas suas falsas promessas e foram enganados.
zh_cn: 他们相信她的虚假承诺，被误导了。

source: Then Elytharan cultists arrived on the shore of the northern sea, which is also known as the Sea of Tears.
fr: Puis les adorateurs d'Elytharan débarquèrent sur les rives de la côte nordique, connue sous le nom de la Mer des Larmes.
ja: そしてエリザラン教団が、涙の海としても知られる北海の岸辺に現れます。
pt: Em seguida, os cultistas Elytharianos chegaram à costa do mar do norte, que também é conhecido como o Mar das Lágrimas.
zh_cn: 然后，伊利萨兰的邪教徒们来到了北部海域的岸边，这里也被称为泪海。

source: The cultists worshipped the blinding and cleansing light of Elythara. Clever and sneaky as they were, they gained people's trust.
fr: Les adorateurs vouaient un culte à la lumière aveuglante et purifiante d'Elythara. Malins et sournois, ils réussirent à gagner la confiance de la population.
ja: 教団の者はエリサラのまばゆい清めの光を崇拝していました。狡猾でずる賢いこの者たちは、人々の信頼を得ます。
pt: Os cultistas adoravam a luz ofuscante e purificadora de Elythara. Inteligentes e sorrateiros como eram, ganharam a confiança das pessoas.
zh_cn: 崇拜者们崇拜伊利萨拉的刺眼和洁净之光。他们聪明而狡猾，获得了人们的信任。

source: Partly with gold, partly with cunning and violence, they attracted more and more people to their side. Those who still wanted to walk the old ways often found their house burning.
fr: Avec de l'or, mais aussi avec de la ruse et de la violence, ils attirèrent de plus en plus de gens à leurs côtés. Ceux qui ne suivaient pas le chemin trouvaient souvent leur maison en feu.
ja: 一部は金で、一部は狡猾さと暴力で、ますます多くの人々を味方に引きつけます。それでも旧来の道を歩もうとする者は、しばしば家が燃え落ちる様を目の当たりにさせられました。
pt: Em parte com ouro, em parte com astúcia e violência, eles atraíram mais e mais pessoas para o seu lado. Aqueles que ainda queriam andar pelos velhos costumes muitas vezes encontravam as casas deler a arder.
zh_cn: 部分靠黄金，部分靠狡猾和暴力，他们吸引了越来越多的人站在他们一边。那些仍想走老路的人常常发现他们的房子被烧毁了。

source: A general distrust began, and it didn't take long until weapons were drawn. Brothers fought each other - the horrible War of Dawn began!
fr: Une méfiance générale s'installa, et il ne fallût pas longtemps avant que les armes ne soient sorties. Nos frères se bâtèrent entre eux - et l'horrible Guerre de l'Aurore commença !
ja: 多くの人々に不信感が芽生え、武器が引き出されるまで長くはかかりませんでした。兄弟が互いに争う…恐るべき夜明けの戦争が始まったのです！
pt: Começou uma desconfiança geral e não demorou muito até que as armas fossem sacadas. Irmãos lutaram uns contra os outros - a horrível Guerra da Alvorada começou!
zh_cn: 一种普遍的不信任开始了，没过多久，武器就被拔了出来。兄弟们自相残杀--可怕的黎明之战开始了!

source: Psst...
ja: ちょっと…
zh_cn: 噗...

source: [whispering] What's up?
fr: [chuchotant] Quoi de neuf ?
ja: （ささやく）どうしたの？
pt: [a Sussurrar] O que foi?
zh_cn: [窃窃私语]怎么了？

source: Be quiet, please. How can I concentrate if you are talking all the time? Where was I? I had better start anew.
fr: Du calme, s'il vous plait. Comment puis-je me concentrer si vous parlez tout le temps ? Où en étais-je ? Je ferais mieux de recommencer.
ja: お静かに。そうやって喋っていて集中ができますか？ どこまで話しましたかね？ 一からやり直しましょう。
pt: Fique quieto, por favor. Como me posso concentrar se está a falar o tempo todo? Onde é que estava? É melhor começar de novo.
zh_cn: 请保持安静。如果你一直在说话，我怎么能集中精力？我说到哪里了？我最好重新开始。

source: Yes, sorry.
fr: Oui, désolé.
ja: はい、すいません。
pt: Sim, desculpe.
zh_cn: 是的，对不起。

source: However Elythara and her cultists failed to completely annihilate the old ways. Many true men managed to hide in remote places in the total darkness, unknown to the Elytharans. Also, Elythara's power is diminished underground.
fr: Cependant Elythara et ses adorateurs faillirent à annihiler toute rébellion. De nombreux hommes réussirent à rester cacher dans des endroits secrets au plus profond des ténèbres, inconnus des Elytharains. De plus, le pouvoir d'Elythara faiblit dans les souterrains.
ja: しかしながらエリサラと教徒は、旧来のやり方を完全に滅ぼすことに失敗しました。多くの誠実な人々がエリザラン人には知られていない完全な闇の中、人里離れた場所へと落ち延びることができたのです。その上、エリサラの力は地下では衰えます。
pt: No entanto, Elythara e os cultistas dela não conseguiram aniquilar completamente os costumes velhos. Muitos homens verdadeiros conseguiram se esconder em lugares remotos na escuridão total, desconhecidos pelos Elytharianos. Além disso, o poder de Elythara é menor no subsolo.
zh_cn: 然而埃利萨拉和她的邪教徒们没能完全消灭旧的势力。许多真正的人设法躲在完全黑暗的偏远地方，不为艾莉丝阿兰斯人所知。同时，埃利萨拉的力量在地下也被削弱了。

source: [whispering to Golin] What's up?
fr: [chuchotant à Golin] Quoi de neuf ?
ja: （ゴリンにささやく）どうしたの？
pt: [A sussurrar ao Golin] Que foi?
zh_cn: [对戈林耳语]怎么了？

source: Each city was ruled by one or two houses who closely collaborated with the Elytharan priests. People were mainly influenced by the Elytharan priests.
fr: Chaque ville était dirigée par une ou deux maisons qui collaboraient étroitement avec les prêtres Elytharains. Les gens étaient principalement influencés par les prêtres Elytharains.
ja: 各地の都市はエリザラン神官と密接に協力した1つ、または2つの家によって支配されます。人々は主にエリザラン神官による影響を受けていました。
pt: Cada cidade era governada por uma ou duas casas que colaboraram de perto com os sacerdotes Elytharianos. As pessoas foram influenciadas principalmente pelos sacerdotes Elytharianos.
zh_cn: 每个城市都由一两个与伊利萨兰牧师密切合作的家族统治。人们主要受到伊利萨兰祭司的影响。

source: The Elytharans built several towns and cities, dedicated to their goddess. Several aristocratic houses were formed at that time.
fr: Les Elytharains construisirent plusieurs villes et cités, dédiées à leur déesse. Plusieurs maisons aristocratiques furent créées à cette époque.
ja: エリザラン人は女神を祭るための町や都市を建てました。当時には貴族の家もいくつかできています。
pt: Os Elytharianos construíram várias cidades, dedicadas à sua deusa. Várias casas aristocráticas foram formadas naquela época.
zh_cn: 伊利萨兰人建立了几个城镇，供奉他们的女神。当时形成了几个贵族家族。

source: First the Elytharans erected the city of Feygard on the shore of the Sea of Tears. It became a center of trade for the realm due to its access to the sea.
fr: En premier lieu, les Elytharains érigèrent la cité de Feygard sur la côte de la Mer des Larmes. Elle devint un centre marchand pour le royaume grâce à son accès maritime.
ja: エリザラン人はまず、涙の海の岸にフェイガードの街を建てました。海へのアクセスが良好だったため、王国の貿易の中心地となります。
pt: Primeiro os Elytharianos ergueram a cidade de Feygard, na margem do Mar de Lágrimas. Tornou-se um centro de comércio para o reino devido ao seu acesso ao mar.
zh_cn: 艾莉丝阿兰斯首先在泪海之滨建立了费加德城。由于临海，该城成为王国的贸易中心。

source: The town of Loneford was founded and it soon became famous for its fertile fields and healthy vegetables which fed the northern parts of the Forgotten Kingdom.
fr: La ville de Loneford fût fondée et elle devint célèbre pour ses champs fertiles et ses légumes sains qui nourrissaient les parties nordiques du Royaume Oublié.
ja: ローンフォードの町ができ、肥沃な畑と忘れられた王国の北部を養う健康的な野菜ですぐに有名となりました。
pt: A cidade de Loneford foi fundada e logo tornou-se famosa por os campos férteis e vegetais saudáveis dela que alimentavam as partes norte do Reino Esquecido.
zh_cn: 隆福德镇成立了，它很快就因其肥沃的田地和健康的蔬菜而闻名于世，为被遗忘王国的北部地区提供了食物。

source: Blackwater Mountain was explored, and on its summit a large sanctuary for the Elytharan priests was erected.
fr: Le mont Encreau fût exploré, et à son sommet un grand sanctuaire pour les prêtres Elytharains fût érigé.
ja: ブラックウォーター山が探索され、頂上にはエリザラン神官のための大きな聖域が建てられました。
pt: A Montanha Blackwater foi explorada e no seu cume foi erguido um grande santuário para os sacerdotes Elytharianos.
zh_cn: 黑水被开发出来，在其山顶上为伊利萨兰的祭司们建立了一个大型的圣所。

source: The mining colony of Prim was also founded after pioneers found rich sources of iron and coal under the mountain.
fr: La colonie minière de Prim fût aussi fondée quand les pionniers trouvèrent des sources de fer et de charbon sous la montagne.
ja: プリム鉱山集落も、開拓者が山の下で鉄と石炭の豊富な資源を発見したことで設立されました。
pt: A colônia de mineração de Prim também foi fundada, depois que os pioneiros encontraram ricas fontes de ferro e carvão sob a montanha.
zh_cn: 在先驱者们发现山下有丰富的铁和煤资源后，普里姆的采矿殖民地也随之建立。

source: The city of Fallhaven became a prospering center of trade due to its excellent location as a junction between the sanctuary of Blackwater Mountain, Stoutford, Nor City and Feygard.
fr: La cité de Fallhaven devint une place de marché prospère grâce à son excellente localisation, à la jonction entre le mont Encreau, Stoutford, Norville et Feygard.
ja: フォールヘブンの街は、ブラックウォーター山の聖域、スタウトフォード、ノアシティにそれからフェイガードの分岐点としての優れた立地条件から、貿易の中心地として栄えました。
pt: A cidade de Fallhaven tornou-se num próspero centro comercial devido à sua excelente localização como uma junção entre o santuário da Montanha Blackwater, Stoutford, Nor City e Feygard.
zh_cn: 法尔海文因其作为黑水圣地、斯托福德、诺尔城和费加德之间的交界处的绝佳位置，成为一个繁荣的贸易中心。

source: Big storehouses were built to safely store shipments.
fr: De grands entrepôts fûrent construits pour conserver les cargaisons.
ja: 貨物を安全に保管するための大きな倉庫が建てられました。
pt: Armazéns grandes foram construídos para armazenar remessas com segurança.
zh_cn: 为了安全地储存货物，人们建造了大型仓库。

source: However, bands of thieves ...
fr: Cependant, des bandes de voleurs...
ja: ですが、盗賊の一団は…
pt: No entanto, bandos de ladrões...
zh_cn: 然而，盗贼团伙......。

source: Thieves?!
fr: Des voleurs ? !
ja: 盗賊？！
pt: Ladrões?!
zh_cn: 小偷？!

source: Yes thieves. Dishonorable men who cut cheeky children's neck for a few pennies. But ... where was I?
fr: Oui des voleurs. Des hommes de déshonneur prêts à couper la gorge des enfants pour quelques piécettes. Mais...où en étais-je ?
ja: はい盗賊です。小銭を目当てに子供の首を刎ねるような恥を知らない者たちです。ですが…どこまで話しましたかね？
pt: Sim, ladrões. Homens desonrosos que cortam o pescoço de crianças por uns tostões. Mas... onde é que eu estava?
zh_cn: 是的，小偷。那些为了几分钱而割断厚脸皮孩子脖子的不光彩的人。但是......我讲到哪了？

source: You said 'However, bands of thieves'
fr: Vous avez dit 'Cependant, des bandes de voleurs'
ja: "ですが、盗賊の一団は"と言いました
pt: Disse: "No entanto, bandos de ladrões"
zh_cn: 你说'然而，盗贼团伙'

source: You don't know what I just said? Then I had better start anew.
fr: Tu n'a pas retenu ce que je viens de dire ? Alors je ferais mieux de recommencer.
ja: 何を言っていたかわからないのですか？ それなら最初から始めた方がよさそうですね。
pt: Não sabe o que acabei de dizer? Então é melhor começar de novo.
zh_cn: 你不知道我刚才说了什么？那我最好重新开始。

source: ... were soon attracted by the growing wealth and united under one big organization, the Thieves' Guild, whose guild halls were secretly placed in Fallhaven, Feygard, and Nor City, those being the richest cities at that time.
fr: ... fûrent rapidement attirés par les richesses grandissantes et s'unirent sous une grande organisation, la Guilde des Voleurs, dont les salles de réunion étaient secrètement placées à Fallhaven, Feygard et Norville, qui étaient les villes les plus riches à l'époque.
ja: …すぐにもその富の増大に惹かれ1つの大組織である盗賊ギルドの下に団結します。当時最も裕福な都市であったフォールヘブン、フェイガード、そしてノアシティにはギルドホールが密かに置かれました。
pt: ... logo foram atraídos pela riqueza crescente e unidos sob uma grande organização, a Guilda dos Ladrões, cujos salões foram secretamente postos em Fallhaven, Feygard e Nor City, a ser as cidades mais ricas da época.
zh_cn: ......很快就被日益增长的财富所吸引，并在一个大的组织下联合起来，即盗贼公会，其公会大厅被秘密地安置在法尔海文、费加德和诺尔城，这些都是当时最富有的城市。

source: However, bands of thieves were soon attracted by the growing wealth and united under one big organization, the Thieves' Guild, whose guild halls were secretly placed in Fallhaven, Feygard, and Nor City, those being the richest cities at that time.
fr: Cependant, des bandes de voleurs fûrent rapidement attirées par les richesses grandissantes et s'unirent sous une grande organisation, la Guilde des Voleurs, dont les salles de réunion étaient secrètement placées à Fallhaven, Feygard et Norville, qui étaient les villes les plus riches à l'époque.
ja: ですが、盗賊の一団はすぐにもその富の増大に惹かれ1つの大組織である盗賊ギルドの下に団結します。当時最も裕福な都市であったフォールヘブン、フェイガード、そしてノアシティにはギルドホールが密かに置かれました。
pt: No entanto, bandas de ladrões logo foram atraídas pela riqueza crescente e unidos sob uma grande organização, a Guilda dos Ladrões, cujos salões foram secretamente postos em Fallhaven, Feygard e Nor City, as cidades mais ricas da época.
zh_cn: 然而，盗贼团伙很快就被日益增长的财富所吸引，并在一个大的组织下联合起来，即盗贼公会，其公会大厅被秘密地安置在法尔海文、费加德和诺尔城，这些都是当时最富有的城市。

source: At last many other towns, including our Brimhaven and Brightport were also founded around this time.
fr: Enfin de nombreuses autres villes, dont notre ville de Brimhaven et Clairport, fûrent aussi érigées à cette époque.
ja: 最後に、ブリムヘブンやブライトポートを含む他の多くの町もこの時期に設立されました。
pt: Por fim, muitas outras cidades, incluindo Brimhaven e Brightport, também foram fundadas nessa época.
zh_cn: 最后，许多其他城镇，包括我们的布林海文和布莱特口岸也是在这个时候建立的。

source: [Sigh] 'At last' sounds good.
fr: [soupir] 'Enfin' comme il dit.
ja: （ため息）"最後に"、良かったですね。
pt: [Suspiro] 'Finalmente' parece bom.
zh_cn: [叹息]"终于"听起来不错。

source: Brimhaven has become an emerging, thriving city. Our importance will increase - you have it in your hands!
fr: Birmhaven est devenu un cité emergeante et florissante. Notre importance va grandir - vous l'avez dans vos mains !
ja: ブリムヘブンは新興の繁栄した都市となりました。私たちの重要性はますます高まることでしょう…皆さんの手にかかっていますよ！
pt: Brimhaven tornou-se uma cidade emergente e próspera. Nossa importância aumentará - tem isso nas suas mãos!
zh_cn: 布林海文已经成为一个新兴的、繁荣的城市。我们的重要性将增加--你掌握着它！

source: So study hard and beware of the lies of false leaders!
fr: Alors étudiez durement et faites attention aux mensonges de faux prophètes !
ja: だからしっかりと勉強して、見せかけの指導者の嘘には気をつけるのですよ！
pt: Portanto, estude bastante e tenha cuidado com as mentiras dos líderes falsos!
zh_cn: 因此，请努力学习，并提防虚假领导者的谎言！

source: [Waiting silently]
fr: [Attendre silencieusement]
ja: （黙って待っている）
pt: [A esperar silenciosamente]
zh_cn: 【默默等待】

source: OK now. Does anybody have a question?
fr: Bon, est-ce que quelqu'un à une question ?
ja: もういいですよ。誰か質問はありますか？
pt: Certo, agora. Alguém tem uma pergunta?
zh_cn: 现在好了。有谁有问题吗？

source: Yes, please. Who was Elythara?
fr: Oui, s'il vous plait. Qui était Elythara ?
ja: はい、お願いします。エリサラって誰でしたっけ？
pt: Sim, por favor. Quem era Elythara?
zh_cn: 是的，请问埃利萨拉是谁？

source: Oh dear. Didn't you listen? Well, because you are new, I will tell you again.
fr: C'est pas vrai. Mais tu n'as pas écouté ? Bon, puisque tu es nouveau, je vais te le raconter encore une fois.
ja: まあ。聞いてなかったのですか？ そうですね、あなたは新入生ですから、もう一度お話ししましょうか。
pt: Ah, meu Deus. Não escutou? Bem, porque é novo, vou lhe dizer de novo.
zh_cn: 哦，亲爱的。你没听吗？好吧，因为你是新人，我再告诉你一次。

source: And now we will do something completely different. Let's practice fighting, so that you learn how to defend yourselves.
fr: Et maintenant, on passe à quelque chose de totalement différent. Nous allons nous entraîner au combat, afin que vous appreniez à vous défendre.
ja: これからはさっきまでとは違うことをします。自分の身を守る方法を覚えるために、戦いの練習をしましょう。
pt: [REVIEW]E agora chegamos a uma coisa completamente diferente. Vamos praticar lutar.
zh_cn: 而现在我们将做一些完全不同的事情。让我们练习战斗，这样你们就能学会如何保护自己。

source: Finally. I thought her talking would never cease.
fr: Enfin. Je croyais que son discours n'allait jamais finir.
ja: やっとだ。話が終わらないかと思った。
pt: Finalmente. Pensei que a conversa nunca cessaria.
zh_cn: 终于结束了。我以为她的谈话会永远不会停止。

source: Everybody get your practice gear out of the chest over there. Each of you take one wooden sword and one paper shield, please. Then sit down again.
fr: Tout le monde sort son équipement d'entraînement du coffre là bas. Chacun d'entre vous doit prendre une épée en bois et un bouclier en papier s'il vous plait. Puis rasseyez-vous.
ja: 皆さん、あそこの収納箱から練習用具を取ってください。木剣と紙の盾を1つずつ持ってくださいね。その後はまた座ってください。
pt: Todos levam o equipamento de treino do peitoral ali. Cada um levaa uma espada de madeira e um escudo de papel, por favor. Depois sentem-se novamente.
zh_cn: 大家从那边的箱子里拿出你们的练习装备。请你们每人拿一把木剑和一面纸盾。然后再坐下来。

source: Wooden weapons? Honestly?
fr: Des armes en bois ? Sérieux ?
ja: 木でできた武器？ 本気？
pt: Armas de madeira? A sério?
zh_cn: 木制武器？真的吗？

source: May I use my own weapons?
fr: Puis-je me servir de mes propres armes ?
ja: 自分の武器を使ってもいいですか？
pt: Posso usar as minhas próprias armas?
zh_cn: 我可以使用我自己的武器吗？

source: Of course. You mustn't hurt yourself.
fr: Bien sûr. Mais ne te blesse pas.
ja: もちろんです。ケガをしてはいけませんからね。
pt: Claro. Não se deve aleijar.
zh_cn: 当然了。你绝不能伤害到自己。

source: Of course not.
fr: Bien sûr que non.
ja: もちろんダメです。
pt: Claro que não.
zh_cn: 当然没问题。

source: Where is your weapon and shield?
fr: Où est ton arme et ton bouclier ?
ja: 武器と盾はどこ？
pt: Onde está a sua arma e escudo?
zh_cn: 你的武器和盾牌在哪里？

source: I still have to get it.
fr: Je n'en ai pas encore.
ja: 取ってこないと。
pt: Ainda tenho que ter-lo.
zh_cn: 我还是得去买。

source: Hurry now.
fr: Dépêche toi.
ja: 急いで。
pt: Rápido então.
zh_cn: 现在快点。

source: You all have your gear? OK.
fr: Vous avez tous votre équipement ? OK.
ja: 装備はありますか？ よろしい。
pt: Todos têm o equipamento? Certo.
zh_cn: 你们都带了装备？好的。

source: Listen everybody: Use the sword and shield of the school set. We duel in pairs, the new kid first.
fr: Ecoutez tous : utilisez l'épée et le bouclier fourni par l'école. Nous ferons des duels, à commencer par le petit nouveau.
ja: では皆さん聞いてください。学校の剣と盾を使いましょう。2人1組で決闘をします。新入生が先ですよ。
pt: Ouçam todos: Usem a espada e o escudo do conjunto escolar. Duelamos aos pares, o garoto novo primeiro.
zh_cn: 大家听着。使用学校的套装剑和盾牌。我们两人一组进行决斗，新来的孩子先来。

source: Run now, seek ye an opponent!
fr: En vitesse, cherchez vous un adversaire !
ja: それでは、相手を探してください！
pt: Corram agora, procurem um adversário!
zh_cn: 现在，找个对手！

source: Anybody?
fr: Quelqu'un ?
ja: 誰かを？
pt: Ninguém?
zh_cn: 有人吗？

source: Just go ahead. But don't forget: You must use the school weapon and shield.
fr: Allez avance. Mais n'oublie pas : tu dois utiliser l'épée et le bouclier de l'école.
ja: ええどうぞ。ですが忘れないでくださいね、学校の武器と盾を使わなくてはいけませんよ。
pt: Vá em frente. Mas não se esqueça: Deve usar a arma e o escudo da escola.
zh_cn: 只管去吧。但别忘了：你必须使用学校的武器和盾牌。

source: Hello, big one.
fr: Salut, le grand.
ja: こんにちは、大きい子。
pt: Olá, grandalhão.
zh_cn: 你好，大个子。

source: As you approach the little student, horror spreads on his face.
fr: Alors que tu t'approches du petit écolier, l'horreur se lit sur son visage.
ja: その幼い生徒に近づくと、相手の顔に恐怖が広がる。
pt: Quando se aproxima do pequeno aluno, o horror espalha-se no rosto dele.
zh_cn: 当你接近这个小学生时，恐怖在他脸上蔓延开来。

source: Don't panic. I'll go away again.
fr: Ne panique pas. Je vais partir encore une fois.
ja: 慌てないで。他を当たるから。
pt: Não entre em pânico. Vou embora de novo.
zh_cn: 不要惊慌。我将再次离开。

source: Wait, I'll show you...
fr: Attends, je vais te montrer...
ja: 待って、あなたに…
pt: Espere, vou mostrar-te...
zh_cn: 等等，我给你看......。

source: [He jumps up and runs screaming out of the room. The other little students follow in panic.]
fr: [Il bondit et se met et à courir hors de la classe. Les autres écoliers le suivent pris de panique.]
ja: （相手は飛び上がって叫びながら部屋から走り去る。他の幼い生徒たちもパニックになってそれについて行く）
pt: [Ele pula e corre a gritar para fora da sala. Os outros alunos pequenos seguem em pânico.]
zh_cn: [他跳了起来，尖叫着跑出了房间。其他小学生惊慌失措地跟着。］

source: [You sit next to a smug-looking child that is about your age.]
fr: [Tu t'assois à côté d'un enfant au look snob qui semble de ton âge.]
ja: （あなたは自分と同じ年頃のキザな雰囲気の子供の隣に座る）
pt: [Senta-se ao lado de uma criança presunçosa que tem mais ou menos a sua idade.]
zh_cn: [你坐在一个看起来很得意的孩子旁边，他和你差不多大。］

source: Hi kid. I am Golin.
fr: Salut gamin. Je m'appelle Golin.
ja: やあ。ボクはゴリン。
pt: Oi, garoto. Sou Golin.
zh_cn: 嗨孩子。我是戈林。

source: Thanks, it's a pleasure.
fr: Merci, c'est un plaisir.
ja: ありがとう。
pt: Obrigado, é um prazer.
zh_cn: 谢谢，这是我的荣幸。

source: [nod silently]
fr: [acquiescer silencieusement]
ja: （黙ってうなずく）
pt: [acena com a cabeça silenciosamente]
zh_cn: [默默点头]

source: Very well, you have found a place after all. Now let us proceed with our history lesson.
fr: Très bien, tu t'es trouvé une place finalement. Maintenant, passons à notre leçon d'Histoire.
ja: よろしい、場所が見つかったのですね。それでは歴史の授業を進めていきましょう。
pt: Muito bem, afinal encontrou um lugar. Agora vamos prosseguir com a nossa lição de história.
zh_cn: 很好，你毕竟找到了一个地方。现在让我们继续上我们的历史课。

source: I will start from the beginning again, because it is so important. You can't listen to it often enough.
fr: Je vais recommencer depuis le début encore, car c'est très important. Vous ne l'entendrez jamais assez.
ja: 大事なところですので、もう一度最初からやり直します。そう何度も聞けるわけではありませんよ。
pt: Vou começar do início de novo, porque é muito importante. Não pode ouvir isso com frequência suficiente.
zh_cn: 我将再次从头开始，因为它是如此重要。你平常听不到。

source: Who on earth puts such an ugly, hideous thing in a school?
fr: Qui a bien pu placer une chose aussi moche et hideuse dans une école ?
ja: 一体誰がこんな醜い恐ろしいものを学校に置くのだろう？
pt: Quem é que põe uma coisa tão feia e horrível numa escola?
zh_cn: 究竟是谁在学校里放了这么一个丑陋、难看的东西？

source: Hey, I saw that! Your eyes sparkled!
fr: Ha, je l'ai vu ! Tes yeux ont étincelé !
ja: おい、見たぞ！ 目が光った！
pt: Ei, vi isso! Os seus olhos brilharam!
zh_cn: 嘿，我看到了!你的眼睛闪闪发光！

source: Am I mistaken or does the statue seem to be grinning?
fr: C'est moi ou la statue fait des sourires ?
ja: 僕の勘違いなのか、像がニヤニヤして見えるような？
pt: Estou enganado ou a estátua parece estar a sorrir?
zh_cn: 是我看错了还是雕像好像在笑？

source: I had better leave it alone.
fr: Je ferais mieux de la laisser tranquille.
ja: 放っておいたほうがいい。
pt: É melhor deixar isso em paz.
zh_cn: 我最好别管它。

source: The statue shows no signs of movement.
fr: La statue reste immobile.
ja: その像は動く気配がない。
pt: A estátua não mostra sinais de movimento.
zh_cn: 这座雕像没有任何移动的迹象。

source: I will keep an eye on you!
fr: Je vais garder un œil sur toi !
ja: 目を離さない！
pt: Vou ficar de olho em si!
zh_cn: 我会一直盯着你！

source: [Poke your finger in the belly of the statue]
fr: [Met un doigt dans le nombril de la statue]
ja: （像の腹を指で突く）
pt: [Cutuque com o dedo na barriga da estátua]
zh_cn: [把你的手指戳进雕像的肚脐里]

source: Leave me alone! What do you want of me?
fr: Laisse-moi tranquille ! Qu'est-ce que tu me veux ?
ja: かまわないでよ！ なにか用なの？
pt: Deixe-me em paz! O que quer de mim?
zh_cn: 别烦我！你想要我做什么？

source: Oh, you can talk?
fr: Oh, tu peux parler ?
ja: あ、話せるの？
pt: Oh, pode falar?
zh_cn: 哦，你会说话？
