Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: Hmph.
de: Hmpf.
ja: ふん。
pt: Hump.
zh_cn: 哼哼。

source: Well, to the east, there's Flagstone prison. To the south, there's Mt. Galmore. That's definitely a place that you don't want to go to. To the northwest, we have our railway terminal, and going west beyond that, you come to our border post at the Blackwater river. Nothing but bogs and marshes westwards of that. And finally, to the north, we had a tunnel leading to Prim and the Elm mine, in the heart of Blackwater mountain.
de: Nun, im Osten liegt das Gefängnis von Flagstone. Im Süden liegt Mount Galmore. Dort willst du ganz bestimmt nicht hingehen. Und im Nordwesten liegt unser Schienenknoten. Noch weiter westlich befindet sich unser Grenzposten am Blackwater Fluss, dahinter nichts als Moore und Sümpfe. Und schließlich noch der Norden, da gab es einen Tunnel nach Prim und die Elm Mine, im Herzen des Blackwater Mountain.
fr: Eh bien, à l'est, il y a la prison Flagstone. Au sud c'est le mont Galmore. C'est vraiment un endroit où tu ne veux pas aller. Au nord-ouest, il y a la gare de trains, et à l'ouest de là tu arrives au poste frontière de la rivière Encreau. Rien que des tourbières et des marécages plus à l'ouest. Et finalement, au nord, il y avait un tunnel menant à Prim et à la mine d'Elm, au cœur du mont Encreau.
ja: そうですね、東にはフラッグストーン監獄があります。南にはガルモア山が。絶対に行ってはならない場所です。北西は鉄道ターミナルがあり、その先を西へ行くとブラックウォーター川の国境前哨基地があります。それより西には湿原と沼地しかありません。最後に北には、プリムとエルム鉱山に通じるトンネルがブラックウォーター山の中心部にありました。
pt: Bem, a leste(→), há a prisão de Flagstone. Para o sul (↓), há o Monte. Galmore. É definitivamente um lugar onde não quererá ir. A noroeste (↖), temos o nosso terminal ferroviário e a ir para o oeste além disso, chega ao nosso posto de fronteira no rio Blackwater. Nada além de pântanos e pântanos para o oeste (←) disso. E finalmente, ao norte (↑), tínhamos um túnel que levava à mina Prim e Elm, no coração da montanha Blackwater.
zh_cn: 东边是石板监狱。南边是加尔莫山。那绝对是一个你不想去的地方。西北是我们的铁路终点站，再往西走，就到了黑水河边的边防站了。除了沼泽，向西什么都没有。最后，在北边，我们有一条通往普里姆和榆树矿的隧道，在黑水的中心。

source: Can you tell me more about Flagstone?
de: Kannst du mir mehr über Flagstone erzählen?
fr: Pouvez-vous m'en dire plus à propos de Flagstone ?
ja: フラッグストーンについてもっと教えてもらえますか？
pt: Pode dizer-me mais sobre Flagstone?
zh_cn: 您能告诉我更多关于石板监狱的信息吗？

source: Can you tell me more about Mt. Galmore?
de: Kannst du mir mehr über Mount Galmore erzählen?
fr: Pouvez-vous m'en dire plus au sujet du Mont Galmore ?
ja: ガルモア山についてもっと教えてもらえますか？
pt: Pode dizer-me mais sobre Mt. Galmore?
zh_cn: 你能告诉我更多关于加尔莫山的情况吗？

source: Can you tell me more about the railway terminal northwest of here?
de: Kannst du mir mehr über den Schnienenknoten im Nordwesten erzählen?
fr: Pouvez-vous m'en dire plus à propos de la gare de chemin de fer au nord-ouest ?
ja: 鉄道ターミナルのある、ここから北西についてもっと教えてもらえますか？
pt: Pode dizer-me mais sobre o terminal ferroviário a noroeste daqui?
zh_cn: 你能告诉我更多关于这里西北部铁路终点站的信息吗？

source: Can you tell me more about Blackwater mountain?
de: Kannst du mir mehr über Blackwater Mountain erzählen?
fr: Pouvez-vous m'en dire plus sur le mont Encreau ?
ja: ブラックウォーター山についてもっと教えてもらえますか？
pt: Pode me falar mais sobre a montanha Blackwater?
zh_cn: 你能告诉我更多关于黑水的情况吗？

source: There is something else I wanted to know.
de: Da gibt es noch etwas, was ich wissen möchte.
fr: Il y a autre chose que je voulais savoir.
ja: 他に知りたいことがあります。
pt: Há algo mais que queria saber.
zh_cn: 还有一件事我想知道。

source: Flagstone Prison was built four hundred years ago by house Gorland of Stoutford, and was used until the Noble Wars, when the house was vanquished by its enemies. They mostly used it to detain people that were worshipping the "old gods".
de: Das Gefängnis von Flagstone wurde vor vierhundert Jahren vom Hause Gorland von Stoutford gegründet und wurde bis in die Adelkriege verwendet, in denen das Geschlecht von seinen Feinden ausgelöscht wurde. Dort wurden zumeist Leute eingesperrt, die noch die "alten Götter" verehrten.
fr: La prison de Flagstone a été construite il y a quatre cents ans par la maison Gorland de Stoutford. Elle a été utilisée jusqu'aux Guerres Nobles, quand la maison a été vaincue par ses ennemis. Ils l'utilisaient principalement pour détenir les gens qui vénéraient les « anciens dieux ».
ja: フラッグストーン監獄は400年前にスタウトフォードのゴーランド家によって建てられ、一族が打ち倒されるノーブル・ウォーズの頃まで使われていたものです。主に"古い神々"を信仰する者を拘留するために用いられました。
pt: A Prisão de Flagstone foi construída quatrocentos anos atrás pela casa Gorland de Stoutford e foi usada até a Guerra dos Nobres, quando a casa foi derrotada por seus inimigos. Eles costumavam usá-la para deter as pessoas que estavam a adorar as "antigas divindades".
zh_cn: 石板监狱建于四百年前，由斯托福德的戈兰家族建造，一直使用到贵族战争，当时这座房子被敌人击败。他们大多用它来拘留那些崇拜"旧神"的人。

source: That dreadful place has been left abandoned ever since. Recently, however, undead have started pouring out of the prison, and we had to send guards to keep them away from the road.
de: Dieser furchtbare Ort ist seitdem verlassen. In der letzten Zeit allerdings begannen die Untoten aus dem Gefängnis zu strömen, so dass wir Wachen aufstellen mussten, die diese von der Straße fernhalten.
fr: Cet endroit effrayant a été laissé à l'abandon depuis. Récemment, toutefois, des morts-vivants ont commencé à jaillir de la prison et nous avons dû envoyer des gardes pour les maintenir à distance de la route.
ja: この恐ろしい場所はそれ以来、ずっと放置されてきました。ところが、最近になってアンデッドが続々と監獄から出てくるようになったため、それらを街道から遠ざけるために衛兵を派遣せねばならなくなりました。
pt: Aquele lugar horrível foi abandonado desde então. Recentemente, porém, os mortos-vivos começaram a sair da prisão e tivemos que mandar guardas para mantê-los afastados da estrada.
zh_cn: 那个可怕的地方从那时起就被遗弃了。然而，最近，亡灵开始从监狱里涌出，我们不得不派人看守，让他们远离道路。

source: I took care of that.
de: Ich habe mich darum gekümmert.
fr: Je me suis chargé de ça.
ja: 僕がそれを片付けました。
pt: Cuido disso.
zh_cn: 我已经解决了这个问题。

source: Can I help you with Flagstone?
de: Wie kann ich euch mit Flagstone helfen?
fr: Puis-je vous aider concernant la prison de Flagstone ?
ja: フラッグストーンのことでお手伝いできますか？
pt: Posso te ajudar com Flagstone?
zh_cn: 我可以帮你处理石板监狱吗？

source: Is there anything I could help you with?
de: Gibt es etwas, was ich für dich tun kann?
fr: Pourrais-je me rendre utile pour vous aider ?
ja: 何か手伝えることはありますか？
pt: Tem alguma coisa que possa te ajudar?
zh_cn: 有什么我可以帮助你的吗？

source: There was something else I wanted to ask you about.
de: Da ist noch etwas, über das ich mit dir sprechen möchte.
fr: Je voulais vous demander autre chose.
ja: 他にも聞きたいことがありました。
pt: Havia outra coisa que queria perguntar.
zh_cn: 我还想问你一些别的问题。

source: Mt. Galmore? It has been our bane for a long time. Garthan I, the founder of Aewhata Kingdom, ordered the excavation of the mountain for gold and gems 430 years ago.
de: Mount Galmore? Der ist schon seit langer Zeit unser Fluch. Garthan der erste, der Gründer des Aewhata Königreiches, befahl die Erschließung des Berges für Gold und Edelsteinen vor 430 Jahren.
fr: Le Mont Galmore ? C'est notre cauchemar depuis longtemps. Il y a 430 ans, Garthan, le fondateur du Royaume d'Aewhata, ordonna l'excavation d'or et de gemmes dans la montagne.
ja: ガルモア山ですか？ これは長い間我々の悩みの種でした。430年前、アイワタ王国の建国の父であるガルサン1世は金と宝石を目当てに山の発掘を指示しました。
pt: Mt. Galmore? Essa foi a nossa maldição por um longo tempo. Garthan I, o fundador do Reino Aewhata, ordenou a escavação da montanha em busca de ouro e pedras preciosas há 430 anos.
zh_cn: 加尔莫山？长期以来，它一直是我们的祸根。埃瓦塔王国的创始人加尔森一世，在430年前下令挖掘这座山，以获取黄金和宝石。

source: Local lore says that fortifications were built to protect against monster attacks, and an enormous network of mine tunnels was dug under the mountain. They found rich ore veins and the mine flourished.
de: Den örtlichen Legenden zufolge wurden dort Befestigungsanlagen gebaut, um sich gegen die Monsterangriffe zu verteidigen, und ein riesiges Netzwerk von Stollen unter den Berg getrieben. Sie fanden reiche Erzvorkommen und die Mine gedieh.
fr: La tradition locale dit que des fortifications furent construites pour protéger contre les attaques de monstres, et une mine constituée d'un énorme réseau de tunnels fut creusée sous la montagne. Ils trouvèrent de belles veines de minerai et la mine prospéra.
ja: 地元の言い伝えによると、モンスターの来襲から身を守るために砦が築かれ、山の下には巨大な坑道網が掘られていたとか。豊富な鉱脈が発見されて鉱山は繁栄しました。
pt: Lendas locais dizem que fortificações foram construídas para proteger contra ataques de monstros e uma enorme rede de túneis de minas foi escavada sob a montanha. Encontraram ricos veios de minério e a mina floresceu.
zh_cn: 当地的传说中，人们建造了防御工事以抵御怪物的攻击，并在山下挖掘了一个巨大的矿井隧道网络。他们发现了丰富的矿脉，矿场蓬勃发展。

source: But their success didn't last long. It is said that after a few years unspeakable horrors overwhelmed the knights and miners of the King, and the mine has been abandoned ever since.
de: Aber der Erfolg hielt nicht lange an. Man sagt, dass nach einigen Jahren unausprechliches Grauen die Ritter und Minenarbeiter des Königs überwältigte und die Mine seitdem verlassen ist.
fr: Mais le succès ne dura pas. On raconte qu'après quelques années, des horreurs indescriptibles accablèrent les chevaliers et les mineurs du Roi, et la mine est restée à l'abandon depuis lors.
ja: ですが、成功は長くは続きませんでした。数十年後には言いようのない恐怖に王の騎士と鉱夫たちは打ちのめされたそうです、それ以来鉱山は放棄されています。
pt: Mas o sucesso deles não durou muito tempo. Diz-se que depois de alguns anos horrores indescritíveis dominaram os cavaleiros e mineiros do Rei e a mina tem sido abandonada desde então.
zh_cn: 但他们的成功并没有持续多久。据说几年后，难以言喻的恐怖压倒了国王的骑士和矿工，矿场从此被遗弃。

source: However, recently more and more of the most foul monsters are coming from the mountain and we have to fend them off. With the rise of undead knights in the castle and Lord Erwyn's demise we struggle more and more.
de: Indessen kommen neuerlich immer mehr von den garstigsten Monstern von dem Berg und wir müssen diese abwehren. Seit dem Auftauchen der untoten Ritter im Schloss und Lord Erwyns Ableben ringen wir immer mehr.
fr: Mais récemment, de plus en plus de monstres infects viennent de la montagne et nous devons les repousser. Avec le réveil des chevaliers mort-vivants dans le château et le décès de Seigneur Erwyn, nous avons de plus en plus de mal.
ja: しかし、最近では山から凶悪なモンスターがやって来ることが増えてきているので、追い払わなくてはなりません。城にアンデッドの騎士が現れたこととエルウィン卿の死によって、我々は一層の苦闘を強いられています。
pt: No entanto, recentemente, mais e mais monstros imundos estão a vir da montanha e temos que afastá-los. Com o surgimento de cavaleiros mortos-vivos no castelo e a morte de Lord Erwyn, lutamos cada vez mais.
zh_cn: 然而，最近越来越多的最肮脏的怪物从山里来，我们不得不抵御它们。随着城堡中不死骑士的兴起和欧文大人的消亡，我们的斗争越来越激烈。

source: That sounds dreadful. Can I help you with the castle?
de: Das klingt furchtbar. Kann ich euch mit dem Schloss helfen?
fr: Ca semble affreux. Puis-je vous aider avec le château ?
ja: それは恐ろしいですね。お城の手伝いをしましょうか？
pt: Isso parece terrível. Posso te ajudar com o castelo?
zh_cn: 这听起来很可怕。我可以在城堡里帮你吗？

source: Is there anything I could do to help?
de: Gibt es etwas, bei dem ich euch helfen kann?
fr: Puis-je faire quoi que ce soit pour vous aider ?
ja: 何か手伝えることはありませんか？
pt: Existe algo que possa fazer para ajudar?
zh_cn: 有什么我可以帮忙的吗？

source: Well, you already were of great help. Thank you again!
de: Nun, du warst schon eine große Hilfe. Vielen Dank nochmal!
fr: Eh bien, tu as déjà été d'une grande aide. Encore merci !
ja: ええ、その節はお世話になりました。ありがとうございました！
pt: Bem, já foi de grande ajuda. Mais uma vez obrigado!
zh_cn: 嗯，你已经提供了很大的帮助。再次感谢您!

source: Well, you look a bit young. But I guess we could still make use of you in these dark times. Let me think about some tasks I can offer you.
de: Nun, du wirkst etwas jung. Aber ich schätze mal, wir können in diesen dunklen Zeiten immer noch einen Nutzen in dir finden. Lass mich über einige Aufgaben nachdenken, die du machen könntest.
fr: Eh bien, tu as l'air un peu jeune. Mais je suppose que nous devrions t'utiliser encore dans ces périodes sombres. Laisse-moi réfléchir à quelles tâches je peux te confier.
ja: そうですね、あなたは少しお若く見えます。ですがこの苦しい時期でもまだあなたを活用できると思います。提供できそうな仕事について考えさせてください。
pt: Bem, parece um pouco jovem. Mas acho que ainda poderíamos usar-lo nesses tempos sombrios. Deixe-me pensar em algumas tarefas que posso oferecer.
zh_cn: 嗯，你看起来有点年轻。但我想在这个黑暗的时代，我们仍然可以利用你。让我考虑一下我可以为你提供的一些任务。

source: What about the undead in the castle?
de: Was ist mit den Untoten im Schloss?
fr: Qu'en est-il des mort-vivants dans le château ?
ja: 城のアンデッドとは？
pt: E os mortos-vivos no castelo?
zh_cn: 城堡里的亡灵怎么办？

source: What about Flagstone prison?
de: Was ist mit dem Gefängnis von Flagstone?
fr: Qu'en est-il de la prison Flagstone ?
ja: フラッグストーン監獄とは？
pt: E a Prisão de Flagstone?
zh_cn: 石板监狱呢？

source: Could you help with Flagstone?
de: Konntest du bei Flagstone helfen?
fr: Pourriez-vous aider pour Flagstone ?
ja: フラッグストーンを手伝っていただけませんか？
pt: Poderia ajudar com Flagstone?
zh_cn: 您能帮助解决石板监狱的问题吗？

source: OK. I will go to the prison.
de: Einverstanden. Ich werde mich um das Gefängnis kümmern.
fr: Ok. Je vais aller à la prison.
ja: わかりました。監獄に行きます。
pt: Certo. Irei até a prisão.
zh_cn: 好的。我将去监狱。

source: Can you clear the castle?
de: Kannst du das Schloss befreien?
fr: Peux-tu nettoyer le château ?
ja: 城を片付けてもらえますか？
pt: Pode limpar o castelo?
zh_cn: 你能清理城堡吗？

source: Sure. All the undead will soon be dead!
de: Sicher. All diese Untoten werden schon bald tot sein!
fr: Bien sûr. Tous les mort-vivants seront bientôt morts !
ja: ええ。アンデッドを全部始末してきます！
pt: Certo. Todos os mortos-vivos em breve estarão mortos!
zh_cn: 当然，所有的不死族很快就会死掉!

source: I hate this place. It rains all the time and I can't stand the eerie screams of the undead!
de: Ich hasse diesen Ort. Es regnet ständig und ich kann diese unheimlichen Schreie der Untoten nicht mehr ertragen!
fr: Je déteste cet endroit. Il pleut tout le temps et je ne supporte pas les cris sinistres des morts-vivants !
ja: ここは嫌いだ。雨ばかり降るし、不気味なアンデッドの叫び声に耐えられそうにない！
pt: Odeio este lugar. Chove o tempo todo e não suporto os gritos assustadores dos mortos-vivos!
zh_cn: 我讨厌这个地方。它一直在下雨，而且我无法忍受亡灵的阴森恐怖的尖叫声！

source: This is both good and bad news. I am truly grateful that you rid us of the warden and his thralls. Talk to Yolgen for a reward. We will make sure that we recover this prisoner.
de: Das sind sowohl gute als auch schlechte Nachrichten. Ich bin wirklich dankbar darüber, dass du uns von dem Aufseher und seinen Lakeien befreit hast. Sprich mit Yolgen wegen einer Belohnung. Wir werden uns darum kümmern, dass der Gefangene gerettet wird.
fr: C'est à la fois une bonne et une mauvaise nouvelle. Je suis vraiment reconnaissant que tu nous aies débarrassés du directeur de la prison et de ses sbires. Parle à Yolgen pour une récompense. On fera en sorte de remettre sur pieds ce prisonnier.
ja: これは朗報だが、悪い知らせでもあるな。所長と囚われていた者たちを取り除いてくれたことには強く感謝している。報酬についてはヨルゲンと話してくれ。囚人に関しては、我々が必ず回復させよう。
pt: Isto é tanto uma boa como uma má notícia. Sou realmente grato por nos libertar do diretor e dos asseclas dele. Fale com Yolgen para uma recompensa. Certificaremos de que recuperaremos este prisioneiro.
zh_cn: 这既是好消息也是坏消息。我真的很感激你为我们摆脱了典狱长和他的傀儡。跟约尔根谈一谈奖励。我们会确保找回这个囚犯。

source: If you could help with Flagstone, it would take a big burden off us.
de: Wenn du uns mit Flagston helfen könntest, würdest du uns eine große Last abnehmen.
fr: Si tu pouvais aider pour Flagstone, ça nous ôterait une épine du pied.
ja: フラッグストーンを手伝ってくだされば、我々は大きな負担とならずに済みます。
pt: Se pudesse ajudar com Flagstone, seria uma grande ajuda para nós.
zh_cn: 如果你能在石板监狱方面提供帮助，将为我们减轻很大的负担。

source: I have been inside Flagstone, but I will go back and find out more.
de: Ich war schon in Flagstone, aber ich werde zurückgehen und noch mehr herausfinden.
fr: Je suis allé dans Flagstone, mais je vais y retourner et chercher davantage.
ja: フラッグストーンの中に入ったことがありますが、また行って調べてみます。
pt: Estive em Flagstone, mas vou voltar e descobrir mais.
zh_cn: 我一直在石板监狱内部，但我将回去了解更多。

source: OK, I will take a look.
de: Gut, ich werde mal nachsehen.
fr: Ok, je vais jeter un oeil.
ja: わかりました、見てみます。
pt: Certo, vou dar uma olhada.
zh_cn: 好的，我会看一看。

source: Oh that is good news! I am very pleased that the citizens of Stoutford have one thing less to worry about. It is a pity that we didn't send guards to investigate the prison earlier. Then all of this wouldn't have happened. Here, take this gold.
de: Oh, das sind gute Neuigkeiten! Ich bin so erleichtert, dass die Bürger von Stoutford nun eine Sorge weniger haben. Schade, dass wir die Wachen nicht schon früher für Ermittlungen zum Gefängnis geschickt hatten, dann wäre das alles nicht passiert. Hier, nimm dieses Gold.
fr: Oh, c'est une bonne nouvelle ! Je suis très heureux que les citoyens de Stoutford aient un problème de moins. C'est dommage que nous n'ayons pas envoyé les gardes enquêter dans la prison plus tôt. Alors tout ceci ne serait pas arrivé. Tiens, prends cet or.
ja: おおっ、それは朗報です！ スタウトフォード住民の心配事が1つ減ったことが、私はとても嬉しい。もっと早く衛兵を派遣して、監獄を調査しなかったことは残念でなりません。そうすればこんなことにはならなかったでしょう。では、こちらのお金をお受け取りください。
pt: Oh, que boas notícias! Estou muito satisfeito por os cidadãos de Stoutford terem menos uma coisa com que se preocupar. É uma pena que não tenhamos enviado guardas para investigar a prisão mais cedo. Então tudo isso não teria acontecido. Aqui, pegue este ouro.
zh_cn: 哦，这是个好消息！，斯托福德的市民少了一件事要担心。可惜的是，我们没有早点派卫兵去调查监狱。那么这一切就不会发生。来，拿着这些金子。

source: Thank you kindly. I am happy to help.
de: Danke für deine Freundlichkeit. Ich helfe immer gern.
fr: Merci bien. Je suis heureux d'aider.
ja: ご親切にありがとうございます。お役に立てて嬉しいです。
pt: Muito obrigado. Fico feliz em ajudar.
zh_cn: 谢谢你的好意。我很高兴能提供帮助。

source: Thank you kindly. Shadow be with you.
de: Vielen Dank für deine Freundlichkeit. Der Schatten sei mit dir.
fr: Merci bien. Que l'Ombre soit avec vous.
ja: ご親切にありがとうございます。シャドウがあなたと共にありますように。
pt: Muito obrigado. A Sombra esteja contigo.
zh_cn: 谢谢你的好意。暗影与你同在。

source: Yes, thanks to you my friend, we don't need to worry about the undead anymore.
de: Ja, dank dir, mein Freund, müssen wir uns um die Untoten keine Sorgen mehr machen.
fr: Oui, grâce à toi mon ami, on n'a plus à s'inquiéter des mort-vivants.
ja: はい、おかげさまでもうアンデッドの心配はいりません。
pt: Sim, graças a si meu amigo, não precisamos mais nos preocupar com os mortos-vivos.
zh_cn: 是的，多亏了你，我的朋友，我们不需要再担心亡灵了。

source: Where do you think they came from?
de: Wo, glaubst du, sind die hergekommen?
fr: Vous pensez qu'ils venaient d'où ?
ja: どこから来たのでしょう？
pt: De onde acha que eles vieram?
zh_cn: 你认为他们从哪里来？

source: Bah, why did you ask then anyway?
de: Pft, warum hast du dann überhaupt gefragt?
fr: Bah, pourquoi avoir demandé alors ?
ja: ふん、ですが何故そんなことを？
pt: Bah, por que perguntou então?
zh_cn: 呸，那你为什么还要问？

source: We do have a problem. Our soldiers usually guard the castle gate to Mt. Galmore to keep the monsters away from the Kingdom.
de: Wir haben da tatsächlich ein Problem. Unsere Soldaten bewachen für gewöhnlich das Schlosstor nach Mount Galmore, um die Monster vom Königreich fernzuhalten.
fr: On a un problème. D'habitude, nos soldats gardent le portail du château côté Mont Galmore afin d'éloigner les monstres du Royaume.
ja: 問題があります。兵士は通常ガルモア山への城門を守り、王国からモンスターを追い払っております。
pt: Temos um problema. Nossos soldados costumam guardar o portão do castelo para o Monte Galmore para manter os monstros longe do Reino.
zh_cn: 我们确实有一个问题。我们的士兵通常守卫着通往加尔莫山的城堡大门，以防止怪物们离开王国。

source: However, five days ago, the undead knights of Lord Erwyn started to rise from their grave. I have no idea why this happened. We haven't been able to recapture the castle yet. I would ask you to rid us of this plague.
de: Allerdings begannen vor fünf Tagen die untoten Ritter von Lord Erwyn aus ihren Gräbern aufzuerstehen. Ich habe keinen Schimmer, warum das passiert ist. Wir konnten bisher das Schloss nicht zurückerobern. Ich würde dich also bitten, uns von dieser Plage zu befreien.
fr: Mais il y a cinq jours, les chevaliers mort-vivants de Seigneur Erwyn ont commencé à sortir de leurs tombes. Je ne sais pas du tout pourquoi c'est arrivé. Nous n'avons pas encore réussi à recapturer le château. J'aimerais te demander de nous débarrasser de ce fléau.
ja: ところが5日前、エルウィン卿のアンデッド騎士が墓から蘇り始めました。なぜこんなことになってしまったのかさっぱり分かりません。まだ城を奪還できていません。この悩みの種の退治をあなたにはお願いしたい。
pt: No entanto, cinco dias atrás, os cavaleiros mortos-vivos de Lord Erwyn começaram a levantar-se dos túmulos deles. Não tenho ideia por que isso aconteceu. Ainda não conseguimos recuperar o castelo. Peço-lhe que nos livre desta praga.
zh_cn: 然而，五天前，欧文勋爵的不死骑士开始从坟墓中复活。我不知道为什么会发生这种情况。我们还没能夺回城堡。我想请你为我们除掉这场瘟疫。

source: It sounds more like a task for the guards. I'll go and talk to the captain of the guard.
de: Klingt eher nach einer Aufgabe für die Wachen. Ich werde mal mit deren Hauptmann reden.
fr: On dirait plus une tache pour les gardes. Je vais en parler au capitaine de la garde.
ja: 衛兵の仕事ですね。衛兵隊長に話を伺ってきます。
pt: Parece mais uma tarefa para os guardas. Vou falar com o capitão da guarda.
zh_cn: 这听起来更像是卫兵的任务。我去和警卫队长谈谈。

source: No problem. They are already as good as dead.
de: Kein Problem. Die sind schon so gut wie tot.
fr: Pas de problème. C'est comme s'ils étaient déjà morts.
ja: 問題ない。もう連中は死んだも同然です。
pt: Sem problemas. Eles já estão tão bons como mortos.
zh_cn: 没问题。他们已经和死人一样了。

source: Hmm, I wonder where they came from.
de: Hmm, ich frage mich, wo die wohl herkommen.
fr: Hmm, je me demande d'où ils sont venus.
ja: うーん、どこからやって来たのですかね。
pt: Pergunto-me de onde terão a vir.
zh_cn: 嗯，我想知道他们是从哪里来的。

source: No thanks. I think that's way over my head.
de: Nein danke. Ich fürchte, das übersteigt meine Fähigkeiten.
fr: Non merci. J'en ai par-dessus la tête.
ja: 結構です。僕には無理です。
pt: Não, obrigado. Acho que isso é demais para mim.
zh_cn: 不，谢谢。我认为这已经超出了我的想象。

source: Before you leave, go to Tahalendor. He might give you something that helps against undead.
de: Bevor du aufbrichst, gehe zu Tahalendor. Vielleicht kann er dir etwas geben, das dir gegen Untote hilft.
fr: Avant de partir, va voir Tahalendor. Il pourrait te donner quelque chose qui aide contre les mort-vivants.
ja: 出発する前にタハレンドールのところに寄ってください。アンデッドに有用なものを与えてくれるかもしれません。
pt: Antes de sair, vá para Tahalendor. Ele pode dar-te algo que te ajude contra os mortos-vivos.
zh_cn: 在你离开之前，去找塔哈伦多。他可能会给你一些有助于对付亡灵的东西。

source: As I said, we've got our railway terminal to the west.
de: Wie schon gesagt, liegt unser Schienenknoten im Westen.
fr: Comme je l'ai dit, nous avons notre terminal ferroviaire à l'ouest.
ja: お話したように鉄道ターミナルが西にあります。
pt: Como disse, temos o nosso terminal ferroviário a oeste.
zh_cn: 正如我所说，我们的铁路终点站在西部。

source: We used to trade food and tools with Prim and the miners from Elm mine and get loads of iron ingots in return. We shipped them on to Nor City and Feygard and prospered from the trade.
de: Wir trieben einst Handel mit Nahrung und Gerätschaften mit Prim und den Minenarbeitern der Elm Mine und bekamen dafür eine Menge Roheisenbarren. Wir sandten diese nach Nor City und Feygard weiter und profitierten von dem Handel.
fr: Nous avions l'habitude de commercer de la nourriture et des outils avec Prim et les mineurs de la mine d'Elm, et obtenions énormément de lingots de fer en retour. Nous les expédiions à Norville et Feygard, et ce commerce était très prospère.
ja: 我々はプリムやエルム鉱山の鉱夫と食料や道具を交換し、その見返りに大量の鉄のインゴットを手に入れていました。それをノアシティやフェイガードへと出荷し交易によって栄えたのです。
pt: Costumávamos trocar alimentos e ferramentas com Prim e mineiros da mina de Elm e obter cargas de lingotes de ferro em troca. Os enviamos para Nor City e Feygard e prosperamos com o comércio.
zh_cn: 我们曾经与普里姆和榆树矿的矿工交易食物和工具，并得到大量铁锭作为回报。我们把它们运到诺尔城和费加德，并从贸易中获得了繁荣。
