Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: Great, more boring "moving" tasks, right?
de: Toll, noch mehr langweilige "Umzugs"-Aufgaben, oder?
fr: Super, encore des missions ennuyeuses, n'est-ce pas ?
ja: すごい、より退屈な"引っ越し"のお仕事なんだ？
pt: Grandes e mais chatas tarefas "em movimento", certo?
zh_cn: 很棒，更无聊的"移动"任务，对吧？

source: And so?
de: Und weiter?
fr: Et alors ?
ja: それで？
pt: E então?
zh_cn: 所以呢？

source: Hmm, I believe Troublemaker knows the actual state of that place. Ask him, and if it's possible leave our guest there.
de: Ich glaube, Hitzkopf kennt den tatsächlichen Zustand des Ortes. Frag ihn, und wenn es möglich ist, lass unseren Gast da.
fr: Hmm, je pense que Fauteur de Troubles connaît l'emplacement de cet endroit. Demande lui si cela est possible de laisser notre invitée là-bas.
ja: ふむ、トラブルメーカーならその場所の実際の状況を把握しているはずだ。彼に尋ねて、可能であれば客人をそこに置いておけばいい。
pt: Hmm, acredito que o Troublemaker conhece o estado real daquele lugar. Pergunte-o e, se possível, deixe nossa convidada lá.
zh_cn: 嗯，我相信麻烦制造者知道那个地方的实际状况。问问他，如果可能的话，把我们的客人留在那里。

source: OK, I will. (You lift Ambelie up and carry her on your shoulders)
de: Gut, das werde ich. (Du hebst Ambelie hoch und trägst sie auf deinen Schultern)
fr: Ok. (Tu soulèves Ambelie et la portes sur tes épaules)
ja: わかりました、そうします。（アンベリーを持ち上げて肩に担ぐ）
pt: Sim vou. (Levanta a Ambelie e a carrega nos seus ombros)
zh_cn: 好的，我会的。(你把安贝莉抬起来，把她扛在你的肩上。）

source: Hmpf ... Bye (You lift Ambelie up and carry her on your shoulders)
de: Hmpf ... Tschüss (Du hebst Ambelie hoch und trägst sie auf deinen Schultern)
fr: Hmpf... Tchao (Tu soulèves Ambelie et la portes sur tes épaules)
ja: ふうん…それでは（アンベリーを持ち上げて肩に担ぐ）
pt: Hmpf… Tchau (Levanta Ambelie e a carrega sobre os seus ombros)
zh_cn: 嗯...再见（你把安贝莉抱起来，把她扛在肩上）

source: So do you want to kill her quietly?
de: Willst du sie also still und leise töten?
fr: Alors vous voulez la tuer tranquillement ?
ja: それで静かに殺したいと？
pt: Então quer matá-la em silêncio?
zh_cn: 所以你想悄悄地杀了她吗？

source: No, just I want a suitable place to leave her until ...
de: Nein, ich brauche nur einen geeigneten Ort, um sie dort zu lassen, bis ...
fr: Non, je veux juste un endroit convenable pour la laisser jusqu'à...
ja: 違います、彼女を置いておくのに適した場所が欲しいだけで…
pt: Não, só quero um lugar adequado para deixá-la até…
zh_cn: 不，只是我想找一个合适的地方把她留下，直到......。

source: What? No, I am just asking you for a place for this type of job. Umar told me you knew of somewhere.
de: Was? Nein, ich bitte dich nur um einen Ort für diese Aufgabe. Umar sagte mir, dass du einen Platz kennst.
fr: Quoi ? Non, je vous demande juste un lieu pour ce genre de travail. Umar m'a dit que vous connaissiez un endroit.
ja: え？ いや、この手の仕事のための場所を聞いてるだけです。あなたなら知ってるとウマルが言ってたので。
pt: O que? Não, estou apenas a pedir um lugar para esse tipo de trabalho. Umar disse-me que sabia de algum lugar.
zh_cn: 什么？不，我只是要你找一个地方做这种工作。奥马尔告诉我你知道某个地方。

source: Yeah, the ransom. I'm a veteran kid, don't forget that.
de: Ja, das Lösegeld. Kind, ich bin ein Veteran, vergiss das nicht.
fr: Ouais, la rançon. Je suis un vétéran, gamin, n'oublie pas.
ja: ああ、身代金ね。オレはベテランなんだ、そいつを忘れないでくれよ。
pt: Sim, o resgate. Sou um garoto veterano, não esqueça disso.
zh_cn: 是的，赎金。我是个老手，别忘了这一点。

source: Hmpf, be more specific next time. I'm not a mind-reader!
de: Hmpf, sei das nächste Mal genauer. Ich bin kein Gedankenleser!
fr: Hmpf, sois plus précis la prochaine fois. Je ne lis pas dans les pensées !
ja: くふふ、次からはもっと具体的に。オレは心が読める訳じゃないんだ！
pt: Hmpf, seja mais específico da próxima vez. Não sou um leitor de mentes!
zh_cn: 嗯，下次要更具体一些。我不是读心者！

source: Well, I understand. Yes I have a place, but there's a problem. That place is at the other end of the town, next to the graveyard.
de: Nun, ich verstehe. Ja, ich habe einen Platz, aber es gibt ein Problem. Dieser Ort befindet sich am anderen Ende der Stadt, neben dem Friedhof.
fr: Bien, je comprends. Oui j'ai un endroit, mais il y a un problème. Cet endroit est à l'autre bout de la ville, à côté du cimetière.
ja: なるほど、わかった。場所ならあるけど問題がある。その場所というのが町の反対側、墓地の側にあるんだ。
pt: Bem, entendo. Sim, tenho um lugar, mas há um problema. Esse lugar fica do outro lado da cidade, próximo ao cemitério.
zh_cn: 好吧，我明白了。是的，我有一个地方，但有一个问题。那个地方在镇子的另一端，在墓地旁边。

source: I don't think that will present a major problem for me.
de: Ich glaube nicht, dass das ein großes Problem für mich darstellen wird.
fr: Je ne pense pas que ça pose un problème majeur pour moi.
ja: 僕にとって大した問題にはならないと思う。
pt: Não acho que isso me apresentará um grande problema.
zh_cn: 我不认为这是什么麻烦事。

source: I got here without any problem. Why I would have problems crossing through town?
de: Ich bin ohne Probleme hierher gekommen. Warum sollte ich Probleme haben, die Stadt zu durchqueren?
fr: Je suis arrivé ici sans aucun problème. Pourquoi aurais-je des soucis en traversant la ville ?
ja: 特に問題なくここまで着いた。どうして町を横断するのに問題があるの？
pt: Cheguei aqui sem nenhum problema. Por que teria problemas para atravessar a cidade?
zh_cn: 我顺利到达这里。为什么我会在穿越城镇时遇到问题？

source: Well, anyway, I'm building a way underground to reach it without being seen. It will be ready next time, I promise.
de: Jedenfalls baue ich einen unterirdischen Weg, um ihn zu erreichen, ohne gesehen zu werden. Ich verspreche, er wird das nächste Mal fertig sein.
fr: Bien, de toutes façons, je suis en train de construire un tunnel pour l'atteindre sans être vu. Il sera prêt pour la prochaine fois, je le promets.
ja: まあ、それはともかく、誰にも見られずたどり着けるように地下に道を作ってるところなんだ。次の機会までには必ず用意しておく。
pt: De qualquer forma, estou a construir um caminho subterrâneo para alcançá-lo sem ser visto. Estará pronto na próxima vez, prometo.
zh_cn: 好吧，无论如何，我正在地下修建一条路，以便在不被发现的情况下到达那里。下次会准备好的，我保证。

source: Whatever, anything more?
de: Sonst noch was?
fr: Peu importe, autre chose ?
ja: どうでもいい、他には？
pt: Tanto faz, mais alguma coisa?
zh_cn: 不管怎么样，还有什么吗？

source: Thank you. I will go there.
de: Danke. Ich werde dorthin gehen.
fr: Merci. J'y vais.
ja: ありがとう。そこまで行ってきます。
pt: Obrigado. Vou lá.
zh_cn: 谢谢你。我会去那里。

source: OK. Make sure you're not seen doing suspicious things!
de: OK. Sorg dafür, dass niemand sieht, wie du verdächtige Dinge tust!
fr: Ok. Fais en sorte de ne pas être vu en train de faire quelque chose de suspect !
ja: よし。怪しいことをしているところを見られないようにしてくれよ！
pt: OK. Verifique se que não é visto a fazer coisas suspeitas!
zh_cn: 行。确保没有人看到你在做可疑的事情！

source: Yes, there is something.
de: Ja, es gibt etwas.
fr: Oui, il y a quelque chose.
ja: そうそう、何かあったんだった。
pt: Sim, tem alguma coisa.
zh_cn: 是的，有一些东西。

source: I almost forgot. Take this key. Make sure you put it in correctly to open the hatchway.
de: Das hätte ich fast vergessen. Nimm diesen Schlüssel. Achte darauf, dass du ihn richtig einsetzt, um die Luke zu öffnen.
fr: J'ai failli oublier. Prends cette clé. Fais attention à la mettre correctement pour ouvrir l'écoutille.
ja: 忘れるところだった。この鍵を持っていってくれ。正しく挿し込んでハッチを開けるんだ。
pt: Quase esqueci. Pegue esta chave. Ponha-o corretamente para abrir a escotilha.
zh_cn: 我差点忘了。拿这把钥匙。确保正确放入以打开舱口。

source: You forget many things, right?
de: Du vergisst vieles, nicht wahr?
fr: Vous oubliez plein de choses, pas vrai ?
ja: ど忘れが多くない？
pt: Esquece muitas coisas, certo?
zh_cn: 你忘记了很多事情，对吗？

source: Hmm, OK. I will keep that in mind.
de: Hmm, OK. Das werde ich im Hinterkopf behalten.
fr: Hmm, ok. Je garderai ça en tête.
ja: うーん、わかりました。覚えておきます。
pt: Hmm, OK. Vou manter aquilo em mente.
zh_cn: 嗯，好的。我会牢记这一点。

source: I have better things to do than help an apprentice. Leave me. Hmpf.
de: Ich habe besseres zu tun als einem Anfänger zu helfen. Hau ab. Hmpf.
fr: J'ai mieux à faire que d'aider un apprenti. Laisse-moi. Pfff.
ja: 見習いを手伝うよりもやるべきことがあるんだ。ほっといてくれよ。ふん。
pt: Tenho coisas melhores a fazer do que ajudar um aprendiz. Deixe-me. Hmpf.
zh_cn: 我有比帮助学徒更好的事情要做。离开我。嗯。

source: Looking around the room, you see an unusual mechanism. A crowbar with a locked chain that prevents a lever from being moved.
de: Als Du Dich im Raum umsiehst, bemerkst Du einen ungewöhnlichen Mechanismus. Eine Querstange mit einer verschlossenen Kette, die verhindert, dass ein Hebel bewegt werden kann.
fr: En regardant autour de la pièce, tu vois un mécanisme étrange. Une barre avec une chaîne cadenassée qui empêche un levier d'être actionné.
ja: 部屋の中を見渡すと、変わった仕掛けがある。レバーが動かないようにチェーンに錠前の掛けられたバールだ。
pt: Ao olhar ao redor da sala, vê um mecanismo incomum. Um pé de cabra com uma corrente trancada que impede que uma alavanca se mova.
zh_cn: 环顾房间，你看到一个不寻常的机关。一根带锁链的撬棍，防止杠杆被移动。

source: Try to break the chain.
de: Versuche, die Kette zu durchtrennen.
fr: Essayer de casser la chaîne.
ja: チェーンを壊してみる。
pt: Tente quebrar a corrente.
zh_cn: 尝试打破链条。

source: Leave.
de: Geh.
fr: Partir.
ja: 離れる。
pt: Sair.
zh_cn: 离开。

source: You hit the chain, but all you get is a mark on your weapon and frustration, as the chain is still intact.
de: Du triffst die Kette, aber alles, was du erreichst, ist ein Kratzer auf Deiner Waffe. Du bist genervt, da die Kette immer noch unversehrt ist.
fr: Tu frappes la chaîne, mais tout ce que tu obtiens c'est une marque sur ton arme et de la frustration, car la chaîne reste intacte.
ja: チェーンに当たったものの無傷のままなので、武器の跡と悔しさしか残らない。
pt: Bate na corrente, mas tudo o que recebe é uma marca na sua arma e frustração, pois a corrente ainda está intacta.
zh_cn: 你击中了链条，但你得到的只是武器上的标记和挫败感，因为链条仍然完好无损。

source: Hit it again.
de: Schlag noch einmal drauf.
fr: La frapper encore.
ja: もう一度やる。
pt: Bata novamente.
zh_cn: 再打一次。

source: This is probably the place Troublemaker mentioned. You see a crowbar with a locked chain that surrounds the whole mechanism, stopping it from moving. The key seems to fit into the lock.
de: Dies ist wahrscheinlich der Ort, den Troublemaker erwähnte. Du siehst eine Eisenstange mit einer verschlossenen Kette, die den ganzen Mechanismus umgibt und ihn hindert, sich zu bewegen. Der Schlüssel scheint in das Schloss zu passen.
fr: C'est probablement l'endroit mentionné par Fauteur de Troubles. Tu vois un levier cadenassé à une chaîne qui entoure et bloque le mécanisme. La clef semble entrer dans la serrure.
ja: ここがおそらくトラブルメーカーの言っていた場所だ。錠前の付いたチェーンに機構全体を覆われ固定されているバールが見える。鍵が鍵穴に合っているようだ。
pt: Este é provavelmente o lugar que o Troublemaker mencionou. Vê um pé-de-cabra com uma corrente travada que circunda todo o mecanismo, a impedir-o de se mover. A chave parece encaixar na fechadura.
zh_cn: 这可能就是麻烦制造者提到的地方。你看到一根撬棍，上面有一条锁住的链条，环绕着整个装置，阻止它移动。钥匙似乎可以插入锁中。

source: Put the key into the lock.
de: Stecke den Schlüssel in das Schloss.
fr: Mettre la clé dans le cadenas.
ja: 鍵を鍵穴に入れる。
pt: Ponha a chave na fechadura.
zh_cn: 将钥匙放入锁中。

source: You insert the key in the lock. You can hear strange noises and creaks as you turn the key. You make an extra effort, and finally the heavy chain falls on the floor, freeing the mechanism. When you move the lever the floor starts trembling, and eventually a hatch appears that leads downstairs.
de: Du steckst den Schlüssel in das Schloss. Du kannst seltsame Geräusche und Knarren hören, während du den Schlüssel drehst. Nach weiterem Druck, fällt die schwere Kette schliesslich auf den Boden und befreit den Mechanismus. Als du den Hebel bewegst, beginnt der Boden zu zittern, und schließlich erscheint eine Luke, die nach unten führt.
fr: Tu insères la clé dans le cadenas. Tu entends des sons étranges lorsque tu tournes la clé. Un effort de plus et, finalement, la lourde chaîne tombe sur le sol, libérant le mécanisme. Quand tu actionnes le levier le sol commence à trembler, et finalement une écoutille apparait, menant au sous-sol.
ja: 鍵を鍵穴に差し込む。鍵を回すと異音や軋む音が聞こえてくる。さらに力を加えると、重いチェーンが床へと落ちて仕掛けが解放された。 レバーを動かすと床が震え始め、やがて階下に通じるハッチが現れる。
pt: Insere a chave na fechadura. Pode ouvir ruídos e rangidos estranhos ao girar a chave. Faz um esforço adicional e, finalmente, a corrente pesada cai no chão, a liberar o mecanismo. Quando move a alavanca, o chão começa a tremer e, eventualmente, aparece uma escotilha que desce as escadas.
zh_cn: 将钥匙插入锁中。当您转动钥匙时，您可以听到奇怪的噪音和吱吱声。你付出了额外的努力，最后沉重的链条落在地板上，释放了机械装置。 当你移动杠杆时，地板开始颤抖，最终出现了一个通向楼下的舱口。

source: This cell looks like the right place for a hostage.
de: Diese Zelle sieht aus wie der richtige Platz für eine Geisel.
fr: Cette cellule a l'air d'un bon endroit pour un otage.
ja: この独房は人質には最適な場所のようだ。
pt: Essa cela parece o lugar certo para um refém.
zh_cn: 这间牢房看起来是关押人质的合适地方。

source: Put Ambelie inside the room.
de: Bring Ambelie in die Zelle.
fr: Mettre Ambelie dans la pièce.
ja: アンベリーを部屋の中に入れる。
pt: Ponha Ambelie dentro da sala.
zh_cn: 把安贝莉放在房间里。

source: You leave Ambelie in the cell and close the door.
de: Du lässt Ambelie in der Zelle und verschliesst die Tür.
fr: Tu laisses Ambelie dans la pièce et fermes la porte.
ja: あなたはアンベリーを独房に残してドアを閉める。
pt: Deixa Ambelie na cela e fecha a porta.
zh_cn: 你把安贝莉留在牢房里，关上了门。

source: Ah, yes ... that captive. Take this food and make sure she is comfortable enough. We don't want her starving right? (Troublemaker gives you some bread)
de: Ah, ja... die Gefangene. Nimm das Essen und sorge dafür, dass sie sich wohlfühlt. Wir wollen doch nicht, dass sie verhungert, oder? (Hitzkopf gibt dir etwas Brot)
fr: Ah oui ... cette prisonnière. Prends cette nourriture et assure toi qu'elle est à son aise. Nous ne voulons pas la voir mourir de faim, hein ? (Fauteur de Troubles te donne du pain)
ja: ああそう…あの捕虜ね。この食べ物を持っていって快適に過ごせてるかを確認してきてくれ。飢えられたりしたらオレたちが困るだろ？ （トラブルメーカーがパンをくれる）
pt: Ah, sim… que cativo. Pegue esta comida e verifique se ela está confortável o suficiente. Não queremos que ela morra de fome, certo? (Troublemaker dá-lhe um pouco de pão)
zh_cn: 啊，是的...那个俘虏。吃这种食物，确保她足够舒适。我们不希望她挨饿吧？ （麻烦制造者给你一些面包）

source: Argh. OK. What a tedious job!
de: Argh. OK. Was für ein langweiliger Job!
fr: Argh. Ok. Quelle mission fastidieuse !
ja: あー。了解。なんて面倒な仕事なんだ！
pt: Raios. Está bem. Que trabalho entediante!
zh_cn: 啊。好吧。多么乏味的工作啊!

source: Understood.
de: Verstehe.
fr: Compris.
ja: わかりました。
pt: Entendo.
zh_cn: 明白了。

source: (Ambelie seems to be resting, dead to the world. The entire room is quiet. You really don't like this cold place)
de: (Ambelie scheint zu ruhen, tot für die Welt. Der ganze Raum ist ruhig. Du magst diesen kalten Ort überhaupt nicht)
fr: (Ambelie semble endormie d'un sommeil de plomb. La pièce entière est silencieuse. Tu n'aimes vraiment pas cet endroit froid)
ja: （アンベリーは休んでいるようで、ぐっすりと眠り込んでいる。部屋全体が静まり返っている。この寒い場所のことがあなたは本当に嫌いだ）
pt: (Ambelie parece estar a descansar, morta para o mundo. A sala inteira está em silêncio. Realmente não gosta deste lugar frio)
zh_cn: (安贝里似乎在休息，死气沉沉。整个房间都很安静。你真的不喜欢这个寒冷的地方)

source: (You take a look at the cell. Ambelie has awakened. When she looks at you, her face turns pale)
de: (Du wirfst einen Blick in die Zelle. Ambelie ist aufgewacht. Als sie Dich sieht, wird sie bleich im Gesicht)
fr: (Tu regardes la cellule. Ambelie s'est éveillée. Quand elle te voit, son visage pâlit)
ja: （独房を覗く。アンベリーが目を覚ました。彼女はあなたを見つめ、さっと顔を青褪めさせる）
pt: (Dá uma olhada na cela. Ambelie acordou. Quando ela olha para si, o seu rosto fica pálido)
zh_cn: (你看一下牢房。安贝莉已经醒了。当她看向你时，脸色变得苍白。）

source: Hello! I have food for you.
de: Hallo! Ich habe Essen für Dich.
fr: Bonjour ! J'ai de la nourriture pour vous.
ja: こんにちは！ 食事をお持ちしました。
pt: Olá! Tenho comida para você.
zh_cn: 你好!我有食物给你。

source: Hey, you! Take this food quickly, I have no time to waste!
de: Hey Du! Nimm das Essen, schnell, ich habe es eilig!
fr: Hé ! Prenez vite cette nourriture, je n'ai pas de temps à perdre !
ja: おい、お前！ 早くこれを食べろ、僕には時間がないんだ！
pt: Ei! Tome esta comida rapidamente, não tenho tempo a perder!
zh_cn: 嘿，你！快拿这些食物，我没有时间浪费！

source: Wh..what do you want? What have you done to me? Where in the world am I? Answer me!
de: Wa... was willst Du? Was hast Du mit mir gemacht? Wo in aller Welt bin ich? Antworte mir!
fr: Qu... que veux-tu ? Que m'as-tu fait ? Où suis-je ? Réponds-moi !
ja: な…何が望みなの？ わたくしに何をしたの？ ここはどこ？ 答えて頂戴！
pt: O..O que quer? O que fez comigo? Onde estou? Responda-me!
zh_cn: 你想要什么？你对我做了什么？我到底在哪里？回答我！

source: That does not concern you. Take this food please.
de: Das geht Dich nichts an. Nimm bitte das Essen.
fr: Ca ne vous regarde pas. Prenez cette nourriture s'il vous plait.
ja: あなたには関係のないことです。この食事をどうぞ。
pt: Isso não lhe diz respeito. Leve esta comida, por favor.
zh_cn: 这与你无关。请拿着这些食物。

source: Look, if you don't shut up I will silence you my own way, OK?
de: Schau, wenn Du nicht ruhig bist, muss ich Dich auf meine Art zum Schweigen bringen, OK?
fr: Ecoutez, si vous ne la fermez pas je vais vous réduire au silence à ma façon, ok ?
ja: いいか、黙らないなら、僕のやり方で黙らせてやる。わかったな？
pt: Olha, se não calares a boca, vou te silenciar do meu jeito, OK?
zh_cn: 听着，如果你不闭嘴，我就用自己的方式让你闭嘴，好吗？

source: Don't hurt me please! I will be quiet.
de: Bitte tu mir nicht weh! Ich werde still sein.
fr: Ne me frappe pas s'il te plait ! Je resterai tranquille.
ja: お願いだから傷つけるのやめて頂戴！ 静かにするから。
pt: Não me machuque, por favor! Ficarei quieta.
zh_cn: 请不要伤害我!我将会很安静。

source: Now take this food ... Without complaining!
de: Und jetzt, nimm das Essen... ohne zu jammern!
fr: Maintenant prenez cette nourriture... sans vous plaindre !
ja: 今すぐこの食事を食べるんだ…文句を言わずにな！
pt: Agora pegue essa comida… Sem reclamar!
zh_cn: 现在拿这个食物...不许抱怨！

source: Food, you say?
de: Essen, sagst du?
fr: De la nourriture, tu dis ?
ja: 食事、そう言ったの？
pt: Diz comida?
zh_cn: 食物，你说呢？

source: Yes, that's what I said.
de: Ja, das habe ich gesagt.
fr: Oui, c'est ce que j'ai dit.
ja: ええ、そう言いました。
pt: Sim, foi o que disse.
zh_cn: 是的，这就是我说的。

source: Are you deaf or something? Take this bread and stop bothering me!
de: Bist Du taub oder was? Nimm das Brot und hör auf mich zu nerven!
fr: Vous êtes sourde ou quoi ? Prenez ce pain et arrêtez de m'ennuyer !
ja: 耳が聞こえないのか？ このパンを食え、手間取らせるな！
pt: É surda ou algo assim? Pegue este pão e pare de me incomodar!
zh_cn: 你是聋子还是什么？拿着这个面包，别再打扰我了！

source: Bread? That's not a worthy food for a noblewoman like me! Oh my, where am I?
de: Brot? Das ist doch kein würdiges Essen für eine Edelfrau wie mich! Meine Güte, wo bin ich?
fr: Du pain ? Cela n'est pas une nourriture digne d'une noble dame comme moi ! Oh mon dieu, où suis-je ?
ja: パンですって？ わたくしのような貴族に相応しい食事ではなくってよ！ まあ、ここはどこなの？
pt: Pão? Isso não é um alimento digno para uma nobre como eu! Oh meu, onde estou?
zh_cn: 面包？对我这样的贵族妇女来说，那不是一种值得吃的东西！我在哪里？哦，我在哪里？

source: If you prefer going without food in this ugly cell for a long while then I don't care.
de: Wenn du es lieber vorziehst, in dieser hässlichen Zelle eine lange Zeit ohne Essen zu verbringen, dann ist mir das egal.
fr: Si vous préférez rester un moment sans nourriture dans ce cachot immonde alors je m'en fiche.
ja: あなたがこの見るに耐えない独房で長い時間を食事なしでも構わないのなら、僕は気にしませんよ。
pt: Se prefere ficar sem comida nesta cela feia por um longo tempo, então não me importo.
zh_cn: 如果你喜欢在这个丑陋的牢房里长时间没有食物，那么我也不在乎。

source: Do you prefer to eat the floor, bad mannered woman?
de: Möchtest du lieber den Boden essen, du unhöfliche Frau?
fr: Vous préférez manger le sol ?
ja: マナーのなってない女は床を食べるのがお好みか？
pt: Prefere comer no chão, mulher mal educada?
zh_cn: 你喜欢吃土吗，没礼貌的女人？

source: S..sorry, please ... Yes I'm hungry ... Will you give me that? *sniffs*
de: Ent..entschuldige bitte... Ja, ich bin hungrig... Gibst du mir das? *schnief*
fr: D...désolée, s'il te plait... Oui j'ai faim... Peux-tu me le donner ? *snif*
ja: あ…ごめんなさい、お願いします…ええ、お腹が空いているの…それを頂けるかしら？（鼻をすする）
pt: D...Desculpe, por favor… Sim, estou com fome… Vai me dar isso? * cheira *
zh_cn: 对不起，请... 是的，我饿了...你能给我吗？ *闻*

source: [Give the Bread]
de: [Gib das Brot]
fr: [Donner le pain]
ja: （パンを渡す）
pt: (Dê o pão)
zh_cn: [赠送面包]

source: Th..thanks. Now, please tell me, where am I?
de: D...danke. Nun, bitte sag mir, wo bin ich?
fr: M... Merci. Maintenant, dis-moi s'il te plait, où suis-je ?
ja: あ…ありがとう。ねえ、教えて、ここはどこなのかしら？
pt: O...Obrigado. Agora, por favor me diga, onde estou?
zh_cn: 谢谢。现在，请告诉我，我在哪里？

source: Sorry, but I cannot reveal that to you right now. Bye.
de: Bedaure, aber das kann ich dir im Augenblick nicht verraten. Tschüß.
fr: Désolé, mais je ne peux pas vous le révéler maintenant. Tchao.
ja: 申し訳ありませんが、今は明かせませんね。それでは。
pt: Desculpe, mas não lhe posso revelar isso agora. Tchau.
zh_cn: 对不起，但我现在不能向你透露。再见。

source: That doesn't matter! If you behave well maybe you will be out of here sooner rather than later.
de: Das ist unwichtig! Wenn Du Dich gut benimmst, wirst Du eher früher als später hier rauskommen.
fr: Peu importe ! Si vous vous comportez bien, vous sortirez peut-être d'ici plus tôt que prévu.
ja: そんなことはどうでもいい！ 行儀よくしてれば、すぐにここを出られるかもな。
pt: Isso não importa! Se se comportar bem, talvez saia daqui mais cedo ou mais tarde.
zh_cn: 没关系！如果你表现良好，也许你迟早会离开这里。

source: ... Fine *sniffs*.
de: ... Gut *schnief*.
fr: ...Bien *snif*.
ja: …そう（鼻をすする）。
pt: ... Bem *sniffs*.
zh_cn: ...很好*嗅*。

source: (You look again through the bars. Ambelie is still there, alive, and gnawing on the bread you gave her earlier.)
de: (Du schaust wieder durch die Gitterstäbe. Ambelie ist immer noch da, lebendig, und nagt an dem Brot, das du ihr vorhin gegeben hast).
fr: (Tu regardes à nouveau à travers les barreaux. Ambelie est toujours là, vivante, et ronge le pain que tu lui as donné auparavant.)
ja: （あなたは鉄格子を再度見やる。アンベリーはまだそこにあり、ちゃんと生きており、先程与えたパンをかじっている）
pt: (Olha novamente pelas grades. Ambelie ainda está lá, viva e a roer o pão que lhe deu antes.)
zh_cn: (你再次透过栅栏看去。安贝莉还在那里，还活着，正在啃着你之前给她的面包。）

source: Excellent. From now on me and my fellows will take care of her.
de: Exzellent. Ab jetzt werden ich und meine Leute sich um sie kümmern.
fr: Excellent. A partir de maintenant, mes compagnons et moi prendrons soin d'elle.
ja: そりゃよかった。これからはオレと仲間が世話をすることになる。
pt: Excelente. A partir de agora, eu e meus colegas cuidamos dela.
zh_cn: 很好。从今以后，我和我的伙伴们会照顾好她的。

source: Very well. I will go and talk to Umar again. Bye.
de: Sehr gut. Ich werde gehen und erneut mit Umar sprechen. Tschüß.
fr: Très bien. Je retourne parler à Umar. Tchao.
ja: そうですか。僕はウマルと話してきます。それでは。
pt: Muito bem. Vou falar com Umar novamente. Tchau.
zh_cn: 很好。我会再去和奥马尔谈谈。再见。

source: Do that.
de: Tu das.
fr: Fais-le.
ja: そうしてくれ。
pt: Faça isso.
zh_cn: 做到这一点。

source: Hey, what are you waiting for? Leave me and go talk with Umar or something!
de: Hey, auf was wartest du? Geh und sprich mit Umar oder sonstwas!
fr: Hé, qu'attends-tu ? Laisse-moi et va parler à Umar ou quoi !
ja: なあ、何をじっとしてるんだ？ オレのことはもういいから、ウマルだか誰かと話してきてくれ！
pt: Hey, o que está a esperar? Deixe-me e vá conversar com Umar ou algo assim!
zh_cn: 嘿，你还在等什么？离开我去和奥马尔谈谈吧！

source: You don't need to be rude! I will leave.
de: Du brauchst nicht unhöflich zu werden! Ich werde gehen.
fr: Pas besoin d'être vulgaire ! Je vais partir.
ja: 失礼なこと言わないでよ！ 行ってくる。
pt: Não precisa ser rude! Vou sair.
zh_cn: 你不需要无礼!我马上走。

source: I'll talk to him. Bye.
de: Ich werde mit ihm sprechen. Tschüß.
fr: Je vais lui parler. Tchao.
ja: 彼と話してきます。では。
pt: Vou falar com ele. Tchau.
zh_cn: 我会跟他谈的。再见。

source: Simple. Talk with Troublemaker about this job. He probably knows of some safe place to keep her. Then return to me.
de: Sprich einfach mit Hitzkopf über die Aufgabe. Er kennt wahrscheinlich einen sicheren Ort, um sie festzuhalten. Kehre dann zu mir zurück.
fr: C'est simple. Parle à Fauteur de Troubles de ce boulot. Il connaît probablement un endroit sûr pour la garder. Reviens me voir ensuite.
ja: 簡単なことだ。トラブルメーカーとこの仕事について相談してくれ。彼なら安全な場所を把握しているはずだ。それから私のところへ戻ってきてくれ。
pt: Simples. Converse com a Troublemaker sobre este trabalho. Ele provavelmente conhece algum lugar seguro para mantê-la. Então volte para mim.
zh_cn: 很简单。和麻烦制造者谈谈这份工作。他可能知道有什么安全的地方可以关押她。然后回到我身边。

source: OK, thanks.
de: OK, danke.
fr: Ok, merci.
ja: わかりました、ありがとう。
pt: OK, obrigado.
zh_cn: 好的，谢谢。

source: Fine .... Although you look odd. What's the matter?
de: Schön ... . Obwohl Du irgendwie verdächtig aussiehst. Worum geht's?
fr: Bien... Pourtant tu as l'air bizarre. Qu'est-ce qu'il y a ?
ja: よろしい…君は様子が変だが。どうかしたのか？
pt: Tudo bem… Embora pareça estranho. Qual é o problema?
zh_cn: 好。。。。虽然你看起来很奇怪。怎么了？
