Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: Can you repeat the names of those that you wanted me to ask?
de: Kannst Du mir nochmal die Name derjenigen sagen die ich fragen sollte?
fr: Pouvez-vous répéter les noms de ceux que vous vouliez que j'interroge ?
ja: 聞いてほしい人の名前をもう一度お願いできますか？
pt: Pode repetir os nomes das pessoas que queria que eu procurasse?
zh_cn: 你能重复一下你要我问的那些人的名字吗？

source: Not yet, but I will.
de: Noch nicht, aber ich werde.
fr: Pas encore, mais je vais m'en occuper.
ja: まだですが、やります。
pt: Ainda não, mas irei.
zh_cn: 还没有，但我会的。

source: Well, what did you find out?
de: nun, was hast Du herausgefunden?
fr: Bien, qu'as-tu découvert ?
ja: それで、なにかわかったことは？
pt: Bem, o que descobriu?
zh_cn: 那么，你发现了什么？

source: Nothing. None of them told me anything new about the missing people.
de: Nichts. Keiner von denen hat mir etwas neues über die Vermissten gesagt.
fr: Rien. Aucun d'entre eux n'a su me dire quelque chose de nouveau.
ja: なにも。行方不明者のことでなにも新しいことは教えてもらえませんでした。
pt: Nada. Nenhum deles me disse nada de novo sobre as pessoas desaparecidas.
zh_cn: 没有。他们没有告诉我关于失踪人员的任何新消息。

source: So ... let me get things straight. You went and asked them about the missing people, and they didn't tell you anything new?
de: Also... lass mich das klarstellen. Du bist hingegangen und hast Sie über die Vermissten befragt und keiner konnte Dir etwas neues erzählen?
fr: Donc ... Laisse-moi mettre les choses au clair. Tu es allé les questionner à propos des gens disparus, et ils ne t'ont rien dit de nouveau ?
ja: それは…話を整理させてくれ。行方不明者のことを聞きに行ったが、誰も何も新しいことは言わなかったのか？
pt: Então… Deixe-me entender direito. Foi e perguntou-lhes sobre as pessoas desaparecidas e que não lhe disseram nada de novo?
zh_cn: 所以......让我想想。你去问了他们关于失踪人员的情况，而他们没有告诉你任何新情况？

source: No. None of them had anything new to say.
de: Nein. Keiner hatte was neues zu erzählen.
fr: Non. Aucun d'entre eux n'avait quelque chose d'intéressant à raconter.
ja: 誰も何も新しいことは言いませんでした。
pt: Não. Nenhum deles tinha nada de novo a dizer.
zh_cn: 没有，他们都没有说什么新的东西。

source: You heard me the first time.
de: Du hast mich schon verstanden.
fr: Vous m'avez entendu la première fois.
ja: 最初に聞いたのはあなたですよ。
pt: Ouviu-me pela primeira vez.
zh_cn: 你第一次听到我的话。

source: Maybe you should have sent me to ask other people than these losers you sent me to.
de: Vielleicht hättest Du mich anstatt zu diesen Verlierern zu anderen Leuten schicken sollen.
fr: Peut-être que vous auriez dû m'envoyer questionner d'autres personnes que ces nuls que vous m'avez nommés.
ja: こんな負け犬どもより他の人に尋ねたほうがよかったんじゃないかな。
pt: Talvez devesse ter me mandado perguntar outras pessoas do que esses perdedores que me indicou.
zh_cn: 也许你应该让我去问其他的人，而不是你派给我的这些失败者。

source: Oh, I knew you were nothing but trouble the moment I saw you.
de: Oh, ich wusste von Anfang an, dass Du nur Ärger machen würdest.
fr: Oh, je savais que tu ne représentais que des problèmes dès que je t'ai vu.
ja: ああ、貴様のことは会ったときからトラブル以外のなにものでもないと思っていたのだ。
pt: Ah, sabia que você era nada além de problemas no momento em que o vi.
zh_cn: 哦，我一看到你就知道你只是个麻烦。

source: I sent you to do a simple task, and you return with ... nothing!
de: Ich hab Dich mit einer einfachen Aufgabe losgeschickt. Und Du kommst zurück mit... NICHTS!
fr: Je t'ai envoyé exécuter une tâche simple, et tu reviens avec ... rien !
ja: 簡単な仕事をさせに貴様を送ったのだ、そして戻ってきた…なんの成果もなく！
pt: Enviei-lhe para fazer uma tarefa simples e voltou com... nada!
zh_cn: 我派你去做一个简单的任务，而你回来的时候却......什么都没有做好！

source: [Jhaeld mumbles] Stupid kids...
de: (Jhaeld murmelt) Dumme Kinder...
fr: [Jhaeld ronchonne] Stupides gamins...
ja: （ジャエルドはつぶやく）クソガキが…
pt: [Jhaeld murmura] crianças estúpidas…
zh_cn: [贾尔德喃喃自语]愚蠢的家伙...

source: Fine then.
de: Also gut.
fr: Bien.
ja: いいだろう。
pt: Certo então.
zh_cn: 那就好。

source: I suggest you go look in other places if you really want to help us.
de: Ich schlage vor, Du schaust noch woanderst, wenn Du uns wirklich helfen willst.
fr: Je te suggère d'aller enquêter autre part si tu veux vraiment nous aider.
ja: 貴様が本当にわれらを助けたいというなら、他の場所を探すことを勧める。
pt: Sugiro que vá olhar em outros lugares, se realmente nos quer ajudar.
zh_cn: 如果你真的想帮助我们，我建议你去其他地方看看。

source: Maybe someone else knows something that we haven't taken into account yet. Also, I seem to recall you saying something about Algangror before, is that right?
de: Vielleicht weiß jemand etwas was wir noch nicht in Betracht gezogen haben. Außerdem hast Du vorher, wenn ich mich recht entsinne, etwas über Algangror gesagt, oder?
fr: Peut-être quelqu’un d’autre sait-il quelque chose dont nous n’avons pas encore tenu compte. Je crois par ailleurs me souvenir que tu parlais de quelque chose à propos d’Algangror, n'est-ce pas ?
ja: あるいは他の誰かがまだ考慮していない何かを知っているかもしれん。それとだ、貴様は以前アルガングロールのことを言っていたような覚えがあるのだが、そうなのか？
pt: Talvez alguém saiba algo que não tenhamos levado em conta. Além disso, lembro-me de você dizer algo sobre Algangror antes, não é mesmo?
zh_cn: 也许还有人知道一些我们还没有考虑过的事情。另外，我似乎记得你以前说过一些关于阿尔冈格罗的事情，是吗？

source: Yes. As I tried to tell you, Algangror is hiding in that abandoned house outside town.
de: Ja. Wie ich Dir versucht habe zu sagen, Algangror versteckt sich in dem verlassenen Haus vor der Stadt.
fr: Oui. Comme j’ai essayé de vous le dire, Algangror se cache dans cette maison abandonnée à l’extérieur de la ville.
ja: はい。話そうとしたように、アルガングロールは町の外の廃屋に潜んでいます。
pt: Sim. Como tentei lhe dizer, Algangror está escondida na casa abandonada fora da cidade.
zh_cn: 是的。正如我告诉你的那样，阿尔冈格罗躲在镇外那座废弃的房子里。

source: Maybe someone else knows something that we haven't taken into account yet.
de: Vielleicht weiß jemand anderes noch etwas, das wir noch nicht in Betracht gezogen haben.
fr: Peut-être que quelqu'un d'autre sait quelque chose dont nous n'avons pas encore tenu compte.
ja: あるいは他の誰かがまだ考慮していない何かを知っているかもしれん。
pt: Talvez alguém saiba algo que não tenhamos levado em conta.
zh_cn: 也许还有人知道一些我们还没有考虑过的事情。

source: The bridge guard sent me to scout an abandoned house outside town.
de: Der Bückenwächter hat mich geschickt ein verlassenes Haus vor der Stadt auszukundschaften.
fr: Le garde du pont m’a envoyé explorer une maison abandonnée à l’extérieur de la ville.
ja: 橋の衛兵が僕を町の外の廃屋へ偵察に行かせました。
pt: O guarda ponte enviou-me para explorar uma casa abandonada fora da cidade.
zh_cn: 守桥人派我去侦查镇外的一个废弃房屋。

source: Does the name 'Algangror' mean anything to you?
de: Sagt Dir der Name 'Algangror' etwas?
fr: Le nom « Algangror », ça te dit quelque chose ?
ja: "アルガングロール"の名前に心当たりは？
pt: Será que o nome 'Algangror' significa-lhe alguma coisa?
zh_cn: "阿尔冈格罗"这个名字对你来说意味着什么？

source: I might know something, but I have promised not to tell anyone.
de: Ich könnte etwas wissen, aber ich habe versprochen es niemand zu verraten.
fr: Il se peut que je sache quelque chose, mais j'ai promis de n'en parler à personne.
ja: なにか知ってるかもしれないけど、誰にも言わないと約束しました。
pt: Poderia saber algo, mas prometi não contar a ninguém.
zh_cn: 我可能知道一些事情，但我已经答应不会告诉任何人。

source: I don't know anything else.
de: Sonst weiß ich nichts.
fr: Je n'en sais pas plus.
ja: 他には何も知りません。
pt: Não sei de mais nada.
zh_cn: 我不知道别的了。

source: I'll go ask around.
de: Ich werde herumfagen.
fr: Je vais demander aux alentours.
ja: 聞いてきます。
pt: Vou procurar ao redor.
zh_cn: 我会四处打听的。

source: A secret, eh? You would do well to tell me what you know. Lives may be at stake here.
de: Ein Geheimnis also? Du tätest gut daran mir zu sagen was Du weißt. Leben sind in Gefahr.
fr: Un secret, hein ? Tu ferais bien de me dire ce que tu sais. Des vies pourraient être en jeu.
ja: 秘密か？ 知ってることがあるなら話したほうがいい。命がかかってるかもしれんのだ。
pt: Um segredo, né? Faria bem se me dissesse o que sabe. Vidas podem estar em jogo aqui.
zh_cn: 一个秘密，嗯？你最好告诉我你知道什么。这可能会危及生命。

source: No, I will keep my word and not tell.
de: Nein, ich halte mein Wort und werde nichts sagen.
fr: Non, je tiendrai ma parole et ne dirai rien.
ja: いや話さない、約束を守るんだ。
pt: Não, vou manter a minha palavra e não dizer.
zh_cn: 不，我会信守承诺，不说出去的。

source: Never mind, it was nothing.
de: Egal, es war nichts.
fr: Peu importe, ce n'est rien.
ja: 気にしないでください、何でもありません。
pt: Não importa, não era nada.
zh_cn: 没关系，这没什么。

source: Never mind, I'll go ask around if anyone else knows anything.
de: Schon gut. Ich werde herufragen ob jemand was weiß.
fr: Peu importe, je vais demander dans les alentours si quelqu'un sait quelque chose.
ja: 気にしないでください、他に何か知ってる人がいないか聞いてきます。
pt: Não importa, vou perguntar se alguém mais sabe de algo.
zh_cn: 没关系，我会去问问周围是否有其他人知道什么。

source: Ah, someone with honor. I respect that, and will not ask any more.
de: Ahh, jemand mir Ehre. Ich respektiere das und frage nichtmehr weiter.
fr: Ah, une personne d'honneur. Je respecte ça, et ne te redemanderai pas.
ja: ほう、立派なものだ。それを尊重し、これ以上は問わんでおく。
pt: Ah, alguém com honra. Respeito isso e não vou perguntar mais nada.
zh_cn: 啊，有信誉的人。我尊重这一点，不会再问了。

source: I have nothing more to say to you.
de: Ich habe Dir nichtsmehr zu sagen.
fr: Je n'ai rien d'autre à te dire.
ja: もう何も言うことはない。
pt: Não tenho mais nada para lhe dizer.
zh_cn: 我没什么可对你说的了。

source: Hmm, yes, and what of it?
de: Hm, ja, na und?
fr: Hmm, oui, et alors ?
ja: うむ、ああ。それがどうかしたのか？
pt: Hm, sim e mais?
zh_cn: 嗯， 是的， 那又怎样？

source: I met a woman named Algangror in that house.
de: Ich habe eine Frau namens Algangror in diesem Haus getroffen.
fr: J’ai rencontré une femme nommée Algangror dans cette maison.
ja: その家でアルガングロールという女性と会いました。
pt: Conheci uma mulher chamada Algangror naquela casa.
zh_cn: 我在那所房子里遇到了一个叫阿尔冈格罗的女人。

source: Algangror?! Now that's a name I have not heard in a long time.
de: Algangror?! Das ist mal ein Name, den ich lange nicht gehört habe.
fr: Algangror ?! Voilà un nom que je n’avais pas entendu depuis bien longtemps.
ja: アルガングロールだと？！ その名は久々に聞いたぞ。
pt: Algangror?! Esse é um nome que não ouço há muito tempo.
zh_cn: 阿尔冈格罗？！现在这是一个我很久没有听到的名字。

source: Algangror is hiding in that abandoned house outside town.
de: Algangror versteckt sich im verlassenen Haus vor der Stadt.
fr: Algangror se cache dans cette maison abandonnée à l’extérieur de la ville.
ja: アルガングロールは町の外の廃屋に潜んでます。
pt: Algangror está escondida na casa abandonada fora da cidade.
zh_cn: 阿尔冈格罗藏在镇外那所废弃的房子里。

source: If Algangror is here, this is grim news indeed.
de: Wenn Algangror hier ist, ist das tatäschlich eine grauenvolle Nachricht.
fr: Si Algangror est là, c’est une nouvelle peu réjouissante en effet.
ja: もしアルガングロールがここにいるというなら、これはとんでもないことだぞ。
pt: Se Algangror está aqui, esta é uma notícia realmente sombria.
zh_cn: 如果阿尔冈格罗在这里，这确实是个严重的消息。

source: To be honest, I had heard about this before, but I dismissed all talk of it since I did not believe it. Now you tell me this also, and I am starting to think that it may be true. She may have returned.
de: Wenn ich ehrlich bin, habe ich schon vorher davon gehört aber nicht daran geglaubt. Nachdem Du mir das auch erzählst, fange ich an zu glauben, dass das wahr ist. Sie könnte zurück sein.
fr: Pour être honnête, j’en avais déjà entendu parler, mais je n'en tenais pas compte car je n’y croyais pas. Mais maintenant que tu me le dis toi aussi, je commence à croire que ça pourrait être vrai. Elle est peut-être de retour.
ja: 正直に言うと、前にも聞いたことはあったのだがな、とても信じられなかったのでその話はすべて却下したのだ。今こうして聞かされて、もしかすると本当なのかもしれんと思い始めている。戻って来たのかもしれん。
pt: Para ser honesto, tinha ouvido falar sobre isso antes, mas desconsiderei toda a conversa pois não acreditei nisso. Agora que também me afirma isso, estou a começar a pensar que isso talvez possa ser verdade. Ela pode ter retornado.
zh_cn: 说实话，我以前听说过这件事，但我不相信，所以就把所有关于它的议论都否定了。现在你也告诉我这些，我开始觉得这可能是真的。她可能已经回来了。

source: Who is she?
de: Wer ist sie?
fr: Qui est-elle ?
ja: 何者なのですか？
pt: Quem é ela?
zh_cn: 她是谁？

source: She used to live here in Remgard, during the days of prosperity. She even helped with the crops on some days.
de: Während unserer Blütezeit wohnte sie hier in Remgard. An manchen Tagen half sie uns sogar auf den Feldern.
fr: Elle habitait ici à Remgard, durant les jours de prospérité. Elle aidait même à la récolte parfois.
ja: かつて繁栄していた頃、あの女はレムガードに住んでいたのだ。作物の収穫の手伝いをしていたこともあったものだ。
pt: Ela morava aqui em Remgard, durante os dias de prosperidade. Ela ainda ajudou com as colheitas em alguns anos.
zh_cn: 她曾经住在瑞姆加德，在繁荣的日子。她甚至在某些日子里帮助收成。

source: Then something happened. She started getting ideas, and occasionally locked herself in her house for several days. No one really knew what she was doing in there, but we all knew that she was up to no good.
de: Dann passierte etwas. Sie fing an Vorahnungen zu bekommen und schloss sich manchmal für mehrere Tage in ihr Haus ein. Niemand wusste, was mit ihr los war aber wir alle wussten, dass sie nichts Gutes im Schilde führte.
fr: Puis quelque chose se passa. Elle commença à avoir des idées, et s’enfermait de temps en temps dans sa maison pendant plusieurs jours. Personne ne savait vraiment ce qu’elle y faisait, mais nous savions tous qu’elle ne mijotait rien de bon.
ja: そして何かが起こった。何らかの考えを抱くようになり、時折数日ほど家に閉じこもるようになった。中で何をしているのか誰も知らなかったが、良からぬものということは理解できた。
pt: Então algo aconteceu. Ela começou a ter ideias e, ocasionalmente, trancou-se na casa dela por vários dias. Ninguém sabia o que estava a fazer lá, mas todos sabíamos que era nada de bom.
zh_cn: 然后发生了一些事情。她开始有了想法，偶尔会把自己锁在家里好几天。没有人真正知道她在那里做什么，但我们都知道她不怀好意。

source: I can still recall the stench that came from her house. Ugh. What could possibly smell that bad?
de: Ich kann mich noch an den Gestank erinnern, der aus ihrem Haus kam. Uhhh. Was konnte denn nur so stinken?
fr: Je me rappelle encore de la puanteur qui émanait de sa maison. Beurk. Qu’est-ce qui pouvait bien sentir aussi mauvais ?
ja: やつが家から出てきたときの悪臭を今でも思い出す。うっ。何があんなに臭うのだ？
pt: Ainda me lembro do cheiro que vinha da casa dela. Ugh. O que poderia cheirar tão ruim assim?
zh_cn: 我还可以回忆起那从她家传出的臭味。唉。什么东西会有那么难闻？

source: Anyway, we started questioning her, and tried to persuade her to tell what she was up to. Stubborn and crazy as she is, she refused of course.
de: Auf jeden Fall fingen wir an sie zu befragen und sie zu überzeugen uns zu sagen, was sie vor hatte. Stur und verrückt wie sie ist lehnte sie das natürlich ab.
fr: En tout cas, on a commencé à l’interroger, et on a essayé de la persuader de nous dire ce qu’elle mijotait. Obstinée et folle comme elle est, elle refusa bien sûr.
ja: ともかく、やつを問い詰めて、何をしようとしているかを話すよう説得した。頑固で頭のおかしいあの女は無論それを断った。
pt: De qualquer forma, começamos a questioná-la e tentamos persuadi-la a dizer o que ela estava a fazer. Teimosa e louca como ela estava, recusou-se, é claro.
zh_cn: 总之，我们开始询问她，并试图说服她说出她在做什么。固执又疯狂的她当然拒绝了。

source: Things started getting worse, and the stench spread like a deep fog over the whole town. All of us living here in Remgard knew we had to act before she did something that could hurt us all.
de: Es wurde schlimmer und der Gestank legte sich wie ein tiefer Nebel über die ganze Stadt. Wir alle die wir in Remgard leben wussten, dass wir was unternehmen mussten, bevor sie etwas tat was uns alle verletzen konnte.
fr: Les choses ont commencé à empirer, et la puanteur s’est répandue comme un épais brouillard sur toute la ville. Tous ceux d’entre nous vivant ici à Remgard savions qu’il fallait agir avant qu’elle ne fasse quelque chose qui aurait pu tous nous nuire.
ja: そうして事態は悪化し始め、悪臭は濃い霧のように町中に広がっていった。レムガードに住むわれら一同は、やつがこちらに何かしでかす前に行動に移さねばならんと判断した。
pt: As coisas começaram a piorar e o mau cheiro espalhava-se como uma névoa profunda sobre toda a cidade. Todos nós que vivemos aqui em Remgard sabíamos que tínhamos que agir antes que ela fizesse algo que poderia prejudicar todos nós.
zh_cn: 事情开始变得越来越糟，恶臭像深雾一样蔓延到整个小镇。我们所有住在瑞姆加德的人都知道，我们必须在她做出可能伤害我们所有人的事情之前采取行动。

source: So we forced her to explain herself.
de: Deshalb zwangen wir sie sich zu rechtfertigen.
fr: Alors nous l’avons forcée à s’expliquer.
ja: だからやつに説明を求めたのだ。
pt: Assim, forçamo-la a se explicar.
zh_cn: 所以我们逼迫她解释清楚。

source: Did she tell?
de: Hat Sie was gesagt?
fr: A-t-elle parlé ?
ja: 話したの？
pt: E ela contou?
zh_cn: 她说了吗？

source: Would you believe it, she told us that what she believed in, and what she was doing was no concern of ours. She even had the stomach to tell us that she wanted to be left alone.
de: Ob Du es glaubst oder nicht, sie sagte uns, dass das was sie tut oder woran sie glaubt uns nichts angeht. Sie hatte sogar den Nerv uns zu sagen, dass wir sie in Ruhe lassen sollten.
fr: Le crois-tu ? Elle nous a dit que ses croyances et ses actes ne nous regardaient pas. Elle a même eu l'audace de nous dire qu'elle voulait qu'on la laisse seule.
ja: 信じられるか、やつは自分が信じていること、自分のやっていることはわれらには関係がないと言ったのだ。1人にしてくれとさえ言った。
pt: Acredita, ela disse-nos no que acreditava e que o que ela fazia não era da nossa conta. Ela ainda teve o estômago para nos dizer que queria ser deixada sozinha.
zh_cn: 你相信吗，她告诉我们，她确定她正在做的事情与我们无关。她甚至有胆量告诉我们，她想一个人呆着。

source: Of course, we did what any sane man would do. We forced her to abandon her house and find somewhere else to live. Somewhere other than Remgard.
de: Natürlich machten wir, was jeder venünftige Mensch tun würde. Wir zwangen sie ihr Haus zu verlassen und wegzuziehen. Weg aus Remgard.
fr: Nous avons fait ce que tout homme sain d’esprit aurait fait bien sûr. Nous l’avons forcée à abandonner sa maison et à trouver un autre endroit pour vivre. Un endroit autre que Remgard.
ja: 無論、まともな人間ならするであろうことだ。やつには家を捨てて他の住む場所を探すよう強制した。レムガード以外のどこかをな。
pt: É claro que fiz o que qualquer homem sensato faria. A obrigamos a abandonar sua casa e encontrar outro lugar para viver. Em algum lugar diferente Remgard.
zh_cn: 当然，我们做了任何正常人都会做的事情。我们强迫她离开她的家，去其他地方。只要不是在瑞姆加德.

source: You should have seen her. Nails long as your finger, and her face full of unwashed hair. Clearly, she was crazy and could not be reasoned with.
de: Du hättest sie sehen sollen. Fingernägel so lang wie Dein Finger und das Gesicht voller ungewaschener Haare. Offensichtlich war sie so verrückt, dass man nicht vernünftig mit ihr reden konnte.
fr: Tu aurais dû la voir. Des ongles aussi longs que tes doigts, et son visage recouvert de ses cheveux sales. Elle était clairement folle et on ne pouvait lui faire entendre raison.
ja: 貴様にも見せたかったくらいだ。爪は貴様の指と同じくらい長く、顔は洗われていない髪でいっぱいだった。明らかに気が狂っており、理屈が通じなかった。
pt: Deveria tê-la ter visto. Unhas tão longas como os dedos e o rosto dela cheio de cabelo sujo. Claramente, ela era louca e não poderia ser razoável.
zh_cn: 你应该见过她。她指甲和你的手指一样长，蓬头垢面。显然，她疯了，变得不讲道理。

source: When we marched her out of town, the children started crying out of fear of her.
de: Als wir Sie aus der Stadt brachten, fingen Kinden aus Angst vor ihr an zu weinen.
fr: Lorsque nous l’avons menée hors de la ville, les enfants ont commencé à pleurer de peur à sa vue.
ja: 町の外に連れ出すときなど、子供たちはやつを怖がって泣き出したものだ。
pt: Quando ela caminhava pela cidade, as crianças começavam a gritar de pavor por causa dela.
zh_cn: 当我们带着她出城时，孩子们因害怕她而哭了起来。

source: The worst thing though, is that she said she would put a curse on all of us.
de: Das schlimmste aber ist, das sie sagte, dass sie uns alle verwünscht.
fr: Le pire cependant, c’est qu’elle a dit qu’elle jetterait une malédiction sur nous tous.
ja: ただ最悪だったのは、われら全員を呪いにかけるとやつが言い放ったことだ。
pt: A pior coisa, porém, é que ela disse que iria lançar uma maldição sobre todos nós.
zh_cn: 最糟糕的是，她说她会诅咒我们所有人。

source: All of this was several seasons ago, and things have gone back to the usual business nowadays.
de: Das alles liegt einige Zeit zurück. Hier läuft jetzt alles wieder seinen gewohnten Gang.
fr: Tout ça c'était il y a plusieurs saisons maintenant, et tout est redevenu normal depuis.
ja: この一連の出来事は数季前の話で、今では平常通りに戻っている。
pt: Tudo isso foi a vários trimestres atrás e as coisas têm retornado ao ritmo normal deste então.
zh_cn: 所有这些都是几个季度前的事了，如今又回到了平常的状态。

source: What now then, since she has returned?
de: Und was jetzt, da sie zurückgekehrt ist?
fr: Et qu'est-ce qu'il se passe maintenant qu'elle est revenue ?
ja: それでその人が戻ってきた今はどうなの？
pt: O que agora, desde que ela voltou?
zh_cn: 既然她回来了，那现在该怎么办？

source: Yes. Her being back would explain the missing people. She must have done something to them. I fear for the worst.
de: Ja. Ihre Rückkehr würde die vermissten Leute erklären. Sie muss ihnen etwas angetan haben. Ich befürchte das Schlimmste.
fr: Son retour pourrait expliquer les disparitions. Elle leur a sûrement fait quelque chose. Je crains le pire.
ja: うむ。やつが戻ってきているなら行方不明の者たちにも説明がつく。あの女が何かしたに違いあるまい。最悪の事態もあり得る。
pt: Sim. O retorno dela explicaria as pessoas desaparecidas. Ela deve ter feito alguma coisa com eles. Temo pelo pior.
zh_cn: 是的，她回来了，她就解释那些失踪的人去哪里了。她一定对他们做了什么。我担心的是最坏的情况。

source: Considering the people that have disappeared, I frankly don't know what to do. As you know, even one of the Knights of Elythom has disappeared.
de: Was ich wegen den verschwundenen Leute machen soll, weiß ich nicht, wenn ich ehrlich sein soll. Wie Du weißt ist sogar einer von Elythoms Rittern verschwunden.
fr: Étant donné les personnes qui ont disparu, je ne sais franchement pas quoi faire. Comme tu le sais, même l’un des Chevaliers d’Elythom a disparu.
ja: 失踪した者たちのことを思うと、正直なところどうしていいのかわからん。知っての通りエリソム騎士団の者でさえ姿を消している。
pt: Considerando as pessoas que desapareceram, sinceramente não sei o que fazer. Como sabe, até mesmo um dos Cavaleiros de Elythom desapareceu.
zh_cn: 考虑到那些已经失踪的人，坦率地说，我不知道该怎么办。如你所知，甚至其中一个伊利索姆骑士团员也失踪了。

source: Someone that can do that is dangerous indeed. I am not sure I would even risk sending the guards out there for her, in fear of what she might do.
de: Jemand der so etwas machen kann ist tatsächlich gefährlich. Vor lauter Angst was sie machen könnte, weiß ich nicht, ob ich überhaupt Wachen nach ihr schicken würde.
fr: Quelqu’un qui est capable de ça est dangereux en effet. Je ne suis même pas sûr de vouloir prendre le risque d’envoyer mes gardes contre elle, de peur de ce qu’elle pourrait leur faire.
ja: そんなことができる人物はさすがに危険だ。やつがどう動くかを思うと、衛兵を送ることさえ危険が伴う。
pt: Alguém que possa fazer isso é realmente perigosa. Não tenho certeza se iria mesmo arriscar a enviar os guardas lá fora, atrás ela, com medo do que ela poderia fazer.
zh_cn: 能做到这一点的人确实很危险。我不确定我是否应该冒险派警卫去找她，就怕她还会做出些什么事。

source: So, what then?
de: Also, was sonst?
fr: Alors, que fait-on ?
ja: それで、どうするの？
pt: Então, o que fazer?
zh_cn: 那么，然后呢？

source: If I were to choose, I would rather not deal with it, and just seal the town bridge as safely as possible, to prevent any more people from disappearing.
de: Wenn ich wählen sollte, dann würde ich lieber nichts damit zu tun haben wollen und die Brücke zur Stadt abriegeln um zu verhindern, dass noch mehr Leute verschwinden.
fr: Si ça ne tenait qu'à moi, je ne l'affronterais pas, et je sécuriserais autant que possible l'accès au pont de la ville, pour éviter que d'autres personnes disparaissent.
ja: ワシが選ぶとするなら、直接相手取るよりも、できるだけ安全に町の橋を封鎖してこれ以上失踪者を出さないようにすることだろう。
pt: Se tivesse que escolher, preferiria não lidar com isso e apenas selar a ponte da cidade para estar tão segura quanto possível, para evitar que mais pessoas continuem a desaparecer.
zh_cn: 如果让我选择，我宁愿不管它，只需要尽可能安全地封住镇上的桥，就能防止更多的人失踪。

source: I ... I don't know what to do.
de: Ich... ich weiß nicht was ich machen soll.
fr: Je… Je ne sais pas quoi faire.
ja: どうしたものか…
pt: Eu... Não sei o que fazer.
zh_cn: 我。。。我不知道该怎么办。

source: I could help you if you want.
de: Ich könnte Dir helfen, wenn Du willst.
fr: Je pourrais vous aider si vous voulez.
ja: 手を貸しますよ。
pt: Poderia ajudá-lo, se quiser.
zh_cn: 如果你要，我能帮你。

source: You pathetic fool. You would rather sit here and do nothing instead of confronting her?
de: Du erbärmlicher Narr. Du würdest lieber hier rumsitzen als dich ihr entgegen zu stellen?
fr: Pauvre idiot. Vous préférez rester ici les bras croisés plutôt que l'affronter ?
ja: どうしようもないバカだな。立ち向かうよりもこうして座って何もしないほうが良いだって？
pt: É um idiota patético. Prefere sentar aqui e não fazer nada, em vez de confrontá-la?
zh_cn: 你这个可悲的傻瓜。你宁愿坐在这里什么都不做，也不愿面对她？

source: Hah, sucks to be you!
de: Hah, in Deiner Haut möchte ich nicht stecken!
fr: Ça craint d'être à votre place !
ja: ハッ、あなたは最低ですね！
pt: Hah, parece-lhe chato!
zh_cn: 呵呵，真可怜你！
