Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: Harlenn thanked me for the help I have provided. Hopefully, the attacks on the Blackwater mountain settlement should stop now.
de: Harlenn hat sich für meine Hilfe bedankt. Nun sollten die Angriffe auf Blackwater Mountain ein Ende haben.
fr: Harlenn m'a remercié pour l'aide que je lui ai fournie. Désormais, les attaques contre la colonie du mont Encreau devraient cesser.
ja: ハーレンはあなたの助けに感謝した。うまくいけば、ブラックウォーター山集落への攻撃は今後止まるだろう。
pt: Harlenn agradeceu-me pela ajuda prestada. Felizmente, os ataques contra a colônia da Montanha de Águas Negras devem parar agora.
zh_cn: 哈伦对我提供的帮助表示感谢。希望对黑水定居点的攻击应该停止。

source: I am now trusted in the Blackwater mountain settlement, and all services should be available for me to use.
de: Ich genieße nun das Vertrauen der Einwohner von Blackwater Mountain und alle Dienstleistungen sollten jetzt für mich verfügbar sein.
fr: J'ai maintenant gagné la confiance de la colonie du mont Encreau, et devrais avoir accès à tous les services.
ja: ブラックウォーター山集落で信頼されるようになったので、全てのサービスを利用できるはずだ。
pt: Ganhei a confiança da colônia da Montanha de Águas Negras. Todos os serviços devem estar disponíveis para eu usar.
zh_cn: 我现在在黑水定居点受到信任，所有的服务都应该可以供我使用。

source: I have decided to not help the people of the Blackwater mountain settlement.
de: Ich habe mich entschieden, den Menschen von Blackwater Mountain nicht zu helfen.
fr: J'ai décidé de ne pas aider les gens de la colonie du mont Encreau.
ja: ブラックウォーター山集落の人々を助けないことにした。
pt: Decidi não ajudar a colônia da Montanha de Águas Negras.
zh_cn: 我已经决定不帮助黑水定居点的人民。

source: Since I am helping Prim, Harlenn no longer wants to talk to me.
de: Da ich Prim unterstütze, will Harlenn nicht mehr mit mir reden.
fr: Comme j'aide Prim, Harlenn ne veut plus me parler.
ja: プリムに協力しているので、ハーレンはもうあなたとは話そうとしなくなった。
pt: Desde que estou a ajudar Prim, Harlenn não quer mais falar comigo.
zh_cn: 由于我在帮助普里姆，哈伦不愿意和我说话。

source: Well rested
de: Gut ausgeruht
fr: Bien reposé
ja: しっかりした休息を
pt: Bem Descansado
zh_cn: 休息好了

source: I talked to the cook in Prim, at the base of Blackwater mountain. There is a back room available for rent, but it is currently rented out to Arghest. I should go talk to Arghest to see whether he still wants to rent the room. The cook pointed me towards the southwest of Prim.
de: Ich habe mich mit dem Koch in Prim unterhalten. Er kann ein Hinterzimmer vermieten, es ist aber derzeit von einem Typen namens Arghest angemietet. Ich sollte Arghest finden und feststellen, ob er den Raum noch braucht. Der Koch schickte mich in den Südwesten von Prim.
fr: J'ai discuté avec le cuisinier de Prim, au pied du mont Encreau. Il y a une chambre à louer, mais elle est déjà louée par Arghest. Je dois aller parler à Arghest pour voir s'il a toujours besoin de louer cette chambre. Le cuisinier m'a indiqué une direction au Sud-Ouest de Prim.
ja: ブラックウォーター山の麓のプリムでコックの人と話をした。奥の部屋が空いているが、今はアーゲストに貸しているとのこと。まだ部屋を借りるつもりがあるのかどうか、アーゲストに聞いてこよう。コックはプリムの南西の方角を指差した。
pt: Conversei com o cozinheiro em Prim, na base da Montanha das Águas Negras. Há um quarto na pousada para alugar, mas está atualmente alugado ao Arghest. Devo falar com Arghest para ver se ele ainda quer continuar a alugar o quarto. O cozinheiro disse-me que posso encontrá-lo a sudoeste (↙) de Prim.
zh_cn: 我在黑水山脚下的普里姆和厨师谈过。有一个后房可以出租，但目前已经租给了阿格斯特。我应该去和阿格斯特谈谈，看看他是否还想租这个房间。厨师给我指了指普里姆的西南方向。

source: I talked to Arghest about the back room at the inn. He is still interested in having it as an option to rest at. But he told me he could probably be persuaded to let me use it if I compensate him sufficiently.
de: Ich habe mit Arghest über das Hinterzimmer im Gasthaus geredet. Er möchte das Zimmer gern behalten, falls er sich einmal erholen müsse. Allerdings würde er es mir überlassen, wenn ich ihn ausreichen entschädigen würde.
fr: J'ai parlé avec Arghest au sujet de la chambre dans l'auberge. Il souhaite toujours pouvoir en disposer pour s'y reposer. Il m'a cependant déclaré que je pourrais le persuader de me laisser l'utiliser si je lui offrais une compensation suffisante.
ja: 宿の奥の部屋のことをアーゲストに相談した。彼はまだそこを休憩場所として使いたいと思っている。ただし十分な埋め合わせがあれば、使わせてもらえるかもしれないという。
pt: Conversei com o Arghest sobre o quarto na pousada. Ele ainda está interessado em mantê-lo como uma opção para descanso. Mas ele disse-me que provavelmente poderia ser persuadido a deixar-me usá-lo se o compensar suficientemente.
zh_cn: 我和阿格斯特谈到了旅馆的后房。他仍然对把它作为休息的一个选择感兴趣。但他告诉我，如果我给他足够的补偿，他可能会被说服让我使用它。

source: Arghest wants me to bring him 5 bottles of milk. I can probably find some milk in any of the larger villages.
de: Arghest möchte 5 Flaschen Milch von mir. Wahrscheinlich kann ich Milch in den größeren Dörfern kaufen.
fr: Arghest veut que je lui rapporte 5 bouteilles de lait. Je devrais pouvoir trouver un peu de lait dans un des plus gros villages.
ja: アーゲストはミルク5本を求めている。もっと大きな村ならどこでもミルクを見つけられるだろう。
pt: Arghest quer que lhe traga 5 garrafas de leite. Provavelmente poderei encontrar um pouco de leite em qualquer uma das aldeias maiores.
zh_cn: 阿格斯特要我给他带5瓶牛奶。我可能在任何一个较大的村庄都能找到一些牛奶。

source: I have brought the milk to Arghest. He agreed to let me use the back room at the Prim inn. I should be able to rest there now. I should go talk to the cook at the inn.
de: Ich habe die Milch zu Arghest gebracht. Er hat zugestimmt, dass ich den Raum im Gasthaus übernehmen kann. Damit ich mich dort ausruhen kann, sollte ich vorher mit dem Koch reden.
fr: J'ai rapporté du lait à Arghest. Il est d'accord pour me laisser utiliser la chambre de l'auberge de Prim. Je devrais pouvoir m'y reposer désormais. Je dois aller le dire au cuisinier de l'auberge.
ja: アーゲストにミルクを持ってきた。彼はプリムの宿の奥の部屋を使うことを了承してくれた。これで休めるだろう。宿のコックに話してこよう。
pt: Trouxe o leite para Arghest. Ele concordou em deixar-me usar o quarto na pousada Prim. Poderei finalmente descansar agora. Devo falar com o cozinheiro da pousada.
zh_cn: 我已经把牛奶带给了阿格斯特。他同意让我使用普里姆旅馆的后房。我现在应该可以在那里休息了。我应该去和旅馆的厨师谈谈。

source: I have explained to the cook that I have permission by Arghest to use the back room.
de: Ich habe dem Koch erklärt, dass ich die Erlaubnis von Arghest habe, das Hinterzimmer zu benutzen.
fr: J'ai expliqué au cuisinier que j'avais la permission d'Arghest d'utiliser la chambre.
ja: コックに奥の部屋を使う許可をアーゲストから得ていることを説明した。
pt: Expliquei ao cozinheiro que tenho permissão do Arghest para usar o quarto de dormir.
zh_cn: 我已经向厨师解释过，我得到了阿格斯特的许可，可以使用里屋。

source: Clouded intent
de: Düstere Absichten
fr: Intentions brumeuses
ja: 曇った意志
pt: Intenções obscuras
zh_cn: 模糊意图

source: Just outside the collapsed mine on the way to Blackwater mountain, I met a man from the village of Prim. He begged me to help them.
de: Gleich nach dem Verlassen der eingestürzten Mine traf ich auf dem Weg nach Blackwater Mountain einen Mann aus dem Dorf Prim. Er flehte mich an, ihm zu helfen.
fr: Juste à l'extérieur de la mine effondrée sur le chemin du mont Encreau, j'ai rencontré un homme du village de Prim. Il m'a supplié de les aider.
ja: ブラックウォーター山に向かう途中、崩壊した鉱山のすぐ外でプリム村の男に出会った。彼は、村の人々への助けを求めた。
pt: Próximo à mina parcialmente soterrada, no caminho à Montanha das Águas Negras, conheci um homem da aldeia de Prim. Ele pediu-me para ajudá-los.
zh_cn: 就在去黑水的路上，在坍塌的矿井外，我遇到了一个来自普里姆村的人。他恳求我帮助他们。

source: The village of Prim needs help from someone from the outside to deal with attacks from some monsters. I should speak to Guthbered in Prim if I want to help them.
de: Prim benötigt Hilfe von außerhalb, um sich gegen die Angriffe einiger Monster wehren zu können. Ich soll mit Guthbered in Prim sprechen, wenn ich den Leuten dort helfen will.
fr: Le village de Prim a besoin d'une aide extérieure pour se défendre contre des attaques de monstres. Je devrais aller parler avec Guthbered à Prim si je désire les aider.
ja: プリム村では、モンスターからの攻撃に対処するために外部からの助けを必要としている。彼らを助けたいなら、プリムでガスベレッドと話そう。
pt: A aldeia de Prim necessita da ajuda de alguém de fora para lidar com ataques de alguns monstros. Devo falar com Guthbered em Prim a respeito dessa ajuda.
zh_cn: 普利姆村需要外界人士的帮助，以应对一些怪物的攻击。如果我想帮助他们，我应该和普里姆的古斯伯里德谈谈。

source: Guthbered can be found in the main hall of Prim. I should look for a stone house in the center of town.
de: Guthbered soll sich im Gemeinschaftshaus von Prim aufhalten. Ich werde nach einem Steinhaus in der Mitte des Dorfes Ausschau halten.
fr: On peut trouver Guthbered dans la grande halle de Prim. Je dois rechercher une maison en pierres au centre du village.
ja: ガスベレッドはプリムのメインホールにいる。町の中心部にある石造りの家を探そう。
pt: Guthbered encontra-se na câmara municipal de Prim. Tenho de procurar uma casa de pedra no centro da cidade.
zh_cn: 在普里姆的主厅可以找到古斯伯里德。我应该在镇中心寻找一座石屋。

source: I talked to Guthbered about the story about Prim. Prim has recently been under constant attack from the Blackwater mountain settlement.
de: Ich habe mit Guthbered über die Geschichte mit den Angriffen gesprochen. Prim befindet sich seit kurzem unter ständigem Angriff aus der Siedlung von Blackwater Mountain.
fr: J'ai parlé avec Guthbered au sujet de l'histoire de Prim. Prim est depuis quelque temps soumis à des attaques permanentes de la colonie du mont Encreau.
ja: ガスベレッドからプリムの話を聞いた。プリムは最近、ブラックウォーター山集落から絶え間なく攻撃を受けている。
pt: Falei com o Guthbered sobre uma história sobre Prim. Prim esteve recentemente sob constante ataque do assentamento da Montanha das Águas Negras.
zh_cn: 我和古斯伯里德谈了关于普里姆的故事。普利姆最近不断受到黑水定居点的攻击。

source: Guthbered wants me to go up to the settlement atop the Blackwater mountain and ask their battle master Harlenn why (or if) they have summoned the gornaud monsters against Prim.
de: Guthbered möchte, dass ich zur Siedlung in den Bergen von Blackwater gehe und dort Schwertmeister Harlenn frage, warum (oder ob) er die Beschwörung von Gornauds für den Kampf gegen Prim veranlasst hat.
fr: Guthbered veut que je monte jusqu'à la colonie et que je demande à leur chef de guerre Harlenn pourquoi (ou si) ils ont invoqué les monstres de Gornaud contre Prim.
ja: ガスベレッドはブラックウォーター山山頂の集落に行って、戦闘司令官のハーレンに、プリムに対してなぜ（あるいは本当に）ゴルノーを呼び寄せたのかを聞いて欲しいと言っている。
pt: Guthbered quer que eu vá até o assentamento no topo da Montanha das Águas Negras e perguntar o Harlenn, ministro da guerra, por que (ou se) eles têm convocado os monstros Gornaud contra Prim.
zh_cn: 古斯伯里德想让我去黑水山顶的定居点，问问他们的战斗大师哈伦，为什么他们会召唤出戈尔诺的怪物来对付普里姆。

source: I have talked to Harlenn about the attacks on Prim. He denies that the people of the Blackwater mountain settlement have anything to do with them. I should go talk to Guthbered in Prim again.
de: Ich habe mit Harlenn über die Angriffe auf Prim gesprochen. Er sagt, dass seine Leute nichts mit den Angriffen zu tun hätten. Das soll ich Guthbered in Prim ausrichten.
fr: J'ai parlé avec Harlenn des attaques contre Prim. Il dément le fait que les gens de la colonie du mont Encreau aient quoi que ce soit à voir avec ces attaques. Je dois retourner parler avec Guthbered à Prim.
ja: プリムへの攻撃についてハーレンと話した。彼はブラックウォーター山集落の人々は何の関係もないと否定している。またプリムでガスベレッドと話そう。
pt: Conversei com Harlenn sobre os ataques a Prim. Ele nega que as pessoas do assentamento da Montanha das Águas Negras tenha algo a ver com eles. Devo falar com Guthbered de Prim novamente.
zh_cn: 我已经和哈伦谈了对普里姆的攻击。他否认黑水定居点的人与他们有任何关系。我应该再去找普里姆的古斯伯里德谈谈。

source: Guthbered still believes that the people in the Blackwater mountain settlement have something to do with the attacks.
de: Guthbered glaubt immer noch, dass die Leute aus Blackwater Mountain hinter den Angriffen stecken.
fr: Guthbered continue de croire que les gens de la colonie du mont Encreau sont mêlés à ces attaques.
ja: ガスベレッドはブラックウォーター山集落の人々が攻撃に関与していると今でも信じている。
pt: Guthbered ainda acredita que as pessoas no assentamento Águas Negras tenham algo a ver com os ataques.
zh_cn: 古斯伯里德仍然认为，黑水定居点的人与袭击事件有关。

source: Guthbered wants me to go look for any clues that the people of the Blackwater mountain settlement is preparing for a larger attack on Prim. I should go look for hints near Harlenn's private quarters, but make sure not to be seen.
de: Guthbered möchte, dass ich nach Hinweisen auf eine größere Offensive aus Blackwater Mountain gegen Prim suche. Er würde irgendwo in der Nähe von Harlenn's Privatquartier suchen, natürlich ohne gesehen zu werden.
fr: Guthbered veut que je recherche des preuves que les gens de la colonie du mont Encreau se préparent à lancer une attaque d'envergure contre Prim. Je dois aller rechercher des indices près des quartiers privés d'Harlenn, mais dois prendre garde de ne pas me faire voir.
ja: ガスベレッドは、ブラックウォーター山集落の人たちがプリムへのより大規模な攻撃の準備をしている手掛かりを探しに行くよう言っている。ハーレンの居住空間近くに手がかりを探しに行かなければならないが、見つからないように気をつけよう。
pt: Guthbered quer que eu vá procurar por pistas de que as pessoas do assentamento da Montanha das Águas Negras estejam se a preparar para um ataque em grande escala a Prim. Devo procurar dicas perto dos aposentos privados de Harlenn, certificanto-me que não seja visto.
zh_cn: 古斯伯里德要我去寻找任何线索，说明黑水定居点的人正准备对普里姆进行更大的攻击。我应该去哈伦的私人住所附近寻找线索，但要确保不被发现。

source: I have found some papers around Harlenn's private quarters outlining a plan to attack Prim. I should go talk to Guthbered immediately.
de: Ich habe in Harlenn's Privatquartier Dokumente mit Angriffsplänen gegen Prim gefunden. Ich sollte das Guthbered so schnell wie möglich mitteilen.
fr: J'ai trouvé des papiers du côté des quartiers privés d'Harlenn brossant un plan d'attaque contre Prim. Je dois aller en parler à Guthbered immédiatement.
ja: ハーレンの居住空間周辺でプリムを攻撃する計画が書かれている書類を見つけた。すぐにガスベレッドに報告しよう。
pt: Encontrei alguns papéis em torno de aposentos privados do Harlenn a delinear um plano para atacar Prim. Devo falar com Guthbered imediatamente.
zh_cn: 我在哈伦的私人住所周围发现了一些文件，概述了攻击普里姆的计划。我应该马上去找古斯伯里德谈谈。

source: Guthbered thanked me for helping him find evidence of the plans for an attack.
de: Guthbered dankte mir für meine Hilfe beim Aufdecken der Angriffspläne aus Blackwater Mountain.
fr: Guthbered m'a remercié de l'avoir aidé à trouver des preuves du plan d'attaque.
ja: ガスベレッドは攻撃計画の証拠を見つけるのを手伝ってくれたことに感謝した。
pt: Guthbered me agradeceu por ajudá-lo a encontrar evidências dos planos para um ataque.
zh_cn: 古斯伯里德感谢我帮助他找到攻击计划的证据。

source: In order to make the attacks on Prim stop, Guthbered wants me to kill Harlenn up in the Blackwater mountain settlement.
de: Um die Angriffe auf Prim ein für alle Mal zu beenden, möchte Guthbered, dass ich Harlenn in Blackwater Mountain töte.
fr: Afin de faire cesser les attaques contre Prim, Guthbered veut que j'aille tuer Harlenn en haut dans la colonie du mont Encreau.
ja: プリムへの攻撃を止めるために、ガスベレッドはブラックウォーター山集落でハーレンを暗殺するよう言っている。
pt: Para por fim aos ataques à Prim, Guthbered quer que mate o Harlenn no assentamento da Montanha das Águas Negras.
zh_cn: 为了使对普里姆的攻击停止，古斯伯里德要我在黑水定居点杀死哈伦。

source: I have started a fight with Harlenn.
de: Ich habe Harlenn angegriffen.
fr: J'ai commencé à me battre avec Harlenn.
ja: ハーレンとの戦いが始まった。
pt: Comecei uma briga com Harlenn.
zh_cn: 我已经开始和哈伦吵架了。

source: I told Harlenn that I was sent to kill him, but I let him live. He thanked me deeply, and left the settlement.
de: Ich habe Harlenn erklärt, dass ich geschickt wurde, ihn zu töten. Ich ließ ihn aber am Leben, wofür er mir zutiefst dankbar war und die Siedlung verlassen hat.
fr: J'ai dit à Harlenn que j'avais été envoyé pour le tuer, mais l'ai laissé vivre. Il m'a remercié avec profusion et a quitté la colonie.
ja: ハーレンに暗殺のために送られたことを伝えたが、生かしておいた。彼はあなたに深く感謝して集落を去った。
pt: Disse que à Harlenn que fui enviado para matá-lo, mas vou deixá-lo viver. Ele agradeceu-me profundamente e deixou o assentamento.
zh_cn: 我告诉哈伦，我是被派来杀他的，但我让他活着。他深深地感谢了我，然后离开了定居点。

source: I have told Guthbered that Harlenn is gone.
de: Ich habe Guthbered gesagt, dass Harlenn von uns gegangen ist.
fr: J'ai dit a Guthbered que Harlenn avait quitté.
ja: ガスベレッドにハーレンはいなくなったと伝えた。
pt: Disse para Guthbered que Harlenn se foi.
zh_cn: 我已经告诉古斯伯里德，哈伦已经走了。

source: Guthbered thanked me for the help I have provided to Prim. Hopefully, the attacks on Prim should stop now. As thanks, Guthbered gave me some items and a forged permit so that I can enter the inner chamber up in the Blackwater mountain settlement.
de: Guthbered hat sich für meine Hilfe bedankt. Nun sollten die Angriffe auf Prim ein Ende haben. Als Dank erhielt ich außerdem einige Sachen und eine gefälschte Zugangserlaubnis für die inneren Kammern in der Siedlung von Blackwater Mountain.
fr: Guthbered m'a remercié pour l'aide que je lui ai fournie. Désormais, les attaques contre Prim devraient cesser. En remerciement, Guthbered m'a donné quelques objets et un laissez-passer falsifié afin que je puisse entrer dans les quartiers confidentiels de la colonie du mont Encreau.
ja: ガスベレッドはあなたのプリムへの助けに感謝した。うまくいけば、プリムへの攻撃は今後止まるだろう。お礼として、ガスベレッドがアイテムと偽造許可証をくれたので、ブラックウォーター山集落の奥の部屋へと入れるようになった。
pt: Guthbered agradeceu-me pela ajuda que dei a Prim. Felizmente, os ataques a Prim devem parar agora. Como agradecimento, Guthbered me deu alguns itens e uma autorização forjada para que possa entrar na câmara interna-se no assentamento Montanha das Águas Negras.
zh_cn: 古斯伯里德感谢我为普里姆提供的帮助。希望现在对普里姆的攻击停止了。作为感谢，古斯伯里德给了我一些物品和一张伪造的许可证，这样我就可以进入黑水定居点上的内室。

source: I have shown the forged permit to the guard and was let through to the inner chamber.
de: Ich habe den Wachen die gefälschte Zugangserlaubnis gezeigt und wurde in die inneren Kammern vorgelassen.
fr: J'ai montré le laissez-passer falsifié au garde et ai pu entrer dans les quartiers confidentiels.
ja: 偽造許可証を警備に見せ、内室へと通された。
pt: Mostrei a autorização forjada para a guarda e deixaram-me passar à câmara interior.
zh_cn: 我向警卫出示了伪造的许可证，被允许进入内室。

source: I am now trusted in Prim, and all services should be available for me to use.
de: Ich genieße nun das Vertrauen der Einwohner von Prim und alle Dienstleistungen sollten jetzt für mich verfügbar sein.
fr: J'ai maintenant gagné la confiance de Prim, et devrais avoir accès à tous les services.
ja: プリムで信頼されるようになったので、全てのサービスを利用できるはずだ。
pt: Agora que ganhei a confiança de Prim, todos os serviços devem me estar disponíveis.
zh_cn: 我现在在普里姆受到信任，所有的服务都应该可以让我使用。

source: I have decided to not help the people of Prim.
de: Ich habe mich entschieden, den Menschen von Prim nicht zu helfen.
fr: J'ai décidé de ne pas aider les gens de Prim.
ja: プリムの人々を助けないことにした。
pt: Decidi não ajudar o povo do Prim.
zh_cn: 我已经决定不帮助普里姆的人民。

source: Since I am helping the Blackwater mountain settlement, Guthbered no longer wants to talk to me.
de: Da ich Blackwater Mountain unterstütze, will Guthbered nicht mehr mit mir reden.
fr: Comme j'aide la colonie du mont Encreau, Guthbered ne veut plus me parler.
ja: ブラックウォーター山集落に協力しているので、ガスベレッドはもうあなたとは話そうとしなくなった。
pt: Desde que estou a ajudar o assentamento da Montanha das Águas Negras, Guthbered já não quer falar comigo.
zh_cn: 由于我在帮助黑水定居点，古斯伯里德不再愿意和我说话。

source: Lights in the dark
de: Licht im Dunkel
fr: Lumières dans le noir
ja: 暗闇の中の光
pt: Luzes na escuridão
zh_cn: 黑暗中的灯光

source: I have made my way into the inner chamber in the Blackwater mountain settlement and found a group of mages led by a man named Throdna.
de: Ich habe die innere Kammer der Siedlung von Blackwater Mountain erreicht und einige Magier angetroffen, die von einem Mann namens Throdna angeführt werden.
fr: J'ai trouvé mon chemin dans les quartiers confidentiels de la colonie du mont Encreau et découvert un groupe de mages dirigés par un homme dénommé Throdna.
ja: ブラックウォーター山集落の奥の部屋に入ると、スロドナという男が率いる魔法使いの一団がいた。
pt: Consegui caminhar até a câmara interna no assentamento Montanha das Águas Negras e encontrei um grupo de magos liderados por um homem chamado Throdna.
zh_cn: 我已经进入了黑水定居点的内室，发现了一群法师，他们由一个叫甲虫的人领导。

source: Throdna seems very interested in someone (or something) called Kazaul, and in particular a ritual performed in its name.
de: Throdna schien sehr interessiert an jemand (oder etwas) mit dem Namen Kazaul, insbesondere an einem Ritual das in dessen Namen ausgeführt wird.
fr: Throdna semblait très intéressé par quelqu'un (ou quelque chose) appelé Kazaul, et en particulier par un rituel célébré en son nom.
ja: スロドナはカザウルと呼ばれる誰か（あるいは何か）、特にその名前で行われる儀式に強い興味を持っているらしい。
pt: Throdna parece muito interessado em alguém (ou algo assim) chamado Kazaul e em particular num ritual realizado em nome dele.
zh_cn: 甲虫似乎对一个叫卡扎尔的人（或东西）非常感兴趣，特别是以其名义进行的一种仪式。

source: I have agreed to help Throdna find out more about the ritual itself, by looking for pieces of the ritual that apparently are scattered across the mountain. I should go look for the parts of the Kazaul ritual on the mountain path down from Blackwater mountain to Prim.
de: Ich habe Throdna versprochen ihm dabei zu helfen, mehr über das Ritual selbst herauszufinden. Dazu soll ich nach Bruchstücken für das Ritual suchen, welche irgendwo um den Berg herum zu finden sein müssen. Ich sollte nach den Stücken auf dem Bergpfad suchen, der von Blackwater Mountain nach Prim führt.
fr: J'ai accepté d'aider Throdna à en savoir plus au sujet du rituel proprement dit, en recherchant les pièces qui semblent avoir été dispersées à travers la montagne. Je dois rechercher les éléments du rituel de Kazaul sur le chemin en descendant du mont Encreau vers Prim.
ja: 山の向こうに散らばっていると思われる儀式の断片を探すことで、スロドナが儀式そのものについて詳しく知る手助けをすることに同意した。ブラックウォーター山からプリムへと下る山道でカザウルの儀式のパーツを探そう。
pt: Concordei em ajudar Throdna a obter mais informações sobre o ritual, a procurar por pedaços do ritual que, aparentemente, estão espalhadas por toda a montanha. Devo procurar as partes do ritual Kazaul no caminho de desce montanha a baixo até Prim.
zh_cn: 我已经同意帮助甲虫找出更多关于仪式本身的信息，通过寻找显然散落在山上的仪式碎片。我应该去寻找从黑水下到普里姆的山路上的卡扎尔仪式的部分。

source: I need to find the two parts of the chant and the three pieces describing the ritual itself, and return to Throdna once I have found them all.
de: Ich muss die zwei Teile für den Gesang finden und die drei Teile, die das Ritual selbst beschreiben. Wenn ich alle Teile habe, soll ich zu Throdna zurückkehren.
fr: Je dois trouver les deux couplets du chant et les trois stances décrivant le rituel proprement dit, et revenir voir Throdna lorsque j'aurai tout trouvé.
ja: 詠唱の2つのパーツと、儀式そのものを記述している3つのパーツを探し出し、それら全てを見つけたらスロドナのところに戻る必要がある。
pt: Preciso encontrar as duas partes do canto e os três pedaços que descrevem o ritual em si e voltar ao Throdna uma vez que encontre tudo.
zh_cn: 我需要找到圣歌的两个部分和描述仪式本身的三个部分，一旦我找到它们，就会回到甲虫那。

source: I have found the first half of the chant for the Kazaul ritual.
de: Ich habe die erste Hälfte des Gesangs für das Ritual von Kazaul.
fr: J'ai trouvé le premier couplet du chant du rituel de Kazaul.
ja: カザウルの儀式の詠唱の前半部分を見つけた。
pt: Encontrei a primeira metade do canto para o ritual Kazaul.
zh_cn: 我已经找到了卡扎尔仪式的前半部分颂词。

source: I have found the second half of the chant for the Kazaul ritual.
de: Ich habe die zweite Hälfte des Gesangs für das Ritual von Kazaul.
fr: J'ai trouvé le second couplet du chant du rituel de Kazaul.
ja: カザウルの儀式の詠唱の後半部分を見つけた。
pt: Encontrei a segunda metade do canto para o ritual Kazaul.
zh_cn: 我已经找到了卡扎尔仪式的后半段颂词。

source: I have found the first piece of the Kazaul ritual.
de: Ich habe das erste Teil für das Ritual von Kazaul gefunden.
fr: J'ai trouvé la première stance du rituel de Kazaul.
ja: カザウルの儀式の最初の部分を見つけた。
pt: Encontrei a primeira parte do ritual Kazaul.
zh_cn: 我已经找到了卡扎尔仪式的第一块拼图。

source: I have found the second piece of the Kazaul ritual.
de: Ich habe das zweite Teil für das Ritual von Kazaul gefunden.
fr: J'ai trouvé la seconde stance du rituel de Kazaul.
ja: カザウルの儀式の第2の部分を見つけた。
pt: Encontrei a segunda parte do ritual Kazaul.
zh_cn: 我已经找到了卡扎尔仪式的第二块。

source: I have found the third piece of the Kazaul ritual.
de: Ich habe das dritte Teil für das Ritual von Kazaul gefunden.
fr: J'ai trouvé la troisième stance du rituel de Kazaul.
ja: カザウルの儀式の第3の部分を見つけた。
pt: Encontrei a terceira peça do ritual Kazaul.
zh_cn: 我已经找到了卡扎尔仪式的第三块。

source: Throdna thanked me for finding all the pieces of the ritual.
de: Throdna dankte mir für das Auffinden aller Teile des Rituals.
fr: Throdna m'a remercié d'avoir trouvé tous les éléments du rituel.
ja: スロドナは儀式の全ての部分を見つけてくれたことに感謝した。
pt: Throdna agradeceu-me para encontrar todas as partes do ritual.
zh_cn: 甲虫感谢我找到了仪式的所有碎片。
