Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: Umar told me that Andor went to see a potion maker called Lodar. I should search for his hideaway.
de: Umar sagte mir, dass Andor nach einem Alchemisten namens Lodar gesucht hat. Ich sollte nach seinem Versteck suchen.
fr: Umar dit qu'Andor est allé voir un concocteur de potions dénommé Lodar. Je dois rechercher sa retraite.
ja: ウマルはアンドールがロダーという薬師に会いに行ったと話してくれた。彼の隠れ家を探そう。
pt: Umar disse-me que Andor foi ver um fabricante de poção chamada Lodar. Devo procurar o esconderijo dele.
zh_cn: 奥马尔告诉我，安道尔去看望一位叫做洛达尔的药水制造商。我应该寻找他的隐居之处。

source: I heard a story in Loneford, where it seemed like Andor had been in Loneford, and that he might have had something to do with the illness that the people are suffering from there. I am not sure if it actually was Andor. If it was Andor, why would he have made the people of Loneford ill?
de: Ich hörte eine Geschichte in Loneford, die besagte, dass Andor wohl dort gewesen sein soll und vielleicht auch etwas mit der Krankheit zu tun haben könnte, die die Menschen dort plagt. Ich kann mir nicht vorstellen, dass das Andor war. Aber wenn doch, warum sollte er die Leute von Loneford krank machen wollen?
fr: J'ai entendu une histoire à Loneford, comme quoi Andor aurait été lié à la maladie qui affecte ses citoyens présentement. Je ne suis pas certain que c'était vraiment Andor. Si c'était lui, pourquoi aurait-il rendu malades les gens de Loneford ?
ja: ローンフォードで聞いた話によると、どうやらアンドールはローンフォードにいたらしく、しかもそこで人々が苦しんでいる病気と何か関係があったのかもしれない。本当にアンドールだったのかどうかは分からない。もしアンドールだったとしたら、なぜ彼はローンフォードの人々を病気にしたのだろう？
pt: Ouvi uma história em Loneford, onde parece que Andor esteve Loneford e que ele pode ter algo a ver com a doença que as pessoas estão a sofrer de lá. Não tenho certeza se ele realmente era Andor. Se fosse Andor, por que ele teria feito o povo de Loneford doente?
zh_cn: 我在隆福德听到了一个故事，就像安道尔在隆福德一样，他可能与当地人民所患的疾病有关。我不确定这是否真的是安道尔。如果是安道尔，他为什么要让隆福德人民生病？

source: Andor might have gone to do some business with a rich man in Brimhaven after he left Loneford.
ja: アンドールはローンフォードを去った後、ブリムヘブンの金持ちと取引をしに行ったかもしれない。
zh_cn: 安道尔可能在离开隆福德后，去和布林海文的一个富人做了一些生意。

source: It looks like Andor was involved in the destruction of the Brimhaven dam.
ja: アンドールはブリムヘブンダムの破壊に関与していたようだ。
zh_cn: 看起来安道尔参与了布林海文大坝的破坏。

source: I have found the potion-maker Lodar, and heard his story about Andor. Andor went to visit Lodar in his hideaway to get a sample of something called Narwood extract. Lodar happened to notice that there was someone travelling together with Andor, that hid among the trees and did not seem to want Lodar to spot him.
de: Ich habe den Tränkemacher Lodar gefunden und seine Geschichte über Andor angehört. Andor hatte Lodar in seinem Versteck aufgesucht, um nach einer Probe der sogenannten Narholzessenz zu fragen. Lodar bemerkte allerdings, dass zusammen mit Andor jemand gekommen war, der sich zwischen den Bäumen versteckt hielt und offenbar nicht von Lodar gesehen werden wollte.
fr: J'ai rencontré Lodar le fabriquant de potion, et entendu son histoire à propos d'Andor. Andor est venu lui rendre visite dans sa cachette pour obtenir un échantillon de quelque chose appelé extrait de Narwood. Lodar a remarqué qu'il y avait quelqu'un d'autre avec Andor mais qui se cachait parmi les arbres et ne semblait pas vouloir se faire remarquer.
ja: 薬師のロダーを見つけてアンドールの話を聞いた。アンドールはナルウッドエキスと呼ばれる何かのサンプルを貰いに隠れ家のロダーを訪ねた。ロダーは偶然、アンドールと一緒に旅をしている者がいることに気付いた。その者は木の間に隠れ、ロダーに見つからないようにしていた。
pt: Encontrei o fabricante de poções Lodar e ouvi a história dele sobre Andor. Andor foi visitar Lodar no refúgio dele para obter uma amostra de algo chamado extrato de Narwood. Lodar percebeu que havia alguém a viajar com Andor, que se escondia entre as árvores e não parecia querer que Lodar o visse.
zh_cn: 我找到了药剂师洛达尔，并听了他关于安道尔的故事。安道尔在他的隐蔽处拜访了洛达尔，以获取一种叫做纳伍德提取物的样品。 洛达尔偶然发现有人与安道尔一起旅行，躲在树丛中，似乎不希望洛达尔看到他。

source: Shortly after Andor and the person he was travelling with had left, strange things started to happen in the woods around Lodar's hideaway, and Lodar himself seemed to be affected by it somehow. Lodar believes that something disturbed the tomb below his cabin, and awoke the Hira'zinn.
de: Kurz nachdem Andor und sein Reisegefährte weg waren, geschahen seltsame Dinge in den Wäldern rund um Lodars Versteck, und Lodar selbst schien davon irgendwie beeinflusst worden zu sein. Lodar glaubt, dass etwas die Gruft unter seiner Hütte aufgestört und dabei den Hira'zinn geweckt hat.
fr: Peu après qu'Andor et son compagnon ne soient partis, des choses étranges ont commencé à se produire dans le bois autour de la cachette de Lodar. Lodar lui-même semblait inquiété par les événements ; il pense que quelque chose a troublé la tombe sous sa cabane, et réveillé l'Hira'zinn.
ja: アンドールとその同行者が去って間もなく、ロダーの隠れ家周辺の森で奇妙なことが起こり始め、ロダー自身もその影響を受けていたようだった。ロダーは何かが小屋の下の墓地を乱し、ヒラジンを目覚めさせたのではないかと考えている。
pt: Pouco depois, Andor e a pessoa com quem estava a viajar terem ido embora, coisas estranhas começaram a acontecer na floresta em torno do refúgio de Lodar e o próprio Lodar parecia ser afetado de alguma forma. Lodar acredita que algo perturbou o túmulo abaixo de cabana dele e acordou o Hira'zinn.
zh_cn: 安道尔和和他一起旅行的人离开后不久，奇怪的事情开始在洛达尔的隐匿处周围的树林中发生，洛达尔本人似乎受到某种影响。洛达尔认为，有什么东西打扰了他小屋下方的坟墓，并唤醒了希拉津。

source: Since I helped Lodar defeat the Hira'zinn, he promised to help me in return. He gave me a piece of paper that should allow me to enter the Valanyr temple of the Shadow in Nor City. He told me to seek out lady Lydalon in the temple for further assistance.
de: Weil ich Lodar geholfen habe, den Hira'zinn zu vernichten, versprach er, mir ebenfalls zu helfen. Er gab mir ein Papier, das mir Zugang zum Valanyrischen Tempel des Schattens in Nor City gewährt. Er sagte mir, für weitere Hilfe solle ich Lady Lydalon im Tempel aufsuchen.
fr: Après que j'ai aidé Lodar à vaincre le Hira'zinn, il a promis de m'aider en retour. Il m'a donné un bout de papier qui devrait me permettre d'entrer dans le temple Valanyr de l'Ombre, à Norville. Je dois demander dame Lydalon dans le temple pour la suite.
ja: ヒラジンを倒すのを手伝ったことで、ロダーはお返しにあなたを助けると約束してくれた。彼はノアシティにあるシャドウヴァラニル神殿に入るのを許可する紙をくれた。また、神殿のレディ・リダロンを探してさらなる援助を求めるように話した。
pt: Desde que ajudei o Lodar a derrotar o Hira'zinn, ele prometeu ajudar-me em troca. Ele deu-me um pedaço de papel que deveria permitir-me entrar no templo Valanyr da Sombra na cidade de Nor. Ele disse-me para procurar a senhora Lydalon no templo para obter mais assistência.
zh_cn: 自从我帮助洛达尔击败了希拉津之后，他答应帮助我。他给了我一张纸，应该可以让我进入诺尔城的暗影瓦兰尼尔神庙。他告诉我在圣殿里寻找莉达隆夫人寻求进一步的帮助。

source: All clues so far as to where Andor went point to Nor City. I should travel to Nor City by following the Duleian road to the southeast and look for more clues there.
de: Alle Hinweise weisen bisher darauf hin, dass Andor nach Nor City gegangen ist. Ich sollte in Nor City nach weiteren Hinweisen suchen. Nor City liegt im Südosten an der Duleianstraße.
fr: Tous les indices sur l'endroit où Andor est allé m'indiquent jusqu'à présent Norville. Je devrais voyager vers Norville en suivant la route Duleian vers le sud-est, et chercher plus d'informations là-bas.
ja: アンドールがどこに行ったのかに関するすべての手がかりは、ノアシティを指している。デュリアン街道を南東にたどってノアシティに向かい、そこでさらなる手がかりを探そう。
pt: Todas as pistas até onde Andor foi apontar à cidade de Nor. Deveria viajar para cidade de Nor a seguir a estrada de Duleian para o sudeste e procurar mais pistas lá.
zh_cn: 到目前为止，所有线索都指向安道尔指向诺城的地方。我应该沿着杜莱恩路向东南方向行驶，前往诺尔城，在那儿寻找更多线索。

source: Andor may have been in Stoutford.
ja: アンドールはスタウトフォードにいたかもしれない。
zh_cn: 安道尔可能在斯托福德。

source: Andor had something to do with the demon under the church in Stoutford.
ja: アンドールはスタウトフォードの教会地下にいる悪魔と関係があった。
zh_cn: 安道尔与斯托福德教堂下的恶魔有关。

source: At Castle Guynmart I learned from Steward Unkorh that some time ago Andor was also there as a guest.
de: Auf Guynmart Castle erfuhr ich von Verwalter Unkorh, dass Andor vor einiger Zeit ebenfalls als Gast dort war.
fr: Au Château de Guynmart, Steward Unkorh m'a appris qu'Andor y a été reçu aussi il y a quelque temps.
ja: グインマート城では、執事のウンコールからしばらく前にアンドールも客人としていたことを聞いた。
pt: No Castelo Guynmart, fiquei a saber com Steward Unkorh que há algum tempo Andor também estava lá como convidado.
zh_cn: 在盖恩玛特城堡，我从管家乌克尔那里得知，不久前，安道尔也曾作为客人在那里。

source: Unkorh gave me the bonemeal potion box that Andor had given him for safekeeping.
de: Unkorh gab mir die Knochemmehltränkekiste, die ihm Andor zu Verwahrung gegeben hatte.
fr: Unkorh m'a donné la boîte de potions d'os qu'Andor lui avait demandé de conserver en lieu sûr.
ja: ウンコールはアンドールが保管のために預けていた骨粉ポーションをあなたにくれた。
pt: Unkorh deu-me a caixa de poção de farinha de osso que Andor lhe deu por segurança.
zh_cn: 乌克尔给了我安道尔交给他保存的骨粉药盒。

source: Breakfast bread
de: Brot zum Frühstück
fr: Pain du petit déjeuner
ja: 朝食のパン
pt: Pão para o café da manhã
zh_cn: 早餐面包

source: I have brought the bread to Mikhail.
de: Ich habe das Brot gekauft und Mikhail gegeben.
fr: J'ai rapporté du pain à Mikhail.
ja: ミハイルにパンを持ってきた。
pt: Trouxe o pão para Mikhail.
zh_cn: 我把面包带给了米哈伊尔。

source: Mikhail wants me to go buy a loaf of bread from Mara at the town hall.
de: Mikhail möchte, dass ich bei Mara im Gemeindehaus ein Brot kaufe.
fr: Mikhail veut que j'aille lui acheter du pain chez Mara à la halle du village.
ja: ミハイルは集会場のマーラからパンを買って来るように言っている。
pt: Mikhail quer que eu vá comprar um pão a Mara na câmara municipal.
zh_cn: 米哈伊尔要我去市政厅的玛拉那里买一块面包。

source: Rats!
de: Ratten!
fr: Les rats !
ja: ネズミ！
pt: Ratos!
zh_cn: 老鼠！

source: I have killed the two rats in our garden.
de: Ich habe die beiden Ratten in unserem Garten getötet.
fr: J'ai tué les deux rats de notre jardin.
ja: 庭のネズミを2匹退治した。
pt: Matei os dois ratos no nosso jardim.
zh_cn: 我在花园里杀死了两只老鼠。

source: Mikhail wants me to go check our garden for some rats. I should kill the rats in our garden and return to Mikhail. If I get hurt, I can come back to the bed and rest to regain my health.
de: Mikhail wäre mir dankbar, wenn ich mich um die Ratten in unserem Garten kümmern würde. Nachdem ich die Ratten getötet habe, soll ich zu ihm zurück kommen. Falls ich verletzt werde, kann ich mich jederzeit im Bett ausruhen, um meine Gesundheit wieder herzustellen.
fr: Mikhail me demande de voir s'il n'y aurait pas des rats dans le jardin. Je dois tuer les rats de notre jardin et revenir voir Mikhail. Si je suis blessé, je peux revenir et me reposer dans le lit pour reprendre mes forces.
ja: ミハイルは庭にネズミがいないか見に行くよう言っている。庭のネズミを退治してミハイルの元へ戻ろう。もし怪我をしたら、ベッドに戻って休憩して体力を取り戻そう。
pt: Mikhail quer que eu vá ver os ratos no nosso jardim. Devo matar os ratos no nosso jardim e voltar para Mikhail. Se me ferir, posso voltar para a cama e descansar para recuperar minha vida.
zh_cn: 米哈伊尔要我去花园除掉一些老鼠。 我应该杀死我们花园里的老鼠，然后报告米哈伊尔。 如果受伤，我可以回到床上休息，恢复健康。

source: Missing husband
de: Verschollener Ehemann
fr: Époux manquant
ja: 行方不明の夫
pt: Marido sumido
zh_cn: 失踪的丈夫

source: Leta in Crossglen village wants me to look for her husband Oromir.
de: Leta in Crossglen bat mich, nach ihrem Ehemann Oromir zu suchen.
fr: Leta du village de Crossglen veut que je recherche son époux Oromir.
ja: クロスグレン村のレタが夫のオロミアを探してほしいと言っている。
pt: Leta em Crossglen quer que eu procure o seu marido Oromir.
zh_cn: 克罗斯山谷的莉塔要我去找她的丈夫奥罗米尔。

source: I have found Oromir in Crossglen village, hiding from his wife Leta.
de: Ich habe Oromir im Süden von Crossglen gefunden. Er versteckte sich vor seiner Frau Leta.
fr: J'ai retrouvé Oromir dans le village de Crossglen, se cachant de son épouse Leta.
ja: クロスグレン村でオロミアを見つけた。妻のレタから隠れている。
pt: Descobri Oromir em Crossglen, escondido da esposa Leta.
zh_cn: 我在克罗斯山谷找到了奥罗米尔，他在躲避他妻子莉塔。

source: I have found Oromir in Crossglen village, hiding from his wife Leta, but I promised him that I would not tell Leta of his whereabouts.
fr: J'ai trouvé Oromir au village de Crossglen, il se cache de sa femme Leta, Mais je lui ai promis de ne pas dire à Leta où il se trouvait.
ja: クロスグレン村で妻のレタから隠れているオロミアを見つけた。レタには居場所を伝えないことを約束した。
zh_cn: 我在克罗斯山谷找到了奥罗米尔，他躲着他的妻子莉塔，但我向他保证，我不会告诉莉塔他的下落。

source: Leta asked me to tell Oromir to come home and help her with the housework.
fr: Leta m'a demandé de dire à Oromir de revenir à la maison pour l'aider à faire le ménage.
ja: レタから、家に帰ってきて家事を手伝うようオロミアに言ってくれと頼まれた。
zh_cn: 莉塔让我告诉奥罗米尔，让他回家帮她做家务。

source: I have found Oromir behind the Crossglen village inn, hiding from his wife Leta, but I promised him that I would not tell Leta of his whereabouts.
fr: J'ai trouvé Oromir derrière l'auberge du village de Crossglen, il se cachait de sa femme Leta, mais je lui ai promis de ne pas à dire à Leta où il se trouvait.
ja: クロスグレン村の宿屋の裏で、妻のレタから隠れているオロミアを見つけた。レタには居場所を伝えないことを約束した。
zh_cn: 我在克罗斯山谷的旅馆后面发现了奥罗米尔，他躲着他的妻子莉塔，但我向他保证，我不会告诉莉塔。

source: I have found Oromir behind the Crossglen village inn, hiding from his wife Leta, but I should tell Leta of his whereabouts.
fr: J'ai trouvé Oromir derrière l'auberge du village de Crossglen, il se cachait de sa femme Leta, mais je devrais le dire à Leta.
ja: クロスグレン村の宿屋の裏で、妻のレタから隠れているオロミアを見つけた。レタに彼の居場所を伝えよう。
zh_cn: 我在克罗斯山谷的旅馆后面找到了奥罗米尔，他躲着他的妻子莉塔，但我应该把他的行踪告诉莉塔。

source: I have found Oromir in Crossglen village behind a haystack, hiding from his wife Leta, but I promised him that I would not tell Leta of his whereabouts.
fr: J'ai trouvé Oromir dans le village de Crossglen, derrière une botte de foin, il se cachait de sa femme Leta, mais je lui ai promis de ne pas dire à sa Leta où il se trouvait.
ja: クロスグレン村の干し草の山の陰で、妻のレタから隠れているオロミアを見つけた。レタには居場所を伝えないことを約束した。
zh_cn: 我在克罗斯山谷的一个干草堆后面找到了奥罗米尔，他躲着他的妻子莉塔，但我向他保证，我不会告诉莉塔他的下落。

source: I have found Oromir in Crossglen village behind a haystack, hiding from his wife Leta, I should tell Leta of his whereabouts.
fr: J'ai trouvé Oromir dans le village de Crossglen, derrière une botte de foin, il se cachait de sa femme Leta, mais je devrais le dire à Leta.
ja: クロスグレン村の干し草の山の陰で、妻のレタから隠れているオロミアを見つけた。レタに彼の居場所を伝えよう。
zh_cn: 我在克罗斯山谷的一个干草堆后面发现了奥罗米尔，他躲着他的妻子莉塔，我应该告诉莉塔他的行踪。

source: I have found Oromir in the basement of his house, hiding from his wife Leta, I should tell Leta of his whereabouts.
fr: J'ai trouvé Oromir au sous-sol de sa maison, il se cachait de sa femme Leta, mais je devrais le dire à Leta.
ja: 妻のレタから隠れているオロミアを彼の家の地下室で見つけた。レタに彼の居場所を伝えよう。
zh_cn: 我发现奥罗米尔在他家的地下室里，躲着他的妻子莉塔，我应该告诉莉塔他的下落。

source: I have told Leta that Oromir is hiding in their basement.
de: [REVIEW]Ich habe Leta erzählt, dass sich Oromir in Crossglen versteckt.
fr: J'ai dit à Leta qu'Oromir se cachait dans leur sous-sol.
ja: レタにオロミアが地下室に隠れていることを伝えた。
pt: [REVIEW]Disse a Leta que Oromir está escondido na aldeia de Crossglen.
zh_cn: 我已经告诉莉塔，奥罗米尔藏在他们的地下室里。

source: Even after all my help, Oromir was still brought back home to Leta.
fr: Même après toute l'aide que je lui ai apporté, Oromir a été ramené chez lui à Leta.
ja: あなたの助けがあったにも関わらず、オロミアはレタに家まで連れ戻された。
zh_cn: 即使在我的帮助下，奥罗米尔还是被莉塔带回了家。

source: Rat infestation
de: Rattenplage
fr: Invasion de rats
ja: ネズミの侵入
pt: Infestação de ratos
zh_cn: 鼠患

source: Odair wants me to clear the supply cave in Crossglen village of rats. In particular, I should kill the large rat and return to Odair.
de: Odair möchte, dass ich mich um die Ratten in der Vorratshöhle von Crossglen kümmere. Genaugenommen hat er mir aufgetragen, die große Ratte zu töten, die dort ihr Unwesen treibt.
fr: Odair veut que je purge la réserve du village de Crossglen des rats qui l'ont envahie. Je dois en particulier tuer le gros rat et revenir voir Odair.
ja: オダイルはクロスグレン村の貯蔵の洞窟にいるネズミを片付けてほしい。特に、大きなネズミを退治してオダイルの元へ戻ろう。
pt: Odair quer que eu limpe a caverna na aldeia de Crossglen. Mais precisamente, tenho de matar o rato grande e voltar para Odair.
zh_cn: 奥代尔要我在克罗斯山谷的补给洞里清除老鼠。特别是，我应该杀了那只大老鼠，然后回到奥代尔身边。

source: I have helped Odair clear out the rats in the supply cave in Crossglen village.
de: Ich habe für Odair die Vorratshöhle von Crossglen von den Ratten befreit.
fr: J'ai aidé Odair à se débarasser des rats qui avaient envahi la réserve du village de Crossglen.
ja: オダイルがクロスグレン村の貯蔵の洞窟のネズミを退治するのを手伝った。
pt: Ajudei Odair a exterminar os ratos na caverna de Crossglen.
zh_cn: 我已经帮助奥代尔清除了克罗斯山谷补给洞里的老鼠。

source: Disallowed substance
de: Verbotene Substanz
fr: Produit interdit
ja: 禁制品
pt: Substâncias proibidas
zh_cn: 禁用物质

source: Leonid in Crossglen town hall tells me that there was a disturbance in the village some weeks ago. Apparently, Lord Geomyr has banned all use of bonemeal as a healing substance. Tharal, the town priest should know more.
de: Leonid erzählte mir in der Gemeindehalle von Crossglen etwas über eine Unruhe im Dorf vor einigen Wochen. Offensichtlich hat Lord Geomyr jeglichen Gebrauch von Knochenmehl als Heilsubstanz untersagt. Tharal, der Dorfpriester sollte mehr darüber wissen.
fr: Leonid dans la halle de Crossglen m'a dit qu'il y avait eu des désordres dans le village il y a quelques semaines. Apparemment, le seigneur Geomyr a banni toute utilisation des potions d'os comme soin. Tharal, le prêtre du village devrait en savoir plus.
ja: クロスグレン集会場のレオニードによると、数週間前に村で騒ぎがあったそうだ。どうやらジオミア卿が治療薬としての骨粉の使用を全面的に禁止したらしい。 村の司祭タラルがもっと詳しいことを知っているはずだ。
pt: Leonid, na câmara municipal de Crossglen, disse-me que houve um distúrbio na vila há algumas semanas. Aparentemente, o Lorde Geomyr proibiu toda a utilização da farinha de ossos como substância curativa. Tharal, o sacerdote da vila deve saber mais.
zh_cn: 克罗斯山谷的利奥尼德告诉我，几周前村里发生了一起骚乱。显然是因为吉奥梅尔国王禁止所有使用骨粉作为治疗物质的行为。 镇上的牧师塔拉尔应该知道更多。

source: Tharal does not want to talk about bonemeal. I might be able to persuade him by bringing him 5 insect wings.
de: Tharal möchte nicht über Knochenmehl reden. Mit 5 Insektenflügeln sollte ich ihn umstimmen können.
fr: Tharal ne veut pas parler des cendres d’os. Je pourrais peut-être le persuader si je lui ramène 5 ailes d'insectes.
ja: タラルは骨粉の話はしたくない。昆虫の翅5枚を持っていけば、説得できるかもしれない。
pt: Tharal não quer falar sobre farinha de ossos. Poderia ser capaz de persuadi-lo, a trazer-lhe 5 asas de insetos.
zh_cn: 塔拉尔不想谈论骨粉。我也许能说服他，给他带来5个昆虫翅膀。

source: Tharal tells me that bonemeal is a very potent healing substance, and is quite upset that it is not allowed anymore. I should go see Thoronir in Fallhaven if I want to learn more. I should tell him the password 'Glow of the Shadow'.
de: Tharal erzählte mir, dass Knochenmehl eine sehr wirksame Heilsubstanz ist und er hat sich ziemlich darüber aufgeregt, dass es nicht mehr erlaubt ist, welches zu besitzen. Falls ich mehr darüber wissen will, soll ich zu Thoronir nach Fallhaven reisen und das Passwort 'Das Leuchten des Schattens' nennen.
fr: Tharal m'a dit que les cendres d’os étaient un médicament très efficace, et il est embêté qu'elles soient désormais interdites. Je devrais aller voir Thoronir à Fallhaven si je désire en apprendre davantage. Je dois lui dire le mot de passe « lueur de l'Ombre ».
ja: タラルによると、骨粉は非常に強力な治癒力を持つ物質だそうで、それがもはや許可されていないことにかなり動揺している。もっと知りたいなら、フォールヘブンのソロニールに会いに行こう。合言葉"シャドウの輝き"を伝えよう。
pt: Tharal disse-me que farinha de ossos é uma substância curativa muito potente e está muito chateado por já não ser permitida. Tenho de ir ter com o Thoronir em Fallhaven se quiser saber mais. Tenho de lhe dizer a palavra-passe 'Brilho da Sombra'.
zh_cn: 塔拉尔告诉我，骨粉是一种非常有效的治疗物质，他对不再允许使用骨粉感到相当不安。如果我想了解更多的情况，我应该去找法尔海文的索罗尼尔。我应该告诉他密码'暗影之光'。

source: I have talked to Thoronir in Fallhaven. He might be able to mix me a bonemeal potion if I bring him 5 skeletal bones. There should be some skeletons in an abandoned house north of Fallhaven.
de: Ich habe mit Thoronir in Fallhaven gesprochen. Er könnte mir einen Knochenmehltrank herstellen, wenn ich ihm 5 Skelettknochen bringe. Er meinte, dass es in dem verlassenen Haus nördlich von Fallhaven wahrscheinlich ein paar Skelette geben könnte.
fr: J'ai parlé à Thoronir à Fallhaven. Il pourrait être capable de me concocter une potion d'os si je lui ramenais 5 os de squelettes. Il doit y avoir quelques squelettes dans une maison abandonnée au nord de Fallhaven.
ja: フォールヘブンのソロニールと話した。5個のスケルトンの骨を持っていけば骨粉ポーションを作ってくれるかもしれない。フォールヘブンの北にある廃屋にスケルトンがいるはずだ。
pt: Conversei com Thoronir em Fallhaven. Ele pode ser capaz de me misturar uma poção de ossos se lhe trago cinco ossos de esqueleto. Deve haver alguns esqueletos numa casa abandonada ao norte de Fallhaven.
zh_cn: 我已经和法尔海文的索罗尼尔谈过了。如果我给他带来5个骨头，他也许能给我调出骨粉。在法尔海文北部的一个废弃的房子里应该有一些骷髅。

source: I have brought the bones to Thoronir. He is now able to supply me with bonemeal potions. I should be careful when using them though, since Lord Geomyr has banned their use.
de: Ich habe Thoronir die Knochen gegeben. Er kann mich ab jetzt mit Knochenmehltränken versorgen. Ich sollte aber vorsichtig sein, wenn ich sie benutzen will, da das Verwenden der Tränke von Lord Geomyr verboten wurde.
fr: J'ai ramené les os à Thoronir. Désormais, il peut me fournir en potions d'os. Je dois cependant être prudent en les utilisant, car le seigneur Geomyr a interdit leur consommation.
ja: ソロニールに骨を持ってきた。彼はこれから骨粉ポーションを提供してくれる。 ただしジオミア卿が使用を禁じているので、使うときには気をつけよう。
pt: Trouxe os ossos para Thoronir. Ele agora é capaz de fornecer-me porções de farinha de ossos Devo ter cuidado ao usá-los, porém, visto que Lorde Geomyr proibiu o uso deles.
zh_cn: 我已经把骨头带给了索罗尼尔。他现在能够为我提供骨粉。 但我在使用它们时应该小心，因为吉奥米尔领主已经禁止使用它们。

source: Fallen friends
de: Zerbrochene Freundschaft
fr: Ami tombé
ja: 死んだ友達
pt: Amigos em queda
zh_cn: 堕落的朋友

source: Jan tells me his story, where he and his two friends Gandir and Irogotu, went down the hole to dig for a hidden treasure, but they started fighting and Irogotu killed Gandir in his rage. I should bring back Gandir's ring from Irogotu, and see Jan when I have it.
de: Jan erzählte mir seine Geschichte, in der er und seine beiden Freunde Gandir und Irogotu in eine Höhle kletterten, um dort nach einem versteckten Schatz zu suchen. Aber sie fingen an zu streiten und Irogotu tötete in seiner Wut Gandir. Ich soll Gandir's Ring von Irogotu zurückbringen und mich bei Jan melden, wenn ich ihn habe.
fr: Jan m'a raconté son histoire, au cours de laquelle lui et ses deux amis Gandir et Irogotu sont descendus dans ce gouffre pour creuser à la recherche d'un trésor caché, puis se sont battus, Irogotu tuant Gandir dans sa fureur. Je dois récupérer l'anneau de Gandir auprès d'Irogotu, et revenir voir Jan lorsque je l'aurai.
ja: ジャンはガンディールとイロゴツの2人の友人と一緒にお宝を探して穴の中に入ったが、喧嘩になり、イロゴツが怒りからガンディールを殺してしまったという話をしてくれた。 イロゴツからガンディールの指輪を取り戻して、ジャンに会いにいこう。
pt: Jan conta-me a história dele, onde ele e dois amigos dele e Gandir Irogotu, entraram num buraco para escavar um tesouro escondido, mas eles começaram a brigar e Irogotu matou Gandir na raiva Devo trazer o anel de Irogotue de volta ao Gandir e ver Jan quando o tiver.
zh_cn: 杨告诉我他的故事，他和他的两个朋友甘迪尔和伊洛戈图，下洞去挖一个隐藏的宝藏，但他们开始打架，伊洛戈图在愤怒中杀了甘迪尔。 我应该把甘迪尔的戒指从伊洛戈图那里带回来，拿到戒指后再去见杨。

source: Irogotu is dead. I have brought Jan the ring of Gandir, and avenged his friend.
de: Irogotu ist tot. Ich habe Jan den Ring von Gandir zurückgebracht und seinen Freund gerächt.
fr: Irogotu est mort. J'ai ramené l'anneau de Gandir à Jan, et vengé son ami.
ja: イロゴツは死んだ。ジャンにガンディールの指輪を持っていき、彼の友人の仇を討った。
pt: Irogotu está morto. Trouxe Jano o anel de Gandir e vingou o amigo dele.
zh_cn: 伊洛戈图已经死了。我给杨带来了甘迪尔的戒指，并为他的朋友报了仇。

source: Bucus in Fallhaven might know something about Andor. He wants me to bring him the key of Luthor from the catacombs beneath Fallhaven church.
de: Bucus aus Fallhaven könnte etwas über Andor wissen. Er will, dass ich ihm den Schlüssel von Luthor aus den Katakomben unter der Kirche von Fallhaven bringe.
fr: Bucus à Fallhaven sait peut-être quelque chose à propos d'Andor. Il veut que je lui ramène la clef de Luthor des catacombes sous l'église de Fallhaven.
ja: フォールヘブンのブーカスはアンドールについて何か知っているかもしれない。フォールヘブン教会地下の地下墓地からルーサーの鍵を持って来るよう言っている。
pt: Bucus em Fallhaven pode saber algo sobre Andor. Ele quer que eu lhe leve a chave de Luthor das catacumbas da igreja de Fallhaven.
zh_cn: 法尔海文的布库斯可能知道一些关于安道尔的事情。他想让我把路德的钥匙从法尔海文教堂下面的地下墓穴里带给他。
