Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: Whatever it means, it seems important. It is also obvious that the 'Dark protector' brings power to Kazaul, and misery to any opposition.
de: Was immer das bedeutet - es scheint wichtig zu sein. Auch ist offensichtlich, dass der 'Dunkle Beschützer' Kazaul Macht verleiht, seinen Gegnern dagegen Elend bringt.
fr: Quoi que cela signifie, c'est important. C'est aussi évident que le "Protecteur sombre" prodigue une certaine forme de pouvoir à Kazaul, et la misère à quiconque s'y oppose.
ja: それが何を意味するにせよ、重要なことのようです。"ダークプロテクター"がカザウルに力をもたらし、反抗勢力に悲劇をもたらしていたことも明らかです。
pt: O que quer que isso signifique, parece importante. Também é óbvio que o 'Protetor Negro' traz poder para Kazaul e miséria a qualquer oposição.
zh_cn: 不管它意味着什么，它似乎很重要。同样显而易见的是，“黑暗保护者”给卡扎尔带来了权力，给任何竞争者带来了不幸。

source: Regardless, it must be stopped, whatever it means. Maybe it refers to something deeper down this cave? I have not ventured further into the cave to the east since I could not get past those ... things.
de: Was immer es heißt - es muss verhindert werden. Vielleicht bezieht es sich auf etwas tiefer unten in dieser Höhle? Ich habe mich in der Höhle nicht weiter nach Osten vorgewagt, da ich an diesen .. Dingern nicht vorbeikam.
fr: Quand même, quoi que cela signifie, il faut le stopper. Peut-être cela se réfère à quelque chose plus profondément enfoui dans cette cave ? Je ne me suis pas aventuré plus vers l'est dans cette cave car je n'ai pas pu passer ces... choses.
ja: いずれにせよ、それが何を意味するにしても止めねばなりません。おそらくですが、この洞窟の奥深くにあるものを指しているのではないでしょうか？ 私は、洞窟の東にはそれほど踏み込んでいません…私ではそこまで突破できなかったので。
pt: Independentemente disso, ele deve ser parado, o que quer que isso signifique. Talvez isso se refira a algo mais profundo dentro dessa caverna. Não me aventurei mais na caverna ao leste, pois não poderia ter passado aquelas... coisas.
zh_cn: 无论如何，必须阻止它，不管它意味着什么。也许是指洞穴深处的东西？我没有进一步冒险进入洞的东部，因为我无法通过那些。。。东西。

source: Forgive me, I must continue translating the few readable parts left on this shrine.
de: Entschuldige mich jetzt, ich muss die wenigen noch lesbaren Stellen auf diesem Schrein fertig übersetzen.
fr: Pardonne-moi, je dois continuer de traduire les quelques textes lisibles restants sur cet autel.
ja: すみません、私は霊廟に残っているまだ読める部分の翻訳を続けなくては。
pt: Perdoe-me, devo continuar a traduzir as poucas partes legíveis que restam nesse santuário.
zh_cn: 原谅我，我必须继续翻译这个神殿上剩下的几个可读部分。

source: Would you like any help with that?
de: Kannst du dabei irgendwelche Hilfe gebrauchen?
fr: Voudriez-vous de l'aide pour cela ?
ja: お手伝いしましょうか？
pt: Gostaria de alguma ajuda com isso?
zh_cn: 你想我的帮助吗？

source: Hmm, maybe. I need to figure out what this last part should be. Hmm...
de: Hm, vielleicht. Ich muss herausfinden, was dieser letzte Teil zu bedeuten hat. Hmm...
fr: Hmm, peut-être. J'ai besoin de comprendre ce que signifie cette dernière partie. Hmm...
ja: ううむ、おそらくですが。この最後のところを解明せねばなりません。うーん…
pt: Hmm, talvez. Preciso descobrir o que esta última parte deve ser. Hum...
zh_cn: 嗯，也许吧。我需要弄清楚最后一部分是什么。嗯...

source: The last part of this piece has been eroded from the rock. It begins with 'Kulauil hamar urum Kazaul'te'. But what is the rest of that?
de: Der letzte Teil dieses Absatzes ist vom Stein abgebröckelt. Es fängt an mit 'Kulauil hamar urum Kazaul'te'. Aber wie lautet der Rest davon?
fr: La roche a été érodée là où la dernière partie de ce texte est inscrite. Cela commence par "Kulauil hamar urum Kazaul'te". Mais quelle en est la suite ?
ja: この部分の最後の箇所が岩から侵食されているのですよ。"Kulauil hamar urum Kazaul'te"で始まっています。でも残りは？
pt: A última parte desta peça foi corroída da rocha. Ela começa com 'Kulauil hamar Urum Kazaul'te'. Mas, o que vem depois?
zh_cn: 这块石头的最后一部分已经被侵蚀了。它以“ 库拉伊尔 哈马尔 乌鲁木 卡扎尔”开头。但剩下的是什么呢？

source: Argh, if this cave wasn't so damp, I bet the rest of the text would still be there.
de: Ach, ich wette, der Rest des Textes wäre noch vorhanden, wenn diese Höhle bloß nicht so feucht wäre.
fr: Argh, si cette cave n'était pas si humide, je parie que le reste du texte serait toujours ici.
ja: ハァ、洞窟がこうまで湿っていなければ残りの文も残っていたでしょうに。
pt: Raios, se esta caverna não fosse tão húmida, aposto que o resto do texto ainda estaria lá.
zh_cn: 哎呀，如果这个洞穴不是那么潮湿的话，我打赌剩下的文字肯定还在那里。

source: I could go look for other clues about the missing parts if you want?
de: Ich könnte nach Hinweisen über den Inhalt des verlorenen Teils Ausschau halten. Soll ich?
fr: Je pourrais chercher des indications sur les parties manquantes si vous voulez ?
ja: よければ手がかりを探してきましょうか？
pt: Poderia ir procurar outras ideias sobre as partes que faltam, quer?
zh_cn: 如果你想的话，我可以去寻找关于缺失部分的其他线索？

source: Good luck with that, goodbye.
de: Viel Glück dabei. Tschüss.
fr: Bonne chance avec ça, au revoir.
ja: 頑張ってね、さようなら。
pt: Boa sorte com isso, adeus.
zh_cn: 祝你好运，再见。

source: Sure, you do that.
de: Sicher, mach das.
fr: Bien sûr, fais-le.
ja: ええ、そうしてください。
pt: Claro, pode fazer isso.
zh_cn: 当然，你可以这样做。

source: I have looked thoroughly for any clues in the western part of this cave, but have not found any. I have not entered the eastern parts of the cave however.
de: Ich habe den westlichen Teil dieser Höhle sorgfältig nach Hinweisen durchsucht, aber keine gefunden. Die östlichen Teile habe ich allerdings nicht betreten.
fr: J'ai cherché des indications méticuleusement dans la partie ouest de cette cave, en vain. Je ne suis cependant pas entré dans la partie est de la cave.
ja: この洞窟の西側にある手がかりを徹底的に探したのですが、何も見つかりませんでした。ですが洞窟の東側には立ち入ってません。
pt: Olhei bem para todos as pistas, na parte oeste da caverna, mas não encontrei nenhum. Não entrei nas partes orientais da caverna, no entanto.
zh_cn: 我已经在这个山洞的西部地仔细寻找了任何线索，但没有发现任何线索。不过，我还没有进入洞穴的东部。

source: Also, I should warn you that I believe the shrine talks of a powerful creature somewhere in this cave. Maybe if you find that creature, it will provide some clue as to what the missing parts are? You need to be careful though.
de: Ich sollte dich außerdem warnen: Ich glaube, der Schrein weist auf eine machtvolle Kreatur in dieser Höhle hin. Wenn du diese Kreatur findest, wird uns das womöglich Hinweise zu den fehlenden Teilen liefern? Dennoch - du musst vorsichtig sein.
fr: Aussi, je dois t'avertir que je pense que l'autel parle d'une créature puissante quelque part dans cette cave. Peut-être que si tu trouves cette créature, cela nous donnera des indications sur les parties manquantes ? Tu as besoin d'être prudent, cependant.
ja: それから忠告として、私はこの霊廟は洞窟のどこかにいる強大なクリーチャーについて語っているものと考えています。もしかするとそのクリーチャーを見つけることが、欠けている部分を解き明かす手がかりになるかもしれません。ですがお気をつけて。
pt: Além disso, devo avisá-lo que acredito que o santuário fala de uma poderosa criatura em algum lugar nesta caverna. Talvez se encontrar aquela criatura, irá fornecer alguma pista sobre o que as está a faltar. No entanto, deve ser cuidadoso.
zh_cn: 还有，我要提醒你，我相信神殿里说的是这个山洞里某个地方有一个强大的生物。也许如果你找到了那个生物，它会提供一些线索，告诉你缺失的部分是什么？不过你必须当心。

source: I will go look in the eastern parts of the cave then.
de: Dann werde ich mir mal den östlichen Teil der Höhle anschauen.
fr: Je vais regarder dans la partie est de la cave alors.
ja: 洞窟の東側を見てくる。
pt: Vou olhar na parte oriental da caverna então.
zh_cn: 那我就去洞的东边看看。

source: Hello again. Did you find any clues about what the missing parts are?
de: Hallo nochmal. Hast du irgendwelche Hinweise zur Bedeutung der fehlenden Teile gefunden?
fr: Te revoilà. As-tu trouvé quelconque indice sur les parties manquantes ?
ja: こんにちは。欠けた部分の手がかりは何か見つかりましたか？
pt: Olá novamente. Encontrou nenhuma pista sobre o que está a faltar?
zh_cn: 你好。你有没有找到缺失部分的线索？

source: No, I have not found any clues yet.
de: Nein, ich habe bisher noch keine Hinweise gefunden.
fr: Non, je n'ai encore rien trouvé.
ja: いえ、手がかりはまだ見つかってません。
pt: Não, ainda não encontrei nenhuma pista.
zh_cn: 没有，我还没有找到任何线索。

source: Can you tell me again what you have translated from the shrine?
de: Kannst du mir nochmal sagen, was du von dem Schrein übersetzt hast?
fr: Pouvez-vous me répéter encore une fois ce que vous avez traduit de l'autel ?
ja: 霊廟から翻訳したものをもう一度教えてもらえますか？
pt: Pode dizer-me novamente o que já traduziu do santuário?
zh_cn: 你能再告诉我一次你从神社翻译了什么吗？

source: Yes, I encountered a creature to the east that spoke the words you told me.
de: Ja, im Osten ist mir eine Kreatur begegnet, die die von dir genannten Worte zu mir gesprochen hat.
fr: Oui, j'ai rencontré une créature à l'Est qui m'a dit les mots que vous aviez mentionné.
ja: はい、東のほうであなたの教えてくれた言葉を話すクリーチャーと遭遇しました。
pt: Sim, encontrei uma criatura no leste, que falava aquilo que me disse.
zh_cn: 是的，我在东方遇到了一个生物，它说了你告诉我的那些。

source: If you really want to help, then please go look for any other clues you might find.
de: Wenn du wirklich helfen willst, dann geh bitte nach weiteren Hinweisen suchen.
fr: Si tu veux vraiment aider, alors va chercher quelconque indication tu pourrais trouver, s'il te plaît.
ja: 本当に助けてくださるなら、他に手がかりがないか探してみてください。
pt: Se realmente quer ajudar, por favor, vá procurar por outras pistas.
zh_cn: 如果你真的想帮忙，那么请去寻找你可能找到的任何其他线索。

source: Oh good, tell me, did you find any more clues?
de: Oh, gut. Sag - hast du noch mehr Hinweise gefunden?
fr: Oh, bien. Dis-moi, as-tu trouvé d'autres indications ?
ja: おお良かった、それで、他にも手がかりはありましたか？
pt: Ah bom, diga-me, encontrou mais pistas?
zh_cn: 哦，很好，告诉我，你找到更多的线索了吗？

source: Yes, the creature also spoke the words 'Kazaul hamat urul', maybe that is part of the missing piece?
de: Ja, die Kreatur hat außerdem die Worte 'Kazaul hamat urul' gesprochen. Vielleicht ist das der Teil des fehlenden Stückes?
fr: Oui, la créature a aussi prononcé les mots "Kazaul hamat urul", peut-être que cela fait partie des parties manquantes ?
ja: はい、クリーチャーは"Kazaul hamat urul"という言葉も話してました。もしやそれが欠けた部分の一部なのでは？
pt: Sim, a criatura também falou as palavras 'Kazaul Hamat urul', talvez isso seja parte do que faltava?
zh_cn: 是的，这个生物也会说“卡扎尔 哈马特 乌鲁尔”这个词，也许那是丢失的部分？

source: Hmm ... 'hamat urul' ... yes of course! That's what it says on the eroded parts of the shrine!
de: Hmmm.. 'hamat urul'.. Ja, natürlich! Das ist es, was auf dem verwitterten Teil des Schreins steht!
fr: Hmm... "hamat urul"... oui bien sûr ! C'est ce qui est écrit sur les parties érodées de l'autel !
ja: ふむ…"hamat urul"…ええそうでしょう！ 霊廟の欠けた部分に書かれているのはこれですね！
pt: Hmm.… 'Hamat urul'.. Sim, claro! Isso é o que diz nas partes corroídas do santuário!
zh_cn: 嗯…'哈马特 乌鲁尔。。。当然可以！神殿被侵蚀的部分就是这么写的！

source: Excellent work my friend! Now I just need to translate it.
de: Ausgezeichnete Arbeit, mein Freund! Nun muss ich es nur noch übersetzen.
fr: Excellent travail mon ami ! Maintenant j'ai simplement besoin de le traduire.
ja: よくやってくれましたね！ さて、あとはこれを翻訳しなくては。
pt: Excelente trabalho meu amigo! Agora só preciso traduzi-lo.
zh_cn: 干得好，我的朋友！现在我只需要翻译一下。

source: I wonder what this whole piece means. 'Kulauil hamar urum Kazaul'te. Kazaul hamat urul' - that's the part you heard the creature speak.
de: Ich frage mich, was das zusammen bedeutet. 'Kulauil hamar urum Kazaul'te. Kazaul hamat urul' - diesen Teil hast du die Kreatur sagen hören.
fr: Je me demande ce que tout cela signifie. "Kulauil hamar urum Kazaul'te. Kazaul hamat urul" - c'est ce que tu as entendu la créature dire.
ja: 全体を通しての意味は何なのでしょう。"Kulauil hamar urum Kazaul'te. Kazaul hamat urul"…あなたが耳にしたというクリーチャーが話していた部分はこうですね。
pt: Gostaria de saber o que a frase inteira significa. 'Kulauil hamar Urum Kazaul'te. Kazaul Hamat urul' - essa é a parte que ouviu falar da criatura.
zh_cn: 我不知道这整个是什么意思。库劳伊尔·哈马尔·乌鲁姆·卡扎尔·特。卡扎尔 哈马特 乌鲁尔 ’——这就是你听到这个生物说话的部分。

source: The next part is 'Klatam ur turum Kazaul'te', and I am not sure what that means. Something about handing over some item?
de: Der nächste Teil ist 'Klatam ur turum Kazaul'te', und hier bin ich mir über die Bedeutung nicht im klaren. Möglicherweise so etwas wie "einen Gegenstand überreichen"?
fr: La suite est "Klatam ur turum Kazaul'te", et je ne suis pas sûr de sa signification. Quelque chose à propos d'un transfert d'un artefact ?
ja: この次が"Klatam ur turum Kazaul'te"でして、何を意味するかがよくわかりません。アイテムを渡すことに関するものでしょうか？
pt: A próxima parte é 'Klatam ur turum Kazaul'te' e não sei o que isso significa. Algo sobre entregar algum item?
zh_cn: 下一部分是“卡拉塔姆 乌尔 图鲁姆 卡扎尔'特”，我不确定这是什么意思。关于移交某些物品的事？

source: Maybe the creature you encountered responds to that phrase if you speak to it? If you want to help, you could go and try speaking that phrase to it.
de: Vielleicht antwortet die Kreatur, der du begegnet bist, auf diesen Satz, wenn du zu ihr sprichst? Wenn du helfen möchtest, könntest Du hingehen und versuchen, ihr diesen Satz zu sagen.
fr: Peut-être la créature que tu as rencontrée répond à cette phrase si tu la lui dis ? Si tu souhaites aider, tu pourrais y aller et essayer de lui dire cette phrase.
ja: あなたが遭遇したクリーチャーに話すと、このフレーズに反応するかもしれません。協力してくださるなら、このフレーズを話してきてもらえますでしょうか。
pt: Talvez a criatura que encontrou responda a essa frase, se falar com ela? Se quiser ajudar, pode ir e tentar lhe dizer essa frase.
zh_cn: 如果你对它说话，你遇到的生物可能会对这个短语做出反应？如果你想帮忙，你可以去试着对它说那句话。

source: Sure, I will go speak those words to the creature.
de: Sicher, ich werde diese Worte der Kreatur sagen.
fr: D'accord, je vais aller dire ces mots à la créature.
ja: いいですよ、その言葉をクリーチャーに話してきます。
pt: Claro, vou falar as palavras à criatura.
zh_cn: 当然，我会去对这个生物说那些话。

source: Whatever, I'll do it, but I hope this is the last time that I have to run back and forth!
de: Egal, ich mach's. Aber ich hoffe, dass dies das letzte Mal ist, dass ich hin und her rennen muss!
fr: D'accord, je vais le faire, mais j'espère que c'est la dernière fois que je fais cet aller-retour !
ja: とりあえずやるけど、これが最後の往復で済むといいな！
pt: De qualquer forma, irei fazê-lo. Mas espero que esta seja a última vez que tenha que fazer esse percurso!
zh_cn: 不管怎样，我会做的，但我希望这是我最后一次来回奔跑！

source: No way, I have helped you enough now.
de: Auf keinen Fall. Ich habe dir nun genug geholfen.
fr: Pas question, je vous ai déjà suffisamment aidé.
ja: まさか、もう十分助けましたよ。
pt: De jeito nenhum, já o ajudei bastante até agora.
zh_cn: 不可能，我已经帮你够多了。

source: I had better not get involved in this.
de: Ich will da nicht hineingezogen werden.
fr: Je préfère ne pas être impliqué.
ja: この件に巻き込まれないほうがいいですね。
pt: Melhor não me ter envolvido nisso.
zh_cn: 我最好不要卷入这件事。

source: No matter, I will find out myself then. Thank you for your help so far. Goodbye.
de: Macht nichts. Dann werde ich das selbst herausfinden. Danke für deine bisherige Hilfe. Tschüss.
fr: Peu importe, je vais essayer de trouver par moi-même. Merci pour ton aide. Au revoir.
ja: だとしても、それなら自分で調べてみます。これまでお世話になりました。さようなら。
pt: Não importa, vou encontrar por mim mesmo então. Obrigado pela sua ajuda até agora. Tchau.
zh_cn: 没关系，那时我会找到答案的。谢谢你迄今为止的帮助。再见。

source: Good. Please return as soon as possible.
de: Gut. Bitte komm sobald wie möglich zurück.
fr: Bien. Reviens aussi vite que possible s'il te plaît.
ja: それはよかった。できるだけ早めに戻ってきてください。
pt: Bom. Por favor, devolva o mais rápido possível.
zh_cn: 好的，请尽快回来。

source: Hello again. Did you speak those words to the creature you encountered?
de: Hallo nochmal. Hast du diese Worte zu der Kreatur gesprochen, die dir begegnet ist?
fr: Te revoilà. As-tu dis ces mots à la créature que tu as rencontré ?
ja: こんにちは。遭遇したクリーチャーにあの言葉を話してくれましたか？
pt: Olá novamente. Falou essas palavras à criatura que encontrou?
zh_cn: 你好。你对你遇到的生物说过那些话吗？

source: Can you repeat the words I was supposed to speak to the guardian?
de: Kannst du die Worte wiederholen, die ich zu dem Wächter sprechen soll?
fr: Pouvez-vous répéter les mots que j'étais supposé dire au gardien ?
ja: 番人に話す言葉をもう一度教えてもらえますか？
pt: Pode repetir as palavras que deveria falar com o guardião?
zh_cn: 你能重复一下我应该对守护者说的话吗？

source: No, not yet. But I am working on it.
de: Nein, noch nicht. Aber ich arbeite daran.
fr: Non, pas encore. Mais j'y travaille.
ja: いえ、まだです。でも取り組んでるところです。
pt: Ainda não. Estou a tratar disso.
zh_cn: 不，还没有。但我正在努力。

source: Sure. It's 'Klatam ur turum Kazaul'te'.
de: Sicher. Es heißt 'Klatam ur turum Kazaul'te'.
fr: Bien sûr. C'est "Klatam ur turum Kazaul'te".
ja: いいですよ。"Klatam ur turum Kazaul'te"です。
pt: Claro. É 'Klatam ur turum Kazaul'te'.
zh_cn: 当然这是“克拉塔姆·乌尔·图鲁姆·卡扎尔·特”。

source: So, did anything happen?
de: Also, ist irgend etwas geschehen?
fr: Donc, qu'est-il arrivé ?
ja: それで、何かありましたか？
pt: Então, aconteceu alguma coisa?
zh_cn: 那么，发生了什么事？

source: The creature started attacking me.
de: Die Kreatur griff mich an.
fr: La créature a commencé à m'attaquer.
ja: クリーチャーが僕を襲い始めました。
pt: A criatura começou a atacar-me.
zh_cn: 那个生物开始攻击我。

source: No, nothing happened.
de: Nein, es ist nichts passiert.
fr: Non, rien n'est arrivé.
ja: いえ、なにもありません。
pt: Não, não aconteceu nada.
zh_cn: 没有，什么也没发生。

source: Well, you should probably investigate that area some more. I am sure there are more clues in there about what this shrine speaks of.
de: Nun, du solltest diese Gegend wahrscheinlich noch etwas genauer durchforsten. Ich bin sicher, dass es dort weitere Hinweise darauf gibt, was auf dem Schrein geschrieben steht.
fr: Eh bien, tu devrais probablement explorer plus cette zone. Je suis sûr qu'il y a plus d'indications à propos de ce dont parle cet autel.
ja: そうですか、あの周辺をもう少し調べてみるといいかもしれませんね。霊廟が語っていることについて、さらなる手がかりがあるはずなのです。
pt: Bem, provavelmente devia investigar essa área um pouco mais. Estou certo de que há mais pistas de lá sobre o que este santuário fala.
zh_cn: 嗯，你可能应该进一步调查那个地区。我相信还有更多的关于这座神殿的线索。

source: [Ulirfendor gives you a terrified look]
de: (Ulirfendor blickt dich erschrocken an)
fr: [Ulirfendor te regarde, terrifié]
ja: （ウリフェンドルはあなたに恐怖の表情を浮かべる）
pt: [Ulirfendor dá-lhe um olhar aterrorizado]
zh_cn: [乌利芬多惊恐地看了你一眼]

source: You are back! Please tell me you are well! Please tell me nothing happened to you!
de: Du bist zurück! Bitte sage mir, dass es dir gut geht! Bitte sage mir, dass dir nichts geschehen ist!
fr: Tu es de retour ! S'il te plaît, dis-moi que tu vas bien ! S'il te plaît dis-moi que rien ne t'est arrivé !
ja: おかえりなさい！ お元気ですよね！ どうか何もなかったと言ってください！
pt: Está de volta! Por favor diga-me que está bem! Por favor diga-me que nada aconteceu consigo!
zh_cn: 你回来了！请告诉我你很好！请告诉我你什么事也没发生！

source: I managed to translate the piece that we spoke about. Oh, what have I done. Please, tell me you are well!
de: Mir ist es gelungen, diesen Teil zu übersetzen, von dem wir sprachen. Oh, was habe ich getan? Bitte sage mir, dass es dir gut geht!
fr: J'ai fini par traduire la partie dont nous parlions. Oh, qu'ai-je fait. S'il te plaît, dis-moi que tu te portes bien !
ja: 話し合っていたところの翻訳が何とか終わったのです。ああ、私は何をしてしまったのか。どうか、元気だと言ってください！
pt: Consegui traduzir a peça que falamos. Oh, o que fiz. Por favor, diga-me que está bem!
zh_cn: 我设法翻译了我们谈论的那篇文章。哦，我做了什么。请告诉我你很好！

source: No, I am not well. My stomach is turning and I feel weaker than usual. I encountered a lich down there that did something to me.
de: Nein, mir geht es nicht gut. Mein Magen rumort, und ich fühle mich schwächer als gewöhnlich. Ich bin dort unten einem Lich begegnet, der etwas mit mir angestellt hat.
fr: Non, je ne suis pas bien. Mon estomac se retourne et je me sens plus faible que d'habitude. J'ai rencontré une liche en bas qui m'a fait quelque chose.
ja: いえ、元気じゃない。胃の調子が悪くていつもより弱ってます。あの場所で遭遇したリッチーに何かされました。
pt: Não, não estou bem. Meu estômago está a girar e sinto-me mais fraco do que o habitual. Encontrei um lich lá que fez algo comigo.
zh_cn: 不，我不舒服。我的胃在转，感觉比平时虚弱。我在那里遇到了一个巫妖，他对我做了些什么。

source: Nooo! What have I done?
de: Neiiin! Was habe ich getan?
fr: Nooooon ! Qu'ai-je fait ?
ja: そんなっ！ 私は何をしてしまったんだ？
pt: Nããão! O que fiz?
zh_cn: 不！我做了什么？

source: You see, while you were away, I managed to translate the words that we spoke about before.
de: Schau her, während du weg warst, ist es mir gelungen, die Worte zu übersetzen, von denen wir gesprochen haben.
fr: Tu vois, pendant que tu étais parti, j'ai réussi à traduire les mots dont nous parlions tout à l'heure.
ja: その、あなたがいない間に、以前話にあった言葉を何とか翻訳したのです。
pt: Veja, enquanto estava fora, consegui traduzir as palavras em que falamos antes.
zh_cn: 你看，当你不在的时候，我设法翻译了我们以前说过的文字。

source: The part that the creature spoke basically means 'No offering is worthy for Kazaul'.
de: Der von der Kreatur geprochene Teil bedeutet im Großen ud Ganzen 'Kein Opfer ist Kazauls würdig'.
fr: Ce que la créature a dit signifie simplement "Aucune offrande n'est digne de Kazaul".
ja: クリーチャーが話していた部分は、要するに"カザウルに相応しい供物がない"という意味でした。
pt: A parte que a criatura falou basicamente significa 'Nenhuma oferta é digna para Kazaul'.
zh_cn: 这个生物说的基本意思是“没有值得奉献给卡扎尔的东西”。

source: Furthermore, the last part, that I made you speak to the creature, 'Klatam ur turum Kazaul'te', means 'My body for Kazaul'.
de: Weiterhin bedeutet dieser letzte Teil, 'Klatam ur turum Kazaul'te', den ich dich zu der Kreatur sprechen ließ, 'Mein Leib für Kazaul'.
fr: Par ailleurs, la dernière partie, celle que je t'ai faite dire à la créature, "Klatam ur turum Kazaul'te", signifie "Mon corps pour Kazaul".
ja: 加えて、私があなたにクリーチャーへと話させた最後の部分、"Klatam ur turum Kazaul'te"とは、"私の身体をカザウルに"という意味なのです。
pt: E, a última parte, que o fiz falar com a criatura, 'Klatam ur turum Kazaul'te', significa 'Meu corpo para Kazaul'.
zh_cn: 此外，我让你对这个生物说的最后一部分，“克拉塔姆·乌尔·图鲁姆·卡扎尔”的意思是“我的身体适合卡扎尔”。

source: Oh, what have I done? I made you say it, and now you are touched by its vile essence.
de: Oh, was habe ich getan? Ich ließ es dich sprechen, und nun bist du von seiner bösen Wesenheit befallen.
fr: Oh, qu'ai-je fait ? Je t'ai fait dire ces mots, et maintenant tu es touché par son essence vile.
ja: ああ、何をしてしまったのか？ 私がそれを言わせてしまったために、あなたはその卑劣な本質に触れてしまったのです。
pt: Oh, o que fiz? Fiz-lhe dizer isso e agora foi tocado pela sua essência vil.
zh_cn: 哦，我做了什么？我让你说的，现在你被它邪恶的精神所触及。

source: It's not that bad. I have had worse.
de: Es ist nicht so schlimm. Es ging mir schon schlechter.
fr: Ce n'est pas si grave. J'ai eu pire.
ja: そこまで悪くはない。もっとひどいものもあった。
pt: Não é tão ruim assim. Já passei por coisas piores.
zh_cn: 这没那么糟。我的情况更糟。

source: What can I do to get rid of this affliction?
de: Was kann ich tun, um diesen Befall loszuwerden?
fr: Que puis-je faire pour me libérer de cette affliction ?
ja: この苦痛を取り除くにはどうしたらいいの？
pt: O que posso fazer para se livrar dessa maldição?
zh_cn: 我能做些什么来摆脱这种痛苦？

source: You better have a plan for how you should repay me for this trickery!
de: Du solltest besser einen Plan haben, wie du mich für diese Betrügerei zu bezahlen gedenkst!
fr: Vous avez intérêt à avoir un plan afin de me dédommager pour cette tromperie !
ja: この詐欺にどう報いるつもりなんだ、プランはあるんだろうな！
pt: É melhor ter um plano de como deve me retribuir para este truque!
zh_cn: 你最好考虑一下该怎么补偿我!

source: I at least defeated the lich that infected me with this thing.
de: Wenigstens habe ich den Lich vernichtet, der mich damit infiziert hat.
fr: J'ai au moins vaincu la liche qui m'a infecté avec cette chose.
ja: 少なくともこれを感染させたリッチーは倒した。
pt: Pelo menos derrotei o lich que me infectou com esta coisa.
zh_cn: 我至少打败了感染我的巫妖。

source: I found a strange looking helmet among the remains of the lich that I defeated. Do you know anything about it?
de: Zwischen den Überresten des Lichs, den ich vernichtet habe, habe ich einen seltsam aussehenden Helm gefunden. Weißt du irgendetwas darüber?
fr: J'ai trouvé un étrange casque dans les restes de la liche que j'ai vaincue. Sauriez-vous quelque chose à ce propos ?
ja: 倒したリッチーから奇妙なヘルメットを発見しました。これのことで何かわかりますか？
pt: Encontrei um capacete de aparência estranha entre os restos do lich que derrotei. Sabe alguma coisa sobre isso?
zh_cn: 我在我击败的巫妖的遗骸中发现了一顶奇怪的头盔。你知道任何关于它的东西吗？

source: Let me have a look at you.
de: Lass mich dich anschauen.
fr: Laisse-moi t'examiner.
ja: ちょっと見てみましょう。
pt: Deixe-me dar uma olhada em si.
zh_cn: 让我看看你。

source: No ... can it be? Are they actually real?
de: Nein ... kann das sein? Sind sie tatsächlich echt?
fr: Non... pourrait-ce être ? Sont ils vraiment réels ?
ja: いや…そんなはずが。まさか本物？
pt: Não... como poderia? Isso realmente existe?
zh_cn: 不会吗？它们是真的吗？

source: What is?
de: Was ist?
fr: Quoi donc ?
ja: 何が？
pt: O que é?
zh_cn: 什么是？
