Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: There's not much to tell. Loneford is mostly a quiet place, although I have heard rumors that there is some criminal organization based here. Personally, I don't believe it.
de: Da gibt es nicht viel zu erzählen. Loneford ist ein überwiegend ruhiger Ort. Ich habe allerdings Gerüchte gehört, es gäbe hier eine kriminelle Organisation. Ich persönlich glaube das allerdings nicht.
fr: Il y a tellement de choses à dire. Loneford est plutôt un endroit calme, bien que j'aie entendu des rumeurs sur une organisation criminelle basée ici. Personnellement, je ne le crois pas.
ja: 話すことはそんなにないよ。ローンフォードはほとんど静かなところだけど、ウワサで犯罪組織の拠点があるって聞いたことがある。ボク個人としては信じてないかな。
pt: Não há muito a dizer. Loneford é na maior parte um lugar quieto, embora ouvi rumores que há alguma organização criminosa baseada aqui. Pessoalmente, não acredito.
zh_cn: 没有什么可说的。隆福德大多是一个安静的地方，尽管我听到有传言说这里有一些犯罪组织的基地。就个人而言，我不相信。

source: The nastiest person in town is probably my neighbor. *laughs*. Be careful about walking in on her!
de: Die grässlichste Person in der Stadt ist wahrscheinlich meine Nachbarin. *lacht* Sei gewarnt, wenn du dich mit ihr einlässt!
fr: La personne la plus désagréable en ville est probablement ma voisine. *rires*. Fais attention si tu lui tombes dessus !
ja: この町で一番性格が悪いのは、たぶんボクの隣人だろうね。アハハ。あの人のところに入るときは気をつけてね！
pt: A pessoa mais desagradável da cidade é provavelmente minha vizinha. *risos*. Tenha cuidado ao entrar nela!
zh_cn: 镇上最讨厌的人可能是我的邻居。*笑*.要小心走进她的房间!

source: I appreciate the warning, but unfortunately it's too late. I already met her.
de: Danke für die Warnung aber sie kam etwas zu spät. Ich bin ihr schon begegnet.
fr: Merci de m'avoir averti, mais malheureusement c'est trop tard. Je l'ai déjà rencontrée.
ja: 警告はありがたいですけど、残念ながら手遅れですね。もう会いました。
pt: Aprecio o aviso, mas infelizmente é tarde demais. Já conheci ela.
zh_cn: 我感谢你的警告，但不幸的是，这已经太晚了。我已经见过她了。

source: Thanks for the warning.
de: Danke für die Warnung.
fr: Merci pour l'avertissement.
ja: 警告ありがとう。
pt: Obrigado pelo aviso.
zh_cn: 谢谢你的提醒。

source: You are right. I told her you warned me that she was not always nice to strangers, but I think that just annoyed her.
de: Du hattest recht. Als ich ihr sagte, dass du mich vor ihrer "Nettigkeit" gegenüber Fremden gewarnt hattest, reagierte sie beleidigt.
fr: Tu as raison. Je lui ai dit que tu m'avais prévenu qu'elle n'était pas sympa avec les étrangers, mais je pense que ça l'a juste embêté.
ja: 言う通りだった。感じが悪いんだってあなたから警告されたことを話しちゃったけど、余計にイラつかせただけだと思う。
pt: Está certo. Disse-lhe que me avisou que ela nem sempre era boa para estranhos, mas acho que isso só a incomodava.
zh_cn: 你是对的。我告诉她你警告过我，她不总是对陌生人好，但我想那只是惹恼了她。

source: Is there anything else I can help you with?
de: Gibt es noch etwas anderes, wobei ich helfen kann?
fr: Y a-t-il quelque chose que je puisse faire pour t'aider ?
ja: 他には何かある？
pt: Há mais alguma coisa que possa ajudá-lo?
zh_cn: 还有什么我可以帮助你的吗？

source: Did he now! Well, I'll have a word or two to say to him later! What do you want?
de: Hat er wirklich! Nun, ich werde später ein Hühnchen mit ihm rupfen! Was willst du?
fr: Déjà fait ! Et bien, j'aurai un mot ou deux à lui dire après ! Qu'est-ce que tu veux ?
ja: あの男ね！ ええ、彼にはあとで話があるわ！ それで何か用なの？
pt: Ele agora! Bem, vou ter uma palavra ou duas para dizer-lhe depois! O que quer?
zh_cn: 他现在有吗！？好吧，我待会有一两句话要对他说!你想要什么？

source: Sorry. Nothing. I'll leave.
de: Entschuldigung. Nichts. Ich gehe.
fr: Désolé. Rien. Je vais partir.
ja: すみません。何でもないです。失礼します。
pt: Desculpa. Nada. Irei embora.
zh_cn: 对不起。没什么。我先走了。

source: Thanks kid. *sigh*. I expect she will be around here later to complain about that. You should be more careful what you say to people.
de: Danke, Kleiner. *Seufz*. Ich fürchte, sie wird hier später noch auftauchen und sich darüber beschweren. Du solltest etwas besser aufpassen, was du den Leuten erzählst.
fr: Merci gamin. *pfff*. Elle va sûrement venir chez moi plus tard pour s'en plaindre. Tu devrais faire plus attention à ce que tu dis aux gens.
ja: ありがとう。（ため息）後でそのことで文句を言いに来るんだろうな。キミは、人に言う言葉にはもっと気をつけたほうがいいよ。
pt: Obrigado garoto. *suspiro*. Espero que ela esteja por aqui mais tarde para reclamar disso. Deve ter mais cuidado com o que diz para as pessoas.
zh_cn: 谢谢孩子。*叹息*。我估计她以后会在这里抱怨这个问题。你应该更谨慎地对待你对别人说的话。

source: Sorry. You are right.
de: Es tut mir leid. Du hast recht.
fr: Désolé. Tu as raison.
ja: すみません。おっしゃるとおりです。
pt: Desculpa. Está certo.
zh_cn: 对不起。你说得对。

source: Is there something I can help you with?
de: Gibt es etwas, womit ich dir helfen kann?
fr: Puis-je faire quelque chose pour toi ?
ja: 何か用か？
pt: Existe algo que possa ajudá-lo?
zh_cn: 有什么我可以帮助你的吗？

source: No. Is there anything else?
de: Nein. Gibt es noch etwas?
fr: Non. Quelque chose d'autre ?
ja: いいや。他には何かあるのか？
pt: Não. Existe mais alguma coisa?
zh_cn: 没有，还有什么其他的吗？

source: What do you do?
de: Was machst du?
fr: Qu'est-ce que vous faites dans la vie ?
ja: お仕事は何ですか？
pt: O que faz?
zh_cn: 你工作是什么？

source: Like many folk in Loneford, I'm a farmer.
de: Wie so viele in Loneford bin ich ein Bauer.
fr: Comme beaucoup de gens à Loneford, je suis fermier.
ja: ローンフォードの多くの人と同じく農家をやっているよ。
pt: Como muitas pessoas em Loneford, sou agricultor.
zh_cn: 像隆福德的许多人一样，我是一个农民。

source: OK. Thanks. I need to get going.
de: In Ordnung. Danke. Ich muss jetzt gehen.
fr: OK. Merci. Je dois y aller.
ja: わかりました。ありがとう。もう行かないと。
pt: OK. Obrigado. Preciso ir.
zh_cn: 好的。谢谢。我得走了。

source: I'm a farmer, not a shopkeeper. So yes, if you want to buy a cartload, no otherwise.
de: Ich bin ein Bauer, kein Verkäufer. Aber ja, sofern du eine Wagenladung kaufen willst, sonst nicht.
fr: Je suis un fermier, pas un commerçant. Donc oui, si tu veux acheter une charretée, autrement non.
ja: 農家であって店主じゃないんだ。荷車単位で買いたいならいいけど、そうじゃないなら売らないよ。
pt: Sou fazendeiro, não sou lojista. Então, sim, se quiser comprar um carrinho, não o contrário.
zh_cn: 我是一个农民，不是一个店主。所以，是的，如果你想买一车，否则没有。

source: [You have stumbled upon the remains of an adventurer that came before you. Looking at what is left of their equipment, they were ill-prepared for a place such as this. Now they have no use for their equipment or gold. You debate whether to loot the corpse. In the past you have done worse, but...]
de: [Du stolperst über die Überreste eines Abenteurers, der schon vor dir hier war. Ein kurzer Blick über dessen Ausrüstung sagt dir, dass diese für so einen Ort nicht ausreichend war. Aber jetzt nützen ihm weder seine Ausrüstung noch sein Gold noch etwas. Du ringst damit, ob du den Leichnam plündern sollst. Du hast in der Vergangenheit schon schlimmeres gemacht, dennoch...]
fr: [Tu tombes sur les restes d'un aventurier venu avant toi. En regardant ce qu'il reste de son équipement, l'homme n'était pas préparé pour un endroit comme ici. Maintenant il n'aura plus besoin de son équipement ni de son or. Tu te demandes si tu devrais fouiller le corps. Dans le passé tu as fait pire, mais...]
ja: （あなたはかつてこの地を訪れた冒険家の遺骨と出くわした。残された装備を見る限り、このような場所への準備ができていなかったようだ。今となっては装備も金も使い物にならない。あなたは死体から略奪するかどうかを熟考する。過去のあなたはもっと悪いことをしてきたが…）
pt: [Topou com os restos de um aventureiro que veio antes de si. Olhando ao que sobrou do equipamento deles, eles estavam mal preparados para um lugar como este. Agora não têm utilidade dos equipamentos ou ouro deles. Debata se deve pilhar o cadáver. No passado fez pior, mas…]
zh_cn: [你偶然发现了在你之前的一个冒险家的遗体。看看他们剩下的装备，他们对这样的地方准备不足。现在他们的装备和黄金都没有用了。你在争论是否要掠夺这具尸体。在过去，你做过更糟糕的事，但是......]

source: You decide to take everything.
de: Du entscheidest dich, alles zu nehmen.
fr: Tu décides de tout ramasser.
ja: すべて取っておく。
pt: Decide levar tudo.
zh_cn: 你决定拿走一切。

source: You decide to leave the corpse undisturbed.
de: Du entscheidest dich, den Leichnam unberührt zu lassen.
fr: Tu décides de laisser le corps sans y toucher.
ja: 死体をそのままにしておく。
pt: Decide deixar o cadáver sem ser perturbado.
zh_cn: 你决定不打扰这具尸体。

source: You again? What do you want this time?
de: Du schon wieder? Was willst du dieses Mal?
fr: Encore toi ? Qu'est-ce que tu veux cette fois-ci ?
ja: またか？ 今度は何がしたいのだ？
pt: Novamente? O que quer desta vez?
zh_cn: 又是你？这次你想要什么？

source: I wish to apologize. I'm $playername. I come from a small village where people tend to leave their doors open. I didn't mean to be rude.
de: Ich möchte mich entschuldigen. Ich bin $playername. Ich komme aus einem kleinen Dorf, wo die Leute die Türe in der Regel offen lassen. Ich wollte nicht unhöflich sein.
fr: J'aimerais m'excuser. Je suis $playername. Je viens d'un petit village où les gens ont tendance à laisser leurs portes ouvertes. Je ne voulais pas être grossier.
ja: すみません。僕は$playernameです。よくドアを開けたままにしている小さな村から来ました。失礼なことをするつもりはありませんでした。
pt: Gostaria de me desculpar. Sou $playername. Venho de uma pequena aldeia onde as pessoas tendem a deixar as portas delas abertas. Não queria ser rude.
zh_cn: 我想向大家道歉。我是$playername。我来自一个小村庄，那里的人倾向于把门打开。我不是故意要无礼的。

source: Nothing. I'll leave now.
de: Nichts. Ich gehe jetzt.
fr: Rien. Je m'en vais.
ja: 何でもない。もう行きます。
pt: Nada. Vou sair agora.
zh_cn: 没有什么。我现在就走。

source: Purr ... Purr.
de: Schnurr... Schnurr...
fr: Ron ... Ron.
ja: ゴロゴロ…ゴロゴロ。
pt: Ronr… Ronronar.
zh_cn: 咕噜咕噜叫。。。咕噜咕噜叫。

source: You have discovered a hidden room!
de: Du hast einen versteckten Raum entdeckt!
fr: Tu as découvert une pièce cachée !
ja: 隠し部屋を発見した！
pt: Descobriu um quarto escondido!
zh_cn: 你已经发现了一个隐藏的房间!

source: I will kill you, and then you will join my army of undead servants and soldiers.
de: Ich werde dich töten und dann wirst du meiner Armee von untoten Dienern und Soldaten beitreten.
fr: Je vais te tuer, et tu vas rejoindre mon armée de serviteurs et soldats morts-vivants.
ja: 貴様は死ね、そしてアンデッドの下僕として我が軍勢の一兵に加わるのだ。
pt: Irei te matar e então ira se juntar ao meu exército de criados e soldados mortos-vivos.
zh_cn: 我会杀了你，然后你会加入我的亡灵仆人和士兵的军队。

source: I just destroyed a lot of your army.
de: Ich habe gerade einen Großteil deiner Armee vernichtet.
fr: J'ai déjà détruit une grosse partie de votre armée.
ja: ちょうどお前の軍勢をたくさん滅ぼしてきたんだ。
pt: Acabei de destruir uma grande parte do seu exército.
zh_cn: 我刚刚摧毁了你的很多军队。

source: If you are so powerful why do you need an army?
de: Wenn du so mächtig bist, warum brauchst du dann eine Armee?
fr: Si vous êtes si puissant, pourquoi avez-vous besoin d'une armée ?
ja: そんなに強いならなんで軍勢が必要なんだ？
pt: Se é tão poderoso, por que precisa de um exército?
zh_cn: 如果你是如此强大，为什么需要一支军队？

source: I have destroyed others like you, and I will destroy you!
de: Ich habe schon andere wie dich erledigt, und ich werde dich erledigen!
fr: J'en ai déjà détruit d'autres dans ton genre et je vais te détruire à ton tour !
ja: 僕はお前のような奴らを滅ぼしてきたんだ、そしてお前も滅ぼす！
pt: Destruí os outros que são como você e irei destruir-lo!
zh_cn: 我摧毁过像你这样的人，我也将摧毁你！

source: All the more reason for me to kill you and replenish what you have destroyed!
de: Noch mehr ein Grund für mich, dich zu töten und das wiederherzustellen, was du zerstört hast!
fr: Raison de plus pour moi de te tuer et reconstituer ce que tu as détruit !
ja: ならば尚更貴様を殺し、滅ぼしてくれた分の補填とせねばな！
pt: Mais uma razão para te matar e reabastecer o que destruiu!
zh_cn: 我更有理由杀了你，弥补被你所破坏的一切！

source: An army with no leader is not an army, so I will destroy you!
de: Eine Armee ohne Anführer ist keine Armee, also werde ich dich erledigen!
fr: Une armée sans chef n'est plus une armée, c'est pourquoi je vais te détruire !
ja: リーダーのいない軍隊なんて軍隊じゃない、お前は滅ぼしてみせる！
pt: Um exército sem líder não é um exército, então irei destruir-lo!
zh_cn: 没有领袖的军队不是军队，所以我要消灭你！

source: Insolent human! I will make you my undead slave!
de: Unverschämter Mensch! Ich werde dich zu meinem untoten Sklaven machen!
fr: Humain insolent ! Je vais faire de toi mon esclave mort-vivant !
ja: 生意気な人間め！ アンデッドの奴隷にしてくれる！
pt: Humano insolente! Irei fazer de si o meu escravo morto-vivo!
zh_cn: 无礼的人类！我要让你成为我的亡灵奴隶！

source: You don't have what it takes!
de: Du hast nicht das Zeug dazu!
fr: Vous n'avez pas ce qu'il faut !
ja: お前にそんな力はない！
pt: Não tem o que é preciso!
zh_cn: 你办不到的！

source: OK. Thanks for keeping me updated. Please come back when you have more information.
de: In Ordnung. Danke das du mich auf dem Laufenden hältst. Bitte komme wieder, wenn du mehr Informationen hast.
fr: Ok. Merci de m'avoir tenu au courant. Reviens me voir quand tu as plus d'informations.
ja: 承知した。最新情報を教えてくれてありがとう。何か情報が入ったときにはまた来てくれ。
pt: OK. Obrigado por manter-me atualizado. Por favor, volte quando tiver mais informações.
zh_cn: 好的。谢谢你向我提供最新信息。当你有更多信息时，请回来。

source: You dare approach me? You will die!
de: Du wagst es dich mir zu nähern? Dafür wirst du sterben!
fr: Tu oses m'approcher ? Tu vas mourir !
ja: 私に近づいたな？ 死ね！
pt: Se atreve a aproximar de mim? Vai morrer!
zh_cn: 你敢接近我？你会死的！

source: I've killed worse than you!
de: Ich habe schon schlimmere als dich getötet!
fr: J'ai tué pire que toi !
ja: 僕はお前よりよっぽど殺してきたんだ！
pt: Já matei mais piores do que você!
zh_cn: 我杀的人比你还多！

source: The Guardian stares at you. You feel a sense of dread, but you resist the urge to turn back.
de: Der Wächter starrt dich an. Du spürst Furcht in dir aufkommen, aber weigerst dich, dich umzudrehen.
fr: Le Gardien te regarde avec insistance. Un sentiment d'effroi te parcourt, mais tu résistes à l'envie de partir en courant.
ja: 番人があなたを見つめる。恐怖を覚えながらも、あなたは引き返したい衝動を抑え込む。
pt: O Guardião olha para si. Sente uma sensação de medo, mas resiste ao impulso de voltar atrás.
zh_cn: 守护者凝视着你。你感到一种恐惧，但你忍住了回头的冲动。

source: Thanks for your help, but I don't think we have anything else to discuss.
de: Danke für deine Hilfe, aber ich denke nicht, dass wir noch etwas zu besprechen hätten.
fr: Merci pour l'aide, mais je ne pense pas qu'on ait autre chose à discuter.
ja: 世話になったの、ただ他に話し合うようなことはもうないと思うぞ。
pt: Obrigado pela sua ajuda, mas acho que não temos mais nada para discutir.
zh_cn: 谢谢你的帮助，但我想我们没有什么可讨论的了。

source: You found some crates that look as though they have been here for a very long time. One of the crates has some old, tattered clothing in it.
de: Du hast ein paar Kisten gefunden, die wohl schon seit langer Zeit hier stehen. Eine der Kisten enthält alte, zerfetzte Kleidung.
fr: Tu trouves des caisses qui semblent être ici depuis très longtemps. Une des caisses contient de vieux vêtements en lambeaux.
ja: 随分と長い間ここにあるらしい木箱を見つけた。木箱の1つには古くてボロボロの服が入っている。
pt: Encontrou algumas caixas que parecem estar aqui há muito tempo. Uma das caixas tem algumas roupas velhas e esfarrapadas.
zh_cn: 你发现了一些板条箱，看起来它们在这里已经有很长一段时间了。其中一个箱子里有一些旧的、破烂的衣服。

source: [Take the clothes]
de: [Du nimmst die Kleidung]
fr: [Prendre les vêtements]
ja: （服を手に取る）
pt: [Pegue as roupas]
zh_cn: [拿着衣服]

source: [Leave the clothes]
de: [Du lässt die Kleidung liegen]
fr: [Laisser les vêtements]
ja: （服から離れる）
pt: [Deixe as roupas]
zh_cn: [留下衣服]

source: The clothes smell musty and are falling apart.
de: Die Kleidung riecht muffig und fällt auseinander.
fr: Les vêtements sentent le moisi et tombent en morceaux.
ja: 服はカビ臭いにおいがするしボロボロになっている。
pt: As roupas cheiram a mofo e estão a cair aos pedaços.
zh_cn: 衣服有发霉的味道，而且都快散架了。

source: You found some crates that look as though they have been here for a very long time. The crates are empty now.
de: Du hast einige Kisten gefunden, die schon seit langer Zeit dazustehen scheinen. Die Kisten sind jetzt leer.
fr: Tu trouves des caisses qui semblent être ici depuis très longtemps. Les caisses sont vides désormais.
ja: 随分と長い間ここにあるらしい木箱を見つけた。木箱はもう空だ。
pt: Encontrou algumas caixas que parecem estar aqui há muito tempo. As caixas estão vazias agora.
zh_cn: 你发现了一些板条箱，看起来它们在这里已经有很长一段时间了。这些箱子现在是空的。

source: You found some crates that look as though they have been here for a very long time.
de: Du hast einige Kisten gefunden, die schon seit langer Zeit hier zu stehen scheinen.
fr: Tu trouves des caisses qui semblent être ici depuis très longtemps.
ja: 随分と長い間ここにあるらしい木箱を見つけた。
pt: Encontrou algumas caixas que parecem estar aqui há muito tempo.
zh_cn: 你发现了一些板条箱，看起来好像已经在这里呆了很久了。

source: The cemetery is quiet now.
de: Der Friedhof ist jetzt ruhig.
fr: Le cimetière est tranquille maintenant.
ja: 墓地は今は静かだ。
pt: O cemitério está quieto agora.
zh_cn: 墓地现在很安静。

source: There is nothing left to take from the corpse.
de: Es ist nichts mehr übrig, was man von dem Leichnam nehmen könnte.
fr: Il ne reste rien à prendre sur le cadavre.
ja: 死体から取るものは何も残っていない。
pt: Não há mais nada para tirar do cadáver.
zh_cn: 尸体上已经没有什么可以拿的了。

source: South of the Duleian road, close to Fallhaven.
de: Südlich der Duleianstraße, nahe Fallhaven.
fr: Au sud de la route Duleian, près de Fallhaven.
ja: デュリアン街道の南で、フォールヘブンの近く。
pt: Sul da estrada Duleian, perto de Fallhaven.
zh_cn: 杜莱恩路的南部，靠近法尔海文。

source: OK. I'll go there now.
de: In Ordnung. Ich gehe jetzt dahin.
fr: Ok. J'y vais maintenant.
ja: よし。今から行ってきます。
pt: OK. Vou lá agora.
zh_cn: 好的。我现在去那里。

source: Hey kid! Stop waving that thing at me! If you want to talk to me, put it away first!
de: Hey, Kind! Hör auf, mit diesem Ding vor mir herumzufuchteln! Wenn du mit mir reden möchtest, steck es erst weg!
fr: Hé gamin ! Arrête d'agiter ce truc devant moi ! Si tu veux que je parle, éloigne-le d'abord !
ja: おい君！ それをこっちに向けて振るのはやめろ！ 話がしたいなら先に片付けてくれ！
pt: Ei garoto! Pare de acenar essa coisa a mim! Se quiser falar comigo, largue isso primeiro!
zh_cn: 嘿，孩子！别再向我挥舞那东西了！如果你想和我说话，先把它收起来！

source: So where is it?
de: Also wo ist es?
fr: Alors, où est-il ?
ja: それで、どこにある？
pt: Então onde está?
zh_cn: 那么它在哪里呢？

source: I dropped it somewhere.
de: Ich habe es irgendwo verloren.
fr: Je l'ai fait tomber quelque part.
ja: どこかで落としました。
pt: Derrubei em algum lugar.
zh_cn: 我把它丢在了某个地方。

source: I sold it.
de: Ich habe es verkauft.
fr: Je l'ai vendu.
ja: 売りました。
pt: Vendi.
zh_cn: 我卖了它。

source: Not too bright, are you kid? Perhaps you should go and pick it up again.
de: Du bist nicht der Hellste, oder? Vielleicht solltest es du wieder aufheben gehen.
fr: Pas très intelligent, n'est-ce pas gamin ? Peut-être que tu devrais retourner le chercher.
ja: あまり利口じゃないな、子供か？ 拾いに行ったほうがいいぞ。
pt: Não é muito brilhante, é criança? Talvez devesse ir buscá-lo novamente.
zh_cn: 这并不聪明，是吗，孩子？也许你应该去把它重新捡起来。

source: I gave you the text you needed to get that sword. I think some of that gold should be mine. If you don't give me some then I'll take it from you.
de: Ich gab dir die Schrift, mit der du das Schwert bekommen hast. Ich denke einiges von dem Gold sollte mir gehören. Wenn du es mir nicht freiwillig gibst, werde ich es mir nehmen.
fr: Je t'ai donné le texte dont tu avais besoin pour obtenir cette épée. Je pense qu'une partie de cet or devrait être à moi. Si tu ne m'en donnes pas, je te le prendrai.
ja: 剣を手に入れるのに必要な文書を渡したんだ。その金の一部は私のものだ。くれないというなら、奪い取ってやるぞ。
pt: Dei-lhe o texto que precisava para obter essa espada. Acho que um pouco desse ouro deveria ser meu. Se não me der algum, tirarei-lhe-o.
zh_cn: 我给了你得到那把剑所需的文本。我认为那些金子有一部分应该是我的。如果你不给我一些，那么我就从你那里抢走它。

source: OK, OK. I guess it's fair that you should get a share. Here's 1000 gold.
de: Schon verstanden. Ich schätze es ist nur gerecht, das du einen Anteil bekommst. Hier sind 1000 Gold.
fr: ok, ok. Il est juste que tu obtiennes une part. Tiens, 1000 pièces d'or.
ja: わかったわかった。分け前を受け取るのは妥当ですね。1000ゴールドです。
pt: OK, OK. Acho que é justo que tenha uma participação. Aqui tem 1000 gp.
zh_cn: 好吧，好吧。我想你应该得到一份，这很公平。这里有1000金币。

source: No way! I fought to get the sword, and the profit is mine!
de: Nichts da! Ich habe für das Schwert gekämpft und der Erlös gehört mir!
fr: Pas question ! J'ai combattu pour obtenir l'épée, et le profit est pour moi !
ja: まさか！ 剣を手に入れるために戦ったんだ、利益は僕のものだ！
pt: De jeito nenhum! Lutei para ficar com a espada e o lucro é meu!
zh_cn: 没门！我是为了得到这把剑而战斗的，利润是我的!

source: Thanks kid. It's good to see you have some honor.
de: Danke, Kind. Schön zu sehen, dass du noch Ehre im Leib hast.
fr: Merci gamin. Content de voir que tu as de l'honneur.
ja: ありがとう。君に道義心があってよかった。
pt: Obrigado garoto. É bom ver que tem alguma honra.
zh_cn: 谢谢孩子。很高兴看到你有一些荣誉。

source: Thanks for the gold kid. I decided that with the money I can rebuild my life. I'm going to sober up and start trading again. I'll be leaving here soon.
de: Danke für das Gold, Kind. Ich habe beschlossen, das Geld dazu zu verwenden, mein Leben neu zu ordnen. Ich werde trocken werden und mein Geschäft wieder aufbauen. Schon bald werde ich hier weg sein.
fr: Merci pour l'or gamin. Avec cet argent je vais refaire ma vie. Je vais dessoûler et recommencer à faire du commerce. Je partirai bientôt.
ja: お金をありがとう、君。このお金で自分の人生を立て直すことを決めたよ。酔いをさまして、また商売を再開しようと思う。もうすぐここを発つんだ。
pt: Obrigado pelo garoto de ouro. Decidi que com o dinheiro posso reconstruir a minha vida. Vou ficar sóbrio e começar a negociar novamente. Vou sair daqui em breve.
zh_cn: 谢谢你的金子，孩子。我决定，有了这些钱，我可以重建我的生活。我打算清醒一下，重新开始交易。我很快就会离开这里。

source: We'll see about that.
de: Das werden wir ja sehen.
fr: On verra.
ja: その辺はこれから確かめようか。
pt: Vamos ver isso.
zh_cn: 我们拭目以待。

source: Yes, we will!
de: Ja, das werden wir!
fr: Oui !
ja: よし、そうしよう！
pt: Sim, vamos!
zh_cn: 是的，我们会的!

source: You decide to record this discovery in your father's book of achievements.
ja: あなたはこの発見を父の実績本に記録することにした。
pt: Decides registar esta descoberta no livro de realizações do teu pai.
zh_cn: 你决定在你父亲的成就簿上记录这一发现。

source: This is a haystack.
de: Das ist ein Heuhaufen.
fr: C'est une meule de foin.
ja: これは干し草の山だ。
pt: Isto é um palheiro.
zh_cn: 这是一个干草堆。

source: The guard bars your way.
de: Die Wache stellt sich dir in den Weg.
fr: Le garde vous barre le chemin.
ja: 衛兵があなたの行く手を遮っている。
pt: O guarda barra o seu caminho.
zh_cn: 守卫阻挡了你的去路。

source: You do not really want to try the beds of these torturers.
de: Du möchtest nicht wirklich in den Betten dieser Folterknechte schlafen.
fr: Vous ne voulez vraiment pas essayer les lits de ces bourreaux.
ja: こんな拷問官のベッドなどあなたは試したくもない。
pt: Não quer realmente experimentar as camas desses torturadores.
zh_cn: 你不会真的想去尝试这些折磨人的床。

source: The room is private. Please respect this.
de: Dieser Raum ist privat. Bitte respektiere das.
fr: La chambre est privée. Merci de respecter cela.
ja: その部屋はプライベートとなっているので、尊重してもらいたい。
pt: O quarto é privado. Por favor, respeite isso.
zh_cn: 这个房间是私人的。请尊重这一点。

source: The tower is no playground. Keep away from there, kid.
de: Der Turm ist kein Spielplatz. Bleib da weg, Kind.
fr: La tour n'est pas un terrain de jeu. Dégage d'ici, gamin.
ja: 塔は子供の遊び場じゃないんだ。そっちには行くな。
pt: A torre não é um playground. Fique longe de lá, garoto.
zh_cn: 这座塔不是游乐场。远离那里，孩子。

source: Don't run away!
de: Hiergeblieben!
fr: Ne t'enfuis pas !
ja: 逃げるな！
pt: Não fuja!
zh_cn: 不要逃跑！

source: To the stairs!
de: Zu den Treppen!
fr: Aux escaliers !
ja: 階段へ進め！
pt: Para as escadas!
zh_cn: 到楼梯上!

source: Up now! To the wall!
de: Hoch da! Auf die Mauer!
fr: En haut maintenant ! Au mur !
ja: ほら上だ！ 城壁へ進め！
pt: Agora! À parede!
zh_cn: 现在就来！到墙上去！

source: Oh, this is high. I would not want to fall off this wall!
de: Oh, ist das hoch. Ich möchte da nicht runterfallen!
fr: Oh, c'est haut. Je ne voudrais pas tomber de ce mur !
ja: うわぁ、これは高い。城壁からは落ちないようにしないと！
pt: Isso é alto. Não gostaria de cair desta parede!
zh_cn: 哦，这很高。我可不想从这面墙上掉下来！

source: Now jump!
de: Jetzt spring!
fr: Saute maintenant !
ja: そこでジャンプだ！
pt: Agora pule!
zh_cn: 马上跳！

source: Hey! The dungeon is no playground! Go away, kid!
de: Heh! Der Kerker ist kein Spielplatz! Verschwinde, Kind!
fr: Hé, ce donjon n'est pas un terrain de jeu ! Va-t'en gamin !
ja: 地下牢は遊び場じゃないんだ！ あっちへ行け、ボウズ！
pt: Ei! A masmorra não é um playground! Vá embora, garoto!
zh_cn: 嘿，地牢不是游乐场!走开，孩子！

source: The door is locked.
de: Die Tür ist abschlossen.
fr: La porte est verrouillée.
ja: ドアには鍵がかかっている。
pt: A porta está trancada.
zh_cn: 门是锁着的。

source: Hey! You can't go there!
de: Heh! Du hast da nichts verloren!
fr: Hé ! Tu ne peux pas aller là-bas !
ja: おい！ そっちに行ってはいけないぞ！
pt: Ei! Não pode ir lá!
zh_cn: 嘿！你不可能去那儿！

source: I am on a mission for Lord Guynmart.
de: Ich bin im Auftrag des Lord Guymart unterwegs.
fr: Je suis en mission pour le Seigneur Guynmart.
ja: グインマート卿の使命を負ってるんだ。
pt: Estou numa missão para Lord Guynmart.
zh_cn: 我在为盖恩玛特领主执行任务。
