Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: Leave it alone.
de: Lass es in Ruhe.
fr: Le laisser en place.
ja: 放っておく。
pt: Deaixa-o em paz.
zh_cn: 别管它。

source: Pick up one of the bones.
de: Hebe einen der Knochen auf.
fr: Ramasser un des os.
ja: 骨の1つを拾う。
pt: Peguei um dos ossos.
zh_cn: 捡起一块骨头。

source: You pick up one of the bones. It seems to have been severely damaged by something corrosive.
de: Du hebst einen der Knochen auf. Er scheint durch etwas Ätzendes schwer beschädigt zu sein.
fr: Tu ramasses un des os. On dirait qu'il a été attaqué par une substance fortement corrosive.
ja: 骨の1つを拾い上げる。腐食性のものによって酷く損傷しているようだ。
pt: Leva um dos ossos. Parece ter sido severamente danificado por algo corrosivo.
zh_cn: 你捡起一块骨头。它似乎被腐蚀性的东西严重损坏了。

source: You see a pile of skeletal remains, from where you removed some pieces earlier.
de: Du siehst einen Haufen Knochen, Überreste eines Skeletts. Du hast schon zuvor einige Teile davon entfernt.
fr: Tu vois les restes d'un squelette. Tu as déjà ramassé un os de celui-là.
ja: 以前に破片を取り上げた場所に、骸骨の山が見える。
pt: Vê um monte de restos de esqueletos, de onde removeu algumas peças antes.
zh_cn: 你看到了一堆遗骸，你之前从那里取出了一些碎片。

source: You see a pile of skeletal remains.
de: Du siehst einen Haufen Knochen, Überreste eines Skeletts.
fr: Tu vois les restes d'un squelette.
ja: 骸骨の山が見える。
pt: Vê um monte de restos de esqueletos.
zh_cn: 你看到一堆遗骸。

source: Oh my, a child. He he, how nice. Tell me, what brings you here?
de: Meine Güte, ein Kind. Hehe, wie nett. Sag mir, was führt dich hierher?
fr: Tiens donc, un enfant. Hé hé, intéressant. Dis-moi, qu'est-ce qui t'amène ici ?
ja: あら、子供が。ふふ、いいですね。ねえあなた、どうしてここに？
pt: Minha nossa, uma criança. he he, que bom. Diga-me, o que o traz aqui?
zh_cn: 我的天，一个小鬼。呵呵，很好。告诉我 ，什么风把你吹来了？

source: I am looking for my brother.
de: Ich suche nach meinem Bruder.
fr: Je suis à la recherche de mon frère.
ja: 兄を探してます。
pt: Estou a procurar meu irmão.
zh_cn: 我在找我的哥哥。

source: I just entered to see if there's any loot to be found here.
de: Ich bin nur reingekommen um zu sehen ob ich hier Beute machen kann.
fr: Je suis juste venu voir le butin qui pourrait se trouver ici.
ja: ここにいいものがないかって入ってみたんだ。
pt: Só entrei para ver se encontrava algo de útil por aqui.
zh_cn: 我只是进去看看有没有什么“战利品”可以找到的。

source: I'm an adventurer, looking to help anyone in need of help.
de: Ich bin ein Abenteurer und versuche, jedem zu helfen der Hilfe braucht.
fr: Je suis un aventurier, prêt à aider tous ceux qui en auraient besoin.
ja: 僕は冒険家だ、助けが必要な人を探してる。
pt: Sou um aventureiro, a procurar ajudar quem precisa de ajuda.
zh_cn: 我是一个冒险家，希望帮助任何需要帮助的人。

source: I'd rather not tell.
de: Sollte ich lieber nicht sagen.
fr: Ce sont mes oignons.
ja: 話したくないですね。
pt: Prefiro não dizer.
zh_cn: 我宁愿不知道。

source: I am sent by Jhaeld to end whatever it is you do to the people of Remgard.
de: Ich wurde von Jhaeld geschickt um zu beenden was auch immer du den Menschen in Remgard antust.
fr: Je suis envoyé par Jhaeld pour mettre fin à ce que vous faites aux habitants de Remgard.
ja: レムガードにあなたがしたことが何であれ、それを終わらせにジャエルドから送られたんだ。
pt: Fui enviado por Jhaeld para impedir o que esta a fazer contra os cidadãos de Remgard.
zh_cn: 我是被贾尔德派来阻止你的，不管你对在瑞姆加德的人们做了什么。

source: Run away, has he? He he.
de: Weggerannt, ist er das? Hehe.
fr: Il s'est enfui, n'est-ce pas ? Hé hé.
ja: 家出したの？ ふふ。
pt: Fugir, não é? He he.
zh_cn: 他跑了，是吗？呵呵。

source: Oh sure, you think you can just pick up anything and claim it as yours?
de: Oh klar, du denkst, du kannst irgendwas nehmen und es für dich beanspruchen?
fr: Oh bien sûr, tu crois que tu peux prendre les choses à ta guise et décider qu'elles t'appartiennent ?
ja: あらそうですか、手にとったものを何でも自分のものとして主張できるとお思いで？
pt: Ah, claro, acha que pode simplesmente levar qualquer coisa e se apropriar?
zh_cn: 哦，当然，你认为你可以拿起任何东西，然后声称它是你的吗?

source: How noble. Maybe you can be of use to me.
de: Wie Nobel. Vielleicht kannst du mir nützlich sein.
fr: Quelle noble cause. Peut-être me seras-tu utile.
ja: 立派な志ですね。あなたならきっと私の頼りになるかと。
pt: Que nobre. Talvez possa me ser de utilidade.
zh_cn: 多么高尚的人。或许你对我有些用处。

source: Clever. I like that.
de: Klug. Ich mag das.
fr: Tu es sûr de toi, j'aime ça.
ja: 賢いですね。気に入りました。
pt: Inteligente. Gosto disso.
zh_cn: 聪明。我很喜欢这样。

source: Tell me, now that you have entered this house, would you be willing to help me with a small ... problem?
de: Nun, da du dieses Haus betreten hast... Sag mir, wärst du bereit mir bei einem kleinen... Problem zu helfen?
fr: Dis-moi, maintenant que tu es ici, est-ce que tu pourrais m'aider pour un… petit problème ?
ja: 教えて下さい、この家に入って来たあなたは、私の…ちょっとした問題を助けてくれますか？
pt: Diga-me, agora que entrou nesta casa, estaria disposto a ajudar-me com um pequeno... problema?
zh_cn: 告诉我，既然你已经进了这所房子，你愿意帮我解决个小小的…麻烦吗？

source: Sure, what's the problem?
de: Sicher, was ist das Problem?
fr: Bien sûr, quel est le souci ?
ja: ええ、どうされました？
pt: Claro, qual é o problema?
zh_cn: 当然，有什么问题？

source: Maybe, it depends on what the problem is.
de: Vielleicht, kommt darauf an, was das Problem ist.
fr: Cela dépend de quoi il s'agit.
ja: たぶん、どういう問題なのかによりますね。
pt: Talvez, isso depende de qual seja o problema.
zh_cn: 也许，这取决于有什么麻烦。

source: Maybe, it depends on what type of reward we are talking about.
de: Vielleicht, hängt davon ab über welche Belohnung wir reden.
fr: Peut-être, tout dépend de ce que vous me proposez en récompense.
ja: たぶんね、報酬がどんなものかによる。
pt: Talvez, isso depende de que tipo de recompensa estamos a falar.
zh_cn: 有可能，这取决于有什么奖励。

source: No way. You are acting way too creepy for me.
de: Auf keinen Fall. Dein Verhalten kommt mir nicht geheuer vor.
fr: Jamais de la vie. Vous avec un comportement trop bizarre pour moi.
ja: とんでもない。あなたの言動は不気味すぎる。
pt: De jeito nenhum. Está a agir de uma maneira muito assustadora para meu gosto.
zh_cn: 没门。你的表现对我来说太令人毛骨悚然了。

source: Reward? No, no, I don't have anything to give you, unfortunately.
de: Eine Belohnung? Nein, nein, ich habe nichts was ich dir geben kann, leider.
fr: Une récompense ? Non, non, je n'ai rien de tel à te donner, malheureusement.
ja: 報酬？ いえいえ、残念ですがお渡しできるものは何もありませんね。
pt: Recompensa? Não, não, infelizmente não tenho nada para lhe dar.
zh_cn: 奖励?不不不，不幸的是，我没有任何东西可以给你。

source: I guess you won't get any help either then.
de: Ich schätze, dann wirst du auch keine Hilfe erhalten.
fr: Je suppose que vous n'aurez aucune aide en échange alors.
ja: それじゃああなたも助けてもらえないでしょうね。
pt: Então acho que também não irá conseguir ajuda.
zh_cn: 我猜你也得不到任何帮助。

source: Fine, what's the problem you want help with?
de: Schön, bei welchem Problem möchtest du denn Hilfe?
fr: Peu importe, quel est le problème en question ?
ja: いいでしょう、それでどうしました？
pt: Certo, qual é o problema para que precisa de ajuda?
zh_cn: 好吧，你有什么麻烦要我帮你解决的？

source: Something feels wrong here. I better not get involved in this.
de: Irgendwas ist hier faul. Ich sollte da besser nicht mit rein gezogen werden.
fr: Quelque chose me semble louche ici. Je préfère ne pas m'impliquer.
ja: 何かがおかしい。関わらないほうがいいですね。
pt: Sinto algo estranho por aqui. É melhor não me envolver nisso.
zh_cn: 有些东西感觉不对。我最好不要卷入这件事。

source: You see, I have this slight problem with ... ahem ... vermin.
de: Sieh her, ich habe dieses kleine Problem mit... ähm... Ungeziefer.
fr: Tu vois, j'ai ce léger problème de… ahem… vermine.
ja: それでちょっとした問題を抱えてましてね…ええまぁ…害獣です。
pt: Veja, tenho esse problema com… hã… vermes.
zh_cn: 你看，我有个小小的麻烦，是关于……嗯哼……害虫的。

source: Always sneaking around, always trying to cause mischief.
de: Immer am Rumschnüffeln, immer dabei Unheil zu stiften.
fr: Toujours à se faufiler partout, toujours à faire des bêtises.
ja: いつもコソコソと動き回って、悪さばかりするもので。
pt: Sempre se a esgueirar, sempre a tentar causar algum dano.
zh_cn: 总是鬼鬼祟祟的，总是想搞恶作剧。

source: Fortunately, I managed to capture some of them, and locked them in my basement.
de: Glücklicherweise konnte ich ein paar von den Viechern einfangen und in den Keller sperren.
fr: Heureusement, j'ai réussi à en capturer certains, et les ai enfermés dans mon sous-sol.
ja: 幸い何匹かは捕獲できたので、地下室に閉じ込めました。
pt: Felizmente, consegui capturar alguns deles e tranquei-os no meu porão.
zh_cn: 幸运的是，我设法抓住了一些，把它们锁在了我的地下室里。

source: Now, I can't handle them myself because of certain ... issues.
de: Nun, ich kann mich ihrer wegen gewisser... Umstände nicht annehmen.
fr: Cela dit, je ne peux pas vraiment m'en débarrasser moi même à cause de certaines… difficultés.
ja: それで、とある…事情がありましてね、自分では駆除できないのです。
pt: Bem, não posso lidar com eles me por causa de certas... questões.
zh_cn: 现在，由于某些……原因，我无法亲自处理它们。

source: That's where you come in. Would you be willing to ... ahem ... handle those rodents for me?
de: Hier kommst du ins Spiel. Wärst du geneigt diese... ähm... Ungeziefer zu beseitigen?
fr: C'est là que tu entres en jeu. Est-ce que tu pourrais… t'occuper de ces rats pour moi ?
ja: そこで出番です。よろしければ…ええ…そのネズミを始末してもらえませんか？
pt: Isso é onde entra. Estaria disposto a… hã… lidar com esses roedores para mim?
zh_cn: 这就是你的切入点。你愿意…嗯哼. .帮我处理那些老鼠吗?

source: Sure, some rodents, I can handle that.
de: Klar, ein paar Ratten, das bekomme ich schon hin.
fr: Bien sûr, des rats, je peux m'occuper de ça.
ja: ええ、ネズミなら大丈夫です。
pt: Claro, alguns roedores, posso lidar com isso.
zh_cn: 当然，一些啮齿动物，我能对付的。

source: No problem, I'll be right back once I have killed them.
de: Kein Problem, bin gleich wieder zurück, sobald ich sie getötet habe.
fr: Pas de problème, je serai de retour après les avoir tués.
ja: 大丈夫、殺したらすぐ戻るよ。
pt: Não tem problema, vou estar de volta depois que os exterminar.
zh_cn: 没问题 ，一旦杀光它们我就马上回来。

source: Ah yes. After all, you are just a child and I can understand such a task would be too much for you. He he.
de: Ah ja, letztendlich bist du nur ein Kind und ich kann verstehen, dass so eine Aufgabe zu viel für dich sein würde. Hehe.
fr: Ah oui. Après tout, tu n'es qu'un enfant et je comprends que ça puisse être une tâche difficile pour toi. Hé hé.
ja: まあそうですね。まだ子供ですし、このような仕事があなたには荷が重すぎるというのは理解できます。ふふ。
pt: Ah sim. Afinal é apenas uma criança e posso entender que tal tarefa seria lhe demais. He He.
zh_cn: 哦,是的。毕竟，你只是个孩子，我能理解这样的任务对你来说太过分了。呵呵。

source: Splendid. Return to me with some proof that they have been dealt with.
de: Ausgezeichnet. Komm mit einem Beweis zurück, dass du dich ihrer angenommen hast.
fr: Splendide. Reviens me voir avec la preuve que tu t'en es débarrassé.
ja: お見事。始末した証拠を持って戻ってきてくださいな。
pt: Esplêndido. Volte para mim com alguma prova de que eles foram exterminados.
zh_cn: 好极了。回来的时候带上处理了它们的证据。

source: You return. Did you handle all those ... ahem ... rodents in my basement?
de: Du bist zurück. Hast du dich um das .. ähm .. Ungeziefer im Keller gekümmert?
fr: Te revoilà. Est-ce que tu t'es bien occupé de ces… euh… rats dans mon sous-sol ?
ja: おかえりなさい。地下室の…ええっと…ネズミはすべて始末できましたか？
pt: Voltou. Lidou com todos aqueles… hã… roedores no meu porão?
zh_cn: 你回来了。你把那些在我地下室的……嗯哼……啮齿动物都处理好了吗？

source: Yes, they are all dead.
de: Ja, sie sind alle tot.
fr: Oui, ils sont tous morts.
ja: はい、全て死にました。
pt: Sim, eles estão todos mortos.
zh_cn: 是的，它们都死了。

source: I am still working on it. Goodbye.
de: Ich arbeite noch dran. Tschüss.
fr: J'y travaille. A bientôt.
ja: まだやってます。さようなら。
pt: Ainda estou a trabalhar nisso. Tchau.
zh_cn: 我还在处理当中。再见。

source: I won't do your stupid task, count me out.
de: Ich werde deine bescheuerte Aufgabe nicht erledigen. Ohne mich.
fr: Votre besogne : aucune chance que je la fasse, ne comptez pas sur moi.
ja: あなたのふざけた仕事はやらない。僕のことは抜きにしてくれ。
pt: Não vou fazer a sua tarefa estúpida, não conte comigo.
zh_cn: 我不会做你愚蠢的任务，别把我算在内。

source: I have decided not to help you with your rodents.
de: Ich habe mich entschieden dir bei deinem Ungezieferproblem nicht zu helfen.
fr: Pour vos rats, J'ai décidé de ne pas vous aider.
ja: あなたのネズミのことは手伝わないことにしました。
pt: Decidi não ajudá-la com os seus roedores.
zh_cn: 我决定不帮你对付你那些啮齿动物了。

source: He he. I bet you sure showed them. Excellent. Thank you for ... ahem ... helping me.
de: Hehe. Ich wette du hast es ihnen gezeigt. Ausgezeichnet. Danke dass du .. ähm .. mir geholfen hast.
fr: Hé hé. Je parie que tu as fait du bon travail. Excellent. Merci pour, euh… m'avoir aidée.
ja: ふふ。確かに思い知らせてくれたようで。実に結構。ありがとうございました…ええと…助けてくださって。
pt: He He. Aposto que mostrou o que lhes podia fazer. Excelente. Obrigado por… hã… me ajudar.
zh_cn: 呵呵。我猜你一定给他们看过。太好了。谢谢你. .嗯哼. .帮助我。

source: Those rodents have really been bothering me. Good thing I managed to catch some of them. He he.
de: Dieses Ungeziefer hat mich wirklich gestört. Nur gut, dass ich ein paar von ihnen gefangen habe. Hehe.
fr: Ces rats m'ont vraiment ennuyée, c'est une bonne chose que j'aie pu en attraper. Hé hé.
ja: あのネズミには本当に悩まされていたのですよ。捕まえられて、よかった。ふふ。
pt: Esses roedores realmente me incomodavam. Ainda bem que consegui apanhar alguns deles. He He.
zh_cn: 那些啮齿类动物真让我心烦。幸好我设法抓住了他们中的一些。呵呵。

source: Now, there was something else I wanted to talk to you about. Have you been to the city of Remgard in your travels?
de: Nun, da war noch etwas Anderes, das ich dich fragen wollte. Warst du auf deinen Reisen in der Stadt Remgard?
fr: Maintenant, il y a un autre sujet dont j'aimerais te parler. Es-tu déjà passé par la ville de Remgard pendant ton voyage ?
ja: ああ、他にもお話したいことがありました。レムガードの街に行ったことはお有りで？
pt: Agora, não há mais nada que queira falar consigo. Já foi à cidade de Remgard nas suas viagens?
zh_cn: 现在，我还想跟你谈谈别的事情。你在旅行中去过瑞姆加德吗?

source: Yes, I have been there.
de: Ja, ich war dort.
fr: Oui, j'y suis passé.
ja: ええ、あります。
pt: Sim, estive lá.
zh_cn: 是的，我去过那里。

source: No, where is that?
de: Nein, wo ist das?
fr: Non, où cela se trouve-t-il ?
ja: いえ。どこにあるのですか？
pt: Não, onde é isso?
zh_cn: 没有哦，在哪里的？

source: You return. Thank you for helping me with my ... ahem ... rodent problem earlier.
de: Du bist zurück. Danke, dass du mir bei meinem .. ähm .. Ungezieferproblem geholfen hast.
fr: Te revoilà, merci pour m'avoir aidée pour ce… euh, problème de rats tout à l'heure.
ja: おかえりなさい。さっきは…その…ネズミの問題を解決してくれてありがとうございました。
pt: Voltou. Obrigado por me ajudar com a meu… hã… problema com roedores anteriormente.
zh_cn: 你回来了，谢谢你帮我解决之前的……嗯哼……那些老鼠。

source: I hope that will teach those *other* rats.
de: Ich hoffe das wird für die *anderen* Ratten eine Lehre sein.
fr: J'espère que ça servira de leçon aux « autres » rats.
ja: あれで"他の"ネズミたちが思い知ってくれると助かるのですけどね。
pt: Espero que vá dar uma lição nesses *outros* ratos.
zh_cn: 我希望那能给*其它*老鼠一些教训。

source: Say, you seem like a resourceful person. Would you be interested in helping me with yet another ... task?
de: Du siehst aus wie eine findige Person. Wärst du daran interessiert mir bei noch einer .. Aufgabe zu helfen?
fr: Hé bien, tu m'as l'air plein de ressources. Est-ce que tu serais intéressé pour m'aider sur une autre… tâche ?
ja: ねえ、あなたは機知に富んだ人物のようです。私の…別の仕事に手を貸してみる気はありますか？
pt: Diga-me: parece ser uma pessoa de recursos. Estaria interessado em ajudar-me com outra… tarefa?
zh_cn: 说，你看起来是个足智多谋的人。你有兴趣再帮我一个……忙吗?

source: Depends on the task.
de: Hängt von der Aufgabe ab.
fr: Cela dépend de la tâche.
ja: 仕事によりますね。
pt: Depende da tarefa.
zh_cn: 取决于任务。

source: Not right now.
de: Jetzt gerade nicht.
fr: Pas maintenant.
ja: 今はだめです。
pt: Não agora.
zh_cn: 不是现在。

source: Oh, it's not far from here. Doesn't matter really.
de: Oh, es ist nicht weit von hier. Nicht der Rede wert.
fr: Oh, c'est près d'ici. Ce n'est pas un problème, vraiment.
ja: あら、ここからそう遠くないですよ。大した手間ではありません。
pt: Ah, não é longe daqui. Não importa realmente.
zh_cn: 噢，离这儿不远。真的并不重要。

source: You see, I used to live there. To make a long story short, there were some ... ahem ... misunderstandings.
de: Siehst du, ich habe da gelebt... Um es kurz zu halten, es gab einige .. ähm .. Missverständnisse.
fr: Tu vois, il fut un temps où j'habitais là-bas. Pour faire court, disons qu'il y a eu quelques… euh… incompréhensions.
ja: 昔そこに住んでいたのですよ。手短に言うと…まぁその…誤解がありまして。
pt: Veja, morava lá. Para encurtar a história, houveram certos… hã… mal-entendidos.
zh_cn: 你看，我以前住在那里。长话短说，有一些……嗯哼. .误解。

source: These days, I think they are looking for me, for some reason. Can't think of any reason why really. But I believe they are.
de: Heutzutage glaube ich, dass sie mich aus irgendeinem Grund suchen. Ich weiß gar nicht wieso. Aber ich glaube sie tun es.
fr: Ces derniers temps, j'ai l'impression qu'ils sont à ma recherche. Je ne vois aucune raison qui le justifie, mais je pense que c'est le cas.
ja: ここのところ、どういうわけか彼らが私のことを探しているようなのですよ。理由まではわかりません。でもそうだと思います。
pt: Nesses dias, acho que eles estão a procurar-me, por algum motivo. Pessoalmente, não consigo descobrir o motivo. Mas acredito que eles estejão.
zh_cn: 这些天来，我觉得他们在找我，不知为什么。我想不出任何理由。但我相信他们就是来找我的。

source: Because of our previous ... misunderstanding, I think it's best they don't find out that I'm here.
de: Wegen unserer damaligen .. Missverständnisse denke ich, es ist am besten, wenn sie nicht rausfinden dass ich hier bin.
fr: À cause de ces… incompréhensions, je pense que le mieux est qu'ils n'apprennent pas que je vis ici.
ja: 以前の…誤解がありますからね、私がここにいることは知られないほうがいいかと。
pt: Por causa de nosso anterior… mal-entendido, acho que é melhor não descobrirem que estou aqui.
zh_cn: 因为我们之前的…误解，我认为最好他们没有发现我在这里。

source: Therefore, I ask of you not to reveal my whereabouts to them.
de: Deshalb möchte ich dich bitten, ihnen nicht zu verraten wo ich bin.
fr: C'est pour cela que je te demande de garder cet endroit secret.
ja: ですから、私の居場所のことは明かさないようにお願いします。
pt: Portanto, peço-lhe para não lhes revelar o meu paradeiro.
zh_cn: 因此，我要求你不要向他们透露我的下落。

source: Thank you. Under no circumstances should you tell them where I am. They will most likely try to persuade you into revealing my location.
de: Danke. Unter keinen Umständen darfst du ihnen sagen wo ich bin. Höchstwahrscheinlich werden sie versuchen, dich zur Preisgabe meines Aufenthaltsort zu überreden.
fr: Merci. Sous aucun prétexte tu ne dois leur parler de cet endroit. Ils vont sûrement essayer de te forcer à révéler son emplacement.
ja: ありがとう。たとえどんなことがあっても私の居場所を話してはいけませんよ。おそらくはあなたを説得して、私の居場所を突き止めようとするはずです。
pt: Obrigado. Sob nenhuma circunstância deve dizer-lhes onde estou. Eles provavelmente irão tentar persuadi-lo a revelar a minha localização.
zh_cn: 谢谢你！在任何情况下你都不应该告诉他们我在哪里。他们很可能会试图说服你透露我的位置。

source: Under no circumstances.
de: Unter keinen Umständen.
fr: Sous aucun prétexte.
ja: たとえどんなことがあっても。
pt: Sob nenhuma circunstância.
zh_cn: 在任何情况下。

source: Oh, it's you again.
de: Oh, du bist es wieder.
fr: Oh, te revoilà.
ja: おや、こんにちは。
pt: Oh, é você de novo.
zh_cn: 噢，又是你。

source: You should probably leave before you tip something over that might ... ahem ... break. He he.
de: Du solltest wohl besser gehen, bevor Du noch etwas umwirfst, das, ähm, zerbrechen könnte. Hehe.
fr: Tu devrais probablement partir avant de… hum… casser quelque chose. Hé hé.
ja: 出て行ったほうがよろしいかと…ええまぁ…壊れ物を倒してしまう前に。ふふ。
pt: Provavelmente deve sair antes de tropeçar em algo que possa… hã… quebrar. He he.
zh_cn: 在你打碎什么东西之前你最好先离开。呵呵。

source: I was sent by Jhaeld to end whatever it is you are doing to the people of Remgard.
de: Ich wurde von Jhaeld geschickt um zu beenden was auch immer du den Menschen in Remgard antust.
fr: Je suis envoyé par Jhaeld pour mettre fin aux persécutions que vous infligez à Remgard.
ja: レムガードにあなたがしていることが何であれ、それを終わらせにジャエルドから送られたんだ。
pt: Fui enviado por Jhaeld para acabar com o que quer que esteja a fazer ao povo de Remgard.
zh_cn: 我是被贾尔德派来阻止你的，不管你对在瑞姆加德的人们做了什么。

source: Watch your tongue, witch.
de: Hüte deine Zunge, Hexe.
fr: Surveillez vos mots, sorcière.
ja: 言葉に気をつけろ、魔女が。
pt: Cuidado com a língua, bruxa.
zh_cn: 小心说话，女巫。

source: You are right, I had better leave.
de: Du hast recht. Ich gehe besser.
fr: Vous avez raison, je ferais mieux de partir.
ja: そうですね、失礼します。
pt: Está certo, é melhor ir embora.
zh_cn: 你是对的，我最好离开。

source: Jhaeld, the fool. He hides behind his guards and his stone walls. Such a pitiful man he is. Yes, I made those people disappear, but they were all worth it. I will have my revenge!
de: Jhaeld, der Narr. Er versteckt sich hinter seinen Wachen und seinen Mauern aus Stein. Solch ein erbärmlicher Mann ist er. Ja, ich habe diese Leute verschwinden lassen, aber sie hatten es alle verdient. Ich werde meine Rache haben!
fr: Jhaeld, quel imbécile. Il se terre derrière ses gardes et ses murs de pierre. Quelle pitié. Oui, j'ai fait disparaître ces gens, mais ils l'ont bien mérité. J'aurai ma revanche !
ja: ジャエルド、バカな男。衛兵と石垣の陰に隠れて。なんて哀れな人でしょう。ええ、私があの人たちを失踪させましたよ、けれどそれだけの価値はあった。復讐してやる！
pt: Jhaeld, o tolo. Esconde-se por trás de os guardas dele e muros de pedra dele. Que homem tão lamentável ele é. Sim, fiz essas pessoas desaparecem, mas valeu a pena. Terei a minha vingança!
zh_cn: 贾尔德,傻瓜。他躲在警卫和他的石墙后面。他真是个可怜的人。是的，我让那些人消失了，但他们都是罪有应得。我要报仇!

source: And you, what are you trying to accomplish by running his errands? How fortunate that you entered my house. He he.
de: Und du? Was willst du damit erreichen wenn du seine Besorgungen erledigst? Was für eine Fügung, dass du in mein Haus gekommen bist. Hehe.
fr: Et toi, qu'essaies-tu d’accomplir en lui rendant service ? Quelle chance que tu sois entré dans ma maison, hé hé.
ja: そしてあなたも、彼の使い走りになって何をしようとしているの？ わざわざ家に入ってきてくれたことは幸運でした。ふふ。
pt: E você, o que está a tentar realizar, a executar as suas tarefas? Que sorte que entrou na minha casa. He he.
zh_cn: 而你，你想通过跑腿来完成什么?来到我这里你真是幸运。呵呵。

source: Do you really think you can defeat *me*? Ha ha, this will be fun!
de: Denkst du wirklich du kannst mich besiegen? Mich? Haha, das wird ein Spass!
fr: Est-ce que tu crois vraiment pouvoir me battre, moi ? Ha ha, ça va être amusant !
ja: あなた、この"私"を倒せると本当にお思い？ あはは、これは面白い！
pt: Realmente acha que pode derrotar *a mim*? Ha ha, isso vai ser divertido!
zh_cn: 你真的认为你能打败*我*吗?哈哈，这会很有趣的!

source: Say, despite my previous urging to you to keep my location a secret to the people of Remgard, I have this feeling that this trust has been broken. Please tell me it isn't so.
de: Sag, trotz meiner dringenden Bitte, meinen Aufenthaltsort vor den Leuten aus Remgard geheim zu halten, habe ich dieses Gefühl, dass mein Vertrauen gebrochen wurde. Bitte sag mir, dass es nicht so ist.
fr: Dis-moi, malgré le fait que je t'aie expressément demandé de garder ce lieu secret, j'ai l'impression que tu as trahi ma confiance. Dis-moi que ce n'est pas le cas s'il te plaît...
ja: ねえ、私は前に、私の居場所のことはレムガードの人々には秘密にしておくようにとあなたに伝えました。にも関わらず、この信頼を裏切られたような気がします。どうかそんなことはないと言ってほしい。
pt: Diga-me, apesar do meu pedido anterior para que mantenha a minha localização um segredo do povo de Remgard, tenho essa sensação de que essa confiança foi quebrada. Por favor, diga-me que não é assim.
zh_cn: 说吧，尽管我之前敦促你对瑞姆加德的人保密我的位置，但我感觉这种信任已经被打破了。请告诉我不是这样的。

source: Yes, I have told Jhaeld where you are.
de: Ja, ich habe Jhaeld gesagt wo du bist.
fr: C'est juste, j'ai parlé à Jhaeld de cet endroit.
ja: はい、あなたの居場所をジャエルドに話しました。
pt: Sim, disse ao Jhaeld onde você está.
zh_cn: 是的，我已经告诉贾尔德你在哪里。

source: [Lie] No, I have not told anyone.
de: (Lügen) Nein, ich hab's niemandem gesagt.
fr: [Mensonge] Non, je n'en ai parlé à personne.
ja: （嘘）いえ、誰にも言ってません。
pt: [Mentir] Não, não disse a ninguém.
zh_cn: [谎言]不，我没有告诉任何人。

source: I can feel it in me.
de: Ich kann es in mir fühlen.
fr: Je peux le sentir en moi.
ja: 私にはそれが感じ取れる。
pt: Posso sentir isso em mim.
zh_cn: 我能感觉到。

source: Very well, return to me once you are ready.
de: Sehr gut, komm zu mir zurück wenn du fertig bist.
fr: Très bien, reviens me voir quand tu seras prêt.
ja: よろしい、準備ができたらまたどうぞ。
pt: Muito bem, volte para mim assim que estiver pronto.
zh_cn: 很好，准备好了就回来找我。
