Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: Return here if you need my advice.
de: Kehre hierher zurück, wenn du meinen Rat brauchst.
fr: Reviens ici si tu as besoin de mes conseils.
ja: 私のアドバイスが必要ならここに戻ってくるといい。
pt: Regressa aqui se precisares dos meus conselhos.
zh_cn: 如果你需要我的建议，请回来。

source: OK. I will return to you if there is anything I need help with.
de: In Ordnung. Ich werde zu dir zurückkehren, falls es etwas gibt, bei dem ich Hilfe brauche.
fr: Ok. Je reviendrai si jamais j'ai besoin d'aide.
ja: わかりました。何か困ったことがあればまた訪ねます。
pt: Está bem. Voltarei se precisar de ajuda.
zh_cn: 好的。如果有什么需要帮忙的，我会再来找你。

source: Hello again. Did you enter Flagstone? I am surprised you actually returned.
de: Hallo nochmal. Hast du Flagstone betreten? Ich bin überrascht, dass du es wirklich geschafft hast, zurückzukehren.
fr: Te revoilà. Es-tu entré dans Flagstone ? Je suis surpris que tu en sois revenu.
ja: また会えたな。フラッグストーンに入ったのか？ 本当に戻ってくるとは驚かされたよ。
pt: Olá novamente. Estiveste em Flagstone? Estou surpreendido que tenhas conseguido regressar.
zh_cn: 你好。你进入石板监狱了吗?我很惊讶你竟然回来了。

source: There is a guardian in the lower levels of Flagstone that cannot be approached and the former prisoners are undead now.
de: Es gibt da einen Wächter in den tieferen Ebenen Flagstones, dem man sich nicht nähern kann. Und die ehemaligen Gefangenen wurden zu Untoten.
fr: Il y a un gardien, dans les niveaux inférieurs de Flagstone, que l'on ne peut pas approcher, et les anciens prisonniers sont devenus des morts-vivants.
ja: フラッグストーンの地下には近寄れない番人がいて、囚人たちはアンデッドになっています。
pt: Existe um guardião nos níveis mais baixos de Flagstone que não me deixa aproximar e os antigos prisioneiros agora são mortos-vivos.
zh_cn: 在较低一层的石板监狱上有一个无法接近的守卫，以前的囚犯现在已经变成亡灵了。

source: A guardian and undead prisoners you say? This is troubling news, since it means there is some larger force behind all this.
de: Ein Wächter, sagst du? Das sind beunruhigende Nachrichten und bedeutet, dass es hinter alldem eine größere Kraft gibt, die dafür verantwortlich ist.
fr: Un gardien et des prisonniers morts-vivants tu dis ? C'est préoccupant car cela veut dire qu'il y a une force supérieure derrière tout ça.
ja: 番人にアンデッドの囚人だと？ これは厄介だな。何故ならそれは、このすべての背景には何か大きな力が働いていると意味することになる。
pt: Dizes um guardião e prisioneiros mortos-vivos? Isso é uma notícia preocupante, uma vez que significa que existe alguma força poderosa por trás de tudo isso.
zh_cn: 你说的是守卫和亡灵?这是一个令人不安的消息，因为这意味着背后有更大的力量。

source: You should look for the former warden. Maybe he has something to do with all of this. If you find him you should return here with any important news.
de: Du solltest nach dem früheren Wächter schauen. Vielleicht hat er mit dem Ganzen etwas zu tun. Wenn du ihn findest komm mit allen wichtigen Neuigkeiten hierher zurück.
fr: Tu devrais chercher l'ancien Directeur de prison. Il a peut-être quelque chose à voir avec tout ça. Si tu le trouves, tu devrais revenir ici avec des nouvelles importantes.
ja: 元所長を探すべきだ。この全てにはおそらくやつが関係している。もし見つけたら、重要な知らせを持ってここに戻ってきなさい。
pt: Deves procurar o antigo diretor da prisão. Talvez ele tenha alguma coisa a haver com tudo isso. Se o encontrares, volta aqui com qualquer notícia importante.
zh_cn: 你应该去找前任监狱长。也许他和这一切有关系。如果你找到他，你应该把任何重要的消息带回来。

source: OK, I will go and look for the former warden.
de: In Ordnung, Ich werde losziehen und nach dem früheren Wächter schauen.
fr: Ok, je vais y aller et essayer de trouver l'ancien directeur de prison.
ja: わかりました、元所長を探してきます。
pt: Certo, vou procurar pelo diretor antigo.
zh_cn: 好吧，我去找前监狱长。

source: Oh this looks most interesting. Let's take a look. Hmm. It has got some weird inscriptions on it that say 'Daylight Shadow'. Maybe you could try these words on the demon? So perhaps the warden did have something to do with the demon after all?
de: Oh, das sieht sehr interessant aus. Lass uns mal sehen. Hmm. Darauf sind einige sonderbare Inschriften die "Schatten des Tageslichts" bedeuten. Vielleicht könntest du diese Worte auf den Dämon anwenden? Also hatte der Wächter eventuell doch etwas mit dem Dämon zu tun?
fr: Oh ça a l'air intéressant. Voyons voir. Hmm. Il y a une inscription bizarre qui dit "Noirceur du jour". Peut-être devrais-tu essayer ces mots sur le démon ? Donc peut être que le directeur de prison avait quelque chose à voir avec le démon après tout ?
ja: ほう、これが特に面白そうだな。見てみよう。ううむ。奇妙な文字が刻まれている。"デイライトシャドウ"とあるな。悪魔にこの言葉を試してみてはどうだ？ もしや所長は悪魔と何か関係があったのか？
pt: Oh, isto parece mais interessante. Vamos dar uma olhada. Hummm. Tem algumas inscrições estranhas, parecem dizer 'Sombra a Luz do Dia'. Talvez possas tentar estas palavras no demónio? Então, afinal de contas, talvez o diretor tenha algo a ver com o demónio?
zh_cn: 这看起来很有趣。让我们来看看。嗯。它上面有一些奇怪的铭文，上面写着“阳光下的暗影”。也许你可以在恶魔身上试试这句话?那么，也许监狱长确实和那个恶魔有关?

source: That might work. Thank you.
de: Das funktioniert vielleicht. Vielen Dank.
fr: Ça pourrait fonctionner. Merci.
ja: うまくいくかも。ありがとうございます。
pt: Isso pode funcionar. Obrigado.
zh_cn: 这可能奏效。谢谢您。

source: Hello again. Have you found the former warden in Flagstone yet?
de: Hallo nochmal. Hast du den ehemaligen Leiter Flagstones schon gefunden?
fr: Bonjour à nouveau. Avez-vous trouvé l'ancien directeur de Flagstone ?
ja: また会ったな。フラッグストーン元所長は見つかったか？
pt: Olá novamente. Ainda não encontraste o antigo diretor da prisão de Flagstone?
zh_cn: 你好了。你在石板监狱里找到前典狱长了吗?

source: I slew the former warden and found a peculiar necklace among his remains.
de: Ich erschlug den früheren Wächter und fand eine eigentümliche Halskette in seinen Hinterlassenschaften.
fr: J'ai tué l'ancien directeur et j'ai trouvé un étrange collier parmi ses restes.
ja: 元所長を殺害してその遺体から奇妙なネックレスを見つけました。
pt: Matei o antigo diretor e encontrei um colar peculiar entre os restos mortais dele.
zh_cn: 我杀了前典狱长，在他的遗骸中发现了一条奇特的项链。

source: Not yet. I have to keep looking.
de: Noch nicht. Ich muss weiter suchen.
fr: Pas encore. Je dois continuer à chercher.
ja: まだです。捜索を続けないと。
pt: Ainda não. Tenho de continuar a procurar.
zh_cn: 还没有。我得继续找。

source: You found the necklace? Good. Here, give it to me.
de: Du hast die Kette gefunden? Gut. Hier, gib sie mir.
fr: Tu as trouvé le collier ? Bien. Donne-le moi.
ja: ネックレスを見つけた？ よし。こっちに渡してくれ。
pt: Encontraste o colar? Que bom. Aqui, dá-me.
zh_cn: 你找到项链了吗？很好。来，把它给我。

source: Now, let's see here. Ah yes, it is as I thought. The necklace contains a password.
de: Nun, lass uns sehen. Ah ja, es ist wie ich es mir gedacht habe. Die Halskette enthält ein Passwort.
fr: Voyons voir. C'est bien ce que je pensais. Le collier contient un mot de passe.
ja: さて、見てみよう。ああ、そうだ、やはりな。ネックレスには合言葉が入っている。
pt: Agora, vamos ver isso. Ah, sim, é como pensava. O colar contém uma palavra-passe.
zh_cn: 现在，让我们来看看。啊，是的，就像我想的那样。项链上有密码。

source: 'Daylight Shadow'. That must be it. You should try to approach the guardian with this password.
de: 'Licht und Schatten'. Das muss es sein. Du solltest versuchen, dich dem Wächter mit diesem Passwort zu nähern.
fr: "Noirceur du jour de l'Ombre". Ça doit être ça. Tu devrais essayer de t'approcher du gardien avec ce mot de passe.
ja: "デイライトシャドウ"。そうに違いない。この合言葉で番人に近づいてみてくれ。
pt: 'A Sombra da luz do dia'. Deve ser isso. Deves aproximar-te do guardião com esta palavra-passe.
zh_cn: “阳光下的暗影”。一定是这样。你应该用这个密码接近守卫。

source: Hello again. How is the investigation of the undead in Flagstone going?
de: Hallo nochmal. Wie geht es mit deiner Untersuchung der Untoten in Flagstone voran?
fr: Bonjour à nouveau. Comment va l'enquête sur les morts-vivants dans Flagstone ?
ja: また会ったな。フラッグストーンのアンデッド調査はどうなっている？
pt: Olá novamente. Como está a correr a tua investigação sobre os mortos-vivos de Flagstone?
zh_cn: 又见面了。石板监狱中亡灵的调查进展如何?

source: No progress yet.
de: Es gibt noch keine Fortschritte.
fr: Pas de progrès encore.
ja: まだ進展はありません。
pt: Ainda sem progressos.
zh_cn: 没有进展。

source: Well, keep looking. Return to me if you need my advice.
de: Gut, bleib wachsam. Komm zu mir, wenn du meinen Rat brauchst.
fr: Continue de chercher. Reviens me voir si tu as besoin de mes conseils.
ja: まあ、捜索を続けてくれ。アドバイスが必要であるなら戻ってきなさい。
pt: Bem, continua a procurar. Volta aqui se precisares dos meus conselhos.
zh_cn: 好吧,继续找。如果你需要我的建议，就来找我。

source: Hello again. It seems something happened inside Flagstone that made the undead weaker. I'm sure we have you to thank for it.
de: Hallo nochmal. Es scheint, dass etwas in Flagstone geschehen ist, das die Untoten geschwächt hat. Ich bin sicher, wir müssen dir dafür danken.
fr: On dirait que quelque chose s'est produit à l'intérieur de Flagstone qui a affaibli les morts-vivants. Je suis sûr que c'est grâce à toi.
ja: また会ったな。フラッグストーンの内部でアンデッドを弱らせる何かが起きたようだ。君には礼を言わねばならんな。
pt: Olá novamente. Parece que aconteceu algo dentro de Flagstone que tornou os mortos-vivos mais fracos. Tenho certeza que te devemos agradecimentos graças a ti.
zh_cn: 又见面了。看来是石板监狱里发生了什么事让亡灵变弱了。我相信我们一定要感谢你。

source: In the depths of Flagstone, I had to fight a winged demon and found a prisoner called Narael. He told me that he has been there for a very long time, and is too weak to leave.
de: In den Tiefen von Flagstone musste ich einen geflügelten Dämon bekämpfen und fand einen Gefangenen namens Narael. Er sagte mir, dass er schon eine lange Zeit dort sei und zu schwach wäre um zu gehen.
fr: Dans les profondeurs de Flagstone, j'ai dû combattre un démon ailé et j'ai découvert un prisonnier nommé Narael. Il m'a dit qu'il était là depuis très longtemps et qu'il était trop faible pour partir.
ja: フラッグストーンの奥地でウイングデーモンと戦うことになりました。それと、ナラエルという囚人を発見しました。とても長い間そこにいたせいであまりにも弱ってしまい、自力で脱出できないそうです。
pt: Nas profundezas de Flagstone, tive que lutar com um demónio alado e encontrei um prisioneiro chamado Narael. Ele disse-me que estava lá há muito tempo e que estava muito fraco para conseguir sair.
zh_cn: 在石板监狱的深处，我不得不与一个长着翅膀的恶魔搏斗，发现了一个叫纳雷尔的囚犯。他告诉我，他已经在那里呆了很长时间了，身体太虚弱了，不能离开。

source: Thank you, thank you for freeing me from that monster.
de: Vielen Dank, dass du mich von dem Ungeheuer befreit hast.
fr: Merci, merci de me libérer de ce monstre.
ja: よかった、あのモンスターから解放してくれてありがとう。
pt: Obrigado, obrigado por me libertares daquele monstro.
zh_cn: 谢谢你，谢谢你把我从那个怪物身上解放出来。

source: I have been a captive here for what seems to be an eternity.
de: Mir kommt es so vor, als wäre ich hier eine Ewigkeit gefangen gewesen.
fr: Je suis retenu prisonnier ici depuis une éternité.
ja: ここで永遠と思えるほどの間、捕らわれていたんだ。
pt: Tenho sido um prisioneiro aqui, pelo que parece, há uma eternidade.
zh_cn: 我在这里被囚禁了很长一段时间。

source: Oh, the things they did to me. Thank you so much for freeing me.
de: Oh, all die Dinge, die sie mir antaten. Vielen vielen Dank, dass du mich gerettet hast.
fr: Oh, les choses qu'ils m'ont faites. Merci beaucoup de m'avoir libéré.
ja: あぁ、やつらから受けた仕打ちといったら。解放してくれて本当にありがとう。
pt: Ah, as coisas que eles me fizeram. Muito obrigado por me libertares.
zh_cn: 哦，他们对我做了什么。非常感谢你释放了我。

source: I was once a citizen in Nor City, and worked on the excavation of Mount Galmore.
de: Ich war einmal ein Bürger Nor Citys und arbeitete beim Abbau im Mount Galmore.
fr: J'habitais autrefois Norville, et je travaillais sur l'excavation du mont Galmore.
ja: 私はかつてノアシティの住民だったんだ、ガルモア山の発掘に従事していてね。
pt: Era um cidadão de Nor-City e trabalhei na escavação do Monte Galmore.
zh_cn: 我曾经是诺尔城的公民，在加尔莫山挖掘工作。

source: After a while, the day came when I wanted to quit the assignment and return to my wife.
de: Nach einer Weile kam der Tag, an dem ich meinen Posten verlassen und zu meiner Frau zurückkehren wollte.
fr: Après un certain temps, le jour est venu pour moi d'arrêter le travail et de revenir vivre avec ma femme.
ja: それからしばらくして、仕事を辞めて妻のもとに戻りたいと思うようになったんだけど。
pt: Mas após algum tempo, chegou o dia que queria deixar a tarefa e voltar à minha esposa.
zh_cn: 过了一段时间，我想放弃这份工作，回到妻子身边。

source: The officer in charge would not let me, and I was sent to Flagstone as a prisoner for disobeying orders.
de: Der verantwortliche Offizier wollte mich nicht gehen lassen und ich wurde als Gefangener nach Flagstone geschickt, weil ich den Gehorsam verweigert hatte.
fr: L'officier en charge ne voulait pas me laisser partir, et j'ai été envoyé à Flagstone comme un prisonnier pour avoir désobéi aux ordres.
ja: 担当官は許してくれなかったよ、それどころか、命令に背いた囚人としてフラッグストーンに送られることになってしまった。
pt: O oficial encarregado não me deixou e fui enviado para Flagstone como prisioneiro por desobedecer às ordens.
zh_cn: 负责的军官不让我回去，我因为不服从命令而被送进了石板监狱。

source: If only I could see my wife once more. I have hardly any life left in me, and I don't even have enough strength to leave this place.
de: Wenn ich meine Frau nur noch einmal sehen könnte. Ich habe kaum noch Leben in mir, und ich habe nicht einmal genug Kraft um diesen Ort zu verlassen.
fr: Si seulement je pouvais voir ma femme encore une fois. Je n'ai plus guère de vie en moi, je n'ai même pas assez de force pour quitter cet endroit.
ja: せめて、もう一度だけ妻に会えたら。私の命は残り少ない、もはやここを離れる力さえないんだ。
pt: Se pudesse ver a minha esposa mais uma vez. Mas já quase não tenho vida, nem força suficiente para sair deste lugar.
zh_cn: 要是我能再见到我妻子就好了。我的生命已经所剩无几，我甚至没有足够的力量离开这个地方。

source: I guess my fate is to perish here, but now as a free man at least.
de: Ich schätze, es ist mein Schicksal, hier zu sterben, aber nun wenigstens als freier Mann.
fr: Je suppose que mon destin est de périr ici, mais maintenant comme un homme libre au moins.
ja: ここで朽ち果てることがこの身の定めなんだろう。少なくとも今度は自由の身でいられるよ。
pt: Acho que o meu destino é morrer aqui. Mas agora, pelo menos como um homem livre.
zh_cn: 我想我的命运将在这里灭亡，但至少现在我自由了。

source: Now leave me to my fate. I do not have the strength to leave this place.
de: Jetzt überlass mich meinem Schicksal. Ich habe nicht genug Kraft, diesen Ort zu verlassen.
fr: Maintenant laissez-moi à mon sort. Je n'ai pas la force de quitter cet endroit.
ja: 定めのままに任せてほしい。私にはここを離れる力がないんだ。
pt: Agora, deixa-me entregue ao meu destino. Não tenho as forças para sair deste lugar.
zh_cn: 现在让我听天由命吧。我没有力气离开这个地方了。

source: If you find my wife Taurum in Nor City, please tell her I'm alive and that I haven't forgotten about her.
de: Wenn du meine Frau Taurum in Nor City findest, erzähle ihr bitte, dass ich am Leben bin und dass ich sie nicht vergessen habe.
fr: Si vous trouvez ma femme Taurum à Norville, dites-lui s'il vous plaît que je suis vivant et que je ne l'ai pas oubliée.
ja: もし妻のタウルムをノアシティで見かけることがあったら、私が生きていて、彼女のことを忘れていないと伝えてほしい。
pt: Se encontrares a minha esposa Taurum em Nor-City, por favor, diz-lhe que estou vivo e que não me esqueci dela.
zh_cn: 如果你在诺尔城里找到我的妻子塔瑞姆，请告诉她我还活着，我还没有忘记她。

source: I will. Goodbye.
de: Werde ich. Auf Wiedersehen.
fr: Je le ferai. Au revoir.
ja: そうします。さようなら。
pt: Eu digo-lhe. Adeus.
zh_cn: 我会的。再见。

source: I will. Shadow be with you.
de: Werde ich. Der Schatten sei mit dir.
fr: Je le ferai. Que l'Ombre soit avec vous.
ja: そうします。シャドウがあなたと共にありますように。
pt: Eu digo-lhe. Que a Sombra esteja contigo.
zh_cn: 我会的。暗影与你同在。

source: Hi, I'm Jakrar.
de: Hallo, ich bin Jakrar.
fr: Salut, je suis Jakrar.
ja: おう、オレがジャクラルだ。
pt: Olá, sou o Jakrar.
zh_cn: 你好，我是贾克拉尔。

source: Are you a woodcutter?
de: Bist du ein Holzfäller?
fr: Êtes-vous bûcheron ?
ja: きこりなんですか？
pt: És um lenhador?
zh_cn: 你是伐木工吗？

source: Yes, I'm Fallhaven's woodcutter. Need anything done in the finest of woods? I have probably got it.
de: Ja, Ich bin Fallhaven's Holzfäller. Brauchst du irgend etwas aus feinstem Holz? Wahrscheinlich habe ich es.
fr: Oui, je suis le bûcheron de Fallhaven. Besoin de quelque chose en bois ? J'ai probablement ce qu'il te faut.
ja: おお、フォールヘブンのきこりだ。最高の木材でほしいものはあるか？ 任せてくれていいぞ。
pt: Sim, sou o lenhador de Fallhaven. Precisas de alguma coisa feita com a melhor das madeiras? Provavelmente tenho o que precisas.
zh_cn: 是的，我是法尔海文的樵夫。需要在最好的树林里做什么事吗？我随叫随到。

source: I'd like to talk with you about Fallhaven's passage to the Duleian Road.
de: Ich möchte gerne mit dir über Fallhavens Passage zur Duleianstraße reden.
fr: J’aimerais vous parler du passage reliant Fallhaven à la route Duleian.
ja: フォールヘブンのデュリアン街道への通路についてお話したいのですが。
pt: Gostava de falar contigo sobre a passagem de Fallhaven para a estrada de Duleian.
zh_cn: 我想和你谈谈法尔海文去杜莱恩路的事。

source: Never mind. I don't need your services for now.
de: Vergiss es. Ich brauche deine Dienste jetzt nicht.
fr: Laissez tomber. Je n'ai pas besoin de vos services pour le moment.
ja: やっぱりいいです。今のところあなたのサービスは必要ありません。
pt: Deixa lá. Para já não preciso dos teus serviços.
zh_cn: 不要紧。我现在不需要你的服务。

source: What have you got for sale?
de: Was hast du zu verkaufen?
fr: Qu'avez-vous à vendre ?
ja: 何を売っているのですか？
pt: O que tens à venda?
zh_cn: 你卖什么？

source: Hello. I'm Alaun. How can I help you?
de: Hallo. Ich bin Alaun. Wie kann ich dir helfen?
fr: Bonjour. Je suis Alaun. Puis-je t'aider ?
ja: いらっしゃい。アランです。何か用かな？
pt: Olá. Sou o Alaun. Posso ajudar-te?
zh_cn: 你好。我是阿劳恩。我能为您效劳吗？

source: Have you seen my brother Andor? He looks similar to me.
de: Hast du meinen Bruder Andor gesehen? Er sieht mir ähnlich.
fr: Avez-vous vu mon frère Andor ? Il me ressemble.
ja: 僕の兄のアンドールを見ていませんか？ 兄は僕に似ています。
pt: Viste o meu irmão Andor? Ele é parecido comigo.
zh_cn: 你看到我哥哥安道尔了吗?他看起来像我。

source: Do you have a job for me?
ja: 仕事はありませんか？
pt: Tens algum trabalho para mim?
zh_cn: 你有工作给我吗？

source: About the soup...
ja: スープのことで…
pt: Sobre a sopa...
zh_cn: 关于汤...

source: Gison gave me some of his soup.
ja: ジソンからスープをもらいました。
pt: O Gison deu-me um pouco da sopa dele.
zh_cn: 吉森给了我一些他的汤。

source: You are looking for your brother you say? Looks like you? Hmm.
de: Du suchst nach deinem Bruder, sagst du? Sieht aus wie du? Hm.
fr: Tu recherches ton frère, dis-tu ? Il te ressemble ? Hmm.
ja: お兄さんを探していると？ 君に似ている？ ふーむ。
pt: Estás à procura do teu irmão? É parecido contigo? Hum...
zh_cn: 你说你在找你哥哥?看起来像你吗?嗯。

source: No, I cannot recall seeing anyone by that description. Maybe you should try in Crossglen village west of here.
de: Nein, ich kann mich nicht daran erinnern, jemanden nach dieser Beschreibung gesehen zu haben. Vielleicht solltest du es im Dorf Crossglen westlich von hier probieren.
fr: Non, je n'ai pas souvenir de quiconque répondant à cette description. Tu devrais peut-être essayer au village de Crossglen, à l'ouest d'ici.
ja: いや、そのような人を見た覚えはないね。ここから西のクロスグレン村に行ってみてはどうかな。
pt: Não, não me lembro de ver ninguém como tu. Talvez devas tentar na aldeia de Crossglen a oeste (←) daqui.
zh_cn: 不，我不记得见过这样的人。也许你应该去西部的克罗斯山谷村试试。

source: Hello there. Please do not bother me, I have a lot of work to do.
de: Hallo. Bitte störe mich nicht, ich habe viel zu tun.
fr: Bonjour. S'il te plaît ne me dérange pas, j'ai beaucoup de travail à faire.
ja: こんにちは。忙しいから邪魔しないでくれ。
pt: Olá aí. Por favor não me incomodes. Tenho um monte de trabalho a fazer.
zh_cn: 你好。请不要打扰我，我有很多工作要做。

source: Hello. Could you please move out of the way? I am trying to work here.
de: Hallo. Könntest du mir bitte aus dem Weg gehen? Ich versuche zu arbeiten.
fr: Bonjour. Pourrais-tu s'il te plaît te bouger de mon chemin ? J'essaie de travailler ici.
ja: こんにちは。どいてくれんか？ ここで仕事をしようとしているんだ。
pt: Olá! Podias por favor sair da frente? Estou a tentar trabalhar aqui.
zh_cn: 你好。你能让开一点吗?我要在这里工作。

source: Hey you, don't even think of touching any of the crates. I am watching you!
de: Hey du, denk nicht mal dran, eine von den Kisten auch nur anzufassen. Ich beobachte dich!
fr: Hé toi, n'essaie pas de toucher ces caisses. Je te regarde !
ja: おい！ 木箱に触ろうなんて考えるんじゃないぞ。見ているからな！
pt: Ei tu! Não penses sequer em tentar tocar em nenhuma dessas caixas. Estou a ver-te!
zh_cn: 嘿，你，别想碰那些板条箱。我在看着你!

source: Oh no. Not again. I won't start cutting the trees unless I have received a payment beforehand. Go away!
de: Oh nein. Nicht schon wieder. Ich fange nicht an, die Bäume zu fällen, bis ich eine Vorauszahlung bekommen habe. Geh weg!
fr: Oh non, pas encore. Je ne commencerai pas à couper les arbres si je ne suis pas payé d'avance. Va-t'en !
ja: ハアァ、またかよ。支払いの先払いがないなら伐採はしないからな。あっちへ行け！
pt: Ah não! Outra vez não! Não começarei a cortar as árvores a não ser que receba o pagamento antecipado. Vai-te embora!
zh_cn: 哦，不，不要再来了。除非我事先收到报酬，否则我不会开始砍伐树木。走开！

source: Is there anything that would change your mind?
de: Würde irgendetwas deine Meinung ändern?
fr: Est-ce qu'il y a quoi que ce soit qui pourrait vous faire changer d'avis ?
ja: 何か心変わりすることはありませんか？
pt: Existe alguma coisa que te faça mudar de opinião?
zh_cn: 有什么会改变你的想法吗？

source: Seems like nobody wants to open the road again. Great.
de: Sieht so aus als würde niemand die Strasse wieder benutzbar machen zu wollen. Großartig.
fr: Il semblerait que personne ne veuille rouvrir la route. Super.
ja: 誰も道路を開きたくないんだ。すごい。
pt: Parece que ninguém quer abrir outra vez a estrada. Fantástico.
zh_cn: 看来没人想再开这条路了。靠。

source: Hmm. Well if you would do me a great favor I would start to cut the trees away.
de: Hmm. Nun, wenn du mir einen großen Gefallen tust würde ich anfangen die Bäume zu fällen.
fr: Hmm. Si tu me rends un service je commencerai à couper les arbres.
ja: うーん。そうだな、もしお前さんがオレの頼みを聞いてくれるというなら、木を切り倒してもいいだろう。
pt: Humm. Bem, se me fizesses um grande favor poderia começar a cortar as árvores.
zh_cn: 嗯，如果你能帮我一个大忙，我就开始砍树了。

source: Sure! What is it?
de: Klar! Was ist es?
fr: Oui ! Qu'y a-t-il ?
ja: よし！ 何ですか？
pt: Claro! O que é?
zh_cn: 是的！它是什么？

source: Let me tell you a story. Long ago, I was cutting in the woods to the north of Fallhaven. I used to cut the trees with great speed with my favorite axe. It was made of fine steel and probably worth more than my hut.
de: Lass mich dir eine Geschichte erzählen. Vor langer Zeit fällte ich Bäume im Wald nördlich von Fallhaven. Mit meiner Lieblingsaxt war ich richtig schnell. Sie war aus Feinstahl und möglicherweise mehr Wert als meine Hütte.
fr: Laisse moi te raconter une histoire. Il y a longtemps, je coupais des arbres dans les bois au nord de Fallhaven. Je coupais les arbres très rapidement avec ma hache favorite. Elle était faite dans un très bon acier et elle valait probablement plus que mon abri lui-même.
ja: 話をしよう。ずっと昔、フォールヘブンの北側の森を伐採していたんだ。お気に入りの斧を使って猛スピードで切っていてな。立派な鋼で出来ていて、きっとオレの小屋よりも価値のあるものだった。
pt: Deixa-me contar uma história. Há uns tempos atrás, estava a cortar árvores a norte de Fallhaven. Costumava cortar árvores muito depressa com o meu machado favorito. Era feito de aço de qualidade e provavelmente vale mais do que minha cabana.
zh_cn: 让我给你讲个故事。很久以前，我在法尔海文北部的树林里砍树。我曾经用我最喜欢的斧子飞快地砍树。它由优质钢材制成，可能比我的小屋更值钱。

source: But then, I got attacked by a pack of wolves and I had to flee immediately. I barely saved my life, but during the escape I lost my precious axe.
de: Aber dann wurde ich von einem Wolfsrudel angegriffen und musste schleunigst fliehen. Ich habe gerade so mein Leben gerettet, allerdings habe ich meine wertvolle Axt während der Flucht verloren.
fr: Mais à ce moment-là, j'ai été attaqué par une meute de loups et j'ai dû fuir immédiatement. J'ai tout juste sauvé ma vie mais j'ai perdu ma précieuse hache dans ma fuite.
ja: ところがオオカミの群れに襲われて、すぐ逃げにゃならなくなったんだ。何とか助かりはしたんだが、逃げてる最中に大事な斧をなくしてしまってな。
pt: Mas de repente fui atacado por uma alcateia de lobos e tive que fugir depressa. Por pouco não conseguia escapar, mas durante a fuga perdi o meu precioso machado.
zh_cn: 但后来，我被一群狼袭击，我不得不立即逃离。我勉强保命，但在逃亡过程中我失去了我那把珍贵的斧子。

source: I'm afraid of travelling to that place again because I'm not a trained fighter and the wolves, especially their leader, were really powerful.
de: Ich habe Angst davor nochmal zu dem Ort zu reisen, da ich kein trainierter Kämpfer bin und die Wölfe, vor allem ihr Anführer, wirklich stark waren.
fr: J'ai peur de me rendre à nouveau là-bas parce que je ne suis pas un guerrier aguerri, et les loups sont puissants, particulièrement leur chef.
ja: オレは訓練を積んだ戦士ってわけじゃないし、あのオオカミども、特にリーダーはとにかく強力だった。だからまたあの場所に向かうのが恐ろしくてなぁ。
pt: Tenho medo de viajar para aquele lugar novamente, porque não sou um lutador treinado e os lobos, especialmente o líder, são realmente fortes.
zh_cn: 我害怕再去那个地方，因为我不是一个训练有素的战士，而且狼，尤其是它们的首领，真的很强大。

source: So I guess you want me to retrieve your axe?
de: Ich vermute, du möchtest, dass ich deine Axt wiederbeschaffe?
fr: Donc j'imagine que vous voulez que je retrouve votre hache ?
ja: 斧を取り戻して欲しいと？
pt: Então queres que recupere o teu machado?
zh_cn: 所以我猜你想让我把你的斧子拿回来?
