Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: Neigh!
de: Wieher!
fr: Hiiiii !
ja: ヒヒン！
pt: Relinchar!
zh_cn: 嘶鸣！

source: Oh, nice to meet you.
de: Oh, schön, dich zu treffen.
fr: Oh, enchanté.
ja: ああ、はじめまして。
pt: Oh, prazer em conhecê-lo.
zh_cn: 哦，很高兴见到你。

source: Neigh!!!
de: Wieher!!!
fr: Hiiiii !!!
ja: ヒヒ～ン！！！
pt: Relinchar!!!
zh_cn: 嘶鸣！！！

source: One might think that you want something from me.
de: Man könnte meinen, dass du etwas von mir willst.
fr: On pourrait croire que tu veux quelque chose de ma part.
ja: 僕に何かを求めているのかな。
pt: Pode-se pensar que quer algo de mim.
zh_cn: 有人可能会认为你想从我这里得到一些东西。

source: Haha, I think I'm going crazy. Horses can't talk.
de: Haha, ich glaub, ich werde langsam verrückt. Pferde können nicht sprechen.
fr: Haha, je crois que je deviens fou. Les chevaux ne peuvent pas parler.
ja: アハハ、気が狂いそうだ。馬が口をきくわけがない。
pt: Haha, acho que estou a ficar louco. Cavalos não podem falar.
zh_cn: 哈哈，我想我要疯了。马不能说话。

source: Neigh! Neigh!!! neigh.
de: Wieher! Wieher!!! Prust.
fr: Hiiii ! Hiiiii !!! hiii.
ja: ヒヒン！ ヒヒ～ン！！！ ヒヒン。
pt: Relinchar! Relinchar!!! Relinchar.
zh_cn: 嘶鸣！嘶鸣！！！嘶鸣。

source: Oh I see now. They left you here without anything to drink. Wait, Here is a bucket of water.
de: Ach, jetzt verstehe ich. Sie haben dich ohne etwas zu trinken hier gelassen. Warte, hier ist ein Eimer Wasser.
fr: Oh je vois maintenant. Ils t'ont laissé ici sans rien à boire. Attends, voici un pichet d'eau.
ja: ああなるほど。何も飲めずに置いて行かれたのか。待ってて、バケツの水だよ。
pt: Oh, vejo agora. Eles deixaram-no aqui sem nada para beber. Espere, aqui está um balde de água.
zh_cn: 哦，我现在明白了。他们把你留在这里，没有任何东西可以喝。等等，这里有一桶水。

source: You are becoming gradually more annoying. I'm leaving now.
de: Du wirst langsam aber sicher immer nervender. Ich werde jetzt gehen.
fr: Vous devenez de plus en plus ennuyeux. Je pars maintenant.
ja: だんだんイライラしてきた。もう行く。
pt: Está se a tornar gradualmente mais irritante. Estou a sair agora.
zh_cn: 你正逐渐变得越来越令人讨厌。我现在要走了。

source: [After drinking greedily] Neiiieieiiigh!!
de: [Nachdem es gierig getrunken hat] Wiiieherher!!
fr: [Après avoir bu goulûment] Hiiiihiihiihi !!
ja: （がむしゃらに飲んだ後に）ヒヒィ～～ン！！
pt: [Depois de beber avidamente] Relinchar !!
zh_cn: [贪婪地喝下后] 哦耶!

source: There, now you feel better! I have to leave now.
de: Na also, jetzt fühlst du dich besser! Ich muss jetzt weiter.
fr: Là, vous devriez vous sentir mieux ! Il faut que je parte maintenant.
ja: ほら、よくなったでしょ！ もう行かないと。
pt: Lá, agora se sente melhor! Tenho que sair agora.
zh_cn: 好了，现在你感觉好些了！我得走了。我现在必须离开了。

source: Please don't kill me! I am too young to die.
de: Bitte töte mich nicht! Ich bin zu jung zum Sterben.
fr: Ne me tuez pas s'il vous plait ! Je suis trop jeune pour mourir.
ja: 殺さないで！ ぼくは死ぬには早すぎる。
pt: Por favor, não me mate! Sou jovem demais para morrer.
zh_cn: 请不要杀我！我太年轻了，不能死。

source: Eh, you do know that you are already dead?
de: Öhm, du weißt schon, das du tot bist?
fr: Hé, tu sais que tu es déjà mort ?
ja: え、もう死んでるって分かってる？
pt: Eh, sabe que já está morto?
zh_cn: 呃，你知道你已经死了吗？

source: Do you know the password?
de: Kennst du die Losung?
fr: Connais-tu le mot de passe ?
ja: 合言葉は知っているか？
pt: Conhece a palavra-passe?
zh_cn: 你知道密码吗？

source: OK, then you may pass.
de: Gut, du kannst passieren.
fr: Ok, tu peux passer alors.
ja: よし、なら通っていいぞ。
pt: OK, então pode avançar.
zh_cn: 好的，那么你可以通过。

source: No? Without the password, I cannot let you pass.
de: Nein? Ohne Losung kann ich dich nicht durchlassen.
fr: Non ? Sans mot de passe, je ne peux pas te laisser passer.
ja: 知らない？ 合言葉がないなら通すことはできないな。
pt: Não? Sem a palavra-passe, não posso deixar-lo avançar.
zh_cn: 没有吗？没有密码，我不能让你通过。

source: I will find the password and come back.
de: Ich werde die Losung in Erfahrung bringen und zurückkommen.
fr: Je trouverai le mot de passe, et je reviendrai.
ja: 合言葉を調べてきます。
pt: Vou descobrir a palavra-passe e voltarei.
zh_cn: 我会找到密码并回来的。

source: Haha, just kidding. Of course I know it.
de: Haha, das war ein Scherz. Natürlich weiß ich sie.
fr: Ha ha, je plaisante. Bien sûr que je le connais.
ja: アハハ、冗談です。もちろん知ってますよ。
pt: Haha, só uma brincadeira. É claro que sei isso.
zh_cn: 哈哈，只是开玩笑。我当然知道。

source: Ah, I knew you did. You may pass.
de: Ach, ich wusste, dass du sie weißt. Du darfst passieren.
fr: Ah, je le savais. Tu peux passer.
ja: ああ、やはりそうだったか。通っていいぞ。
pt: Ah, eu sabia que o tinha. Pode passar.
zh_cn: 啊，你有。你可以通过了。

source: Yes, but it's not good news. Tahalendor won't believe me.
de: Ja, aber es sind keine guten Neuigkeiten. Tahalendor will mir nicht glauben.
fr: Oui, mais ce n'est pas une bonne nouvelle. Tahalendor ne me croira pas.
ja: はい、でもいい知らせじゃないんだ。タハレンドールは僕を信じなかった。
pt: Sim, mas não são boas notícias. Tahalendor não vai acreditar em mim.
zh_cn: 是的，但这不是什么好消息。塔哈伦多不会相信我。

source: That was - a potion of truth! How dare you! Did you think I wouldn't recognize it?
de: Das war - ein Trank der Wahrheit! Wie kannst du es wagen! Dachtest du, ich würde ihn nicht erkennen?
fr: C'était... une potion de vérité ! Comment oses-tu ? Tu pensais que je ne la reconnaîtrais pas ?
ja: これは…真実のポーションではないか！ よくもやってくれたな！ ワシが気付かんとでも思ったのか？
pt: Isso foi - uma poção da verdade! Como ousa! Achou que não o reconheceria?
zh_cn: 那是--真心话药水!你怎么敢这么说！？你以为我认不出它吗？

source: it was worth a try.
de: Es war einen Versuch wert.
fr: Ça valait le coup d'essayer.
ja: 試す価値はあった。
pt: valeu a tentativa.
zh_cn: 这值得一试。

source: You gave me a potion of truth! How dare you! Did you think I wouldn't recognize it?
de: Du hast mir einen Trank der Wahrheit gegeben! Wie kannst du es wagen! Dachtest du, dass ich ihn nicht erkennen würde?
fr: Tu m'as donné une potion de vérité ! Comment as-tu osé ? Pensais-tu que je ne la reconnaîtrais pas ?
ja: お主はワシに真実のポーションを渡したのか！ よくもやってくれたな！ ワシが気付かんとでも思ったのか？
pt: Deu-me uma poção da verdade! Como ousa! Achou que não o reconheceria?
zh_cn: 你给了我一个真心话药水！你怎么敢这么做！？你以为我认不出来吗？

source: That will not help you. You are forced to tell the truth.
de: Das wird dir nicht helfen. Du bist gezwungen, die Wahrheit zu sagen.
fr: Ca ne vous aidera pas. Vous êtes forcé de dire la vérité.
ja: そんなものは助けにはならないぞ。あなたは真実を話すしかないんだ。
pt: Isso não irá ajudá-lo. É forçado a dizer a verdade.
zh_cn: 这对你没有帮助。你是被迫说出真相的。

source: I don't think so. After all, I'm a potion maker and I have an antidote for it.
de: Also, das denke ich nicht. Immerhin bin ich ein Tränkebrauer und habe ein Gegenmittel dagegen.
fr: Je ne pense pas. Après tout, je suis concocteur de potions et j'ai un antidote.
ja: そんなことはない。ワシは薬師だ、解毒薬なら持っている。
pt: Acho que não. Afinal, sou criador de poções e tenho um antídoto para isso.
zh_cn: 我不这么认为。毕竟，我是个药剂师，我有解药。

source: Ah, I see, Tahalendor is here too, fine. Tahalendor, here is a stupid little kid with too much imagination. Please take it with you.
de: Ach, ich sehe schon, Tahalendor ist auch da, fein. Tahalendor, hier ist ein dummes, kleines Kind mit zu viel Fantasie. Bitte nimm es mit dir.
fr: Ah, je vois, Tahalendor est ici aussi, bien. Tahalendor, voici un stupide petit gosse avec trop d'imagination. Emportez-le avec vous.
ja: ああ、なるほどな、タハレンドールもいるのか、そうか。タハレンドール、ここにいるのは想像力が豊か過ぎるバカな子供なのです。どうか連れて帰ってください。
pt: Ah, entendo, Tahalendor também está aqui, tudo bem. Tahalendor, aqui está uma criança estúpida com muita imaginação. Por favor, leve consigo.
zh_cn: 啊，我明白了，塔哈伦多也在这里，很好。塔哈伦多，这里是一个愚蠢的小孩子，想象力太丰富了。请带着它吧。

source: Sorry Blornvale, first I have to ask you if you killed Aryfora's father, your own brother?
de: Tut mir leid, Blornvale. Zuerst muss ich dich fragen, ob du Aryforas Vater, denen eigenen Bruder, getötet hast?
fr: Désolé Blornvale, je dois d'abord vous demander si vous avez tué le père d'Aryfora, votre propre frère ?
ja: 失礼、ブロンベール。最初にお聞きしておきたいのですが、あなたはアリフォラのお父君にしてご自分の兄弟を殺したのですか？
pt: Desculpe Blornvale, primeiro tenho que perguntar se matou o pai de Aryfora, seu próprio irmão?
zh_cn: 对不起，布隆维尔，首先我得问你，你是否杀了布隆维尔阿利弗拉的父亲，你的亲哥哥？

source: Of course not. Nobody is sadder about the loss than me.
de: Natürlich nicht. Niemand ist mehr bestürzt über diesen Verlust, als ich.
fr: Bien sûr que non. Personne n'est plus triste que moi de cette perte.
ja: もちろん違いますぞ。その喪失をワシほど悲しんでいる者などおりません。
pt: Claro que não. Ninguém está mais triste com a perda do que eu.
zh_cn: 当然不是。没有人比我更悲伤。

source: He lies. Can't you see?
de: Er lügt. Kannst du das nicht sehen?
fr: Il ment. Vous ne voyez pas ?
ja: 嘘だ。わからないのですか？
pt: Ele mente. Não pode ver-lo?
zh_cn: 他撒谎。你看不出来吗？

source: Here, Tahalendor, I'll give you a bottle of your favorite potion. And please take this child with you when you go.
de: Hier, Tahalendor, ich gebe dir eine Flasche mit deinem Lieblingstrank. Und bitte nimm dieses Kind mit, wenn du gehst.
fr: Tenez, Tahalendor, je vais vous donner une bouteille de votre potion préférée. Et s'il vous plait emmenez cet enfant avec vous quand vous partez.
ja: どうぞ、タハレンドール、あなたのお気に入りのポーションを差し上げます。ですからどうか、その子供を連れて行ってください。
pt: Aqui, Tahalendor, darei-lhe uma garrafa da sua poção favorita. E por favor, leve esta criança consigo quando for.
zh_cn: 来，塔哈伦多，我给你一瓶你最喜欢的药水。你走的时候请带着这个孩子。

source: I will, sorry for disturbing you.
de: Das werde ich, entschuldige die Störung.
fr: Oui, désolé de vous avoir dérangé.
ja: そうですね、ご迷惑をおかけしてすみません。
pt: Desculpe, por incomodá-lo.
zh_cn: 我会的，对不起，打扰你了。

source: And you child, go away now and tell no more fairy tales.
de: Und was dich Kind angeht: gehe jetzt, und erzähle keine weiteren Märchen mehr.
fr: Et toi gamin, va-t'en maintenant et arrête de raconter des fables.
ja: ほら、早く外へ。それと与太話はもう結構。
pt: E és criança, vái embora agora e não contes mais contos de fadas.
zh_cn: 至于你，现在走吧，不要再讲童话故事了。

source: No more talk. Go now!
de: Kein Wort mehr! Geh jetzt!
fr: Fin de la conversation. Va-t'en maintenant !
ja: お喋りはもう結構。ほら早く！
pt: Não há mais conversa. Vá agora!
zh_cn: 不要再谈了。现在就走！

source: Please don't disturb. We have to practice.
de: Bitte nicht stören. Wir müssen üben.
fr: Ne nous dérange pas s'il te plait. Nous devons répéter.
ja: どうか邪魔しないでくれよ。練習しなきゃダメなんだ。
pt: Por favor, não perturbe. Temos que praticar.
zh_cn: 请不要打扰。我们必须要练习。

source: You can see no way to descend the cliffs from here.
de: Du kannst keinen Weg erkennen, der von hier aus die Klippen hinab führt.
fr: Tu ne vois aucun moyen de descendre les falaises à partir d'ici.
ja: ここから崖を降りることはできない。
pt: Não vê como descer os penhascos daqui.
zh_cn: 你找不到从这里下悬崖的方法。

source: Standing on the top of the mountain, you have a great view in all directions.
de: Vom Gipfel des Berges herab hast du eine herrliche Aussicht in alle Richtungen.
fr: Depuis le sommet de la montagne, tu as une vue magnifique dans toutes les directions.
ja: 山の頂上に立つと、四方八方で絶景を眺めることができる。
pt: De pé no topo da montanha tem uma excelente vista em todas as direções.
zh_cn: 站在山顶上，四面八方都尽收眼底。

source: Look down.
de: Sieh nach unten.
fr: Regarder en bas.
ja: 下を見る。
pt: Olhar para baixo.
zh_cn: 往下看。

source: You see a town across the lake, but you can see no way to cross the water to get there.
de: Am anderen Seeufer siehst du eine Stadt, kannst aber keinen Weg erkennen, der über das Wasser führt.
fr: Tu vois une ville au centre du lac, mais tu ne vois aucun chemin pour traverser l'eau jusque là-bas.
ja: 湖の向こうに町が見えるが、そこへ行くために水を渡る方法は見て取れない。
pt: Vê uma cidade do outro lado do lago, mas não vê como atravessar a água para chegar lá.
zh_cn: 你看到湖对面有一个小镇，但你看不到有任何方法可以穿过水面到达那里。

source: Look closer at the town.
de: Sieh dir die Stadt genauer an.
fr: Regarder la ville de plus près.
ja: 町をよく見る。
pt: Olhe mais de perto a cidade.
zh_cn: 仔细看看这个小镇。

source: You see the southern shore of a large lake. It looks like it might be possible to walk around the lake in that direction, but there are a number of large, dangerous looking creatures moving around.
de: Du erreichst das Südufer eines großen Sees. Es scheint möglich zu sein, in dieser Richtung um den See herumzulaufen, aber dort gibt es eine Menge an großen, gefährlich aussehenden Kreaturen, die sich dort herumtreiben.
fr: Tu vois la rive sud d'un grand lac. Ca a l'air possible de contourner le lac en marchant dans cette direction, mais il y a plein de grandes créatures dangereuses qui s'y tapissent.
ja: 大きな湖の南岸が見える。その方向なら湖の周りを歩けそうだが、大きくて危険そうな生き物がたくさんいる。
pt: Vê a margem sul de um grande lago. Parece que é possível caminhar ao redor do lago nessa direção, mas existem várias criaturas grandes e perigosas se a mover.
zh_cn: 你看到一个大湖的南岸。看起来有可能从那个方向绕着湖走，但有许多看起来很危险的大型生物在周围活动。

source: The mountain drops away below you. There is not much to see in this direction.
de: Der Berg fällt unter dir steil ab. In dieser Richtung scheint es nicht viel zu geben.
fr: La montagne s'efface en dessous de toi. Il n'y a pas grand chose à voir dans cette direction.
ja: 眼下に山の下り坂が映り込む。この方角はあまり見どころがない。
pt: A montanha cai abaixo de si. Não há muito o que ver nessa direção.
zh_cn: 山峰在你脚下渐渐消失。在这个方向上没有什么可看的。

source: You see more cliffs, but the view beyond that is hidden in mist.
de: Du siehst noch mehr Klippen, aber dahinter verschwindet alles im Nebel.
fr: Tu vois plus de falaises, mais la vue est obstruée par le brouillard.
ja: 崖が見えるが、その先の景色は霧に隠れている。
pt: Vê mais falésias, mas a vista além disso está oculta na névoa.
zh_cn: 你看到了更多的悬崖，但悬崖外的景色被隐藏在雾中。

source: Keep looking west.
de: Blicke weiter nach Westen.
fr: Continuer de regarder vers l'ouest.
ja: 西を見る。
pt: Continue a olhar para o oeste.
zh_cn: 继续向西看。

source: The mist briefly clears, and you can make out a town in the distance.
de: Als der Nebel sich kurz lichtet, kannst du in der Ferne eine Stadt erkennen.
fr: La brume s'éclaircit, et tu peux apercevoir une ville au loin.
ja: 霧が少し晴れて、遠くに町が見える。
pt: A névoa limpa brevemente e pode distinguir uma cidade à distância.
zh_cn: 雾气短暂地散去，你可以看到远处的一个城镇。

source: You see a bird, perhaps a hawk, high in the sky.
de: Du siehst einen Vogel, vielleicht ein Habicht, hoch oben am Himmel.
fr: Tu vois un oiseau, peut-être un aigle, haut dans le ciel.
ja: 空高くに鳥が見える。タカかもしれない。
pt: Vê um pássaro, talvez um falcão, alto no céu.
zh_cn: 你看到一只鸟，也许是一只鹰，在高空中。

source: Watch the bird.
de: Beobachte den Vogel.
fr: Regarder l'oiseau.
ja: 鳥を見る。
pt: Assista o pássaro.
zh_cn: 观察鸟。

source: Suddenly, the bird folds its wings and dives. You realize that it is not a hawk, but a falcon.
de: Plötzlich faltet der Vogel seine Schwingen und stürzt sich herab. Du bemerkst, dass es sich nicht um einen Habicht handelt, sondern um einen Falken.
fr: Soudain, l'oiseau replie ses ailes et plonge. Tu réalises que ce n'est pas un aigle, mais un faucon.
ja: 突如、鳥は翼を畳み降下した。あれはタカではなくハヤブサだということに気がつく。
pt: De repente, o pássaro dobra as asas dele e mergulha. Percebe que não é um gavião, mas um falcão.
zh_cn: 突然，这只鸟折起翅膀，俯冲而下。你意识到，这不是一只鹰，而是一只猎鹰。

source: Watch the falcon.
de: Beobachte den Falken.
fr: Regarder le faucon.
ja: ハヤブサを見る。
pt: Assista o falcão.
zh_cn: 看着猎鹰。

source: The falcon hurtles towards the mountain. It is going so fast it seems that surely it must crash into the rocks.
de: Der Falke rast dem Berg entgegen. Er ist so schnell, dass du sicher bist, dass er in die Felsen stürzen wird.
fr: Le faucon fonce vers la montagne. Il va si vite qu'on dirait qu'il va s'écraser sur les rochers.
ja: ハヤブサは山に向かって猛烈な速さで飛んでいく。岩にぶつかりそうなほどの速度だ。
pt: O falcão corre em direção à montanha. Está a ir tão rápido que parece que certamente deve colidir com as rochas.
zh_cn: 猎鹰飞快地冲向山头。它的速度如此之快，似乎它肯定会撞上岩石。

source: Continue watching the falcon.
de: Beobachten den Falken weiter.
fr: Continuer à regarder le faucon.
ja: ハヤブサを見続ける。
pt: Continue a assistir o falcão.
zh_cn: 继续观察猎鹰。

source: At what seems like the last possible moment, the falcon flares its wings and lands hard on whatever unfortunate creature it spied from high above.
de: Im letztmöglichen Moment breitet der Falke seine Schwingen aus und schlägt eine unglückselige Kreatur, die er von hoch oben erspäht hat.
fr: Au dernier moment, le faucon déploie ses ailes et atterrit durement sur une créature malchanceuse qu'il épiait depuis tout là-haut.
ja: 最後となりそうな瞬間にハヤブサは翼を広げ、上空から発見した運のない生き物の上に向かって激しく着地した。
pt: No que parece ser o último momento possível, o falcão abre as asas dele e pousa com força sobre qualquer criatura infeliz que tenha espionado do alto.
zh_cn: 在看似最后的可能时刻，猎鹰拍打着翅膀，狠狠地落在了它从高空窥视到的任何不幸的生物身上。

source: The falcon soars back into the sky. It has something in its talons, but you can't make out what it is. What an amazing thing to witness!
de: Der Falke steigt zurück in den Himmel. In seinen Krallen trägt er etwas, aber du kannst nicht erkennen, was. Welch erstaunliches Schauspiel, dessen Zeuge du wurdest!
fr: Le faucon s'éloigne dans le ciel. Il a quelque chose dans ses serres, mais tu ne peux pas distinguer ce que c'est. Quelle sacrée expérience à raconter !
ja: ハヤブサが空に舞い戻った。爪には何かが掴まれているが、何であるのかまではわからない。凄いものを目撃した！
pt: O falcão voa de volta ao céu. Tem algo nas suas garras, mas não consegue entender o que é. Que coisa incrível de testemunhar!
zh_cn: 猎鹰飞回了天空。它的爪子里有一些东西，但你无法弄清它是什么。这是一件多么令人惊讶的事情啊!

source: You see a few houses, and what appears to be an inn, or tavern.
de: Du erblickst ein paar Häuser sowie eine Herberge oder Taverne.
fr: Tu vois quelques maisons, et ce qui semble être une auberge, ou une taverne.
ja: いくつかの家があり、宿や酒場らしきものが見える。
pt: Vê algumas casas e o que parec e ser uma pousada ou taberna.
zh_cn: 你看到了一些房子，还有一个似乎是客栈或酒馆的地方。

source: You see a large lake. It is difficult to make out any details on the distant shore, but there are trees and cliffs.
de: Du erblickst einen großen See. Es ist schwierig, irgendwelche Einzelheiten am entfernten Ufer auszumachen, aber es scheinen dort Bäume und Klippen zu sein.
fr: Tu vois un grand lac. Il est difficile de distinguer les détails sur la berge au loin, mais il y a des arbres et des falaises.
ja: 大きな湖が見える。遠くの岸辺は細かいところまではわからないが、木々や崖がある。
pt: Vê um grande lago. É difícil distinguir detalhes na costa distante, mas existem árvores e falésias.
zh_cn: 你看到一个大湖。很难看清远处岸边的任何细节，但有树木和悬崖。

source: The view is blocked by mountains. You can see some creatures moving on the slopes.
de: Die Sicht wird von den Bergen behindert. Du kannst einige Kreaturen auf den Abhängen sehen.
fr: La vue est bloquée par les montagnes. Tu peux voir des créatures bouger sur les versants.
ja: 山で景色が遮られている。斜面を移動している生き物が見える。
pt: A vista é bloqueada por montanhas. Pode ver algumas criaturas se a mover nas encostas.
zh_cn: 视线被山峰挡住了。你可以看到一些生物在山坡上移动。

source: You see the river, far below. You can't believe you climbed all the way up from there!
de: Tief unter dir siehst du den Fluss. Du kannst kaum glauben, dass du den ganzen Weg bis hier hinauf geklettert bist!
fr: Tu vois la rivière, loin en dessous. Tu n'en reviens pas d'avoir escaladé jusqu'ici !
ja: 遥か下に川が見える。そこからずっと登ってきたなんて信じられない！
pt: Vê o rio, bem abaixo. Não pode acreditar que subiu de lá!
zh_cn: 你看到河水，远在下面。你无法相信你从那里一路爬上来的!

source: You see a town across the lake, but you can see no way to cross the water to get there. You can see a few people in the town.
de: Du erblickst eine Stadt am anderen Seeufer, aber du siehst keine Möglichkeit, über den See dorthin zu gelangen. In der Stadt siehst du ein paar Menschen.
fr: Tu vois une ville à travers le lac, mais tu n'aperçois aucun chemin pour traverser l'eau jusque là-bas. Tu peux voir quelques individus dans la ville.
ja: 湖の向こうに町が見えるが、そこへ行くために水を渡る方法は見て取れない。町の中には何人かの人の姿が見える。
pt: Vê uma cidade do outro lado do lago, mas não vê como atravessar a água para chegar lá. Pode ver algumas pessoas na cidade.
zh_cn: 你看到湖对面有一个小镇，但你看不到有什么办法可以渡过水面到达那里。你可以看到镇上有几个人。

source: Watch the people.
de: Beobachte die Leute.
fr: Regarder les gens.
ja: 人々を見る。
pt: Observe as pessoas.
zh_cn: 看人。

source: You see two women that appear to be arguing.
de: Du siehst zwei Frauen, die sich anscheinend streiten.
fr: Tu vois deux femmes qui semblent se disputer.
ja: 言い争っているらしき2人の女性が見える。
pt: Vês duas mulheres que parece que estão a discutir.
zh_cn: 你看到两个女人似乎在争吵。

source: Continue to watch the women.
de: Beobachte die Frauen weiter.
fr: Continuer de regarder les femmes.
ja: 女性を見続ける。
pt: Continuar a observar as mulheres.
zh_cn: 继续观察妇女。

source: The two women eventually separate and walk away from each other. You wonder what the argument was about.
de: Die zwei Frauen trennen sich anscheinend und gehen in verschiedene Richtungen davon. Worüber sie sich wohl gestritten haben?
fr: Les deux femmes finissent par se séparer et s'éloigner l'une de l'autre. Tu te demandes pour quel motif elles se disputaient.
ja: 2人の女性はやがて別れ、離れていく。何の口論だったのだろう。
pt: As duas mulheres, eventualmente separam-se e afastam-se. Questionas-te sobre o que seria a discussão.
zh_cn: 这两个女人最终分开，彼此走开。你想知道争吵的原因是什么。

source: The two women eventually separate and walk away from each other. You can't make out their faces from here, but you know who they probably are.
de: Die zwei Frauen trennen sich anscheinend und gehen in verschiedene Richtungen davon. Du kannst ihre Gesichter von hier nicht erkennen, aber du kannst dir vorstellen, wer die beiden sind.
fr: Les deux femmes finissent par se séparer et s'éloigner l'une de l'autre. Tu n'aperçois pas leurs visages d'ici, mais tu sais de qui il s'agit probablement.
ja: 2人の女性はやがて別れ、離れていく。ここからでは顔は判別できないが、誰なのかはおそらく分かる。
pt: As duas mulheres, eventualmente separam-se e afastam-se. Não consegues distinguir as faces, mas sabes provavelmente quem são.
zh_cn: 这两个女人最终分开，彼此走开了。从这里你无法看清她们的脸，但你知道她们可能是谁。

source: You see the montain top you are standing on.
de: Du erblickst den Berggipfel, auf dem du stehst.
fr: Tu vois le sommet de la montagne sur laquelle tu te trouves.
ja: 自分の立っている山頂が見える。
pt: Vês o cimo da montanha onde estás.
zh_cn: 你看到你所站的山顶。

source: Look closer at the rocks.
de: Betrachte die Felsen genauer.
fr: Regarder les rochers de plus près.
ja: 岩をよく見る。
pt: Ver de perto as rochas.
zh_cn: 仔细看看这些岩石。

source: Look in another direction.
de: Schau in eine andere Richtung.
fr: Regarder ailleurs.
ja: 別の方角を見る。
pt: Ver noutra direção.
zh_cn: 向另一个方向看。

source: You see something glinting by your feet.
de: Zu deinen Füßen siehst du etwas glitzern.
fr: Tu vois quelque chose étinceler à tes pieds.
ja: 足元に光っているものが見える。
pt: Vês algo a reluzir nos teus pés.
zh_cn: 你看到有东西在你的脚边闪闪发光。

source: Bend down to look closer.
de: Beuge dich herunter um genauer hinzuschauen.
fr: Se pencher pour regarder de plus près.
ja: かがんでよく見る。
pt: Curvar para ver mais de perto.
zh_cn: 弯下腰来仔细看。

source: You have found a gem!
de: Du hast einen Edelstein gefunden!
fr: Tu as trouvé une gemme !
ja: 宝石を見つけた！
pt: Encontraste uma gema!
zh_cn: 你找到了一颗宝石！

source: You look to the north.
de: Du blickst nach Norden.
fr: Tu regardes vers le nord.
ja: 北を見る。
pt: Olhas para norte (↑).
zh_cn: 你看向北方。

source: You look to the northeast.
de: Du blickst nach Nordosten.
fr: Tu regardes vers le nord-est.
ja: 北東を見る。
pt: Olhas para nordeste (↗).
zh_cn: 你看向东北方向。

source: You look to the east.
de: Du blickst nach Osten.
fr: Tu regardes à l'est.
ja: 東を見る。
pt: Olhas para este (→).
zh_cn: 你看向东方。

source: You look to the southeast.
de: Du blickst nach Südosten.
fr: Tu regardes au sud-est.
ja: 南東を見る。
pt: Olhas para sudeste (↘).
zh_cn: 你看向东南方向。

source: Suddenly, something in the sky catches your eye.
de: Plötzlich fesselt etwas am Himmel deinen Blick.
fr: Soudain, quelque chose dans le ciel attire ton attention.
ja: 突然、空の何かが目を引く。
pt: De repente, algo no céu chama a tua atenção.
zh_cn: 突然间，天空中的东西吸引了你的目光。

source: Look up at the sky.
de: Schau hoch zum Himmel.
fr: Regarder le ciel.
ja: 空を見上げる。
pt: Olhar para o céu.
zh_cn: 仰望天空。

source: You look to the south.
de: Du blickst nach Süden.
fr: Tu regardes vers le sud.
ja: 南を見る。
pt: Olhas para sul (↓).
zh_cn: 你看向南方。

source: You look to the southwest.
de: Du blickst nach Südwesten.
fr: Regarder vers le sud-ouest.
ja: 南西を見る。
pt: Olhas para sudoeste (↙).
zh_cn: 你看向西南方。

source: You look to the west.
de: Du blickst nach Westen.
fr: Tu regardes vers l'ouest.
ja: 西を見る。
pt: Olhas para oeste (←).
zh_cn: 你看向西方。

source: You look to the northwest.
de: Du blickst nach Nordwesten.
fr: Tu regardes vers le nord-ouest.
ja: 北西を見る。
pt: Olhas para noroeste (↖).
zh_cn: 你看向西北方。
