Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: Hello there. I heard you helped us common folk here in Vilegard. Please stay for as long as you like friend.
de: Hallo. Ich hörte, du halfst uns einfachem Volk hier in Vilegard. Bitte bleib solange wie du willst als Freund.
fr: Bonjour. J'ai entendu dire que tu nous as aidés, nous les habitants de Vilegard. Reste aussi longtemps que tu le souhaites, mon ami.
ja: ようこそ。ヴィルガードの同胞を助けてくれたそうですね。どうぞ好きなだけ居てください。
pt: Olá. Ouvi dizer que ajudaste pessoas comuns aqui em Vilegard. Por favor amigo, fica o tempo que quiseres.
zh_cn: 你好。我听说你帮助了我们维尔加德的老百姓。只要你喜欢朋友，就请你留下来。

source: Thank you. Have you seen my brother Andor around here?
de: Danke sehr. Hast du meinen Bruder Andor hier gesehen?
fr: Je vous remercie. Avez-vous vu mon frère Andor par ici ?
ja: ありがとう。この辺で僕の兄のアンドールを見ませんでしたか？
pt: Obrigado. Viste o meu irmão Andor por aqui?
zh_cn: 谢谢你！你看到我哥哥安道尔了吗?

source: Thank you. See you.
de: Vielen Dank. Man sieht sich.
fr: Merci. A la prochaine.
ja: ありがとう。ではまた。
pt: Obrigado. Até mais tarde.
zh_cn: 谢谢。再见。

source: Your brother? No, I haven't seen anyone that looks like you. But then again, I never take much notice to outsiders.
de: Dein Bruder? Nein, ich habe niemanden gesehen, der aussieht wie du. Aber andererseits nehme ich nie viel Notiz von Fremden.
fr: Ton frère ? Non, je n'ai vu personne qui te ressemble. Mais à nouveau, je ne fais jamais très attention aux gens de l'extérieur.
ja: お兄さん？ いいえ、それらしき人を見たことはないですね。とは言うものの、部外者にはあまり注意を払っていないので。
pt: O teu irmão? Não, não vi ninguém que se parece contigo. Mas, novamente, nunca presto muita atenção aos estranhos.
zh_cn: 你的哥哥吗？没有，我没见过像你这样的人。但话又说回来，我对外人从来就不怎么关心。

source: Hello there outsider. In general, we dislike outsiders here in Vilegard, but there is something about you that I find familiar.
de: Hallo Fremder. Normalerweise können wir hier in Vilegard Fremde nicht ausstehen, aber du hast etwas an dir, das mir vertraut vorkommt.
fr: Salut, étranger. En général, nous n'aimons pas les étrangers ici à Vilegard, mais il y a quelque chose en toi que je trouve familier.
ja: こんにちは、外から来たお方。一般的にここヴィルガードではよそ者は嫌われているのですが、あなたには何か親しみを感じますね。
pt: Olá forasteiro. Em geral, não gostamos de estranhos aqui em Vilegard, mas há alguma coisa em ti que me parece familiar.
zh_cn: 你好局外人。一般来说，我们不喜欢维尔加德的外人，但是我发现你有一些我熟悉的地方。

source: What do you want to talk about?
de: Worüber möchtest du reden?
fr: De quoi voulez-vous parler ?
ja: 何について話しましょう？
pt: Sobre o que queres falar?
zh_cn: 你想谈些什么？

source: Why is everyone in Vilegard so suspicious of outsiders?
de: Warum ist hier in Vilegard jeder so misstrauisch gegenüber Fremden?
fr: Pourquoi tout le monde à Vilegard se méfie tant des étrangers ?
ja: どうしてヴィルガードのみんなはよそ者に疑り深いのですか？
pt: Porque é que todos em Vilegard são tão desconfiados?
zh_cn: 为什么维尔加德的每个人都对外人如此怀疑?

source: Most of us that live here in Vilegard have a history of trusting people too much. People that have hurt us in the end.
de: Die meisten von uns hier in Vilegard haben in ihrer Vorgeschichte Leuten zu sehr vertraut. Leuten, die uns am Ende verletzt haben.
fr: Beaucoup d'entre nous qui vivons ici à Vilegard avons par le passé accordé une confiance trop grande aux gens. Des gens qui finalement nous ont fait du mal.
ja: ヴィルガードに住んでいる私たちの多くは、人を信用しすぎた歴史があります。結局、人々は私たちを傷つけました。
pt: A maioria de nós, que vivemos aqui em Vilegard, tem uma história sobre confiar demasiado nas pessoas. Mas no fim, os forasteiros acabaram por nos traírem.
zh_cn: 我们大多数住在维尔加德的人都有过于信任别人的历史。那些最终伤害了我们的人。

source: Now we start by being suspicious, and ask that outsiders coming here gain our trust by helping us first.
de: Nun beginnen wir damit, erst einmal misstrauisch zu sein und fragen Fremde, die hierher kommen, erst einmal ob sie unser Vertrauen gewinnen wollen, indem sie uns helfen.
fr: Maintenant, nous commençons par nous méfier et demandons que les étrangers qui viennent ici gagnent notre confiance en nous aidant d'abord.
ja: 現在、私たちは疑うことから始め、外からやってきた人にはまず私たちを助けることで信頼を得るようにお願いしています。
pt: Agora desconfiamos de toda a gente e pedimos aos forasteiros que cheguem aqui que, para ganharaem a nossa confiança, têm de nos ajudar primeiro.
zh_cn: 现在我们开始怀疑，并要求外人来到这里赢得我们的信任，首先得帮助我们。

source: Also, other people generally look down upon us here in Vilegard for some reason. Especially those snobs from Feygard and the northern cities.
de: Außerdem blicken andere Leute gewöhnlicherweise aus irgendeinem Grund auf uns hier in Vilegard herab. Besonders diese Wichtigtuer aus Feygard und den nördlichen Städten.
fr: En outre, les personnes extérieures à Vilegard nous regardent généralement de haut pour une raison que j'ignore. Surtout ces snobs de Feygard et des villes du nord.
ja: それに、ここヴィルガードでは他の人たちはどういうわけか私たちを見下しています。特にフェイガードや北部の都市出身の居丈高な方々ですね。
pt: Além disso, as outras pessoas olham-nos com desprezo aqui em Vilegard por algum motivo. Especialmente aqueles snobes de Feygard e das cidades do norte.
zh_cn: 另外，在维尔加德，其他人通常会因为某种原因看不起我们。尤其是那些来自费加德和北方城市的势利小人。

source: What else can you tell me about Vilegard?
de: Was kannst du mir noch über Vilegard erzählen?
fr: Que pouvez-vous me dire d'autre à propos de Vilegard ?
ja: ヴィルガードについて他に何か教えてくれますか？
pt: O que me podes dizer mais sobre Vilegard?
zh_cn: 关于维尔加德你还能告诉我什么?

source: We have almost everything we need here in Vilegard. Our center of the village is the chapel.
de: Wir haben hier in Vilegard fast alles was wir brauchen. Das Zentrum unseres Dorfes ist die Kapelle.
fr: Nous avons presque tout ce qu'il nous faut à Vilegard. Le centre de notre village est la chapelle.
ja: ヴィルガードには私たちが必要とするものがほとんど揃っています。村の中心は礼拝堂ですね。
pt: Temos quase tudo o que precisamos aqui em Vilegard. O centro da nossa vila é a capela.
zh_cn: 我们在维尔加德几乎有所有需要的东西。我们村的中心是小教堂。

source: The chapel serves as our place of worship for the Shadow, and also as our place to gather when discussing larger issues in our village.
de: Die Kapelle dient als unser Platz zur Verehrung des Schattens und außerdem als unser Versammlungsort wenn wir in unserem Dorf größere Belange besprechen müssen.
fr: La chapelle nous sert de lieu de culte pour l'Ombre, et également de lieu de rassemblement lorsqu'on discute des problèmes du village.
ja: 礼拝堂はシャドウのための礼拝の場として、また村で大きな問題を議論するときに集まる場所としても機能しています。
pt: A capela serve como nosso lugar de culto para adoração da Sombra e também como o lugar para nos reunirmos para discutir questões importantes na nossa vila.
zh_cn: 小礼拜堂是我们崇拜暗影的地方，也是我们在村子里讨论更大问题时聚集的地方。

source: Apart from the chapel, we have a tavern, a smith and an armorer.
de: Abgesehen von der Kapelle haben wir eine Taverne, einen Schmied und einen Waffenschmied.
fr: Excepté la chapelle, nous avons une taverne, un forgeron et un armurier.
ja: 礼拝堂の他には酒場、鍛冶屋、防具屋がありますね。
pt: Além da capela, temos uma taberna, um ferreiro e um armeiro.
zh_cn: 除了小礼拜堂，我们还有一个酒馆，一个铁匠铺和一个服装店。

source: Thanks for the information. There was something else I wanted to talk about.
de: Danke für die Information. Da war noch etwas anderes, über das ich reden wollte.
fr: Merci pour l'information. Il y avait autre chose dont je voulais parler.
ja: 教えてくれてありがとう。他にも話したいことがありました。
pt: Obrigado pela informação. Gostaria de falar sobre outro assunto.
zh_cn: 谢谢你提供的信息。还有一件事我想谈谈。

source: Thanks for the information. Goodbye.
de: Danke für die Information. Auf Wiedersehen.
fr: Merci pour l'information. Au revoir.
ja: 教えてくれてありがとう。さようなら。
pt: Obrigado pela informação. Adeus.
zh_cn: 谢谢你提供的信息。再见。

source: Wow, nothing more? I wonder what I am doing in a puny village such as this one.
de: Wow, nicht noch mehr? Ich frage mich, was ich in einem mickrigen Dörflein wie diesem hier mache.
fr: Wow, rien d'autre ? Je me demande ce que je fais dans un village minable comme celui-ci.
ja: うわー、もう何もないの？ 僕はこんな小さな村で何をしてるんだろう。
pt: Uau, mais nada? Questiono-me o que estou a fazer numa vila tão insignificante como esta.
zh_cn: 哇,仅此而已吗?我不知道我在这样一个小村庄做什么。

source: You look like a smart fellow. Need any supplies?
de: Du siehst aus wie ein gerissenes Kerlchen. Brauchst du ein paar Vorräte?
fr: T'as l'air d'un gars intelligent. Besoin de provisions ?
ja: 頭の良さそうなやつだな。何か必要なものはあるか？
pt: Pareces ser inteligente. Precisas de alguma mercadoria?
zh_cn: 你看起来像个聪明人。需要补给吗？

source: Sure, let me see what you have available.
de: Sicher, lass mich sehen, was du zu verkaufen hast.
fr: Bien sûr, laisse moi voir ce que tu as de disponible.
ja: もちろん、何があるのか見せてください。
pt: Claro, deixa-me ver o que tens.
zh_cn: 当然，让我看看你们有什么可用的。

source: What can you tell me about yourself?
de: Was kannst du mir über dich erzählen?
fr: Que peux-tu me dire à propos de toi ?
ja: あなたのことを教えてくれませんか？
pt: O que me podes dizer sobre ti?
zh_cn: 你能告诉我关于你自己的情况吗？

source: Me? I am no one. You didn't even see me. You certainly did not talk to me.
de: Ich? Ich bin niemand. Du hast mich nicht einmal gesehen und ganz sicher hast du nicht mit mir gesprochen.
fr: Moi ? Je ne suis personne. Tu ne m'as jamais vu. Tu ne m'as certainement pas parlé.
ja: オレか？ オレは誰でもない。あんたはオレを見ていない。話してもいない。
pt: Eu? Não sou ninguém. Nem sequer me viste. De certeza que não falaste comigo.
zh_cn: 我吗?我不是任何人。你都没看见我。你肯定没跟我说话。

source: Troublemaker sent me to get your report.
de: Hitzkopf hat mich geschickt, um Deinen Bericht zu erhalten.
fr: Fauteur de Troubles m'a envoyé pour récupérer ton rapport.
ja: トラブルメーカーからあなたの報告書を受け取りに来ました。
pt: O Troublemaker enviou-me para obter o teu relatório.
zh_cn: 麻烦制造者让我来拿你的报告。

source: Hello there. I heard you helped Jolnor in the chapel. You have my thanks, friend.
de: Hallo. Ich hörte, du hast Jolnor in der Kapelle geholfen. Du hast meinen Dank, mein Freund.
fr: Salut. J'ai entendu dire que tu as aidé Jolnor à la chapelle. Je te remercie l'ami.
ja: いらっしゃい。礼拝堂でジョルナーを助けてくれたそうですね。感謝します。
pt: Olá. Ouvi dizer que ajudaste o Jolnor na capela. Tens o meu agradecimento, amigo.
zh_cn: 你好。我听说你在教堂里帮助了乔纳。谢谢你，朋友。

source: Have a seat anywhere. What can I get you?
de: Setz dich irgendwo hin. Was kann ich dir bringen?
fr: Assieds-toi où bon te semble. Qu'est-ce que je t'apporte ?
ja: お好きな席にどうぞ。何になさいます？
pt: Senta-te no lugar que quiseres. O que é que te posso arranjar?
zh_cn: 请随便坐。你想要点什么?

source: Show me what food you have available.
de: Zeig mir welches Essen du anzubieten hast.
fr: Montrez-moi la nourriture disponible que vous avez.
ja: どんな料理がありますか。
pt: Mostra-me a comida que tens.
zh_cn: 给我看看你有什么食物。

source: Oh look, a lost kid. Here, have some mead kid.
de: Sieh an, ein verlorener Junge. Hier, nimm etwas Met, Kleiner.
fr: Oh regarde, un enfant perdu. Tiens, prends de l'hydromel.
ja: おい見ろよ、迷子じゃねぇか。ミードはいるかい、ボウズ。
pt: Olha! Um miúdo perdido. Aqui, toma um pouco de hidromel, miúdo.
zh_cn: 哦，看，一个迷路的孩子。来，喝点蜂蜜酒吧。

source: Watch your tongue, drunkard.
de: Achte auf deine Zunge, Saufbold.
fr: Fais gaffe à ce que tu dis, ivrogne.
ja: 口に気をつけろ、酔っぱらい。
pt: Cuidado com a língua, bêbado.
zh_cn: 小心你的舌头，醉汉。

source: Walk with the Shadow my child.
de: Geh mit dem Schatten, mein Sohn.
fr: Va avec l'Ombre mon enfant.
ja: シャドウとともに歩まんことを、我らが子よ。
pt: Caminha pela Sombra, meu filho.
zh_cn: 与暗影同行，我的孩子。

source: I was told to talk to you about why everyone in Vilegard is suspicious of outsiders.
de: Mir wurde gesagt, dass ich dich fragen soll, warum jeder in Vilegard Fremden gegenüber so misstrauisch ist.
fr: On m’a dit de vous parler afin de savoir pourquoi tout le monde à Vilegard se méfie des étrangers.
ja: ヴィルガードのみんながよそ者を疑っている原因について、あなたと話すように言われました。
pt: Disseram-me para falar contigo sobre o porquê de todos em Vilegard suspeitam dos estranhos.
zh_cn: 我被告知要和你谈谈为什么维尔加德的每个人都怀疑外人。

source: Can you tell me again what this place is?
de: Kannst du mir nochmal erzählen, was das für ein Ort ist?
fr: Pouvez-vous me réexpliquer ce qu'est ce lieu ?
ja: この場所が何なのかもう一度教えてくれますか？
pt: Podes dizer-me mais uma vez que lugar é este?
zh_cn: 你能再告诉我一遍这是什么地方吗?

source: Let's talk about those missions for gaining trust that you talked about earlier.
de: Lass uns über diese Missionen zum Vertrauensbeweis reden, von denen du gesprochen hattest.
fr: Parlons donc de ces missions pour gagner la confiance dont vous me parliez plus tôt.
ja: 先ほどの信頼を得るためのミッションについてお話しましょう。
pt: Vamos falar sobre essas missões, para ganhar a confiança de que me falaste à pouco.
zh_cn: 让我们谈谈你之前提到的那些获得信任的任务。

source: I require healing. Can I see what items you have available?
de: Ich benötige Heilung. Darf ich einen Blick auf deine Waren werfen?
fr: J’ai besoin de soins. Pourrais-je voir les articles dont vous disposez ?
ja: 癒しが必要です。どんな商品があるか見せてもらえますか？
pt: Preciso de me curar. Posso ver os itens que tens?
zh_cn: 我需要治疗。我能看看你们有哪些可用物品吗?

source: Walk with the Shadow my friend.
de: Geh mit dem Schatten, mein Freund.
fr: Va avec l'Ombre mon ami.
ja: シャドウとともに歩まんことを、我らが友よ。
pt: Caminha pela Sombra, meu amigo.
zh_cn: 与暗影同行，我的孩子。

source: This is Vilegard's place of worship for the Shadow. We praise the Shadow in all its might and glory.
de: Dies ist Vilegards Verehrungsstätte für den Schatten. Wir preisen den Schatten in all seiner Macht und Herrlichkeit.
fr: C'est ici que nous vénérons l'Ombre à Vilegard. Nous louons l'Ombre dans toute sa puissance et sa gloire.
ja: ここはヴィルガードでシャドウの礼拝を行うための施設です。私どもはシャドウの力と栄光を讃えております。
pt: Isto é o lugar de adoração da Sombra em Vilegard. Louvamos a Sombra em todo o seu poder e glória.
zh_cn: 这是维尔加德对暗影的膜拜之所。我们赞美黑暗的力量和荣耀。

source: Whatever. Just show me your goods.
de: Wie auch immer. Zeig mir einfach deine Waren.
fr: Peu importe. Montrez-moi juste votre marchandise.
ja: どうでもいい。商品を見せてください。
pt: Seja. Mostra-me apenas a mercadoria.
zh_cn: 管他的。给我看看你的货物。

source: I don't trust you enough yet to feel comfortable trading with you.
de: Ich vertraue dir noch nicht genug, um mich bei dem Gedanken mit dir zu handeln wohl zu fühlen.
fr: Je ne te fais pas encore suffisamment confiance pour marchander avec toi en toute sérénité.
ja: 安心して取引できるほど、私はまだあなたを十分には信用しておりません。
pt: Não confio em ti o suficiente para me sentir confortável a negociar contigo.
zh_cn: 我对你的信任还不足以让我放心与你交易。

source: Why are you that suspicious?
de: Warum bist du so misstrauisch?
fr: Pourquoi êtes-vous aussi méfiant ?
ja: なんでそんなに疑うの？
pt: Porque é que és tão desconfiado?
zh_cn: 你为什么那么怀疑?

source: Very well.
de: Nun gut.
fr: Très bien.
ja: 結構。
pt: Muito bem.
zh_cn: 很好。

source: Suspicious? No, I wouldn't call it suspicion. I would rather call it that we are careful nowadays.
de: Misstrauisch? Nein, ich würde es nicht Misstrauen nennen. Ich würde eher sagen, dass wir heutzutage vorsichtig sind.
fr: Méfiant ? Non, je n’appellerais pas ça de la méfiance. Je dirais plutôt que nous sommes précautionneux ces temps-ci.
ja: 疑う？ いいえ、これを疑うとは言いません。私としてはむしろ、最近は慎重さを身に着けてきていると言いたいですな。
pt: Desconfiado? Não, não chamaria a isso desconfiança. Diria que somos antes muito cuidadosos.
zh_cn: 可疑？不，我不认为这是怀疑。我宁愿称之为我们现在很小心。

source: In order to gain the trust of the village, an outsider must prove that they are not here to cause trouble.
de: Um das Vertrauen des Dorfes zu gewinnen, müssen Fremde beweisen, dass sie nicht hier sind um Unheil zu stiften.
fr: Afin de gagner la confiance du village, un étranger doit prouver qu'il n'est pas là pour causer des embrouilles.
ja: 村の信頼を得るためには、部外者が問題を起こすためにここにいるのではないことを証明せねばなりません。
pt: Por forma a ganhar a confiança da vila, um estranho deve provar que não está aqui para causar problemas.
zh_cn: 为了获得村里的信任，外人必须证明他们不是来捣乱的。

source: Sounds like a good idea. There are a lot of selfish people out there.
de: Klingt nach einer guten Idee. Da draußen gibt es viele selbstsüchtige Menschen.
fr: Ça me semble malin. Il y a beaucoup d'égoïstes là-dehors.
ja: いい考えですね。世の中には自分勝手な人がたくさんいます。
pt: Parece uma boa ideia. Há um monte de pessoas egoístas lá fora.
zh_cn: 听起来是个好主意。外面有很多自私的人。

source: That sounds really unnecessary. Why not trust people in the first place?
de: Das klingt wirklich unnötig. Warum sollte man den Menschen nicht von vornherein vertrauen?
fr: Ça parait vraiment inutile. Pourquoi ne pas faire confiance aux gens dès le début ?
ja: それは不要なものに思えます。そもそも、なぜ人を信用しないのですか？
pt: Isso parece ser mesmo desnecessário. Porque não confiar nas pessoas em primeiro lugar?
zh_cn: 听起来真的没必要。为什么不首先信任别人呢?

source: Yes, right. You seem to understand us well, I like that.
de: Ja, das ist richtig. Du scheinst uns gut zu verstehen, ich mag das.
fr: Oui, exactement. Tu sembles bien nous comprendre, j'aime ça.
ja: ええ、そうなのです。私どもに理解を示してくださるようで、好感が持てますな。
pt: Sim, certo. Parece que nos entendes bem, gosto disso.
zh_cn: 是的,对的。你似乎很了解我们，我很喜欢。

source: We have learned from history not to trust outsiders, and you are an outsider. Why should we trust you?
de: Wir haben mit der Zeit gelernt, Fremden nicht zu vertrauen und du bist ein Fremder. Warum sollten wir dir trauen?
fr: L'Histoire nous a appris à ne pas faire confiance aux étrangers, et tu en es un. Pourquoi devrions-nous te faire confiance ?
ja: 私どもは歴史から、部外者を信用してはならないと学びました。そしてあなたは部外者です。なぜあなたを信じる必要があるのですか？
pt: Aprendemos no passado que não devemos confiar em estranhos e és um forasteiro. Porque é que devíamos confiar em ti?
zh_cn: 历史告诉我们不要相信外人，而你是外人。我们为什么要相信你?

source: What can I do to gain your trust?
de: Was kann ich machen, um euer Vertrauen zu gewinnen?
fr: Que puis-je faire pour gagner votre confiance ?
ja: 信頼を得るためにはどうすればいいですか？
pt: O que posso fazer para ganhar a tua confiança?
zh_cn: 我能做什么来获得你的信任?

source: You are right. You probably should not trust me.
de: Da hast du Recht. Du solltest mir vermutlich nicht vertrauen.
fr: Vous avez raison. Vous ne devriez probablement pas me faire confiance.
ja: そうですね。僕を信じないほうがいい。
pt: Tens razão. Provavelmente não devias confiar em mim.
zh_cn: 你是对的。你可能不应该相信我。

source: With your help earlier, you have already gained our trust.
de: Durch deine Hilfe neulich hast du unser Vertrauen schon gewonnen.
fr: Avec l'aide que tu nous as apportée plus tôt, tu as déjà gagné notre confiance.
ja: 先程の協力のおかげで、あなたはすでに私どもからの信頼を得ております。
pt: Com a ajuda que deste, já ganhaste a nossa confiança.
zh_cn: 在你早先的帮助下，你已经赢得了我们的信任。

source: As I said before, you have to help some people here in Vilegard to gain our trust.
de: Wie ich schon gesagt habe, um unser Vertrauen zu gewinnen musst du manchen Leuten hier in Vilegard helfen.
fr: Comme je l'ai dit, tu dois aider quelques habitants de Vilegard pour gagner notre confiance.
ja: 以前にもお話したように、ヴィルガードで信頼を得るためには何人かの人物を助けねばなりません。
pt: Conforme disse antes, tens que ajudar algumas pessoas aqui em Vilegard para ganhar a nossa confiança.
zh_cn: 正如我之前说过的，你必须帮助维尔加德的一些人赢得我们的信任。

source: If you do us a favor, we might consider trusting you. There are three people I can think of that are influential here in Vilegard, that you should try to help.
de: Wenn du uns einen Gefallen tust, könnten wir es in Erwägung ziehen, dir zu vertrauen. Mir fallen drei Leute ein, die hier in Vilegard einflussreich sind und denen du versuchen solltest zu helfen.
fr: Si tu nous fais une faveur, on pourrait peut-être considérer de te faire confiance. Il y a trois personnes auxquelles je peux penser comme ayant de l'influence ici à Vilegard, et que tu devrais essayer d'aider.
ja: もし、私たちの願いを叶えてくれるのであれば、あなたを信用してもいいかもしれません。ヴィルガードには影響力のある3人の人物がいます。あなたにはその方々に力を貸してもらいたい。
pt: Se nos fizeres alguns favores, podemos considerar confiar em ti. Há três pessoas que posso pensar que são influentes aqui em Vilegard, que deves tentar ajudar.
zh_cn: 如果你帮我们一个忙，我们可能会考虑信任你。我能想到的有三个人在维尔加德很有影响力，你应该试着去帮助他们。

source: First, there is Kaori. She lives up in the northern part of Vilegard. Ask her if she wants help with anything.
de: Zuerst gibt es da Kaori. Sie lebt im nördlichen Teil von Vilegard. Frag sie, ob sie deine Hilfe benötigt.
fr: D'abord, il y a Kaori. Elle vit dans le nord de Vilegard. Demande-lui si elle a besoin d'une aide quelconque.
ja: まず、カオリです。彼女はヴィルガードの北部に住んでおります。何か手伝うことがあるか尋ねてください。
pt: Primeiro, há a Kaori. Ela vive na parte norte (↑) de Vilegard. Pergunta-lhe se ela precisa de alguma ajuda.
zh_cn: 首先是考里。她住在维尔加德的北部。问她是否需要帮助。

source: OK. Talk to Kaori. Got it.
de: Ok. Mit Kaori reden. Verstanden.
fr: Ok. Parler à Kaori. Compris.
ja: なるほど。カオリと話します。わかりました。
pt: Está bem. Falar com a Kaori. Entendi.
zh_cn: 好啊。和考里谈谈。知道了。

source: Then there is Wrye. Wrye also lives up in the northern part of Vilegard. Many people here in Vilegard seek her advice on various things.
de: Dann ist da noch Wrye. Wrye lebt auch im nördlichen Teil von Vilegard. Viele Leute hier in Vilegard fragen sie in verschieden Fällen um Rat.
fr: Puis il y a Wrye. Elle vit aussi dans le nord de Vilegard. Nombreux sont ceux ici qui lui demandent conseil sur des sujets variés.
ja: それから、ライです。ライもヴィルガード北部に住んでおります。このヴィルガードでは多くの人が彼女に様々なことを相談しております。
pt: Depois, há a Wrye. Ela também vive-se na parte norte (↑) de Vilegard. Muitas pessoas aqui em Vilegard procuram os seus conselhos em vários assuntos.
zh_cn: 接下来是维艾。维艾也住在维尔加德北部。在维尔加德，许多人都向她寻求各种各样的建议。

source: She recently lost her son in a tragic way. If you can gain her trust, you will have a strong ally here.
de: Unlängst verlor sie ihren Sohn auf tragische Art. Wenn du es schaffst, ihr Vertrauen zu gewinnen, wirst du in ihr einen starken Verbündeten haben.
fr: Elle a perdu son fils récemment dans des circonstances tragiques. Si tu parvenais à gagner sa confiance, elle serait pour toi une précieuse alliée.
ja: 彼女は最近、悲劇的な形で息子さんを失いました。その方の信頼を得ることができれば、ここに強力な味方を得ることができるでしょう。
pt: Recentemente, ela perdeu o filho dela de forma trágica. Se conseguires ganhar a confiança dela, vais ter uma forte aliada aqui.
zh_cn: 她最近以一种悲惨的方式失去了儿子。如果你能得到她的信任，你在这里会有一个强大的盟友。

source: Talk to Wrye. Got it.
de: Mit Wrye reden. Verstanden.
fr: Parler à Wrye. Compris.
ja: ライと話します。わかりました。
pt: Falar com a Wrye. Entendi.
zh_cn: 和维艾谈谈。知道了。

source: And last but not least, I have a favor to ask of you as well.
de: Und zu guter Letzt habe ich noch einen Gefallen, den du mir erweisen kannst.
fr: Et enfin, j’ai moi aussi une faveur à te demander.
ja: そして最後に、私からもお願いがあります。
pt: E por último, mas não menos importante, tenho também um favor a pedir-te.
zh_cn: 最后但并非最不重要的是，我还要请你帮个忙。

source: What favor is that?
de: Welcher Gefallen ist das?
fr: Quelle faveur ?
ja: どんなお願いですか？
pt: Que favor é esse?
zh_cn: 要我帮什么忙?

source: North of Vilegard is a tavern called the Foaming Flask. In my opinion, this tavern is a guard station in guise for Feygard.
de: Nördlich von Vilegard gibt es eine Taverne mit dem Namen 'Schäumende Flasche'. Meiner Meinung nach ist diese Taverne eine getarnte Wachstation von Feygard.
fr: Au nord de Vilegard se trouve une taverne nommée 'La Chopine Moussante'. A mon avis, elle sert surtout de poste de garde pour Feygard.
ja: ヴィルガードの北にはフォーミングフラスコと呼ばれる酒場があります。私の考えでは、この酒場はフェイガードが装っている守衛詰所です。
pt: A norte (↑) de Vilegard existe uma taberna chamada Foaming Flask. Na minha opinião, esta taberna é um disfarce de um posto da guarda de Feygard.
zh_cn: 维尔加德北部有一家酒馆，名叫“泡沫瓶”。在我看来，这家酒馆是费加德伪装的守卫站。

source: The tavern is almost always visited by the Feygard royal guard of Lord Geomyr.
de: Diese Taverne wird nahezu immer von der königlichen Garde Lord Geomyrs besucht.
fr: La taverne reçoit presque toujours la visite de la garde royale de Feygard du seigneur Geomyr.
ja: この酒場ではかなりの頻度で、ジオミア卿のフェイガード近衛兵が出入りしているのですよ。
pt: A taberna é quase sempre visitada pela guarda real de Feygard, ao serviço do Lorde Geomyr.
zh_cn: 小酒馆几乎总是由吉奥米尔勋爵的费加德皇家卫队来拜访。

source: They are probably here to spy on us, since we are followers of the Shadow. Lord Geomyr's forces always try to make life difficult for us and the Shadow.
de: Sie ist vermutlich hier, um uns auszuspionieren, da wir ja Anhänger des Schattens sind. Lord Geomyrs Truppen versuchen immer, uns und dem Schatten das Leben schwer zu machen.
fr: Ils sont probablement là pour nous espionner, parce que nous sommes des adeptes de l'Ombre. Les forces du seigneur Geomyr essaient toujours de compliquer la vie de l'Ombre et de nous-mêmes.
ja: おそらくこちらをスパイするためでしょう。私どもはシャドウの信者ですからな。ジオミア卿の力はいつも、私どもとシャドウによる生活を困難にしようとするのです。
pt: Eles estão aqui provavelmente para nos espiar, já que somos seguidores da Sombra. As forças do Lorde Geomyr tentaram sempre fazer a vida difícil para nós e para a Sombra.
zh_cn: 他们可能是来监视我们的，因为我们是暗影的追随者。吉奥米尔领主的力量总是试图让我们和暗影的生活变得艰难。
