Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: Maybe you really are an experienced adventurer after all.
de: Vielleicht bist Du tatsächlich ein erfahrender Abenteurer.
fr: Tu es vraiment un aventurier hors pair après tout.
ja: キミは本当に経験豊富な冒険家なのかもな。
pt: Talvez realmente seja um aventureiro experiente finalmente.
zh_cn: 也许你真的是一个经验丰富的冒险家。

source: Anyway, see this table here? It's just some old trinkets that I've gathered along the years. Maybe some of them could come in handy for you?
de: Wie auch immer, siehst Du den Tisch da? Darauf sind ein paar Schmuckstücke, die ich im Laufe der Jahre gesammelt habe. Vielleicht kannst Du ja einige davon gebrauchen?
fr: En tout cas, tu vois sur cette table ? Il n'y a que de vieilles babioles que j'ai ramassées au fil des années. Peut-être que certaines pourraient t'être utiles ?
ja: それはともかく、テーブルを見てくれるか？ こいつらはオレが長年集めてきた古い装身具なんだ。役に立つものもいくつかあるかもしれんぞ？
pt: De qualquer forma, veja esta mesa aqui? São apenas algumas bugigangas antigas que reuni ao longo dos anos. Talvez alguns deles lhe possam ser úteis?
zh_cn: 总之，看到这里的桌子了吗？这只是我多年来收集的一些旧饰品。也许其中一些可以为你所用？

source: Let me see what you have.
de: Zeig mir was Du hast.
fr: Laissez-moi voir ce que vous avez.
ja: 何があるか見せてください。
pt: Deixe-me ver o que tem.
zh_cn: 让我看看你有什么。

source: With you? No way. You look way to inexperienced.
de: Mit Dir? Auf keinen Fall. Du scheinst viel zu unerfahren.
fr: Avec toi ? Jamais. Tu sembles trop peu expérimenté.
ja: お前と？ まさか。10年早い。
pt: Contigo? De jeito nenhum. Parece ser inexperiente.
zh_cn: 和你一起？不可能。你看起来太没有经验了。

source: Fine. Maybe later them.
de: Gut. Vielleicht später.
fr: Bon. Peut-être plus tard alors.
ja: 結構。またあとで。
pt: Bem. Talvez mais tarde.
zh_cn: 好吧。也许以后。

source: Maybe under here? No.
de: Vielleicht hier drunter? Nein.
fr: Peut-être en dessous d'ici ? Non.
ja: ここの下か？ 違うな。
pt: Talvez aqui embaixo? Não.
zh_cn: 也许在这下面？没有。

source: Maybe over there... Yikes! Who are you!?
de: Vielleicht hier drüben... Uhhh! Wer bist Du?
fr: Peut-être là-bas ... Eek ! Qui es-tu ?
ja: あっちかもしれん…うおっ！ 何者だお主！？
pt: Talvez lá encima... AahH! Quem é!?
zh_cn: 也许在那边……哎呀！你是谁!?

source: I'm $playername.
de: Ich bin $playername.
fr: Je suis $playername.
ja: 僕は$playernameです。
pt: Sou $playername.
zh_cn: 我是$playername。

source: Oh, it's you again. Now, who were you again?
de: Oh, du bist es wieder. Wer warst du nochmal?
fr: Oh, c'est encore toi. Rappelle-moi qui tu es ?
ja: おお、またお主か。はて、誰だったかの？
pt: Oh, é você de novo. Agora, onde estava?
zh_cn: 哦，又是你。现在，你又是谁？

source: Well, it doesn't matter who you are anyway. I am Lodar, maker of potions.
de: Nun, es ist egal wer Du bist. Ich bin Lodar, der Zaubertrankhersteller.
fr: Soit, qui tu es n'a pas d'importance. Je suis Lodar, fabricant de potions.
ja: まあ誰であろうと関係ない。儂はロダー、薬師じゃ。
pt: Bem, não importa quem você é de qualquer forma. Sou Lodar, criador de poções.
zh_cn: 好吧，反正你是谁也不重要。我是洛达尔，药水制造者。

source: I was sent to find you, I'm looking for my brother, Andor - have you seen him?
de: Man hat mich geschickt, Dich zu finden. Ich suche nach meinem Bruder Andor - hast Du ihn gesehen?
fr: On m'a envoyé vous trouver. Je cherche mon frère Andor - l'auriez-vous vu ?
ja: 僕の兄のアンドールを探してるんです、見かけてませんか？
pt: Fui enviado para encontrá-lo, estou a procurar pelo meu irmão, Andor - viu-o?
zh_cn: 我是过来找你的，我在找我的哥哥，安道尔--你见过他吗？

source: Don't know. What difference does it make? I must get all this done before the Hira'zinn moves.
de: Ich weiß nicht. Welchen Unterschied macht es? Ich muss das alles erledigen, bevor sich der Hira'zinn bewegt.
fr: Je ne sais pas. Qu'est-ce que ça peut faire ? Je dois compléter tout ça avant que l'Hira'zinn bouge.
ja: 知らぬ。何が違っているのだ？ ヒラジンが動き出す前にすべてを終わらせねば。
pt: Não sei. Que diferença faz? Devo fazer tudo isso antes que o Hira'zinn se mova.
zh_cn: 不知道。这有什么区别？我必须在希拉津行动之前完成这一切。

source: The Hira'zinn?
de: Der Hira'zinn?
fr: L'Hira'zinn ?
ja: ヒラジン？
pt: O Hira'zinn?
zh_cn: 希拉津？

source: Yes yes, the Hira'zinn. As I said, I must find the correct mixture before it moves again.
de: Ja, ja, der Hira'zinn. Wie gesagt, ich muss die richtige Mischung finden, bevor er sich wieder bewegt.
fr: Oui oui, l'Hira'zinn. Comme je l'ai déjà dit, je dois trouver le bon mélange avant qu'il ne bouge encore.
ja: そうじゃそう、ヒラジンじゃ。言ったように、動き出す前に正しい組み合わせを見つけ出さねばならぬ。
pt: Sim, sim, o Hira'zinn. Como disse, devo encontrar a mistura correta antes que ela se mova novamente.
zh_cn: 是的是的，希拉津。正如我所说，我必须在它再次移动之前找到正确的混合物。

source: Now, where were they? Over here perhaps?
de: Nun, wo sind sie? Vielleicht hier?
fr: Maintenant, où peuvent-ils bien être ? Par ici peut-être ?
ja: さて、どこにいた？ ここか？
pt: Agora, onde eles estavam? Talvez por aqui?
zh_cn: 现在，他们在哪里？大概在这儿？

source: No, maybe I should add some of the...
de: Nein, vielleicht etwas von dem...
fr: Non, peut-être que je devrais ajouter un soupçon de ...
ja: いや、少し足してみるべきか…
pt: Não, talvez deveria adicionar alguns dos...
zh_cn: 不，也许我应该添加一些...

source: What's going on here, why are you in such a hurry?
de: Was ist los? Warum bis Du in solcher Eile?
fr: Qu'est-ce qui se passe ici, pourquoi êtes-vous si pressé ?
ja: どうしたんです、何をそんなに焦ってるのですか？
pt: O que está a acontecer aqui, por que está com tanta pressa?
zh_cn: 这到底是怎么回事，你为什么这么着急？

source: Oh yes. Can you please move a bit, you are in the way. Can't you see I'm busy with finding a way to stop the spread of the Hira'zinn here?
de: Oh ja. Gehst du bitte ein Stück rüber, du stehst im Weg. Siehst du nicht, dass ich damit beschäftigt bin, einen Weg zu finden um die Ausbreitung des Hira'zinn zu stoppen?
fr: Oh oui. Pourrais-tu te pousser un peu, tu es dans mes jambes. Tu ne vois pas que je suis occupé à trouver un moyen d'empêcher l'Hira'zinn de se répandre ?
ja: うむそうじゃな。邪魔だからちょっとどいてくれんか。ヒラジンの蔓延を止める方法を見つけるのに忙しいのがわからんか？
pt: Ai sim. Pode mover um pouco, está no caminho. Não percebe que estou ocupada com uma maneira de parar a propagação dos Hira'zinn aqui?
zh_cn: 哦，是的。你能不能移开一点，你挡住了路。你没看到我正忙着寻找一种方法来阻止希拉津在这里的传播吗？

source: You are still not making any sense to me. What is this Hira'zinn that you keep mentioning?
de: Ich verstehe immer noch nichts von dem, was du sagst. Was ist dieser Hira'zinn, den du andauernd erwähnst?
fr: Vous êtes toujours incompréhensible. Qu'est-ce que cet Hira'zinn dont vous n'arrêtez pas de parler ?
ja: 話がまだつかめない。あなたが何度も言ってるヒラジンとは結局何なのですか？
pt: Ainda não faz sentido para mim. O que é esse Hira'zinn que continua a mencionar?
zh_cn: 你仍然没有给我解释清楚。你一直提到的这个希拉津是什么？

source: Very well, I'll leave you to it. Good luck.
de: Sehr gut. Das überlasse ich dir. Viel Glück.
fr: Très bien, je vous laisse à vos occupations. Bonne chance.
ja: わかりました、お任せします。頑張ってください。
pt: Muito bem, vou deixar-lo. Boa sorte.
zh_cn: 很好，我就不打扰你了。祝你好运。

source: Didn't I tell you? I must find the correct mixture before the Hira'zinn spreads further.
de: Habe ich es dir noch nicht gesagt? Ich muss die richtige Mixtur finden, bevor sich das Hira'zinn weiter ausbreitet.
fr: Je ne te l'ai pas déjà dit ? Je dois trouver le bon mélange avant que l'Hira'zinn ne se propage.
ja: 言わなかったか？ ヒラジンがこれ以上蔓延する前に正しい組み合わせを見つけ出さねばならんのじゃ。
pt: Não te disse? Devo encontrar a mistura correta antes que o Hira'zinn se espalhe ainda mais.
zh_cn: 我没有告诉你吗？我必须在希拉津进一步扩散之前找到正确的混合物。

source: OK then. I'll leave you to it. Good luck.
de: Nun gut. Das überlasse ich dir. Viel Glück.
fr: Très bien alors. Je te laisse à ta besogne. Bonne chance.
ja: わかりました。お任せします。頑張ってください。
pt: Esta bem então. Vou deixá-lo para isso. Boa sorte.
zh_cn: 那么好吧。我就不打扰你了。祝你好运。

source: Everything was fine up until a few days ago. That's when everything started to happen.
de: Bis vor ein paar Tagen war alles gut. Dann fing alles an.
fr: Tout était normal jusqu'à il y a quelques jours. C'est à ce moment que tout a commencé.
ja: 数日前までは何事もなかった。あれがすべての始まりじゃった。
pt: Tudo estava bem até alguns dias atrás. Foi quando tudo começou a acontecer.
zh_cn: 直到几天前，一切都很好。就在那时，一切都开始发生了。

source: It never used to be like this, or did it? I can't remember.
de: So war es noch nie, oder? Ich kann mich nicht erinnern.
fr: Ça n'avait jamais été comme ça auparavant, ou peut-être ? Je ne me rappelle plus.
ja: これまでこんなことは一度もなかった、いやそうでもなかったのか？ 思い出せん。
pt: Nunca costumava ser assim, ou não? Não consigo lembrar.
zh_cn: 以前从来不是这样的，或者是这样的？我不记得了。

source: Doesn't matter. I must make it stop anyway.
de: Egal. Es muss auf jeden Fall aufhören.
fr: Peu importe. Je dois y mettre fin.
ja: どうでもいい。とにかく止めなければなるまい。
pt: Não importa. Devo fazer isso parar de qualquer maneira.
zh_cn: 无所谓了。反正我必须让它停下来。

source: Maybe it was in here...
de: Vielleicht war es hier drin...
fr: Peut-être là-dedans ...
ja: ここにいたのかもしれん…
pt: Talvez estivesse aqui...
zh_cn: 也许它就在这里...

source: No ... hmm, wait. You! Maybe you can be of use here, if you are willing to help?
de: Nein. Hm, warte. Du! Vielleicht kannst Du hier behilflich sein, magst Du mir helfen?
fr: Non ... Umm, attends. Toi ! Peut-être que tu pourrais être utile, si tu veux bien aider ?
ja: いや…うーむ、待った。お主！ もし手を貸してくれるならば、頼りになるかもしれんぞ？
pt: Não, espere. Você! Talvez possa ser útil aqui, se estiver disposto a ajudar?
zh_cn: 不......嗯，等等。是你！？如果你愿意帮忙的话，也许你在这里可以派上用场？

source: I'm up for it! What do you need help with?
de: Klar. Wobei brauchst Du Hilfe?
fr: Certainement ! Comment puis-je vous aider ?
ja: そのつもりです！ 何をお手伝いすればいいのですか？
pt: Estou preparado para isso! De qual ajuda precisa?
zh_cn: 我准备好了!你需要什么帮助？

source: I'm not so sure about this. What do you need done?
de: Ich weiß nicht so recht. Was muss gemacht werden?
fr: Je ne suis pas certain. Que voulez-vous que je fasse ?
ja: よくわかりませんね。何をすればいいのですか？
pt: Não tenho tanta certeza sobre isso. O que precisa fazer?
zh_cn: 我不太清楚这个问题。你需要做什么？

source: No way. You solve your own problems, old man.
de: Auf keinen Fall. Schau, dass Du Dein Problem alleine gelöst bekommst.
fr: Pas question. Résolvez vos propres problèmes vous-même, vieillard.
ja: まさか。自分の問題は自分で片付けてよ、おじいさん。
pt: De jeito nenhum. Resolve seus próprios problemas, velho.
zh_cn: 不可能。你自己解决你的问题吧，老家伙。

source: [Lodar hands you an odd looking stone that seems to be glowing from within] Good. Take this stone, it will allow you to enter the tomb. Go below. Return once you're done.
de: [Lodar gibt dir einen komisch aussehenden Stein, der von innen zu leuchten scheint] Gut. Nimm diesen Stein. Er ermöglicht dir in die Gruft zu betreten. Gehe darunter. Komme zurück, sobald du fertig bist.
fr: [Lodar te remet une pierre étrange qui semble luire de l'intérieur] Bien. Prends cette pierre, elle te permettra d'entrer dans le tombeau. Descends. Reviens quand tu auras terminé.
ja: （ロダーは内側から光っているような奇妙な石を手渡す） よろしい。この石を持って行きなさい、それで墓地に立ち入れるようになる。下に向かうのじゃ。終わったら戻ってくるのだぞ。
pt: [Lodar entrega-lhe uma pedra de aparência estranha que parece esta a brilhar por dentro] Boa. Leve esta pedra, permitirá que entre no túmulo. Vá abaixo. Retorne quando terminar.
zh_cn: [洛达尔递给你一块看起来很奇怪的石头，似乎从里面发出了光芒] 。 很好。拿着这块石头，它能让你进入墓穴。到下面去。完成后再回来。

source: You're not very good at giving directions, old man. I'll try to do what you ask.
de: Du gibst keine guten Anweisungen, alter Mann. Ich versuche das zu tun, was Du willst.
fr: Vos indications ne sont pas très claires, vieillard. Je vais quand même essayer de faire ce que vous m'avez demandé.
ja: 道案内が下手だね、おじいさん。言われた通りやってみるよ。
pt: Não é muito bom em dar instruções, velho. Vou tentar fazer o que me pede.
zh_cn: 你不太擅长指路，老人家。我会尽力按照你说的尝试。

source: No problem. I'll return soon.
de: Kein Problem. Ich bin bald zurück.
fr: Sans soucis. Je reviendrai bientôt.
ja: いいですよ。すぐに戻ります。
pt: Sem problemas. Voltarei em breve.
zh_cn: 没问题。我很快就会回来。

source: Below? Below what? Which tomb? What are you even talking about?
de: Darunter? Unter was? Welche Gruft? Worüber redest Du?
fr: Descendre ? Où ça ? Quel tombeau ? Mais de quoi parlez-vous ?
ja: 下？ 何の下？ どの墓地？ 何の話？
pt: Abaixo? Abaixo do que? Qual túmulo? Sobre o que é mesmo que está a falar?
zh_cn: 下面？下面是什么？哪个坟墓？你到底在说什么？

source: Good. Now, hurry, before the Hira'zinn moves again!
de: Gut. Jetzt beeile Dich, bevor der Hira'zinn sich wieder bewegt!
fr: Bien. Mais dépêche-toi avant que l'Hira'zinn bouge encore !
ja: よろしい。では急ぐのじゃ、ヒラジンがまた動き出す前に！
pt: Boa. Agora, com pressa, antes que o Hira'zinn se mova novamente!
zh_cn: 好。现在，快点，在希拉津再次移动之前！

source: I thought I make it very clear before. With the stone in your possession, you will be able to enter the tomb. Go below. Return once you're done.
de: Ich dachte, ich hätte mich klar ausgedrückt. Mit dem Stein in Deinem Besitz kannst Du die Gruft betreten. Geh da hinunter. Komm zurück, wenn Du fertig bist.
fr: Je croyais pourtant t'avoir donné des instructions précises. Avec la pierre à la main, tu pourras entrer dans le tombeau. Descends à l'intérieur. Reviens quand tu auras terminé.
ja: すでにはっきりさせたはずなのじゃがな。手元にある石で墓地に立ち入れるようになる。下に向かうのじゃ。終わったら戻ってくるのだぞ。
pt: Pensei ter deixado isso bem claro. Com a pedra em sua posse, poderá entrar no túmulo. Vá abaixo. Retorne quando terminar.
zh_cn: 我想我以前说得很清楚。有了这块石头，你就能进入坟墓。到下面去。完成后再回来。

source: Fine. I still don't understand, but I'll try to do as you ask.
de: Na gut. Ich verstehe zwar immer noch nichts, aber ich versuche das zu tun, was Du willst.
fr: Si vous le dites. J'y comprends toujours rien, mais je ferai de mon mieux pour faire ce que vous demandez.
ja: もう結構。まだよくわからないけど、言われた通りやってみるよ。
pt: Bem. Ainda não entendo, mas vou tentar fazer o que pede.
zh_cn: 好吧。我还是不明白，但我会努力按照你的要求去做。

source: Oh, that makes it much clearer! I'll be right back.
de: Oh, jetzt wird es viel verständlicher. Ich bin gleich zurück.
fr: Ah je vois maintenant ! Je reviens immédiatement.
ja: ああ、これですっきりした！ すぐに戻ります。
pt: Ah, isso torna muito mais claro! Volto já.
zh_cn: 哦，这样就清楚多了！我马上回来。

source: OK. I'll be back once I'm done with your task.
de: OK. Ich komme zurück sobald deine Aufgabe erledigt ist.
fr: OK. Je reviendrai lorsque j'aurai terminé votre tâche.
ja: わかりました。仕事が終わり次第戻ります。
pt: Está bem. Voltarei quando terminar com a sua tarefa.
zh_cn: 行。我完成你的任务后就回来。

source: Oh, it's you again. Were you successful in what I asked of you?
de: Oh, Du schon wieder. Hast Du erledigt, worum ich Dich gebeten habe?
fr: Oh, c'est encore toi. As-tu réussi ce que je t'ai demandé ?
ja: おお、お主か。頼んだことはうまくいったか？
pt: Oh, é você de novo. Conseguiu o que lhe pedi?
zh_cn: 哦，又是你。我要求你做的事成功了吗？

source: I have defeated the Hira'zinn in the tomb below. Here is its heart.
de: Ich habe den Hira'zinn unten in der Gruft besiegt. Hier ist das Herz.
fr: J'ai vaincu l'Hira'zinn dans le tombeau ci-dessous. Voici son cœur.
ja: この下の墓地でヒラジンを倒しました。こちらがその心臓です。
pt: Derrotei o Hira'zinn no túmulo abaixo. Aqui está o seu coração.
zh_cn: 我在下面的坟墓里打败了希拉津。这是它的心脏。

source: Give me that. Oh, yes ... yes!
de: Gib mir das. Oh, ja... Ja!
fr: Donne-moi ça. Ah, oui ... Oui !
ja: こっちにくれ。おお、そう…そうじゃ！
pt: Dê-me isso. Ah, sim... Sim!
zh_cn: 给我那个吧。哦，是……是！

source: Did you really defeat the Hira'zinn? It is a formidable foe. I guess you must have, since you gave me its heart.
de: Hast Du wirklich den Hira'zinn besiegt? Er ist ein schrecklicher Gegner. Aber Du musst ja, da Du mir sein Herz gegeben hast.
fr: As-tu vraiment vaincu l'Hira'zinn ? C'est un adversaire formidable. Il faut bien croire que oui puisque tu m'as apporté son cœur.
ja: 本当にあのヒラジンを倒したというのか？ あれは恐ろしい相手じゃ。心臓を渡してくれたのだ、やってくれたに違いあるまい。
pt: Realmente derrotou o Hira'zinn? É um inimigo formidável. Acho que o fez mesmo, já que me deu o coração dele.
zh_cn: 你真的打败了希拉津吗？这是一个强大的敌人。我想你一定有，因为你给了我它的心。

source: What was I doing? I was searching for something. I seem to recall you being here before, is that right?
de: Was hatte ich gemacht? Ich suchte nach etwas. Ich kann mich erinnern. Du warst schon einmal hier, richtig?
fr: Qu'est-ce que je faisais, déjà ? Je cherchais quelque chose. Tu es déjà venu ici auparavant, n'est-ce pas ?
ja: 儂は今まで何をしていたのだ？ 何かを探していたのじゃったか。お主は以前もここにいたような気がするぞ、そうなのか？
pt: O que estava a fazer? Estava a procurar por algo. Parece que me lembro que esteve aqui antes, está certo?
zh_cn: 我在做什么？我在找东西。我似乎记得你以前来过这里，是这样吗？

source: Yes, we spoke before, but you seemed to be obsessed with the Hira'zinn and did not make much sense.
de: Ja wir haben uns schon unterhalten aber Du warst besessen von diesem Hira'zinn und warst nicht sehr verständlich.
fr: Oui, nous nous sommes parlé plus tôt, mais vous étiez obsédé par l'Hira'zinn et vos paroles n'avaient pas beaucoup de sens.
ja: はい、前にも話はしたのですが、あなたがヒラジンに執着していたのであまり意味はなかったですね。
pt: Sim, falamos antes, mas parecia estar obcecado com os Hira'zinn e não fazia muito sentido.
zh_cn: 是的，我们以前说过话，但你似乎对希拉津很执着，没理我。

source: Yes, but you were acting all crazy. I nearly put my sword through your throat.
de: Ja, aber Du hast Dich wie verrückt verhalten. Ich hätte Dir mit meinem Schwert fast die Kehle durchgeschnitten.
fr: Oui, mais vous agissiez comme un fou. Un peu plus et je vous transperçais la gorge avec mon épée.
ja: ええ、でもあなたは完全に狂ってるようだった。もう少しで喉に剣を突き立てるところだったよ。
pt: Sim, mas estava a agir como um louco. Quase pus a minha espada na sua garganta.
zh_cn: 是的，但你当时表现得很疯狂。我差点把我的剑刺进你的喉咙。

source: Well, I feel much better now.
de: Nun, ich fühle mich jetzt viel besser.
fr: Eh bien, je me sens beaucoup mieux maintenant.
ja: うむ、だいぶ良くなった。
pt: Bem, sinto-me muito melhor agora.
zh_cn: 嗯，我现在感觉好多了。

source: Thank you my friend for saving not only me but all of us.
de: Vielen Dank mein Freund, dass Du nicht nur mich, sondern uns alle gerettet hast.
fr: Merci cher ami de nous avoir tous sauvés.
ja: 儂だけでなく、儂ら全員を救ってくれた友人に感謝する。
pt: Obrigado, meu amigo por salvar não só a mim, mas todos nós.
zh_cn: 谢谢你，我的朋友，你不仅拯救了我，也拯救了我们所有人。

source: The Hira'zinn would have slowly but surely found a way to creep up on us all.
de: Der Hira'zinn hätte langsam aber sicher einen Weg gefunden, uns alle zu befallen.
fr: Petit à petit, l'Hira'zinn nous aurait tous mis sous son emprise.
ja: ヒラジンはゆっくりとではあるが確実に儂たちに忍び寄る方法を見つけたのであろう。
pt: O Hira'zinn teria conseguido lentamente e de maneira segura arrastar-se até todos nós.
zh_cn: 希拉津会慢慢地悄悄地接近我们所有人。

source: So, thank you. I am in your debt. Now, how could I repay you?
de: Vielen Dank. Ich stehe in Deiner Schuld. Wie kann ich das zurückzahlen?
fr: Donc, merci. Je te suis éternellement reconnaissant. Comment pourrais-je te rendre la pareille ?
ja: であるから感謝しよう。恩に着るぞ。さて、どうやってお主にお返ししたものか？
pt: Então, obrigado. Estou em débito consigo. Agora, como o posso pagar?
zh_cn: 所以，谢谢你。我欠你一个人情。现在，我怎样才能报答你呢？

source: Maybe you would be interested in purchasing some of my brews, mixtures or herbal salts? I am afraid that is the only thing of any worth that I possess. I will of course offer you a discount.
de: Vielleicht möchtest Du einige meiner Getränke, Mixturen oder Kräutersalze kaufen? Ich befürchte, dass das mein einziger Besitz von Wert ist. Ich gebe Dir natürlich Rabatt.
fr: Serais-tu intéressé par l'achat de quelques concoctions, mélanges ou sels d'herbe ? Malheureusement c'est tout ce que j'ai de valeur. Je t'offre le tout à rabais bien sûr.
ja: 儂のビールや調合薬、はたまたハーブソルトに興味があるのではないか？ 儂が持つもので価値があるのはそれだけじゃろう。もちろん値引きさせてもらう。
pt: Talvez esteja interessado em comprar algumas das minhas cervejas, misturas ou sais de ervas? Tenho medo de que seja o único valor que possuo. Obviamente, vou lhe oferecer um desconto.
zh_cn: 也许你会有兴趣购买我的一些啤酒、混合物或草药盐？恐怕这是我拥有的唯一有价值的东西。我当然会给你一个折扣。

source: That will do nicely. Thank you.
de: Das genügt vollauf. Vielen Dank.
fr: Ça serait parfait. Merci.
ja: それでいいですよ。ありがとうございます。
pt: Isso fará bem. Obrigado.
zh_cn: 这将是很好的做法。谢谢你。

source: I killed that foul thing and saved us all, and all I get in return is a few lousy potions?
de: Ich habe dieses üble Ding getötet und uns alle gerettet und alles was ich dafür bekomme sind ein paar lumpige Tränke?
fr: J'ai tué cette bête ignoble pour nous sauver tous et tout ce que vous m'offrez sont quelques potions minables ?
ja: あの邪悪なものを殺してみんなを救ったのに、その見返りがお粗末なポーションだって？
pt: Matei essa coisa suja e salvei a todos e tudo o que recebi em troca são algumas poucas poções?
zh_cn: 我杀了那个可怕的东西，救了所有人，而我得到的回报只是一些糟糕的药水？

source: Do not forget that you also saved yourself from the Hira'zinn by defeating it. Had you not done that, it would have crept up on you as well, sooner or later.
de: Vergiss nicht, dadurch, dass Du den Hira'zinn besiegt hast, hast Du auch Dich selbst gerettet. Wenn Du das nicht gemacht hättest, hätte er sich früher oder später auch an Dich herangeschlichen.
fr: N'oublie pas que tu as aussi sauvé ta propre peau en éliminant l'Hira'zinn. Sans ça, tôt ou tard, il t'aurait eu toi aussi sous son emprise.
ja: お主自身もヒラジンを倒して救われたことを忘れてはならん。そうでなければ、遅かれ早かれお主の元にも忍び寄っていたことだろう。
pt: Não se esqueça que se também salvou dos Hira'zinn ao derrotar-o. Se não o tivesse feito, teria se arrastado em si também, mais cedo ou mais tarde.
zh_cn: 不要忘记，你也击败希拉津拯救了自己。如果你不这样做，它迟早也会悄悄地降临到你身上。

source: I can assure you that my mixtures are ... well ... shall we say ... not for the faint of heart. They can have quite a profound effect on you.
de: Ich kann Dir versichern, dass meine Mischungen... nun... sagen wir mal... nicht für schwache Nerven sind. Sie können einen sehr nachhaltigen Effekt haben.
fr: Je t'assure que mes mélanges ... comment dire ... ne sont pas pour les âmes sensibles. Ils peuvent avoir sur toi des effets puissants.
ja: 儂の調合薬は…まあそのなんじゃ…気が弱い人には向いていない。使った者に多大な効果をもたらすであろうよ。
pt: Posso garantir-lhe que as minhas misturas são... bem... devemos dizer... não para os fracos de coração. Eles podem ter um efeito bastante profundo em si.
zh_cn: 我可以向你保证，我的混合物......嗯......应该说......不适合胆小的人。它们可以对你产生相当深刻的影响。

source: Hello again.
de: Hallo nochmal.
fr: Re-bonjour.
ja: こんにちは。
pt: Olá de novo.
zh_cn: 又见面了。

source: Again, thank you for your help.
de: Vielen Dank nochmal für deine Hilfe.
fr: Encore une fois, merci pour ton aide.
ja: 改めて、世話になった。
pt: Novamente, muito obrigado por sua ajuda.
zh_cn: 再次感谢您的帮助。

source: I'd like to talk about your potions.
de: Ich möchte über Deine Tränke sprechen.
fr: J'aimerais discuter de vos potions.
ja: ポーションの話がしたいです。
pt: Gostaria de falar sobre as suas poções.
zh_cn: 我想谈谈你的药水。

source: What are you doing all by yourself out here in the forest?
de: Was machst Du so allein hier im Wald?
fr: Que faites-vous ici, tout seul, isolé dans cette forêt ?
ja: 森の中で1人で何をしているのですか？
pt: O que está a fazer sozinho, aqui na floresta?
zh_cn: 你一个人在森林里做什么？

source: On the body of the Hira'zinn, I found this peculiar sword. Do you know anything about it?
de: Bei der Leiche des Hira'zinn fand ich dieses eigentümliche Schwert. Weißt Du irgendwas darüber?
fr: Sur le cadavre de l'Hira'zinn, j'ai trouvé cette étrange épée. Savez-vous quelque chose à son sujet ?
ja: ヒラジンの遺体からこちらの奇妙な剣を見つけました。何かご存知ですか？
pt: No corpo do Hira'zinn, encontrei essa espada peculiar. Sabe alguma coisa sobre isso?
zh_cn: 在希拉津的身上，我发现了这把奇特的剑。你知道什么吗？

source: What was that Hira'zinn beast?
de: Was war dieses Hira'zinn-Ungeheuer?
fr: C'était quoi cet Hira'zinn ?
ja: あの怪物ヒラジンとは何だったの？
pt: O que era aquela balestra de Hira'zinn?
zh_cn: 那只希拉津野兽是什么东西？

source: I have come to find you. I am looking for my brother Andor.
de: Das möchte ich herausfinden. Ich suche nach meinem Bruder Andor.
fr: Je suis venu pour vous trouver. Je cherche mon frère Andor.
ja: あなたを探しに来ました。兄のアンドールを探しています。
pt: Vim encontrá-lo. Estou à procura do meu irmão Andor.
zh_cn: 我是来找你的。我在寻找我的哥哥安道尔。

source: The way to come here is a real maze and the path is tricky to find. I think I've lost my way a hundred times. Do you know of an easier way?
de: Der Weg hierher ist ein wahres Labyrinth und der Weg ist schwierig zu finden. Ich glaube, ich bin hunderte Male vom Weg abgekommen. Kennst du einen leichteren Weg?
fr: C'est un véritable labyrinthe pour venir jusqu'ici, le chemin est vraiment difficile à trouver. Je crois que je me suis perdu une bonne centaine de fois. Connaissez-vous un chemin plus facile ?
ja: ここに来る道は本当に迷路のようになっていて、道に迷ってしまいます。何度も道に迷いました。もっと簡単な道はないのですか？
pt: A maneira de chegar aqui é um verdadeiro labirinto e o caminho é complicado de encontrar. Acho que perdi uma centena de vezes. Sabe de uma maneira mais fácil de chegar?
zh_cn: 来这里的路是一个真正的迷宫，路很难找。我想我已经迷路一百次了。你知道有什么更容易的方法吗？
