Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: I'm sorry that you're ill, girl, but I can't work for free. The price is 150 gold, no less.
ja: 病気のことはお気の毒ですが、こちらもタダ働きはできません。お値段は150ゴールドです、びた一文まけませんよ。
zh_cn: 我很抱歉你生病了，姑娘，但我不能免费工作。价格是150金币，不能少。

source: You greedy swine...Oh! It's $playername! I came here to cure the mushroom poison, but that lousy merchant won't help me until he receives payment. And I have no gold...
ja: なんて業突く張りな…あっ！ $playername！ キノコの毒を治しに来たんだけど、あのケチな商人がお金を払うまで助けてくれないって言うんです。お金がなくて…
zh_cn: 你这个贪婪的猪...哦！这是$playername！我来这里是为了治疗蘑菇毒，但那个糟糕的商人在他收到付款之前不会帮助我。我没有金子...

source: That's no trouble. I can spare 150 gold to help.
ja: 大丈夫。150ゴールドなら僕が出します。
zh_cn: 小事一桩。我可以拿出150金币来帮忙。

source: I'm sorry to hear that, but I can't spare the gold to help you right now.
ja: 残念だけど、今はお役に立てませんね。
zh_cn: 我很遗憾，但我现在无法支付黄金来帮助你。

source: The potioner is right, you know. Nobody works for free.
ja: 薬師が正しい。タダ働きなんか誰もしない。
zh_cn: 药剂师是对的，你知道。没有人是免费工作的。

source: You've saved me again, $playername. You truly are a hero. If you ever find yourself in Nor City, I'm sure my family would love to meet you. Thank you!
ja: $playername、あなたにはまた助けられました。本当に私のヒーローです。もしあなたがノアシティに来ることがあったら、うちの家族も歓迎してくれるでしょう。どうもありがとう！
zh_cn: 你又救了我，$playername。你真的是个英雄。如果你在诺城找到我家，我相信我的家人会很高兴见到你。谢谢你!

source: Take care!
ja: 気をつけて！
zh_cn: 小心！

source: But what can I do? I don't feel well...
ja: でもどうしたらいいの？ 気分が悪い…
zh_cn: 但我能做什么呢？我感觉不舒服......。

source: Outrageous! I told you already, I don't have 150 gold!
ja: とんでもない！ だから言ってるでしょう、150ゴールドも持ってないんです！
zh_cn: 不像话！我已经告诉过你，我没有150金币！

source: One thing it likes is annoying children, like you. Thank you for volunteering!
ja: アレは、お前のような迷惑な小僧が好みなのだよ。わざわざ志願してくれて感謝するぞ！
zh_cn: 它喜欢的一件事是让像你这样的孩子讨厌。谢谢你的志愿服务！

source: Sorry, I don't think so. I will destroy you and your fungi leader!
ja: 悪いけど、そうは思わないね。お前とファンガスリーダーは滅ぼしてやる！
zh_cn: 对不起，我不认为如此。我将摧毁你和你的真菌领袖!

source: Sorry for disturbing you. I will leave immediately.
ja: お邪魔してすみません。すぐに帰ります。
zh_cn: 很抱歉打扰您。我会立即离开。

source: Oh, that's great news! I suppose I can get back to work with the mushrooms, then. Maybe tomorrow, after I've had time to rest.
ja: おお、それはいいニュースだの！ これでキノコの仕事に戻れるというものよ。まあおそらく、明日辺りにな。休んでからだ。
zh_cn: 哦，这是个好消息！我想我可以回去处理蘑菇了。也许明天，在我有时间休息之后。

source: How can you be so lazy?
ja: どうしてそんなに怠け者なの？
zh_cn: 你怎么能如此懒惰？

source: When you get to my age, maybe you'll understand that you don't need to rush through life. Now leave me to my rest.
ja: お前さんもワシくらいの歳になったら、人生を生き急ぐ必要などないとわかるかもしれんの。とりあえず今は休ませておくれ。
zh_cn: 当你到了我这个年龄，也许你会明白，你不需要匆匆忙忙地度过一生。现在让我去休息吧。

source: Oh, it's you. Alaun still hasn't come by for his soup. It's a pity that you couldn't help him.
ja: おお、あなたでしたか。アランはまだスープを取りに来てないのです。あなたが彼の助けになれなかったことは残念ですな。
zh_cn: 哦，是你。阿劳恩仍然没有来喝他的汤。可惜你帮不了他。

source: Ah, my hero returns. Thank you for the soup, it was incredible. What can I help you with today?
ja: おや、私のヒーローが戻ってきた。スープをありがとう、最高だったよ。今日は何の用かな？
zh_cn: 啊，我的英雄回来了。谢谢你的汤，这真是不可思议。今天有什么需要我帮忙的吗？

source: You dare show your face in my home again? Out! Now! [Alaun starts throwing things at you again]
ja: またうちに顔を出したのか？ 失せろ！ すぐにだ！ （アランがまたあなたに物を投げつけてくる）
zh_cn: 你还敢在我家里露面？出去！马上！ [阿劳恩又开始向你扔东西]

source: Ah, my friend! Have you heard the great news? Gison and Nimael have started supplying the tavern here in Fallhaven with their newest soup. It's marvelous!
ja: ああ！ いい知らせを聞いたかな？ ジソンとニマエルが、ここフォールヘブンの酒場で新作のスープを出すことになったんだ。なんて素晴らしい！
zh_cn: 啊，我的朋友!你听说了这个好消息吗？吉森和尼玛尔已经开始为法尔海文的小酒馆提供他们最新的汤。这是很好的!

source: Oops, there was something sleeping inside.
ja: おっと、中で何かが眠っていた。
zh_cn: 哎呀，里面有东西睡着了。

source: Oh hello. What are you doing here? You got lost?
ja: おやこんにちは。こんなところで何を？ 道に迷ったのですかな？
zh_cn: 哦，你好。你在这里做什么？你迷路了吗？

source: Just walk around the fence and head to the north. Soon you'll be in Fallhaven.
ja: 柵の周りを歩いて北に向かいなさい。すぐにフォールヘブンに着くじゃろう。
zh_cn: 绕过栅栏，向北走就可以了。很快你就会到法尔海文了。

source: Okay. Thanks for the description.
ja: なるほど。説明ありがとう。
zh_cn: 好的。谢谢你的描述。

source: Are you Gison?
ja: あなたがジソンですか？
zh_cn: 你是吉森吗？

source: Oh yes, I am Gison. I live in this wood with my wife Nimael. She's over there.
ja: いかにも、私がジソンです。妻のニマエルとこの森に住んでおります。彼女ならあそこですぞ。
zh_cn: 哦，是的，我是吉森。我和我的妻子尼玛尔住在这片树林里。她在那边。

source: Alaun sent me to bring him some of your delicious soup.
ja: アランからあなたのおいしいスープを持ってくるように送られて来ました。
zh_cn: 阿伦让我给他带一些你的美味汤。

source: Nevermind. I guess I need to be going.
ja: お構いなく。そろそろ失礼します。
zh_cn: 算了，不说了。我想我得走了。

source: We live here from what the forest gives us. Surely we have to buy some things in Fallhaven, but I prefer the silence of these woods rather than the hectic life in a city.
ja: 私たちは森の恵みを頼りにここに住んでおります。フォールヘブンで買わねばならないものも確かにありますが、都会での慌ただしい生活よりも森の静けさが好きなのです。
zh_cn: 我们在这里的生活是靠森林给予我们的。当然，我们必须在法尔海文买一些东西，但我更喜欢这些森林的安静，而不是城市里的紧张生活。

source: What's in the woods here?
ja: 森には何があるの？
zh_cn: 这里的树林里有什么？

source: Herbs, animals and above all: Mushrooms. If you would like to know more about mushrooms, I suggest you go to Bogsten, east of here. He grows the best mushrooms you ever ate! But well, I don't want to give away any more secrets of my soup.
ja: ハーブに動物、そして何よりもキノコ。 キノコについてもっと知りたければ、ここから東のボグステンのもとへ行くとよろしいでしょう。彼は最高のキノコを育てておりますぞ！ ですがまあ、私のスープの秘密をこれ以上漏らすわけにはいきませんな。
zh_cn: 草药、动物和最重要的是。蘑菇。 如果你想了解更多关于蘑菇的信息，我建议你去东边的博格斯滕。他种植的蘑菇是你吃过的最好的蘑菇!但是，我不想再透露我的汤的任何秘密了。

source: Next to my passion for mushrooms, we build here and there on our house and try to keep the wild animals out.
ja: キノコへの情熱に加え、家のあちこちに植えることで野生動物を寄せ付けないようにしております。
zh_cn: 除了我对蘑菇的热情之外，我们还在房子里到处建造，并试图将野生动物拒之门外。

source: I see. Let's talk about something else.
ja: なるほど。他の話をしましょう。
zh_cn: 我明白了。让我们谈谈别的事情。

source: Well, all right. As you wish.
ja: ええ、わかりました。お好きなように。
zh_cn: 嗯，好吧。如你所愿。

source: Hahaha. Alaun the old swashbuckler. Could not get enough. I will fix something up for him. Wait here.
ja: ほっほっほ。アランは元気いっぱいですな。あれでは足りなんだか。何か用意しておこう。ここでお待ちくだされ。
zh_cn: 哈哈哈。阿劳恩这个老江湖无法满足。我将为他准备一些东西。在这里等着。

source: Gison goes to a big bowl, fills up some of the soup and returns to you.
ja: ジソンは大きなボウルへと向かい、スープを少し入れてからあなたのもとへ戻ってくる。
zh_cn: 吉森走到一个大碗前，装了一些汤，然后回到你身边。

source: Here you go. [He gives you a container with the soup.]
ja: どうぞ。 （スープの入った容器をあなたに手渡す）
zh_cn: 给你。 [他给你一个装有汤的容器。］

source: Give him my regards and hurry up. He likes his soup hot.
ja: くれぐれもよろしくお伝えくだされ。どうかお急ぎを。彼は熱々のスープが好きなのですじゃ。
zh_cn: 替我向他问好，快点。他喜欢喝热汤。

source: Alaun will get his soup soon enough.
ja: すぐにスープをアランに渡すよ。
zh_cn: 阿劳恩很快就会得到他的汤。

source: Yes. I'm on my way.
ja: はい。いってきます。
zh_cn: 是的，我已经在路上了。

source: Hello you. Did you take the soup to Alaun?
ja: こんにちは。スープをアランに持っていってくれましたかな？
zh_cn: 您好。你把汤拿给阿劳恩了吗？

source: Yes, he was not able to bear it any longer.
ja: はい、もう我慢できないって様子でしたね。
zh_cn: 是的，他已经无法再忍受了。

source: No, I still have it with me.
ja: いえ、まだ持ってます。
zh_cn: 不，我仍然带着它。

source: No ... ehm ... Maybe you could give me some more?
ja: いえ…その…もう少しいただけますか？
zh_cn: 不......嗯......。也许你可以再给我一些？

source: Could you make it hot again?
ja: また温めてもらえますか？
zh_cn: 你能不能再把它变热？

source: Then hurry up. A hungry Alaun is an angry Alaun.
ja: なら急いで。空腹のアランは怒りっぽいのです。
zh_cn: 那就快点吧。一个饥饿的阿劳恩就是一个愤怒的阿劳恩。

source: I'm on the way.
ja: いってきます。
zh_cn: 我已经在路上了。

source: Yes, yes. He'll get it soon.
ja: はいはい。すぐに渡すよ。
zh_cn: 是的，他很快就会得到它。

source: Good. Alaun will be very satisfied. You didn't perchance bring the empty bottle back, did you?
ja: よかった。アランはとても満足でしょう。 もしや、空のボトルを持ち帰ってこなかったので？
zh_cn: 很好。阿劳恩会非常满意的。 你没有把空瓶子带回来，对吗？

source: Yes I have. Here is it. [You give Gison the empty bottle.]
ja: あります。どうぞ。 （ジソンに空のボトルを渡す）
zh_cn: 是的，我有。就这个。 [你把空瓶子递给吉森。]

source: No. I forgot it. I'm sorry.
ja: 忘れました。ごめんなさい。
zh_cn: 不，我忘了。我很抱歉。

source: Oh no, too bad. Please bring me an empty bottle once you've found one.
ja: 何と、それはいけない。空のボトルを見つけたら持ってきてください。
zh_cn: 哦，不，太糟糕了。一旦你找到一个空瓶子，请给我带来一个。

source: I will do. Bye
ja: そうします。では
zh_cn: 我会的。再见

source: Oh good. Thanks.
ja: よろしい。ありがとう。
zh_cn: 哦，好的。谢谢。

source: With pleasure. Goodbye.
ja: 喜んで。さようなら。
zh_cn: 很高兴。再见。

source: I won't do this whole stupid running around again just for an empty bottle. Bye.
ja: 空のボトルのためにもう走り回りたくはないね。さようなら。
zh_cn: 我不会再为了一个空瓶子而做这种愚蠢的奔波了。再见。

source: Alaun said that your wife also makes very good soup.
ja: アランはあなたの妻もとてもおいしいスープを作るんだって言ってましたよ。
zh_cn: 阿劳恩说，你的妻子做的汤也非常好。

source: Ate it yourself, did you? Haha, I hope it tasted good.
ja: ご自分で食べてしまわれたのですかな？ ほっほっ、おいしかったのであれば幸いです。
zh_cn: 你自己吃过吗？哈哈，希望味道不错。

source: No problem, I'll give you more. However, this time you'll have to pay 5 gold for it.
ja: いいですよ、もっとあげましょう。 ただし、今回は5ゴールドをお支払いいただくことになります。
zh_cn: 没问题，我可以给你更多。 不过，这一次你得付5个金币才行。

source: Let's adjourn it to another day, old man.
ja: また今度でお願いします。
zh_cn: 改天再说吧，老家伙。

source: Yes, ok. Here are 5 gold pieces.
ja: ええ、わかりました。5ゴールドです。
zh_cn: 好的。这里有 5 个金币。

source: [Gison gives you a new bottle with hot soup.] Here you go.
ja: （ジソンが熱いスープの入った新しいボトルをくれる） ほらどうぞ。
zh_cn: [吉森给你一个装有热汤的新瓶子。］ 给你。

source: Thanks. Goodbye.
ja: ありがとう。さようなら。
zh_cn: 谢谢。再见。

source: Yum! More soup!
ja: おいしい！ もっとスープを！
zh_cn: 好吃！多喝汤！

source: No problem, I'll give you more. However, this time you'll have to pay 50 gold for it.
ja: いいですよ、もっとあげましょう。 ただし、今回は50ゴールドをお支払いいただくことになります。
zh_cn: 没问题，我可以给你更多。 不过，这次你得付50金币。

source: Yes, ok. Here are 50 gold pieces.
ja: ええ、わかりました。50ゴールドです。
zh_cn: 好的。这里有50个金币。

source: No problem, I'll give you more. However, this time you'll have to pay 500 gold for it.
ja: いいですよ、もっとあげましょう。 ただし、今回は500ゴールドをお支払いいただくことになります。
zh_cn: 没问题，我可以给你更多。 不过，这一次你得付500金币才行。

source: Yes, ok. Here are 500 gold pieces.
ja: ええ、わかりました。500ゴールドです。
zh_cn: 好的。这里有500枚金币。

source: No problem, I'll give you more. However, this time you'll have to pay 5000 gold for it.
ja: いいですよ、もっとあげましょう。 ただし、今回は5000ゴールドをお支払いいただくことになります。
zh_cn: 没问题，我可以给你更多。 不过，这一次你得付5000金币才行。

source: Yes, ok. Here are 5000 gold pieces.
ja: ええ、わかりました。5000ゴールドです。
zh_cn: 是的，好的。这里有5000枚金币。

source: [Gison gives you a new bottle with hot soup.] Here you go. I can't give you more. Take this one to Alaun now, greedy lad!
ja: （ジソンが熱いスープの入った新しいボトルをくれる） ほらどうぞ。 これ以上はもう無理です。すぐにアランに持っていってください！
zh_cn: [吉森给你一个装有热汤的新瓶子。］ 给你。 我不能再给你了。现在把这个拿给阿劳恩，贪婪的小伙子！

source: I'm sorry for Alaun. I guess he has to get some himself.
ja: アランが気の毒ですな。彼には自分で手に入れてもらわなくてはならないようです。
zh_cn: 我为阿劳恩感到遗憾。我想他必须自己去找一些。

source: I told you to not linger. But I can make it hot. Give me a moment. [Gison pours the soup back in the bowl and fills the bottle up again with hot soup.]
ja: のんびりしてはならないと言ったでしょうに。ですが温め直すことはできますぞ。ちょっとお待ちを。 （ジソンはスープをボウルに戻し、ボトルに熱々のスープを入れ直す）
zh_cn: 我告诉过你不要逗留。但我可以让它变热。给我点时间。 [吉森把汤倒回碗里，再把瓶子装满热汤。］

source: Oh, you are back!
ja: おや、帰ってきた！
zh_cn: 哦，你回来了!

source: I want to return your bottle.
ja: ボトルをお返しします。
zh_cn: 我想归还你的瓶子。

source: I just want to say hello.
ja: ちょっと挨拶したいだけ。
zh_cn: 我只想打个招呼。

source: Alaun told me that your wife also makes very good soup.
ja: アランはあなたの妻もとてもおいしいスープを作るんだって言ってましたよ。
zh_cn: 阿劳恩告诉我，你妻子做的汤也非常好。

source: I wanted to ask you about something.
ja: ちょっとお尋ねしたいことがありまして。
zh_cn: 我想问你一些事情。

source: I have to go again. Bye.
ja: もう行かないと。それでは。
zh_cn: 我又得走了。再见。

source: Alaun said your wife also makes very good soup.
ja: アランはあなたの妻もとてもおいしいスープを作るんだって言ってましたよ。
zh_cn: 阿劳恩说你的妻子做的汤也非常好。

source: You have to help me.
ja: 助けてください。
zh_cn: 你得帮帮我。

source: Bandits raided my house. They even knocked me and Nimael unconscious.
ja: うちに強盗が押し入ったのです。私とニマエルが気絶させられました。
zh_cn: 匪徒袭击了我的房子。他们甚至把我和尼玛尔打昏了。

source: Strangely they only took my old cookbook with them. Please help me get back my book, otherwise I cannot make my delicious mushroom soup.
ja: おかしなことに私の料理本だけを奪って行ったのです。 本を取り戻すのをどうか手伝ってはくれませんかな、でないとおいしいキノコスープが作れないのですじゃ。
zh_cn: 奇怪的是他们只带走了我的旧菜谱。 请帮助我拿回我的书，否则我就不能做我的美味蘑菇汤。

source: A raid for an old cookbook?
ja: 料理本を奪った？
zh_cn: 突袭一本旧食谱？

source: Search on your own, old man.
ja: 自分で探してよ、おじいさん。
zh_cn: 自己去找吧，老家伙。

source: The thieves took away my cookbook with the precious recipe for mushroom soup.
ja: 盗賊たちが、貴重なキノコスープのレシピが書かれた料理本を持ち去ってしまいました。
zh_cn: 小偷们拿走了我的菜谱，里面有珍贵的蘑菇汤食谱。

source: I don't know why they only took the book. Maybe it's because of the one chapter... *brooding*
ja: なぜあの本だけを奪ったのでしょうな。もしや、あの章のせいなのか…（悩んでいる）
zh_cn: 我不知道为什么他们只拿走了这本书。也许是因为那一章......。*打瞌睡*

source: What about that chapter?
ja: その章とは？
zh_cn: 哪一章呢？

source: You'll do that. Goodbye.
ja: そうしてるといいよ。さようなら。
zh_cn: 你会这样做的。再见。

source: What? Yes, yes, the chapter... It contained several pages with strange letters written between the recipes.
ja: えっ？ ああはい、その章ですか…レシピの間に奇妙な文字の書かれたページが数ページあったのですよ。
zh_cn: 什么？ 是的，这一章...。它包含了几页，食谱之间写着奇怪的字母。

source: I obtained the book some years ago. It was a present from Bogsten - you know him? - and instantly I took a fancy for these fabulous recipes. Please find it and return it to me.
ja: 本は何年か前に手に入れたもので。ボグステンからのプレゼントだったのです。彼のことはご存知ですかな？ それからすぐに、その素晴らしいレシピの数々を気に入りまして。 どうか見つけて取り返してもらいたい。
zh_cn: 几年前我得到了这本书。那是博格斯滕的礼物--你认识他？- 而且我立刻就喜欢上了这些美妙的食谱。 请找到它并还给我。

source: What's written in that chapter?
ja: その章には何が書かれていたの？
zh_cn: 那一章中写了什么？

source: That's a good question. I don't know that language, therefore I ignored the pages for ages. Maybe the robbers know what that chapter is about.
ja: どうでしょうな。私にはその言葉がわからなかったので、長年そこのページのことは無視してきました。強盗はその章の内容について知っておるのかもしれません。
zh_cn: 这是个好问题。我不懂这种语言，因此我忽略了这几页的内容很久了。也许强盗们知道那一章是什么内容。

source: You want a reward?
ja: 報酬がほしいので？
zh_cn: 你想获得奖励吗？

source: I don't have that much money. As a simple token of gratitude I can offer to make some soup for you. I don't own very much more.
ja: お金はあまりありませんぞ。簡単なお礼として、スープを作ってあげましょうか。それ以上のものはないのです。
zh_cn: 我没有那么多钱。为了表示感谢，我可以为你做一些汤。我没有多余的财富。

source: I guess it's not worth the trouble. Time to go.
ja: 手間をかける価値はないかな。もう行かないと。
zh_cn: 我想不值得这么麻烦。该走了。

source: Sounds fair.
ja: いいですね。
zh_cn: 听起来很公平。

source: Well, will you help me?
ja: それで、手伝ってもらえるので？
zh_cn: 那么，你会帮助我吗？

source: Sure thing. I'll search for your book.
ja: いいですよ。本を探してみます。
zh_cn: 当然可以。我将搜索你的书。

source: Find somebody else.
ja: 他の人を当たってください。
zh_cn: 找别人吧。

source: Oh, well. I started to believe that I could not trust my knowledge of human nature anymore.
ja: ああ、そうですか。私はもう、人というものが信用ならんと思い始めていたところなのです。
zh_cn: 哦，好吧。我开始相信，我不能再相信我对人性的了解。

source: I really thank you.
ja: 本当にありがとう。
zh_cn: 我真的很感谢你。

source: The robbers came from the south. Maybe you should start your search in that direction. Take care!
ja: 強盗は南から来たのです。その方角から捜索してはどうでしょうか。お気をつけて！
zh_cn: 劫匪来自南方。也许你应该从这个方向开始搜索。当心！

source: I will. Thank you.
ja: そうするよ。ありがとう。
zh_cn: 我会的。谢谢你。

source: Did you find my precious cook book?
ja: 私の大事な料理の本を見つけてくれましたか？
zh_cn: 你找到我珍贵的烹饪书了吗？

source: Yes I have. Look here.
ja: ありました。見てください。
zh_cn: 是的。在这里。

source: [Lie] I found the robbers, but they had destroyed the book.
ja: （嘘）強盗を見つけたけど、本は処分されてました。
zh_cn: [谎言]我找到了强盗，但他们已经毁掉了这本书。

source: Is it really true? I can't believe it!
ja: 本当の本当に？ 信じられない！
zh_cn: 真的吗？我简直不敢相信！

source: A sorcerer named Zuul'khan was reciting dark words from it. You were right, the robbers wanted these strange written lines.
ja: ズールカンという魔法使いが、それを使って怪しげな言葉を読み上げてました。あなたの言う通りだった、強盗はその奇妙な文を欲しがっていたんだ。
zh_cn: 一个名叫祖尔汗的巫师正在背诵其中的黑话。你是对的，强盗们想要这些奇怪的书面语。

source: But you have two similar looking books?
ja: しかし、似たような本が2冊もあるようですが？
zh_cn: 但你有两本长得差不多的书？

source: Yes, the robbers have made a complete copy of the book, just without the spell.
ja: はい、強盗たちは本の完全なコピーを作っていました、呪文だけがありません。
zh_cn: 是的，强盗们已经复制了一份完整的书，只是没有咒语。

source: Then give me the copy. I don't want to be raided again.
ja: ではコピーをください。押し込み強盗などもうまっぴらですよ。
zh_cn: 那就把副本给我。我不想再被偷了。

source: OK. Then I'll take the version with the spell. I can't read the dark words, but that doesn't bother me.
ja: わかりました。じゃあ、呪文つきのものはいただきます。怪しい文字は読めないけど、僕は気にしません。
zh_cn: 好的。那我就选有咒语的版本。我看不懂那些黑字，但这并不影响我。

source: Noo!
ja: そんな！
zh_cn: 不!

source: Well, you tried to help. Thank you.
ja: ああ、助けようとしてくれて、どうもありがとう。
zh_cn: 好吧，你试图提供帮助。谢谢你。

source: It's a pity that I can't cook my delicious soup any more.
ja: おいしいスープがもう作れないことが残念ですな。
zh_cn: 很遗憾，我不能再煮我的美味汤了。

source: Thank you for your help retrieving my precious cookbook. Would you like some soup as a small reward?
ja: 貴重な料理本を回収してくださりありがとうございました。ご褒美にスープはいかがですかな？
zh_cn: 谢谢你帮助找回我的珍贵食谱。你想喝点汤作为小小的奖励吗？

source: Oh yes.
ja: そうだね。
zh_cn: 哦是的。

source: Give me 2 of Bogsten's mushrooms and an empty bottle, then I could sell you a portion for only 50 gold.
ja: ボグステンキノコを2つに空のボトルをください、そうすればたったの50ゴールドで1人前をお売りしましょう。
zh_cn: 给我2个博格斯滕的蘑菇和一个空瓶子，然后我可以卖给你一部分，只要50金币。

source: Please help us. We got raided.
ja: どうか助けて。強盗に襲われたの。
zh_cn: 请帮助我们。 我们遭到袭击。

source: I don't know exactly. Everything went so fast ... I'm too upset and my head hurts too much.
ja: 正確なところはよくわからないのよね。すべてがあっという間だった…動揺しすぎて頭が痛くなってきたわ。
zh_cn: 我不太清楚。一切都发生得太快了......。我太难过了，我的头很痛。

source: If you want to help us, please talk to Gison.
ja: 助けてくれるなら、ジソンと話して。
zh_cn: 如果你想帮助我们，请与吉森谈谈。

source: OK. Get well.
ja: わかりました。お大事に。
zh_cn: 好的。好起来吧。

source: I'm busy at the moment. Please talk to Gison. He's over there.
ja: 今は手が離せません。ジソンと話してくれますか。あそこにいます。
zh_cn: 我现在很忙。请和吉森谈谈。他在那边。

source: Alaun told me that you also make very good soup.
ja: アランはあなたもとてもおいしいスープを作るんだって言ってました。
zh_cn: 阿劳恩告诉我，你做的汤也非常好。

source: OK. Bye.
ja: わかりました。それでは。
zh_cn: 好的。再见。

source: Thanks for helping us!
ja: 助けてくれてありがとう！
zh_cn: 谢谢你对我们的帮助!

source: I only hope it'll be worth the trouble.
ja: 苦労が報われるといいけど。
zh_cn: 我只希望它值得我们为之付出。

source: Shut the door, please!
ja: ドアを閉めて！
zh_cn: 请关上门！

source: From the outside.
ja: 外側からだ。
zh_cn: 从外面看。

source: Very friendly.
ja: ずいぶん親切なんだね。
zh_cn: 非常友好。

source: No, I am not Gison!
ja: オレはジソンじゃない！
zh_cn: 不，我不是吉森！

source: And no, I have no soup for anyone!
ja: そしてスープはない！
zh_cn: 不，我没有汤给任何人喝!

source: I hate this smell!
ja: このニオイは嫌いだ！
zh_cn: 我讨厌这种气味！

source: You have some of that disgusting soup in your bag! I can smell it.
ja: バッグの中にあのムカつくスープが入ってるな！ ニオイがするぞ。
zh_cn: 你的包里有一些令人厌恶的汤!我可以闻到它。

source: Out with you!
ja: 出て行け！
zh_cn: 和你一起出去!

source: I hear those soup bottles clinking in your bag.
ja: バッグの中からスープボトルの立てる音がするぞ。
zh_cn: 我听到那些汤瓶在你包里叮当作响。

source: Even though they are empty, I hate that sound!
ja: 空っぽだとしても、あの音は嫌いだ！
zh_cn: 尽管它们是空的，但我讨厌这种声音！

source: Hi kid. I am Gael, son of those people in the house over there.
ja: やあキミ。オレはガエル、あそこの家の人たちの息子なんだ。
zh_cn: 嗨，孩子。我是盖尔，那边房子里那些人的儿子。

source: I moved out here because I couldn't stand the suffocating smell of mushroom soup anymore. Or vegetable soup, for that matter.
ja: 息の詰まるキノコスープの匂いに耐えられなくなって引っ越してきたんだよ。あと野菜スープからもね。
zh_cn: 我搬出这里，因为我再也受不了蘑菇汤令人窒息的气味。或者蔬菜汤，就此而言。

source: I like meat. Wolves, boars, dogs, puppies. Any kind, really.
ja: オレは肉が好きなんだ。オオカミ、イノシシ、イヌ。本当にどんな種類でも。
zh_cn: 我喜欢肉。狼、野猪、狗、小狗。任何种类，真的。

source: And snakes, of course. They give the finest meat of all.
ja: もちろんヘビもだ。アイツらの肉は最高なんだ。
zh_cn: 当然，还有蛇。它们的肉是最好的。

source: Cooked, grilled, baked, fried, stewed...ahh, snake meat - nothing compares to it!
ja: 煮て、熱して、焼いて、揚げて、煮込んで…ああっ、ヘビの肉、これに勝るものはない！
zh_cn: 烹调、烧烤、烘烤、油炸、炖煮......啊，蛇肉--没有什么比得上它了！

source: Yes, I love it too!
ja: はい、僕も大好きです！
zh_cn: 是的，我也爱它！

source: To each his own, I guess.
ja: 人それぞれじゃないかな。
zh_cn: 我想，每个人都有自己的想法。

source: Now that I mention it: I am running out of meat. I'll have to go out hunting again.
ja: そういや肉がなくなってきたな。また狩りに行ってこないと。
zh_cn: 既然我提到了这一点。我的肉快吃完了。我必须再次出去打猎。

source: Would you like me to give you some meat?
ja: お肉をあげましょうか？
zh_cn: 你要我给你一些肉吗？

source: Good luck! I am leaving then.
ja: がんばって！ それでは失礼します。
zh_cn: 祝你好运！那我就要走了。

source: Oh, I just noticed that I don't have enough meat with me. I will be back soon with 10 pieces of meat, just you wait.
ja: あっと、お肉が足りないみたいです。すぐにお肉を10切れ持って帰るので、待っててください。
zh_cn: 哦，我刚刚注意到，我身上的肉不够多。我很快就会带着10块肉回来，你等着吧。

source: Here, I have 10 nice pieces of meat for you. I cannot promise that it is all from snakes, though.
ja: どうぞ、お肉のいいのが10切れありますよ。全部がヘビだと保証はできないけど。
zh_cn: 在这里，我为你准备了10块好肉。不过，我不能保证这都是来自蛇的。

source: Excellent! In return, I can give you this nice little purse, made of the finest snake leather. Look here, isn't it beautiful?
ja: こりゃ素晴らしい！ お返しとして、この小さくステキなヘビ皮の財布を差し上げよう。ほら、キレイだろう？
zh_cn: 非常好!作为回报，我可以给你这个漂亮的小钱包，由最好的蛇皮制成。看这里，它是不是很美？

source: Wow, it is magnificent! Thank you!
ja: わあ、すごい！ ありがとう！
zh_cn: 哇，这真是太华丽了!谢谢你!

source: May it serve you well.
ja: お役に立てますように。
zh_cn: 愿它为你提供良好的服务。

source: You look at a wall of stones. There's no way through.
ja: あなたは石の壁を見る。通り道はない。
zh_cn: 你看着一堵石头墙。没有办法通过。

source: Examine it more closely.
ja: もっと詳しく調べる。
zh_cn: 更加仔细地调查它。

source: You examine the wall more closely and discover an entrance hidden beneath moss and leaves.
ja: 壁をさらに詳しく調べると、苔や葉の下に隠れている入り口が見つかる。
zh_cn: 你更仔细地检查墙壁，发现一个隐藏在苔藓和树叶下面的入口。

source: The gap is big enough that you could squeeze through it.
ja: 隙間が大きいので、そこを通り抜けることができる。
zh_cn: 缝隙足够大，你可以挤过去。

source: Aaah. Welcome back my friend.
ja: ああ。お帰りなさい。
zh_cn: 啊啊。欢迎回来，我的朋友。

source: Is there anything I can help you with?
ja: 何かお手伝いできることはありますか？
zh_cn: 有什么我可以帮助你的吗？

source: Please give me some more soup.
ja: スープをもう少しください。
zh_cn: 请再给我一些汤。

source: I still have some of my delicious soup. How many bottles of soup do you want?
ja: おいしいスープがまだ残っております。スープは何人前お持ちしましょうか？
zh_cn: 我还有一些我的美味汤。你想喝多少瓶汤？

source: I need soup! At least ten bottles! Quick!!
ja: スープが欲しい！ とりあえず10人前！ 早く！
zh_cn: 我需要汤!至少要十瓶！快！！！

source: Give me five bottles.
ja: 5人前ください。
zh_cn: 给我五瓶。

source: Just one, please.
ja: 1つだけお願いします。
zh_cn: 就一个，谢谢。

source: I don't have an empty bottle.
ja: 空のボトルがありません。
zh_cn: 我没有空瓶子。

source: I have to get more of Bogsten's mushrooms.
ja: ボグステンキノコをもっと手に入れないと。
zh_cn: 我必须得到更多博格斯滕的蘑菇。

source: I just noticed that my gold fund is low.
ja: 今気づいたんだけど、お金が足りないみたいだ。
zh_cn: 我刚刚注意到，我的金币储蓄很少。

source: You brought an empty bottle, Bogsten's mushrooms and the 50 gold. Here it is.
ja: 空のボトルとボグステンキノコと50ゴールドをお持ちくださいましたか。どうぞ。
zh_cn: 你带了一个空瓶子，博格斯滕的蘑菇和50金子。在这里。

source: You don't have the items I need for that exchange. Bring me an empty bottle, two of Bogsten's mushrooms and 50 gold for each portion.
ja: 交換に必要なアイテムがありません。空のボトルと、ボグステンキノコ2つと、50ゴールドを持って来るように。
zh_cn: 你没有我需要的交换物品。给我带一个空瓶子，两个博格斯滕的蘑菇，每份50金。

source: I will be back with those.
ja: 持って来ます。
zh_cn: 我将带着这些回来。

source: You brought all ingredients needed for 5 portions. Here you go.
ja: 5人前の材料をお持ちくださいましたか。どうぞ。
zh_cn: 你带来了5份所需的所有材料。给你。

source: Thanks a lot.
ja: どうもありがとう。
zh_cn: 非常感谢。

source: Whoah. You are hungry, aren't you? Here you go.
ja: まあまあ。お腹が空いているのですな。 どうぞ。
zh_cn: 哇。你饿了，不是吗？ 给你。

source: Let's pretend that you have not seen my master over there, practicing dark magic with the old spell in this book we have stolen. Go away!
ja: オレたちが盗んだ本にある古い呪文を使って、闇の魔術を執り行ってるところなんだ。あそこにいるマスターのことは見なかったことにしてくれ。ほら行け！
zh_cn: 让我们假装你没有看到我的主人在那里，用我们偷来的这本书里的古老咒语练习黑魔法。走吧！

source: Hmm, maybe that is a good idea. I'll tell Gison that you have destroyed the book.
ja: うーん、それがいいかもしれない。ジソンにはあなたが本を処分したと伝えておきます。
zh_cn: 嗯，也许这是个好主意。我会告诉吉森，你已经毁掉了那本书。

source: No way! Attack!
ja: ありえない！ 攻撃！
zh_cn: 不可能！攻击！

source: We agreed that there was nothing to see here. So get out of here.
ja: ここには何もないってことで合意したろう。出て行ってくれ。
zh_cn: 我们一致认为，这里没有什么可调查的。所以要离开这里。

source: Of course. Sorry, I forgot.
ja: そうですね。すみません、忘れてました。
zh_cn: 当然了。对不起，我忘了。

source: So what? I have changed my mind. Move aside if you love your life!
ja: それがどうした？ 気が変わったんだ。命が惜しいならそこを退くんだな！
zh_cn: 那又怎样？我已经改变了我的想法。如果你爱惜你的生命，就请靠边站吧!

source: Hahaha! You are funny. Hahahaha!
ja: ハハハ！ 愉快なヤツだな。ハハハハ！
zh_cn: 哈哈哈!你很有趣。哈哈哈!

source: Do that. And now be gone!
ja: そうしてくれ。さっさと消えろ！
zh_cn: 就这么办。现在就走了！

source: [muttering ominous words]
ja: （不吉な言葉をつぶやいている）
zh_cn: [喃喃自语的不祥之语]

source: Hi!
ja: こんにちは！
zh_cn: 你好!

source: What ...? You again? How did you get in here?
ja: 何…？ またお前か？ どうやって入ってきたのだ？
zh_cn: 什么......？又是你？你是怎么进来的？

source: I have come to retrieve a book that does not belong to you.
ja: 盗品の本を取り返しに来たんだ。
zh_cn: 我是来取回一本不属于你的书。

source: Ha! You made a serious error coming here. I have a use for you though.
ja: ハッ！ ここに来たことは重大な過ちだったな！ お前には使い道がある。
zh_cn: 哈!你来这里犯了一个严重的错误。不过你对我而言有用处。

source: You want me to help you?
ja: 手を貸してほしいの？
zh_cn: 你想让我帮你？

source: Not exactly. My fungi leader is almost ready. It just needs to be fed some more to grow in strength.
ja: そうではない。我輩のファンガスリーダーの準備はおおよそ整った。さらなる力をつけ成長するのに、もう少しエサを与える必要があってな。
zh_cn: 并非如此。我的真菌领袖几乎已经准备好了。它只是需要再喂一些东西来增长力量。

source: Fed? On what?
ja: エサ？ あの、何を？
zh_cn: 吃多了？凭什么？

source: Unfortunately the case is locked.
ja: 残念ながらケースはロックされている。
zh_cn: 不幸的是，这个箱子被锁住了。
