Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: Look here, my lute. The best instrument in the country. And I'm not allowed to play here.
de: Schau hier, meine Laute. Das beste Instrument im Land. Und ich darf es hier nicht spielen.
fr: Regarde ici, mon luth. Le meilleur instrument du pays. Et je ne suis pas autorisé à en jouer ici.
ja: ほら、私のリュート。この国で最高の楽器。それがここだと演奏が許されないんですよ。
pt: Olha aqui, o meu alaúde. O melhor instrumento do país. E não sou permitido de tocá-lo aqui.
zh_cn: 看这里，我的琵琶。这是全国最好的乐器。而不允许我在这里演奏。

source: I played so well and charmingly, that the guests forgot everything around them.
de: Ich habe so gut und bezaubernd gespielt, dass die Gäste alles um sich herum vergessen haben.
fr: J'ai tellement bien joué de façon charmante, que les clients ont tout oublié autour d'eux.
ja: 私がとても上手で魅力的に演奏したので、お客さんはすっかり周りのことを忘れてしまって。
pt: Toquei tão bem e encantadoramente que os convidados se esqueceram de tudo a volta deles.
zh_cn: 我弹得很好，很有魅力，以至于客人们忘记了周围的一切。

source: But that is great!
de: Aber das ist doch toll!
fr: Mais c'est super !
ja: でもそれは凄いことじゃ！
pt: Mas isso é ótimo!
zh_cn: 不过这很好啊!

source: They even forgot to order something to drink.
de: Sie haben selbst vergessen, etwas zu trinken zu bestellen.
fr: Ils ont même oublié de commander à boire.
ja: お酒を注文するのも忘れてしまってました。
pt: Até se esqueceram de pedir algo para beber.
zh_cn: 他们甚至忘了点饮料。

source: And the landlord was not amused?
de: Und der Gastwirt war nicht erfreut?
fr: Et ça n'a pas plus au propriétaire ?
ja: それを主人が面白くなかったと？
pt: E o senhorio não se divertiu?
zh_cn: 而房东却不以为然？

source: Yes. Sigh. He forbade me to continue making music.
de: Ja. Seufz. Er hat mir verboten, weiter zu spielen.
fr: Oui. Pfff. Il m'a interdit à continuer de faire de la musique.
ja: ええ。ハァァ。演奏を続けるのを禁止されてしまいましたよ。
pt: Sim. Suspiro. Ele me proibiu-me de continuar a fazer música.
zh_cn: 是的，叹息。他禁止我继续演奏。

source: You are really unlucky.
de: Du hast echt Pech.
fr: Tu n'as vraiment pas de chance.
ja: 本当に運が無かったですね。
pt: É muito azarado.
zh_cn: 你真是倒霉。

source: Now I have to think again about what to do next.
de: Jetzt muss ich wieder darüber nachdenken, was ich als nächstes tun soll.
fr: Maintenant je dois encore réfléchir à ce que je vais faire par la suite.
ja: 次はどうするかを改めて考えなければいけません。
pt: Agora tenho que pensar de novo no que fazer a seguir.
zh_cn: 现在我不得不再次考虑下一步该怎么做。

source: I am sure you will come up with something.
de: Ich bin mir sicher, dass dir etwas einfällt.
fr: Je suis certain que tu vas trouver quelque chose.
ja: きっと何か思いつくよ。
pt: Tenho certeza que vai conseguir arranjar alguma coisa.
zh_cn: 我相信你会想出办法的。

source: As soon as I know what I'm going to do next, I'll leave.
de: Sobald ich weiss, was ich als nächstes tue, werde ich aufbrechen.
fr: Dès que je trouve ma prochaine occupation, je pars.
ja: 次に何をするか分かったら出発します。
pt: Vou sair assim que souber o que fazer a seguir.
zh_cn: 一旦我知道我接下来要做什么，我就会离开。

source: Hi $playername.
fr: Salut $playername.
ja: こんにちは$playername。
pt: Oi, $playername.
zh_cn: 嗨，$playername。

source: Hi Burhczyd. You remembered my name!
de: Hi Burhczyd. Du erinnerst dich an meinen Namen!
fr: Salut Burhczyd. Tu t'es souvenu de mon nom !
ja: こんにちはブルチェド。名前を覚えてくれたんだ！
pt: Oi Burhczyd. Lembrou-se do meu nome!
zh_cn: 嗨，伯赫奇德。你记住了我的名字!

source: Sure I did. And I also have learned a new profession. I am already rather good.
de: Natürlich tue ich das. Und ich habe auch einen neuen Beruf gelernt. Ich bin schon recht gut.
fr: Bien sûr. Et j'ai aussi appris un nouveau métier. Je suis plutôt bon.
ja: もちろん。それと新しい職についても学んだんです。もうかなり優秀ですよ。
pt: Claro que sim. E também aprendi uma nova profissão. E já sou bem bom no que faço.
zh_cn: 当然，我做到了。而且我还学会了一种新的职业。我已经相当不错了。

source: Great to hear! Tell me more.
de: Schön zu hören! Erzähl mir mehr.
fr: Content de l'apprendre ! Dis-m'en plus.
ja: それはよかった！ もっと教えて。
pt: Ótimo ouvir isso! Conte-me mais.
zh_cn: 很高兴听到这个消息!告诉我更多。

source: I talk to people in places like this. Taverns and such.
de: Ich rede mit Leuten an Orten wie diesen. Tavernen und ähnlichem.
fr: Je parle aux gens dans les endroits comme ici. Des tavernes et autres.
ja: こういう場所で人と話をします。酒場とか。
pt: Falo com pessoas em lugares como esses. Tavernas e semelhantes.
zh_cn: 我在这样的地方与人交谈。小酒馆之类的地方。

source: Yes. And...?
de: Ja. Und...?
fr: Oui. Et... ?
ja: ええ。それで…？
pt: Sim. E mais...?
zh_cn: 是的。还有......？

source: We talk about everything; the world, magic rings, dragons, everything. We become more and more familiar.
de: Wir reden über alles; die Welt, magische Ringe, Drachen, alles. Wir werden dabei immer vertrauter.
fr: On parle de tout : le monde, les anneaux magiques, les dragons, tout. On devient de plus en plus familiers.
ja: 世界のこと、魔法の指輪、ドラゴン。何でも話します。どんどん打ち解けていく。
pt: Conversamos sobre tudo; o mundo, anéis mágicos, dragões, tudo. Tornano-mos cada vez mais próximos.
zh_cn: 我们谈论一切；世界、魔戒、龙，一切。我们变得越来越熟悉。

source: And by doing that you get a beer or two?
de: Und währenddessen bekommst du das ein oder andere Bier?
fr: Et en faisant ça tu obtiens une bière ou deux ?
ja: それでビールの1杯か2杯でも奢ってもらうと？
pt: E por fazer isso que consegue uma cerveja ou duas?
zh_cn: 通过这样做，你能得到一两瓶啤酒吗？

source: Ha ha ha. Much better. People start to trust me. A great feeling.
de: Ha ha ha. Viel besser. Die Leute fangen an, mir zu vertrauen. Ein tolles Gefühl.
fr: Ha ha ha. Bien mieux. Les gens commencent à me faire confiance. Un super sentiment.
ja: ははは。もっと良い。人々は私を信用し始める。最高の気分ですね。
pt: Ha ha ha. Muito melhor. As pessoas começaram a confiar em mim. Um sentimento muito bom.
zh_cn: 哈哈哈。好多了。人们开始信任我了。一种伟大的感觉。

source: And when they leave, they don't even miss their purse or jewels.
de: Und wenn sie gehen, vermissen sie noch nicht mal ihre Geldbörse oder Juwelen.
fr: Et quand ils partent, ils oublient même leur bourse ou leurs bijoux.
ja: そうして立ち去るときには、相手の財布や宝石を決して見逃しません。
pt: E quando vão embora, nem sentem falta das pulseiras ou jóias deles.
zh_cn: 而当他们离开时，他们甚至忘了他们的钱包或珠宝。

source: You are a pickpocket?!
de: Du bist ein Taschendieb?!
fr: Tu es un pickpocket ?!
ja: スリになったの？！
pt: É um carteirista?!
zh_cn: 你是个扒手？!

source: Hush, not so loud. No, I'm not an ordinary pickpocket. I became a master thief.
de: Pst, nicht so laut. Nein, ich bin kein gewöhnlicher Taschendieb. Ich bin ein Meisterdieb geworden.
fr: Chut, pas si fort. Non, je ne suis pas un pick pocket ordinaire. Je suis devenu un maître voleur.
ja: 静かに。いいえ、タダのスリではありませんよ。スリの達人になりました。
pt: Shhhh, não tão alto. Não, não sou um carteirista qualquer. Tornei-me um ladrão mestre.
zh_cn: 嘘，别那么大声。不，我不是一个普通的扒手。我成了一个盗贼高手。

source: Oh dear. I didn't expect that from you.
de: Ach, du meine Güte. Das habe ich nicht von dir erwartet.
fr: Oh mon dieu. Je ne m'attendais pas à ça de toi.
ja: 何とまあ。あなたがそんなことをするなんて。
pt: Oh, meu caro. Não esperava isso de si.
zh_cn: 哦，亲爱的。我没有想到你会这样。

source: I am finished here for now. As soon as the moment is right, I will disappear.
de: Ich bin jetzt soweit fertig hier. Wenn der richtige Moment kommt, werde ich verschwinden.
fr: J'ai fini ici. Dès que le bon moment sera venu, je disparaîtrai.
ja: 今のところはこんな感じですね。時が来たら、私はすぐに姿を消すつもりです。
pt: Já fiz o que tinha que fazer por aqui hoje. Quando chegar a hora, vou sumir.
zh_cn: 我在这里到此为止了。一旦时机成熟，我就会消失。

source: I am still surprised.
de: Ich bin immer noch erstaunt.
fr: je suis toujours étonné.
ja: 僕はまだ驚いているよ。
pt: Continuo surpreso.
zh_cn: 我还是很惊讶。

source: As soon as the moment is right, I will go.
de: Wenn der richtige Moment kommt, werde ich gehen.
fr: Dès que le moment sera venu, je partirai.
ja: その時が来たら、すぐに出て行きます。
pt: Assim que chegar a hora, vou.
zh_cn: 只要时机成熟，我就去。

source: Hi Burhczyd
fr: Salut Burhczyd
ja: こんにちはブルチェド
pt: Oi, Burhczyd
zh_cn: 嗨，伯赫奇德

source: I have a bad conscience.
de: Ich habe ein schlechtes Gewissen.
fr: J'ai mauvaise conscience.
ja: 良心が痛みます。
pt: Estou com a consciência pesada.
zh_cn: 我良心不安。

source: Why? Did you do something wrong?
de: Warum? Hast du etwas falsch gemacht?
fr: Pourquoi ? Tu as fait quelque chose de mal ?
ja: どうして？ 何か悪いことをしたの？
pt: Por quê? Fez alguma coisa errada?
zh_cn: 为什么？你做错了什么吗？

source: Yes, I did something very wrong.
de: Ja, ich hab etwas sehr schlechtes getan.
fr: Oui, j'ai fait quelque chose de très mal.
ja: はい、とんでもないことをしてしまいました。
pt: Sim, fiz algo muito errado.
zh_cn: 是的，我做了非常错误的事情。

source: I never should have done that to a friend.
de: Ich hätte das nie einem Freund antun dürfen.
fr: Je n'aurai jamais dû faire ça à un ami.
ja: 友達にあんなことをするべきではなかった。
pt: Nunca deveria ter feito aquilo com um amigo.
zh_cn: 我不应该对一个朋友这样做。

source: I 'borrowed' some things from you the last time we met.
de: Ich habe mir ein paar Sachen von dir 'ausgeliehen', als wir uns das letzte Mal trafen.
fr: Je t'ai "emprunté" quelques trucs la dernière fois qu'on s'est vus.
ja: 前回お会いしたとき、あなたからいくつかのものを"お借り"しました。
pt: 'Emprestei' algumas coisas de si desde a última vez que nos encontramos.
zh_cn: 我们上次见面时，我从你那里"借"了一些东西。

source: Did you? I can't recall.
de: Hast du? Ich kann mich nicht erinnern.
fr: Ah bon ? Je ne m'en rappelle pas.
ja: そうだっけ？ 思い出せません。
pt: Sério? Não consigo lembrar-me disso.
zh_cn: 你有吗？我不记得了。

source: Oh, it was just a few trifles, nothing important. Here you go, have them all back again.
de: Oh, nur ein paar Kleinigkeiten, nichts Wichtiges. Bitte sehr, hier hast du alles wieder.
fr: Oh, c'était juste quelques broutilles, rien d'important. Tiens, je te les rends.
ja: ああ、ほんの些細なことで、大したものはありません。どうぞ、すべてお返しします。
pt: Ah, foram apenas algumas ninharias, nada importante. Aqui estão, leve todas de volta.
zh_cn: 哦，这只是一些琐事，并不重要。给你，把它们都还给你。

source: Hmmm ...
ja: うーん…
zh_cn: 嗯......。

source: First of all, you can have back your 100 pieces of gold.
de: Zunächst bekommst du deine 100 Goldstücke wieder zurück.
fr: D'abord, tu peux reprendre tes 100 pièces d'or.
ja: まず、100ゴールドをお返しします。
pt: Antes de tudo, pode ficar com as suas 100 moedas de ouro de volta.
zh_cn: 首先，你可以拿回你的100块黄金。

source: How did you ...?
de: Wie hast du ...?
fr: Comment as-tu ... ?
ja: どうやって…？
pt: Como pôde…?
zh_cn: 你是怎么......？

source: Here is your Necklace of the Undead. I didn't even wear it once.
de: Hier ist die Halskette der Untoten. Ich hab sie nicht einmal getragen.
fr: Voici ton collier du Mort-vivant. Je ne l'ai même pas porté une seule fois.
ja: こちらは不死のネックレスです。一度も身につけていません。
pt: Aqui está o seu Colar dos mortos-vivos. Não usei-o nem uma vez.
zh_cn: 这是你的亡灵项链。我甚至没有戴过一次。

source: This is your father's ring, I think.
de: Das ist der Ring deines Vaters, glaub ich.
fr: Ca c'est l'anneau de ton père, je pense.
ja: これはあなたのお父さんの指輪だと思います。
pt: Este é o anel do seu pai, acho eu.
zh_cn: 我想，这是你父亲的戒指。

source: Mikhail's ring!
fr: L'anneau de Mikhail !
ja: ミハイルの指輪！
pt: O anel do Mikhail!
zh_cn: 米哈伊尔的戒指！

source: Then we have a ruby gem - not of much worth, really.
de: Dann hätten wir da noch einen Rubin - nicht wirklich viel wert.
fr: Ensuite il y avait une gemme rubis - sans grande valeur vraiment.
ja: それからルビーの宝石ですが、それほど価値はありません、本当に。
pt: Agora temos uma gema de rubi - não tem muito valor, na verdade.
zh_cn: 然后我们有一个红宝石 - 真的不值多少钱。

source: How dare you do that?
de: Wie kannst du nur?
fr: Comment oses-tu ?
ja: よくもまあそんな真似ができましたね？
pt: Como ousa fazer isso?
zh_cn: 你怎么敢这么做？

source: Last but not least I proudly present: The Dagger of the Shadow Priests!
de: Zu guter Letzt präsentiere ich stolz: den Dolch des Schattenpriesters!
fr: Enfin je présente fièrement : la dague du prêtre de l'Ombre !
ja: 最後に誇らしく紹介しましょう、シャドウプリーストダガー！
pt: Por último mas não menos importante, orgulhosamente apresento: A Adaga dos Sacerdotes das Sombras!
zh_cn: 最后但并非最不重要的一点是，我自豪地介绍：暗影祭司的匕首！

source: I'm speechless!
de: Mir fehlen die Worte!
fr: Je reste sans voix !
ja: 言葉も出ない！
pt: Estou sem palavras!
zh_cn: 我无言以对!

source: I am really sorry.
de: Es tut mir wirklich leid.
fr: Je suis vraiment désolé.
ja: 本当にごめんなさい。
pt: Sinto muito mesmo.
zh_cn: 我真的很抱歉。

source: I did not expect that from you. But OK, you did a good job as master thief.
de: Das hätte ich nicht von dir erwartet. Aber OK, du hast wahrhaftig ganze Arbeit als Meisterdieb geleistet.
fr: Je ne m'attendais pas à ça de toi. Mais ok, tu as fait un bon travail de maître voleur.
ja: まさかそんなことをするなんて。でもなるほど、スリの達人としては良い仕事だったかな。
pt: Não esperava isso de si. Mas, certo, fez um bom trabalho como um ladrão mestre.
zh_cn: 我没想到你会这样。不过还好，你作为盗贼高手干得不错。

source: That's what I wanted to hear.
de: Das ist, was ich hören wollte.
fr: C'est ce que je voulais entendre.
ja: それが聞きたかった。
pt: Era isso que queria ouvir.
zh_cn: 这就是我想听到的。

source: And you are naughty in addition to that.
de: Und darüber hinaus bist du noch unverschämt.
fr: Et tu es vilain en plus de ça.
ja: 加えてあなたはいたずらっ子だ。
pt: E é um travesso além disso.
zh_cn: 除此之外，你还很顽皮。

source: I don't suppose you are a member of the Thieves' Guild? I never heard of you.
de: Ich nehme nicht an, dass du ein Mitglied der Diebesgilde bist? Ich habe nie von dir gehört.
fr: Je suppose que tu n'es pas de la guilde des Voleurs ? Je n'ai jamais entendu parler de toi.
ja: 盗賊ギルドのメンバーではないよね？ あなたのことは聞いたことがない。
pt: Suponho que não seja um membro da Guilda dos Ladrões? Nunca ouvi falar de si.
zh_cn: 我不认为你是盗贼公会的成员？我从未听说过你。

source: You talk of Umar and his little gang? Are you also no one and nobody has seen you?
de: Du meinst Umar und seine kleine Bande? Bist du auch niemand und niemand hat dich gesehen?
fr: Tu veux dire Umar et son petit gang ? Es-tu aussi personne et personne ne t'a vu ?
ja: ウマルの一味のことですか？ あなたは誰でもないし誰もあなたを見ていない？
pt: Está a falar do Umar e da sua ganguezinha? Também não é ninguém e ninguém o viu?
zh_cn: 你说的是奥马尔和他的小团伙？难道你也是无名之辈，没有人见过你？

source: No - what do you mean?
de: Nein - was meinst du?
fr: Non - que veux-tu dire ?
ja: いや…どういう意味です？
pt: Não - o que quer dizer?
zh_cn: 不 - 你是什么意思？

source: How do you ...
de: Wie kannst du ...
fr: Comment est-ce que tu ...
ja: どうやって…
pt: Como pode…
zh_cn: 你怎么 ...

source: Don't look so irritated. Of course I know such internals. But no, I am no member of the guild. I prefer to be independent.
de: Guck nicht so irritiert. Natürlich kenne ich solche Interna. Aber nein, ich bin kein Mitglied der Gilde. Ich ziehe es vor, allein zu arbeiten.
fr: N'aie pas l'air si irrité. Bien sûr que je connais. Mais non, je ne suis pas membre de la guilde. Je préfère être indépendant.
ja: そうイライラしないで。そういった内部事情はもちろん知ってます。でも、ギルドメンバーではないですね。独立している方が好きなので。
pt: Não me olhe tão irritado. Claro que conheço os lemas. Mas não, não sou membro da guilda. Prefiro ser independente.
zh_cn: 不要看起来那么烦躁。我当然知道这种内部消息。不过，我不是公会的成员。我更喜欢单独行动。

source: You ... you would fit perfectly.
de: Du ... du würdest perfekt reinpassen.
fr: Vous ... vous vous adapteriez parfaitement.
ja: あなたには…ピッタリだった。
pt: Você... você encaixa-se perfeitamente.
zh_cn: 你......你会非常合适。

source: Honestly, I don't even know if this job is the right thing for me.
de: Ehrlich gesagt, weiss ich noch nicht mal, ob diese Arbeit überhaupt das Richtige für mich ist.
fr: Honnêtement, je ne sais même pas si ce travail est une bonne chose pour moi.
ja: 正直、この仕事が自分に合っているかどうかさえわからないのです。
pt: Sinceramente, nem sei se esse trabalho é a coisa certa para mim.
zh_cn: 老实说，我甚至不知道这份工作是否适合我。

source: By the way - did you meet my brother Andor on your journeys?
de: Übrigens - hast meinen Bruder Andor auf deinen Reisen getroffen?
fr: Au fait, as-tu rencontré mon frère Andor pendant tes voyages ?
ja: ところで…旅の途中で僕の兄のアンドールには会ったことは？
pt: Aliás - encontrou o meu irmão Andor nas suas viagens?
zh_cn: 顺便说一句--你在旅途中遇到了我的哥哥安道尔吗？

source: Sure. I even trailed him for some time, because he had exhibited some interesting behaviour.
de: Klar, ich habe ihn sogar eine Zeit lang verfolgt, weil er ein interessantes Verhalten gezeigt hat.
fr: Bien sûr. Je l'ai même pisté un moment, parce-qu'il avait un comportement intéressant.
ja: ええ。興味深い行動をとっていたので、しばらく尾行していました。
pt: Claro. Até o segui por algum tempo, ele tinha mostrado um comportamento interessante.
zh_cn: 当然。我什至跟踪了他一段时间，因为他表现出了一些有趣的行为。

source: Interesting? Or perhaps strange? What did he do?
de: Interessant? Oder vielleicht seltsam? Was hat er getan?
fr: Intéressant ? Ou peut-être étrange ? Qu'a-t-il fait ?
ja: 面白いこと？ それとも奇妙なこと？ 何をしてたの？
pt: Interessante? Ou talvez estranho? O que ele fez?
zh_cn: 有意思吗？或者说是奇怪？他做了什么？

source: No no no, I won't tell you of course.
de: Nein nein nein, ich werde dir ganz sicher nichts verraten.
fr: Non non non, je ne te le dirai pas bien-sûr.
ja: いやいやいや、もちろん話しませんよ。
pt: Não, não, não te vou contar, claro.
zh_cn: 不不不，我当然不会告诉你。

source: But here, take this little thing that I 'borrowed' from him.
de: Aber hier, nimm dieses kleine Ding, dass ich mir von ihm 'geliehen' habe.
fr: Mais tiens, voici un petit truc que je lui ai "emprunté".
ja: ですがこれを。こちらは彼から"借りて"きたものです。
pt: Mas aqui, leve essa coisinha que 'emprestei' dele.
zh_cn: 但在这里，拿着这个我从他那里'借来的小东西。

source: A stuffed rat? Urgh. I will give it back to him as soon as possible.
de: Eine ausgestopfte Ratte? Urgh. Ich werde sie ihm so schnell wie möglich zurückgeben.
fr: Un rat en peluche ? Beurk. Je lui redonnerai dès que possible.
ja: ネズミの剥製？ うわっ、できるだけ早く返そう。
pt: Um rato empalhado? Urgh. Vou devolver-lo assim que puder.
zh_cn: 一只毛绒老鼠？呃。我会尽快把它还给他。

source: Well, it's time to say goodbye. Farewell now.
de: Gut, dann ist es jetzt an der Zeit, Lebewohl zu sagen. Auf Wiedersehen.
fr: Eh bien, il est temps de se dire au revoir. Adieu.
ja: さて、お別れの時間です。さようなら。
pt: Bom, hora de dizer tchau. Adeus agora.
zh_cn: 好了，是时候说再见了。现在告别了。

source: Farewell.
de: Auf Wiedersehen.
fr: Adieu.
ja: さようなら。
pt: Adeus.
zh_cn: 告别了。

source: Before I leave, I have some business to do here.
de: Bevor ich gehe, hab ich hier noch etwas zu erledigen.
fr: Avant de partir, j'ai des affaires à conclure ici.
ja: 出発する前に、ここで用事があります。
pt: Antes de ir, tenho alguns negócios para fazer aqui.
zh_cn: 在我离开之前，我在这里有一些事情要做。

source: Who art thou that disturbeth the peace of an Elythom knight?
fr: Qui esssste-tu qui déranggge la paix d'un chevalier Elythom ?
ja: エリソム騎士の平穏を乱す者は誰だ？
pt: Quem és tu que perturba a paz de um cavaleiro de Elythom?
zh_cn: 谁能扰乱伊利多姆骑士的安宁？

source: Oh, sorry. I'm already gone again.
fr: Oh, pardon. Je m'en vais de suite.
ja: ああ、すみません。もう行きますね。
pt: Oh, desculpe. Já estou a ir.
zh_cn: 哦，对不起。我再次来到这里。

source: I am looking for my brother Andor. Do you have seen him? He looks a bit like me.
fr: Je cherche mon frère Andor. L'avez-vous vu ? Il me ressemble un peu.
ja: 兄のアンドールを探しています。見たことはありませんか？ 僕に少し似ています。
pt: Estou a procurar por meu irmão Andor. Viu-o? Ele parece-se um pouco comigo.
zh_cn: 我在寻找我的哥哥安道尔。你见过他吗？他看起来有点像我。

source: No, $playername. I have not seen Andor lately.
fr: Non, $playername. Je n'ai pas vu Andor dernièrement.
ja: いや、$playername。アンドールのことは最近見かけていない。
pt: Não, $playername. Não vi o Andor ultimamente.
zh_cn: 不，$playername。我最近没有看到安道尔。

source: How do you know my name?
fr: Comment savez-vous mon nom ?
ja: どうして僕の名前を知っているのですか？
pt: Como sabe o meu nome?
zh_cn: 你是怎么知道我的名字的？

source: Oops. Eh, well, we Elythom knights know many things.
fr: Oups. Eh bien, nous, les chevaliers Elythom savons beaucoup de choses.
ja: おっと。えー、まあ、我らエリソム騎士は多くのことを知っているのだ。
pt: Epá. Eh, bom, nós cavaleiros de Elythom sabemos de muitas coisas.
zh_cn: 哎呀。呃，好吧，我们伊利索姆骑士知道很多事情。

source: That's not the whole truth. Now?
fr: Ce n'est pas complètement vrai. Et maintenant ?
ja: それは真実のすべてではないでしょう。ほら？
pt: Tá me a esconder alguma coisa. Então?
zh_cn: 这不是全部的真相。现在呢？

source: All right, $playername. Of course I know you well. I am Burhczyd afgz Dtaloumiye.
fr: D'accord, $playername. Bien-sûr que je te connais bien. Je suis Burhczyd afgz Dtaloumiye.
ja: わかりました、$playername。もちろんあなたのことはよく知っています。私はブルチェド・アフグズ・ダルミエです。
pt: Está bem, $playername. Claro que te conheço bem. Chamo-me Burhczyd afgz Dtaloumiye.
zh_cn: 好吧，$playername。我当然很了解你。我是伯赫奇德。

source: Burhczyd? You - a knight of the Elythom?
fr: Burhczyd ? Toi, un chevalier Elythom ?
ja: ブルチェド？ あなたが、エリソム騎士？
pt: Burhczyd? Você - um cavaleiro de Elythom?
zh_cn: 伯赫奇德？你-伊利索姆的骑士？

source: One should have that impression. But not everything is as it seems.
fr: Cela peut donner cette impression. Mais tout n'est pas comme il paraît.
ja: そう思われることでしょう。ですがすべてが見た通りであるとは限りませんよ。
pt: Deve ter essa impressão mesmo. Mas não é o que parece.
zh_cn: 人们应该有这种印象。但并非一切都像看起来那样。

source: You know, once I feasted with the Lord Commander of the Elythom. A very pleasant man.
fr: Tu sais, une fois j'ai festoyé avec le Seigneur Commandant de l'Elythom. Un homme très charmant.
ja: エリソムの団長と食事を共にしたのです。とても気持ちの良い方だった。
pt: Sabe, uma vez banqueteei com o Senhor Comandante de Elythom. Um homem muito agradável.
zh_cn: 你知道，有一次我和伊利瑟姆的指挥官一起参加宴会。他是一个非常令人愉快的人。

source: We got merry, and in high spirits I 'borrowed' a few little things from him.
fr: Pendant nos réjouissances, et en tout bien tout honneur, je lui ai "emprunté" quelques objets.
ja: すっかり盛り上がって、ちょっとしたものを"借り"てしまいました。
pt: Ficamos 'alegres' e quando estávamos bêbados 'emprestei' umas coisinhas dele.
zh_cn: 我们玩得很开心，我兴致勃勃地从他那里借了一些小东西。

source: Now the whole order is looking for the thief. So I thought it wise to disguise myself.
fr: Maintenant l'Ordre tout entier est à la recherche du voleur. Alors j'ai pensé qu'il serait sage de me déguiser.
ja: 現在、全員が盗っ人を探しています。ですので変装するのが賢明かなと。
pt: Agora toda a ordem está atrás do ladrão. Então pensei que seria melhor me disfarçar.
zh_cn: 现在全部告示都在寻找小偷。所以我认为伪装自己是明智的。

source: As a knight!?
fr: En chevalier !?
ja: 騎士に！？
pt: Como um cavaleiro!?
zh_cn: 作为一个骑士！？

source: Indeed. They'd never suspect this. I already talked with some knights and asked about their progress.
fr: Oui. Ils ne s'en douteraient jamais. J'ai déjà parlé avec des chevaliers et leur ai demandé comment progressait leurs recherches.
ja: そうです。疑われることはなかったですね。既に何人かの騎士とも話をして進捗状況について聞いてみました。
pt: De fato. Nunca suspeitarão disso. Já falei com alguns cavaleiros e perguntei-os sobre o seu progresso.
zh_cn: 事实上。他们永远不会怀疑这一点。我已经和一些骑士谈过了，并询问了他们的进展。

source: It was really hard to hold back my laughter.
fr: C'était vraiment dur de ne pas éclater de rire.
ja: 笑いをこらえるのが本当に大変でしたよ。
pt: Foi realmente muito difícil de segurar a risada.
zh_cn: 我真的很难忍住笑声。

source: But now you should leave. Otherwise we may arouse suspicion.
fr: Mais maintenant tu devrais partir. Sinon on pourrait éveiller les soupçons.
ja: でもあなたはもう離れたほうがいい。疑われるかもしれない。
pt: Mas agora deve ir. Caso contrário podemos levantar suspeitas.
zh_cn: 但现在你应该离开。否则我们可能会引起怀疑。

source: You are right. We'll surely meet another time.
fr: Tu as raison. On se reverra sûrement une autre fois.
ja: 確かに。また必ずお会いしましょう。
pt: Está certo. Certamente nos encontraremos de novo.
zh_cn: 你是对的。我们一定会再见面。

source: We'd better not be seen together anymore.
fr: On ferait mieux de ne plus être vus ensemble.
ja: もう一緒にいるところを見られないようにした方がいいですね。
pt: É melhor que não sejamos vistos juntos de novo.
zh_cn: 我们最好不要再见面了。

source: Sorry, I have to leave.
fr: Désolé, il faut que j'y aille.
ja: すみません、失礼します。
pt: Desculpa, estou a ir.
zh_cn: 对不起，我必须离开。

source: Burhczyd, is it really you? Wait, don't run away ...
fr: Burhczyd, c'est vraiment toi ? Attends, ne t'enfuis pas...
ja: ブルチェド、本当にあなたなの？ 待って、逃げないで…
pt: Burhczyd, é você? Espere, não fuja...
zh_cn: 伯赫奇德，真的是你吗？等等，不要逃跑...

source: As soon as ...todo..., I will go.
fr: Dès que... à faire..., j'irai.
ja: すぐに…やること…行きます。
pt: Assim que... a fazer..., eu vou.
zh_cn: 一旦...办完正事...，我会去的。

source: Ooh. Oooooh!
ja: ああッ。うわぁああッ～！
pt: Ooh. Ooooh!
zh_cn: 哦。哦哦！

source: Hey, what's the matter with you?
fr: Hé, qu'est-ce qui te prend ?
ja: ちょっと、どうしたの？
pt: Ei, qual é o seu problema?
zh_cn: 嘿，你怎么了？

source: I feel so bad.
fr: Je me sens tellement mal.
ja: 気分がとても悪い。
pt: Sinto-me péssimo.
zh_cn: 我感觉很糟糕。

source: Looks like a bit of a fever. Just stay in bed for a few days.
fr: On dirait un peu de fièvre. Reste au lit quelques jours.
ja: 少し熱があるようですね。何日か安静にしててください。
pt: Parece um pouco com uma febre. Apenas fique de cama por alguns dias.
zh_cn: 看来是有点发烧了。就在床上躺几天吧。

source: But I can't! I mustn't! Gnossath would kill me.
fr: Mais je ne peux pas ! Je ne dois pas ! Gnossath me tuerait.
ja: でもダメだっ！ できない！ グノッサスに殺される。
pt: Mas não posso! Não deveria! Gnossath me mataria.
zh_cn: 但我不能！我不能！格诺萨会杀了我。
