Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: Thank you for helping me investigate the men earlier.
de: Danke, dass du mir neulich geholfen hast, die Männer zu überprüfen.
fr: Merci de m'avoir aidé à investiguer ces hommes tout à l'heure.
ja: 先程は男たちの調査に協力してくれてありがとう。
pt: Obrigado por me ajudar a investigar os homens, anteriormente.
zh_cn: 谢谢你之前帮我调查这些人。

source: Sure, take a look.
de: Sicher, wirf einen Blick darauf.
fr: Bien sûr, jetez un œil.
ja: もちろん、見てくれ。
pt: Claro, dê uma olhada.
zh_cn: 当然，看看。

source: Fight
de: Kämpfe
fr: Combat
ja: 勝負
pt: Lute
zh_cn: 战斗

source: Good to hear that there are at least a few people left out there willing to take a stand against Feygard.
de: Freut mich zu hören, dass wenigstens einige Menschen hier draußen übrig sind, die Stellung gegen Feygard beziehen.
fr: C'est bon de savoir qu'il reste encore quelques personnes ici qui sont prêtes à s'opposer à Feygard.
ja: フェイガードに反対しようという人が少なくともまだ残ってるんだって知れて良かったよ。
pt: É bom ouvir que existem pelo menos algumas pessoas por aí, dispostos a tomar uma posição contraria a Feygard.
zh_cn: 很高兴听到至少有几个人离开那里，并站在反对费加德的立场。

source: Should you really be out here all by yourself?
de: Solltest du wirklich hier alleine unterwegs sein?
fr: Devriez-vous vraiment être dehors tout seul ?
ja: 本当にこんなところに1人でいていいのかいアンタ？
pt: Realmente esta aqui sozinho?
zh_cn: 你真的应该一个人在这里吗？

source: Look fellas, a kid! Out strolling here in the wilderness!
de: Schaut, Kumpels, ein Kind! Rennt hier allein durch die Wildnis!
fr: Regardez les gars, un gamin ! Dehors à se promener dans le désert !
ja: 見てみろ、ガキだ！ 荒野を散歩してやがる！
pt: Rapazes: olhem, um garotinho! Passeando aqui no deserto!
zh_cn: 看，伙计们，一个孩子！在这里的旷野上漫步！

source: Should you really be out here kid? These areas are dangerous.
de: Solltest du wirklich hier draußen sein, Kind? Diese Gegenden sind gefährlich.
fr: Devrais-tu vraiment être dehors, gamin ? Ces zones sont dangereuses.
ja: お前さん、こんなところにいていいのか？ ここらは危険だぞ。
pt: Realmente está aqui garoto? Estas áreas são perigosas.
zh_cn: 你真的应该到这里来吗，孩子？这些地区很危险。

source: I can handle myself.
de: Ich komme schon klar.
fr: Je peux me tenir.
ja: 自分で対処できます。
pt: Sei me cuidar.
zh_cn: 我可以自己处理。

source: Why? What is out here?
de: Warum? Was ist hier draußen?
fr: Pourquoi ? Qu'y a-t-il par ici ?
ja: どうして？ ここには何があるの？
pt: Por que? O que tem por aqui?
zh_cn: 为什么？什么在这里？

source: You are right, I better leave.
de: Du hast Recht, ich gehe besser.
fr: Tu as raison, je ferais mieux de partir.
ja: そうですね、そろそろ失礼します。
pt: Está certo, é melhor ir embora.
zh_cn: 你说得对，我最好离开。

source: I bet you can.
de: Ich wette, dass du das kannst.
fr: Je parie que tu peux.
ja: きっと出来るだろうよ。
pt: Aposto que pode.
zh_cn: 我打赌你可以。

source: Well, west of here is not much. No towns for quite a while, only the harsh and dangerous wilderness.
de: Nun, westlich von hier gibt es nicht mehr viel: Keine Städte meilenweit, nur die raue und gefährliche Wildnis.
fr: Eh bien, à l'ouest d'ici, il n'y a pas grand chose. Pas de ville pendant un bon moment, seulement la nature sauvage, rude et dangereuse.
ja: そうだな、ここから西はあまり大したものはない。当面は町もないし、荒涼とした危険な荒野ばかりだ。
pt: Bem, a oeste daqui não tem muito. Nenhuma cidade por perto, apenas o deserto duro e perigoso.
zh_cn: 嗯，这里的西部没有什么。长期以来都没有城镇，只有严酷而危险的荒野。

source: Of course, there is Carn Tower if you travel really far west, but you really do not want to head there.
de: Natürlich, wenn du ganz, ganz weit nach Westen fährst, wäre da der Carn-Turm. Aber dort willst du nicht wirklich hin.
fr: Bien sûr, il y a la tour de Carn si tu voyage loin à l'ouest, mais ce n'est pas le genre d'endroit où tu voudrais aller.
ja: もちろん、本当に西の果てまで旅をするっていうならカーンタワーはあるが、さすがにあそこには行きたくないだろう。
pt: É claro, há torre de Carn se viajar muito longe para oeste, mas realmente não quer ir até lá.
zh_cn: 当然，如果你真的往西走，还有卡恩塔，但你不会想去那里的。

source: So, what brings you to these parts of the land?
de: So, was verschlägt dich in diesen Teil des Landes?
fr: Alors, qu'est-ce qui t'amène dans cette partie des terres ?
ja: で、何しにこんなところまで来たんだ？
pt: Então, o que o traz a estas partes da terra?
zh_cn: 那么，是什么让你来到这些地方的？

source: I am looking for a group of men led by someone by the name of Rogorn. Are you him?
de: Ich suche nach einer Gruppe Männer, angeführt von einem gewissen Rogorn. Bist du das?
fr: Je cherche un groupe d'hommes dirigés par quelqu'un nommé Rogorn. Est-ce vous ?
ja: ロゴーンという人が率いるグループを探してます。あなたがそうですか？
pt: Estou a procurar um grupo de homens liderado por alguém com o nome de Rogorn. É ele?
zh_cn: 我正在寻找由一个名叫 罗戈恩的人领导的一群人。你是吗？

source: Just looking for any treasure that might reveal itself here.
de: Ich schaue einfach nach Schätzen, die vielleicht hier auftauchen könnten.
fr: Je cherche juste n'importe quel trésor qui pourrait se révéler.
ja: ここで見つかるかもしれないお宝を探してるだけです。
pt: Basta procurar qualquer tesouro que pode revelar-se aqui.
zh_cn: 只是在寻找可能在这里出现的任何宝藏。

source: I am just exploring.
de: Ich erforsche einfach die Gegend.
fr: Je ne fais qu'explorer.
ja: 探検しているだけです。
pt: Estou apenas a explorar.
zh_cn: 我只是在探索。

source: Well, keep on looking then.
de: Nun, dann schau weiter.
fr: Bien, continue alors.
ja: そうか、探すのを続けてくれ。
pt: Bem, continue a procurar então.
zh_cn: 好吧，那就继续找吧。

source: That depends, why do you want to know?
de: Kommt darauf an. Warum willst du das wissen?
fr: Ça dépend, pourquoi tu veux savoir ?
ja: 場合によるが、どうして知りたいんだ？
pt: Isso depende, por que quer saber?
zh_cn: 那要看情况了，你为什么想知道？

source: You are wanted by the Feygard patrol for the crimes you have committed.
de: Du wirst für deine verübten Verbrechen von der Wache Feygards gesucht.
fr: Vous êtes recherchés par la patrouille de Feygard pour les crimes que vous avez commis.
ja: お前たちは犯した罪でフェイガードのパトロールから指名手配されている。
pt: Está a ser procurado pela patrulha Feygard pelos crimes que cometeu.
zh_cn: 你因所犯的罪行被费加德巡逻队通缉。

source: I am seeking to deal justice wherever I can, and I heard that you are in need of being shown some justice.
de: Ich versuche, Gerechtigkeit walten zu lassen, wo immer ich kann. Und ich habe gehört, dass dir Gerechtigkeit gezeigt werden müsste.
fr: Je cherche à aider partout où je peux, et j'ai entendu dire que vous aviez besoin que justice soit faite.
ja: 僕はできる限り正義を貫こうとしている。あなた方は正義を示される必要があると聞きました。
pt: Estou a procurar para trazer justiça sempre que posso e ouvi dizer que precisa saldar suas dívidas com a justiça.
zh_cn: 我正在尽我所能寻求伸张正义，而且我听说你需要被伸张正义。

source: I am sent by some guards over at the Crossroads guardhouse to look for you.
de: Ich wurde von den Männern aus dem Wachhaus am Kreuzweg ausgeschickt, um nach dir zu suchen.
fr: Un soldat du poste de garde de Croisechemins m'a demandé de vous chercher.
ja: あなたたちを探すためにクロスロード衛兵所の衛兵から送られました。
pt: Fui enviado por alguns guardas em cima da guarita de Crossroads para procurar-lo.
zh_cn: 我被交叉路口警卫队派去找你。

source: The guards from Feygard are looking for you, and I came to warn you.
de: Die Männer aus dem Wachhaus am Kreuzweg suchen nach dir, und ich bin gekommen, um dich zu warnen.
fr: Les gardes de Feygard te cherchent, et je suis venu t'avertir.
ja: フェイガードの衛兵があなたたちを探しています、警告に来ました。
pt: Os guardas de Feygard estão a procurar por si e vim para o avisar.
zh_cn: 费加德的守卫在找你，我是来警告你的。

source: Hah! We? Crimes?
de: Ha! Wir? Verbrechen?
fr: Ah ! Nous ? Des crimes ?
ja: はあ！ オレたちが？ 罪だって？
pt: Hah! Nós? Crimes?
zh_cn: 哈！我们？犯罪？

source: Justice? What would you know of justice, kid?
de: Gerechtigkeit? Was weißt du schon von Gerechtigkeit, Kind?
fr: Justice ? Que connais-tu de la justice, petit ?
ja: 正義だ？ お前さんが正義の何を知ってる？
pt: Justiça? O que sabe da justiça, garoto?
zh_cn: 正义？你知道什么是正义吗，孩子？

source: If there is someone that deserves punishment, it surely isn't us. By the Shadow, it's those snobs from Feygard that should be taught a lesson.
de: Wenn es jemanden geben sollte, der Strafe verdient, dann sicherlich nicht wir. Beim Schatten, es sind diese Wichtigtuer aus Feygard, denen man eine Lektion erteilen sollte.
fr: Si quelqu'un mérite d'être puni, ce n'est certainement pas nous. Par l'Ombre, ce sont ces snobs de Feygard qui devraient recevoir une leçon.
ja: 罰を受けるべき者がいるとするなら、それはオレたちじゃないことは確かだ。シャドウの名において、フェイガードの俗物どもをこそ懲らしめるべきだ。
pt: Se há alguém que merece punição, certamente não somos nós. Pela Sombra, é aqueles esnobes de Feygard que precisam que alguém lhes ensine uma lição.
zh_cn: 如果有什么人应该受到惩罚，那肯定不是我们。按照暗影的说法，应该教训的是费加德的那些势利小人。

source: I will not listen to your lies! For Feygard!
de: Ich werde nicht auf deine Lügen hören! Für Feygard!
fr: Je n'écouterai pas vos mensonges ! Pour Feygard !
ja: お前の嘘に耳は貸さない！ フェイガードのために！
pt: Não vou ouvir as suas mentiras! Por Feygard!
zh_cn: 我不会听信你的谎言！为了费加德!

source: Talk all you want, I happen to know that you have stolen from Feygard, which is not acceptable.
de: Rede, wie du willst. Ich weiß zufällig, dass du Feygard bestohlen hast, was nicht akzeptabel ist.
fr: Parlez tant que vous voulez, j'ai appris que vous avez volé à Feygard, ce qui n'est pas acceptable.
ja: 言いたいことがあるなら全部話しておくんだな。お前たちがフェイガードから盗みをしたことなら知っている、それは許されることじゃない。
pt: Fale tudo o que quiser, descobri que roubou Feygard, o que não é aceitável.
zh_cn: 随你怎么说，我知道你偷了费加德的东西，这是不可以的。

source: What's your side of the story then?
de: Wie siehst du denn die Sache?
fr: Quelle est votre version des faits alors ?
ja: それなら、あなたの言い分は何ですか？
pt: Qual é o seu lado da história, então?
zh_cn: 那么你的说法是什么呢？

source: I tell you, we did not steal anything from those snobs.
de: Ich sage dir, wir haben nichts von diesen Wichtigtuern gestohlen.
fr: Je te le dis, nous n'avons rien volé à ces snobs.
ja: 言っておくが、オレたちはあの俗物から何も盗んじゃいない。
pt: Digo-lhe, não roubei nada daqueles esnobes.
zh_cn: 我告诉你，我们没有从那些势利小人那里偷任何东西。

source: You are still wanted dead by the Feygard patrol. For Feygard!
de: Feygards Wache will euch trotzdem noch tot sehen. Für Feygard!
fr: La patrouille de Feygard te veut toujours mort. Vive Feygard !
ja: お前はまだフェイガードのパトロールに指名手配されている。フェイガードのために！
pt: Está a ser procurado vivo ou morto pela patrulha Feygard. Por Feygard!
zh_cn: 但你仍然被费加德巡逻队通缉。为了费加德！

source: Why are they looking for you then?
de: Warum suchen sie dann nach euch?
fr: Pourquoi te recherchent-ils alors ?
ja: それならなぜ彼らはあなたを探してるんです？
pt: Por que eles estão o a procurar, então?
zh_cn: 那他们为什么要找你？

source: I had hoped it would not come to this. For the Shadow!
de: Ich hatte gehofft, es würde nicht dazu kommen. Für den Schatten!
fr: J'espèrais que ça n'en arriverait pas là. Pour l'Ombre !
ja: こんなことにならなきゃ良かったんだがな。シャドウのために！
pt: Esperava que não chegasse a isso. Pela sombra!
zh_cn: 我曾希望它不会变成这样。为了暗影！

source: Talked to those guards from Feygard eh? Tell me, what is your opinion of Feygard?
de: Ihr habt mit den Wachen von Feygard gesprochen, oder? Sag mir, was hältst du von Feygard?
fr: Tu as parlé à ces gardes de Feygard hein ? Dis-moi, que penses-tu de Feygard ?
ja: フェイガードの衛兵と話したのか？ 教えてくれ、フェイガードのことをどう思う？
pt: Falou com os guardas de Feygard eh? Diga-me, qual é a sua opinião sobre Feygard?
zh_cn: 跟费加德的警卫谈过了？告诉我，你对费加德有什么看法？

source: They seem to have honorable ideals of law and order, and I respect that.
de: Sie scheinen ehrenhafte Ideale von Recht und Gesetz zu haben, und das respektiere ich.
fr: Ils semblent avoir des idéaux honorables en matière de loi et d'ordre, et je respecte cela.
ja: 法と秩序の崇高な理念を持っているようだ、僕はそれを尊重します。
pt: Eles parecem ter ideais honrosas da lei e da ordem e respeito isso.
zh_cn: 他们似乎有光荣的法律和秩序的理想，我尊重这一点。

source: Their ideals seem to be a bit oppressive of the people, which I do not like.
de: Ihre Ideale scheinen die Leute ein wenig zu unterdrücken, und das mag ich nicht.
fr: Leurs idéaux semblent un peu oppressifs pour le peuple, ce que je n'aime pas.
ja: 彼らの理念は人々を抑圧しているようだ、僕はそれが気に入らない。
pt: Os ideais deles parecem ser um pouco opressivo das pessoas, o que não gosto.
zh_cn: 他们的理想似乎有点压迫人民，这一点我不喜欢。

source: I have no opinion, I try not to get involved in their business.
de: Dazu habe ich keine Meinung. Ich versuche, mich aus ihren Angelegenheiten herauszuhalten.
fr: Je n'ai pas d'opinion, j'essaie de ne pas me mêler de leurs histoires.
ja: 僕に意見はない、あの人たちの活動には関わらないようにしている。
pt: Não tenho opinião, tento não me envolver nos seus negócios.
zh_cn: 我没有意见，我尽量不参与他们的事。

source: Interesting. But now that you are part of their business by coming here to look for me on their behalf, how does that fit into your unwillingness to take sides?
de: Interessant. Aber jetzt bist du in ihrer Angelegenheit gekommen, mich für sie aufzuspüren. Wie passt dies nun zu deinem Unwillen, für eine Seite Partei zu ergreifen?
fr: Intéressant. Mais maintenant que tu es impliqué en venant ici me voir sur leur demande, comment arrive tu à concilier ceci avec ton refus de choisir ton camp ?
ja: 面白い。だが、お前さんがヤツらのためにここまでオレを探しに来たことは、お前さんが連中の活動の一部となったと言える。そいつは、気乗りしない側につくこととどう関係している？
pt: Interessante. Mas agora que é parte disso, ao vir aqui para me procurar no nome deles, como é que isso se encaixa na sua falta de vontade de tomar algum partido?
zh_cn: 有趣。但是现在你是他们的一员，代表他们来这里找我，这不符合你不站边的立场呢？

source: I was told that you have stolen from Feygard, which is not acceptable.
de: Mir wurde gesagt, dass du Feygard etwas gestohlen hast. Das kann man nicht hinnehmen.
fr: J'ai entendu dire que tu avais volé à Feygard, ce qui n'est pas acceptable.
ja: あなたはフェイガードから盗みをしたと聞いた、それは許せない。
pt: Foi-me dito que roubou de Feygard, o que não é aceitável.
zh_cn: 有人告诉我，你偷了费加德的东西，这是不允许的。

source: I want to hear your side of the story.
de: Ich möchte deine Sicht der Geschichte hören.
fr: Je voudrais entendre votre version des faits.
ja: あなたの言い分を聞きたいです。
pt: Quero ouvir o seu lado da história.
zh_cn: 我想听听你的说法。

source: I am just looking to see if there is some treasure to be gained from this.
de: Ich schaue nur, ob man daraus vielleicht Kapital schlagen kann.
fr: Je regarde juste pour voir s'il y aurait quelque trésor à y gagner.
ja: これでお宝が手に入るかもって期待してるだけ。
pt: Estou apenas a procurar para ver se posso obter algum lucro com isso.
zh_cn: 我只是想看看是否可以从中获得一些财富。

source: You should make up your mind about what your priorities are. Tell your Feygard friends that we will not be oppressed by them. Shadow be with you, child.
de: Du solltest dich entscheiden, wo deine Prioritäten liegen. Sag deinen Freunden in Feygard, dass wir uns nicht von ihnen unterdrücken lassen. Der Schatten sei mit dir, Kind.
fr: Tu devrais faire le point sur tes priorités. Dis à tes amis de Feygard que nous ne seront pas oppressés par eux. Que l'Ombre soit avec toi, petit.
ja: 自分の優先順位を決めるべきだな。オレたちはヤツらになど抑圧されない、そうフェイガードの連中には伝えといてくれ。シャドウはお前と共にある。
pt: Deve perguntar na sua mente sobre quais são as suas prioridades. Diga aos seus amigos Feygard que não seremos oprimidos por eles. A Sombra esteja consigo, criança.
zh_cn: 你应该决定你的优先事项是什么。告诉你的费加德朋友，我们不会受到他们的压迫。暗影与你同在，孩子。

source: You have got that right. They are always trying to make life hard for us little people. Let me tell you my side of the story.
de: Das siehst du richtig. Sie versuchen ständig, uns kleinen Leuten das Leben schwer zu machen. Lass mich dir meine Sicht der Dinge darlegen.
fr: Tu as raison. Ils sont toujours en train de rendre la vie plus dur pour nous le petit peuple. Laisse moi te raconter ma version de l'histoire.
ja: その通りだ。ヤツらはいつもオレたち庶民の生活を苦しめようとしやがる。オレの言い分を話そう。
pt: Tem esse direito. Eles estão sempre a tentar tornar a vida difícil para nós pessoas comuns. Deixe-me contar-lhe a minha vista da história.
zh_cn: 你说得很对。他们总是试图让我们这些小人物的生活变得艰难。让我告诉你我的故事。

source: Law and order? What use do we have of that if we are always persecuted by them and do not even have the freedom to live our lives the way we want?
de: Recht und Gesetz? Welchen Nutzen haben wir davon, wenn wir immer von ihnen verfolgt werden und noch nicht einmal die Freiheit haben, unser Leben so zu leben, wie wir es wollen?
fr: La loi et l'ordre ? À quoi ça sert, s'ils nous persécutent en permanence et que nous n'avons même plus la liberté de vivre nos vies comme nous l'entendons ?
ja: 法と秩序だと？ 常に迫害されて、自分の望むように生きる自由すらないのなら、そんなものに何の価値がある？
pt: A lei e a ordem? O que notamos é que somos sempre perseguidos por eles e nem sequer temos liberdade, então podemos viver a nossa vida da maneira que queremos?
zh_cn: 法律和秩序？如果我们总是受到他们的迫害，甚至没有自由以我们想要的方式生活，那我们有什么用呢？

source: They are always looking for us, trying to oppress us in some way. Always trying to make our lives a little bit harder.
de: Sie suchen uns die ganze Zeit und trachten danach, uns zu unterdrücken. Immer versuchen sie, uns das Leben noch ein wenig schwerer zu machen.
fr: Ils sont toujours après nous, essayant de nous oppresser par tous les moyens. Toujours à nous rendre la vie plus difficile.
ja: ヤツらはいつもオレたちを探し出して、何かの形で抑圧しようとしてくる。オレたちの生活を少しずつ苦しめようとしてやがるんだ。
pt: Eles estão sempre nos a procurar e a tentar oprimir-nos de alguma forma. Sempre a tentar fazer da nossa vida um pouco mais difícil.
zh_cn: 他们总是在找我们，试图以某种方式压迫我们。总是试图让我们的生活更艰难一点。

source: Good to hear that there still are some people willing to make a stand against Feygard. Let me tell you my side of the story.
de: Freut mich zu hören, dass es noch einige Menschen gibt, die sich Feygard entgegenstellen wollen. Lass mich dir meine Sicht der Geschichte erzählen.
fr: Heureux d'apprendre qu'il y a toujours quelques personnes prêtes à s'opposer à Feygard. Laisse-moi te donner ma version des faits.
ja: まだフェイガードに反対する人がいると聞けて良かったよ。オレの言い分を話そうか。
pt: É bom ouvir que ainda existem algumas pessoas que queiram fazer oposição contra Feygard. Deixe-me dizer-lhe o meu lado da história.
zh_cn: 很高兴听到仍有一些人愿意站出来反对费加德。让我告诉你我的故事。

source: Me and my boys here travelled from our home in Nor City to these northern lands a few days ago.
de: Ich und meine Jungs sind vor ein paar Tagen aus unserer Heimat in Nor City in diese nördlichen Länder gereist.
fr: Moi et mes compagnons avons voyagé de notre foyer à Norville jusqu'à ces terres nordiques, il y a quelques jours.
ja: オレとそこのオレの息子たちは数日前、ノアシティの実家からここらの北の地へと旅に出た。
pt: E meus meninos aqui viajamos de nossa casa de Nor-City para essas terras do norte, faz poucos dias.
zh_cn: 几天前，我和我的孩子们从我们在诺尔城的家来到这些北方的土地。

source: We had never been here ourselves. We had only heard stories about how tough the guards from Feygard were, and how they held their precious law above all.
de: Wir waren selbst noch nie hier. Wir hatten nur Geschichten gehört, wie streng die Wache von Feygard ist, und wie sie ihr kostbares Gesetz über alles andere stellen.
fr: Nous n'y sommes jamais allés de nous-mêmes. Nous avons seulement entendu des récits à propos de la robustesse des soldats de Feygard, et comment ils prônaient leur précieuse loi au-dessus de tout.
ja: これまでオレたちはここに来たことがなかった。フェイガードの衛兵がどれだけ手ごわいか、何よりも大切にしている法を守ってきたのか、そんな話を聞いたことがあるだけだった。
pt: Nunca tinha estado aqui antes. Apenas haviamos ouvido histórias sobre o quão duro os guardas de Feygard foram e como eles pôram preciosa lei deles acima de tudo.
zh_cn: 我们自己从来没有来过这里。我们只听说过费加德的守卫有多强硬，以及他们如何将宝贵的法律置于首位的故事。

source: Anyway, we got wind of a certain business opportunity here up north. One where we would be on the receiving end of a very profitable deal.
de: Wie auch immer, wir bekamen Wind von einem gewissen Geschäft hier oben im Norden. Eines, bei dem wir am ertragreichen Ende eines sehr profitablen Handels wären.
fr: Nous avons eu vent d'une opportunité commerciale ici au Nord. Une affaire dont on aurait pu tirer un bénéfice considérable.
ja: そいつはともかくとして、北の地でオレたちはビジネスの好機を嗅ぎつけた。かなりの儲けを見込める取引を受けることになったんだ。
pt: De qualquer forma, farejamos uma ótima oportunidade de negócio aqui no norte. Uma onde teríamos ao final um negócio muito rentável.
zh_cn: 总之，我们得到了北方的某个交易机会的消息。在这个机会中，我们将作为接收方，并得到非常有利的报酬。

source: So we went here to conduct our business. Shortly thereafter, I guess the guards from Feygard must have been tipped off about us, since we noticed that we were being followed by the guards after a while.
de: So kamen wir her, um das Geschäft zu machen. Kurz darauf, schätze ich, muss die Feygarder Wache einen Tipp bekommen haben, denn wir merkten, dass die Büttel uns seitdem folgten.
fr: Nous y sommes donc allés afin de finaliser notre affaire. Peu après, je suppose que les gardes de Feygard ont dû recevoir une dénonciation nous concernant, car nous avons remarqué que nous étions suivis par ces gardes après un moment.
ja: それで、そのビジネスのためにここまでやって来た。それからすぐだ、衛兵に尾行されていることに気づいた。フェイガード衛兵がオレたちの情報でも得たんだろうよ。
pt: Então viemos até aqui para fazer os nossos negócios. Mas acho que os guardas de Feygard devem ter sido avisado sobre nossa vinda, uma vez que percebemos que estávamos a ser seguidos pelos guardas depois de um tempo.
zh_cn: 所以我们来这里做生意。不久之后，我想来自费加德的卫兵一定是被发现了我们，因为我们注意到过了一会儿，我们被警卫跟踪了。

source: Not willing to risk anything, considering the rumors we had heard about the guards from there, we did the only reasonable thing we could do - we abandoned the plan right away and left, before we could conduct the business we had planned.
de: Da wir nichts riskieren wollten, und wir daran dachten, was wir über die Wachen hier gehört hatten, taten wir das einzig vernünftige: Wir gaben unsere Pläne auf und verschwanden, bevor wir unser Geschäft vollenden konnten.
fr: Ne voulant rien risquer, considérant les rumeurs que nous avions entendues à propos des gardes d'ici, nous avons fait la seule chose raisonnable que nous pouvions faire - nous avons abandonné notre plan et sommes partis, avant même d'avoir pu réaliser l'affaire qui nous avait amenée ici.
ja: 衛兵について聞いた噂を考えれば、リスクを冒す気にはならなかった。だからオレたちにできるただ1つの合理的な手段、さっさと計画を破棄することを決めて、予定していた仕事をする前に立ち去ったのさ。
pt: Não a estar dispostos a arriscar-se desnecessariamentee a considerar os rumores que tinham sido nos dito sobre os guardas de lá, fizemos a única coisa razoável que poderíamos fazer - nós abandonamos o plano imediatamente e saimos, antes que pudéssemos realizar o negócio que tínhamos planejado .
zh_cn: 考虑到我们从那里听到的关于守卫的传言，我们不愿意冒任何风险，我们做了唯一合理的事情--我们马上放弃了计划，离开了，在我们能够进行我们计划的业务之前。

source: However, something must have upset the guards there anyway. Now we hear that we are accused of murder and theft in Feygard, without even being there ourselves.
de: Dennoch müssen wir die Wachen irgendwie verärgert haben. Denn nun hören wir, dass wir in Feygard des Mordes und Diebstahls angeklagt sind - ohne jemals dort gewesen zu sein.
fr: Malgré tout, quelque chose a dû contrarier les gardes d'ici. Maintenant il parait que nous sommes accusés de meurtre et de vol dans Feygard, bien que nous n'y ayons jamais mis les pieds.
ja: だが、何かが衛兵たちを怒らせたんだろうな。オレたちはフェイガードで殺人と窃盗の罪に問われているらしい、そんなところに居やしなかったってのに。
pt: Mas algo deve ter perturbado os guardas por lá, de qualquer maneira. Agora ouvimos que somos acusados de homicídio e roubo em Feygard, mesmo sem ter estado por lá.
zh_cn: 然而，无论如何，一定有什么事情让那里的守卫感到不安。现在我们听说我们在费加德被指控犯有谋杀和盗窃罪，甚至我们自己都不在场。

source: What was your business there?
de: Was hattet ihr für Geschäfte hier?
fr: Que faisais tu là bas ?
ja: そこで何のビジネスをしていたの？
pt: Qual foi o seu negócio lá?
zh_cn: 你在那里的交易是什么？

source: Your story does not add up.
de: Deine Geschichte ist nicht recht stimmig.
fr: Ton histoire ne colle pas.
ja: お前の話は辻褄が合わない。
pt: Sua história não faz sentido.
zh_cn: 你的故事并不符合事实。

source: I believe your story. How can I help you?
de: Ich glaube deiner Geschichte. Wie kann ich euch helfen?
fr: Je crois en ton histoire. Comment puis-je t'aider ?
ja: あなたの話を信じます。僕に何ができる？
pt: Acredito na sua história. Como posso ajudá-lo?
zh_cn: 我相信你的故事。我怎样才能帮助你？

source: I can't really say. We do our business on behalf of Nor City, and our business is our own.
de: Das kann ich dir nicht sagen. Wir tätigen Geschäfte im Auftrag von Nor City, und unsere Angelegenheiten gehen nur uns etwas an.
fr: Je ne peux pas vraiment dire. Nous agissons au nom de Norville, mais nous le faisons à notre façon.
ja: そいつはあまり言えないな。オレたちはノアシティの代理としてビジネスを行っていて、ビジネスはオレたち自身のものなんだ。
pt: Realmente não posso dizer. Fazemos o nosso negócio em nome da Nor-City e o nosso negócio é nosso.
zh_cn: 我真不能说。我们代表诺尔城开展业务，并且这个交易是我们自己的事。
