Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: And here's the cure.
ja: こちらが治療薬です。
pt: E aqui está a cura.
zh_cn: 这是治愈方法。

source: Oh. Thank you.
ja: ああ。ありがとう。
pt: Oh. Obrigado.
zh_cn: 哦。谢谢你。

source: Hey! Aren't you going to give me something interesting for it?
ja: ねえ！ それを使ってなにか面白いものをくれる？
pt: Ei! Não me vais dar algo interessante por isso?
zh_cn: 嘿！你不打算给我一些有趣的东西吗？

source: I could, yes. But I won't.
ja: ええ、できますよ。でもダメです。
pt: Eu podia, sim. Mas não o farei.
zh_cn: 我可以，是的。但我不会。

source: That's robbery! I won't let you get away with it!
ja: そんなの略奪だ！ タダじゃすまないぞ！
pt: Isso é um roubo! Não te vou deixar escapar impune!
zh_cn: 那是抢劫！我不会让你得逞的！

source: Now leave my shop, unless you have some other business. I have work to do.
ja: 他に用事がないのなら、店を出て行ってください。仕事がありますので。
pt: Agora sai da minha loja, a não ser que tenhas outros negócios. Tenho trabalho para fazer.
zh_cn: 现在离开我的店，除非你有其他事情。我有工作要做。

source: Forget it, let's talk about something else.
ja: もういい、他の話をしましょう。
pt: Esquece, vamos falar de outra coisa.
zh_cn: 算了，我们谈点别的吧。

source: You can't do that to me! I'll get the guards!
ja: そんなことしないで！ 衛兵を呼んでくる！
pt: Não podes fazer-me isso! Vou chamar os guardas!
zh_cn: 你不能对我这样做！我去找守卫！

source: Calm down. Shall I sell a sedative to you?
ja: ほら落ち着いて。鎮静剤をお売りしましょうか？
pt: Acalma-te. Queres que te venda um sedativo?
zh_cn: 冷静下来。要不要我卖给你一种镇静剂？

source: NO! I DON'T NEED ANY SEDATIVE!!
ja: イヤだ！ 鎮静剤なんかいらない！！
pt: NÃO! EU NÃO PRECISO DE NENHUM SEDATIVO!!
zh_cn: 不!我不需要任何镇静剂！!

source: I see a weird stone formation in front of me. As I try approaching the rocks, I'm stopped by a powerful magical force.
de: Ich sehe eine bizarre Steinformation vor mir. Als ich versuche zu den Felsen zu gelangen, werde ich von einer starken magischen Macht gestoppt.
fr: Je vois une étrange formation de pierre devant moi. Alors que j'essaie de m'approcher des rochers, je suis arrêté par une puissante force magique.
ja: 目の前に奇妙な岩場が見える。岩に近づこうとすると、強力な魔力に阻まれる。
pt: Vejo uma estranha formação de pedra à minha frente. Quando tento aproximar-me das rochas, sou parado por uma poderosa força mágica.
zh_cn: 我看到在我面前有一个奇怪的石头阵。当我试图接近这些石头时，我被一股强大的魔法力量所阻止。

source: After defeating the Hira'zinn, the rock formation has fallen apart and somehow it made some hidden stones rise up so I can walk over them now.
de: Nachdem ich den Hira'zinn besiegt habe, zerfällt die Steinformation und es erscheinen versteckte Steine, über die ich nun gehen kann.
fr: Après avoir vaincu Hira'zinn, la formation rocheuse s'est effondrée et, ce faisant, elle a fait surgir des pierres cachées que je peux utiliser maintenant pour traverser à pied.
ja: ヒラジンを倒した後、岩場が崩れてどういうわけか隠れていた石が浮き上がってきたので、その上を歩けるようになった。
pt: Depois de derrotar o Hira'zinn, a formação rochosa desmoronou-se e, de alguma maneira, fez com que algumas pedras escondidas se levantassem para que possa andar sobre elas agora.
zh_cn: 在击败希拉津之后，岩层已经分崩离析，不知何故，它使一些隐藏的石头升起，所以我现在可以走过它们了。

source: In front of me, I see a torch burning with a purple glow. I can feel the force coming from this item. I shouldn't get closer until I tell Lodar about it.
de: Vor mir sehe ich eine lila glühende Fackel. Ich spüre die Kraft dieses Gegenstands. Ich sollte nicht näher gehen bis ich Lodar davon erzählt habe.
fr: Devant moi, je vois une torche qui brûle avec une lueur violette. Je peux sentir la force qui émane de cet objet. Je ne devrais pas m'approcher avant d'en avoir parlé à Lodar.
ja: 目の前では、紫色の光を放ちながら燃えている松明が見える。このアイテムからは力を感じる。ロダーに伝えるまでは近づかない方がいいだろう。
pt: Na minha frente, vejo uma tocha a queimar com um brilho roxo. Posso sentir a força que vem deste item. Não devia aproximar-me antes de contar a Lodar sobre isto.
zh_cn: 在我面前，我看到一个燃烧着紫色光芒的火把。我可以感觉到来自这个物品的力量。在我告诉洛达尔这件事之前，我不应该走近它。

source: There is no way to go further. Maybe this has something to do with the stones?
de: Da geht es nicht weiter. Vielleicht liegt es an diesen Steinen?
fr: Il n'y a pas moyen d'aller plus loin. Peut-être que cela a un rapport avec les pierres ?
ja: これ以上進む道はない。これは石と関係があるのだろうか？
pt: Não há como ir mais longe. Talvez isto tenha algo a ver com as pedras?
zh_cn: 没有办法走得更远。也许这与石头有关系？

source: When pouring the vial's liquid over the torch, it suddenly burns a lot brighter and changes its color to green. I should approach this torch carefully...
de: Als ich de Flüssigkeit der Ampulle über die Fackel gieße brennt sie plötzlich viel heller und ändert ihre Farbe zu grün. Ich sollte mich dieser Fackel vorsichtig nähern...
fr: En versant le liquide de la fiole sur la torche, celle-ci brûle soudainement beaucoup plus fort et sa couleur vire au vert. Je devrais m'approcher de cette torche avec précaution...
ja: 松明の上にバイアルの液体を注ぐと、突然さらに明るく燃えて緑色へと変化する。この松明には慎重に近づこう…
pt: Ao derramar o líquido do frasco sobre a tocha, subitamente queima muito mais e muda a cor dela para verde. Devia abordar esta tocha com cuidado...
zh_cn: 当把小瓶的液体倒在火炬上时，它突然烧得更亮了，颜色也变成了绿色。我应该小心地接近这个火把...

source: Rocks have emerged here. I can walk further down this path.
de: Steine sind hier aufgetaucht. Ich kann diesen Pfad weiter gehen.
fr: Des rochers ont émergé ici. Je peux marcher plus loin sur ce chemin.
ja: ここに岩が出来た。この道をさらに歩くことができる。
pt: Surgiram aqui rochas. Posso andar mais para abaixo neste caminho.
zh_cn: 这里出现了岩石。我可以在这条路上走得更远。

source: Halt! No one is allowed down the pathway to the Duleian Road!
de: Halt! Niemand darf den Weg runter zur Duleianstraße gehen!
fr: Halte ! Personne n'est autorisé à emprunter le chemin qui mène à la route Duleian !
ja: 止まれ！ 何人たりともデュリアン街道への立ち入りは許さんぞ！
pt: Pare! Ninguém tem permissão para atravessar o caminho à estrada de Duleian!
zh_cn: 站住，不许任何人走到通往杜莱恩路的小路！

source: Why not?
de: Wieso nicht?
fr: Pourquoi pas ?
ja: どうして？
pt: Porque não?
zh_cn: 为什么？

source: Never mind. Shadow be with you.
de: Schon gut. Der Schatten sei mit dir.
fr: Peu importe. Que l'ombre soit avec vous.
ja: 何でもありません。シャドウがあなたと共にありますように。
pt: Não importa. Que a Sombra esteja contigo.
zh_cn: 不要紧。暗影与你同在。

source: Because a storm recently knocked over some trees that now block the passage. A villager even got hurt. And now the woodcutter that should be responsible doesn't want to cut the fallen trees away.
de: Weil ein Sturm neulich ein paar Bäume umgeworfen hat, die nun den Weg blockieren. Ein Dorfbewohner wurde sogar verletzt. Und nun will der verantwortliche Holzfäller die umgefallenen Bäume nicht aus dem Weg räumen.
fr: Parce qu'une tempête a récemment renversé des arbres qui bloquent maintenant le passage. Un villageois a même été blessé. Et maintenant, le bûcheron qui devrait être chargé de ça ne veut pas couper les arbres tombés.
ja: 先日の嵐で木が倒されて通行止めとなっているのだよ。村人からも怪我人が出た。しかもだ、責任者であるきこりが倒れた木を切りたがらなくてなぁ。
pt: Porque uma tempestade recentemente derrubou algumas árvores que agora bloqueiam a passagem. Um aldeão até se magoou. E agora o lenhador que deveria ser responsável não quer cortar as árvores caídas.
zh_cn: 因为最近一场暴风雨推倒了一些树木，现在挡住了通道。一个村民甚至受伤了。而现在，应该负责的樵夫却不想把倒下的树砍掉。

source: Why doesn't he want to do this work?
de: Wieso möchte er nicht arbeiten?
fr: Pourquoi ne veut-il pas faire ce travail ?
ja: どうして仕事をやりたがらないのですか？
pt: Porque é que ele não quer fazer esse trabalho?
zh_cn: 他为什么不愿意做这项工作？

source: You're really curious boy... Well our superior, the guard captain, only wants to pay the woodcutter when he has done his work.
ja: 君は随分と好奇心が強いのだな…うむ、うちの上司の衛兵隊長がだな、ちゃんと仕事を片付けるまではきこりに賃金を支払わないと言っているんだ。
pt: És mesmo curioso miúdo... Bem, o nosso superior, o diretor, apenas pagará ao lenhador quando ele fizer o trabalho dele.
zh_cn: 你真的很好奇，孩子......我们的上司，典狱长，只想在樵夫完成他的工作后给他报酬。

source: Maybe I could help?
de: Vielleicht kann ich helfen?
fr: Je pourrais peut-être vous aider ?
ja: 手伝いましょうか？
pt: Talvez possa ajudar?
zh_cn: 也许我可以帮忙？

source: Well, this is your problem. Goodbye.
de: Nun, das ist dein Problem. Alles Gute.
fr: Eh bien, c'est votre problème. Au revoir.
ja: ええ、これはそちらの問題ですね。さようなら。
pt: Bem, isso é problema teu. Adeus.
zh_cn: 这是你的问题。再见。

source: You? You're just a kid!
de: Du? Du bist nur ein Kind!
fr: Toi ? Tu n'es qu'un gamin !
ja: 君が？ 君はまだ子供だろう！
pt: Tu? És apenas um miúdo!
zh_cn: 就你？你只是个孩子！

source: You're right, but I'd really love to be able to take this path.
de: Da hast du recht, aber ich würde wirklich gerne diesen Weg nutzen.
fr: Tu as raison, mais j'aimerais vraiment pouvoir prendre ce chemin.
ja: おっしゃる通りです、でもこの道を通れるようにしたいんです。
pt: Tens razão, mas gostaria mesmo de seguir este caminho.
zh_cn: 你是对的，但我真的很想能走这条路。

source: So what. I can help!
de: Na und. Ich kann helfen!
fr: Et alors ? Je peux vous aider !
ja: だから何ですか。手伝えます！
pt: E depois? Posso ajudar!
zh_cn: 那又怎样。我可以帮忙！

source: OK, maybe you can be of use. Talk to the guard captainn. Maybe you can convince him to pay the woodcutter first. But I have to warn you, he is a stubborn beast.
ja: いいだろう、君は頼りになるかもしれないな。衛兵隊長と話してくれるか。きこりに先払いするよう説得できるかもしれん。ただ忠告しておくがな、あの人は頑固だぞ。
pt: Está bem. Talvez possas ser útil. Fala com o diretor. Talvez possas convencê-lo a pagar lenhador primeiro. Mas tenho que avisá-lo, ele é um animal teimoso.
zh_cn: 好吧，也许你能派上用场。和典狱长谈谈。也许你可以说服他先付给樵夫钱。但我必须警告你，他是个顽固的家伙。

source: OK, thanks for your advice. I'm going to do that!
de: Verstanden, Danke für deinen Rat. Ich werde das tun!
fr: D'accord, merci pour vos conseils. Je vais le faire !
ja: わかりました、アドバイスありがとう。そうします！
pt: Está bem, obrigado pelo teu conselho. Vou fazer isso!
zh_cn: 好的，谢谢你的建议。我会去的!

source: Pff, easy. I'll do it.
de: Pff, easy. Ich werde es tun.
fr: Pff, facile. Je vais le faire.
ja: フン、楽勝だね。そうするよ。
pt: Pff, fácil. Vou fazer isso.
zh_cn: 啪，容易。我来吧。

source: North: Feygard West: Fallhaven South: Nor City
de: Norden: Feygard Westen: Fallhaven Süden: Nor City
fr: Nord : Feygard Ouest : Fallhaven Sud : Norville
ja: 北: フェイガード 西: フォールヘブン 南: ノアシティ
pt: Norte (↑): Feygard Oeste (←): Fallhaven Sul (↓): Nor-City
zh_cn: 北：费加德 西：法尔海文 南：诺尔城

source: Hello again. It seems like you have sorted things out. Now the passage isn't blocked anymore. You have my gratitude for doing that.
de: Da bist du ja wieder und scheinst die Sache geklärt zu haben. Jetzt ist der Pfad nicht mehr versperrt. Du hast meinen Dank dafür verdient.
fr: Re-bonjour. Il semble que vous ayez mis les choses au point. Maintenant, le passage n'est plus bloqué. Vous avez toute ma gratitude pour cela.
ja: おお君か。解決したようだな。通路が再び通れるようになったよ。君のやってくれたことには感謝している。
pt: Olá de novo. Parece que resolveste as coisas. Agora a passagem já não está bloqueada. Tens a minha gratidão.
zh_cn: 又见面了。看来你已经把事情解决了。现在这条通道不再被堵塞了。我对你的做法表示感谢。

source: You're welcome. I'm glad the way is opened again!
de: Gern geschehen. Ich bin froh, dass der Weg wieder offen ist!
fr: Je vous en prie. Je suis heureux que la voie soit à nouveau ouverte !
ja: どういたしまして。また道が開かれてよかった！
pt: Não tens de quê. Estou contente que o caminho esteja aberto outra vez!
zh_cn: 不客气。我很高兴这条路通了!

source: You see a horrifying wolf leader and stumble back.
de: Du siehst einen fürchterlichen Wolfsführer und stolperst zurück.
fr: Vous voyez un horrible meneur de loups et vous trébuchez en reculant.
ja: あなたは恐ろしいオオカミのリーダーを目撃して、よろめきながら引き返す。
pt: Vês um lobo líder horripilante e tropeças de costas.
zh_cn: 你看到了一个可怕的狼群首领，并跌跌撞撞地往回走。

source: You have found Jakrar's axe next to the body of the beast.
de: Du hast Jakrars Axt neben den Überresten des Alphawolfes gefunden.
fr: Vous avez trouvé la hache de Jakrar à côté du corps de la bête.
ja: 獣の体のすぐそばにジャクラルの斧を見つけた。
pt: Encontraste o machado de Jakrar ao lado do corpo da besta.
zh_cn: 你在野兽的尸体旁发现了贾克拉尔的斧头。

source: Hello kid. Did you make any progress on your task?
de: Hallo Kind. Hast du schon irgendwelche Fortschritte gemacht?
fr: Bonjour, petit. As-tu progressé dans ta tâche ?
ja: やあ君。仕事は進んだか？
pt: Olá miúdo. Fizeste algum progresso na sua tarefa?
zh_cn: 孩子，你好。你的任务有什么进展吗？

source: Unfortunately not.
de: Leider noch nicht.
fr: Malheureusement, non.
ja: 残念ながら違います。
pt: Infelizmente não.
zh_cn: 很遗憾，没有。

source: I wasn't able to convince the warden but I'm going to talk to the woodcutter now.
de: Ich konnte den Wärter nicht überzeugen, aber ich versuche nun mein Glück mit dem Holzfäller.
fr: Je n'ai pas réussi à convaincre le directeur de la prison, je vais maintenant parler au bûcheron.
ja: 所長を説得することはできなかったけど、これからきこりと話します。
pt: Não consegui convencer o diretor, mas vou falar com o lenhador agora.
zh_cn: 我没能说服典狱长，但我现在要去和樵夫谈谈。

source: The woodcutter is going to help me if I retrieve his axe!
de: Der Holzfäller will mir nur helfen, wenn ich seine Axt zurückbringe!
fr: Le bûcheron m'aidera si je récupère sa hache !
ja: 斧を取り戻せばきこりが助けてくれます！
pt: O lenhador vai ajudar-me se eu recuperar o machado dele!
zh_cn: 如果我取回他的斧头，樵夫会帮我！

source: Well good luck with that. Maybe you can convince him.
de: Nun, viel Glück damit. Vielleicht kannst du ihn überzeugen.
fr: Eh bien, bonne chance. Peut-être que vous pourrez le convaincre.
ja: うまくいくといいな。君なら説得できるかもしれない。
pt: Bem, boa sorte com isso. Talvez o possas convencer.
zh_cn: 好吧，祝你好运。也许你能说服他。

source: I hope so.
de: Das hoffe ich.
fr: Je l'espère.
ja: そうだといいけど。
pt: Espero que sim.
zh_cn: 我希望。

source: That sounds great! Good luck!
de: Hört sich gut an! Viel Glück!
fr: Super ! Bonne chance !
ja: それはいい！ 頑張ってくれ！
pt: Isso parece ótimo! Boa sorte!
zh_cn: 听起来不错！祝你好运！

source: Hello young fellow. Would you be so kind as to help a wandering traveller?
de: Hallo junger Gefährte. Wärst Du so nett, einem umherwandernden Reisenden zu helfen?
fr: Bonjour jeune homme. Aurais-tu la gentillesse d'aider un vagabond ?
ja: こんにちは、若者よ。すまないがさまよえる旅人を助けてくれないだろうか？
pt: Olá jovem companheiro. Podias ser amável em ajudar um viajante errante?
zh_cn: 你好，年轻的朋友。你能不能好心地帮助一个流浪的旅行者？

source: No. I don't have the time.
de: Nein. Ich habe keine Zeit.
fr: Non. Je n'ai pas le temps.
ja: いえ、時間がないので。
pt: Não, não tenho tempo.
zh_cn: 不。我没有时间。

source: Why not. What do you need?
de: Warum nicht. Was brauchst du?
fr: Pourquoi pas ? De quoi avez-vous besoin ?
ja: もちろん。何が必要ですか？
pt: Porque não? O que precisas?
zh_cn: 为什么不呢？你需要什么？

source: I'd like to surprise a friend back home, when I return from my travels. I would need 5 insect wings. Could you bring them to me?
de: Ich würde gerne eine Freundin zuhause überraschen, sobald ich von meinen Reisen zurückkehre. Ich bräuchte 5 Insektenflügel. Kannst du mir diese bringen?
fr: J'aimerais faire une surprise à une amie au retour de mes voyages. J'aurais besoin de 5 ailes d'insectes. Pourrais-tu me les apporter ?
ja: 旅から帰ったときに友人を驚かせたいんだ。5枚の昆虫の翅が必要だ。持ってきてもらえないだろうか？
pt: Gostava de surpreender um amigo, quando voltar das minhas viagens. Precisava de 5 asas de insetos. Podes arranjar-mas?
zh_cn: 我想在我旅行归来时，给家乡的一个朋友一个惊喜。我需要5只昆虫翅膀。你能把它们带给我吗？

source: No way! I hate insects!
de: Auf keinen Fall! Ich hasse Insekten!
fr: Pas question ! Je déteste les insectes !
ja: まさか！ 虫は嫌い！
pt: Nem pensar! Odeio insetos!
zh_cn: 不会吧！？我讨厌昆虫！

source: Sounds boring ... but I'll do it.
de: Klingt langweilig... aber ich werde es tun.
fr: Ça a l'air ennuyeux... mais je vais le faire.
ja: つまらなそう…でもやります。
pt: Parece chato... mas vou fazer isso.
zh_cn: 听起来很无聊......但我还是要做。

source: Sure. I'll do it.
de: Sicher. Ich mache es.
fr: Ok, je vais faire ça.
ja: いいですよ。やります。
pt: Claro. Vou fazer isso.
zh_cn: 当然，我来做。

source: I have these with me. Take them.
de: Ich habe diese dabei. Nimm sie.
fr: Je les ai sur moi. Prenez-les.
ja: 持ってます。どうぞ。
pt: Tenho aqui comigo. Toma.
zh_cn: 我有这些。给你。

source: Thank you. I'll wait for you here.
de: Danke. Ich werde hier auf dich warten.
fr: Merci. Je t'attendrai ici.
ja: ありがとう。ここで待っているよ。
pt: Obrigado. Estarei aqui à tua espera.
zh_cn: 谢谢你。我这里等你。

source: Great! Here, take this gold as a reward. Now I need some rat tails. Will you find them for me?
de: Großartig. Nimm dieses Gold als Belohnung. Nun brauche ich einige Rattenschwänze. Wirst du sie für mich finden?
fr: Génial ! Tiens, prends cet or en guise de récompense. Maintenant, j'ai besoin de queues de rat. Peux-tu m'en trouver ?
ja: 素晴らしいな！ ほら、このお金を報酬に取っておきなさい。ネズミの尾も必要なんだ。探してくれるかな？
pt: Ótimo! Aqui, fica com estas moedas como recompensa. Agora preciso de algumas caudas de ratos. Arranjas-me?
zh_cn: 很好!来，拿着，这些金币是报酬。现在我需要一些老鼠的尾巴。你能为我找到它们吗？

source: I have other things to do right now.
de: Ich habe im Moment andere Sachen zu erledigen.
fr: J'ai d'autres choses à faire tout de suite.
ja: 今は他にやることがあるので。
pt: Tenho outras coisas para fazer agora.
zh_cn: 我现在有其他事情要做。

source: OK...
de: Klar...
ja: わかりました…
pt: Está bem...
zh_cn: 好的……

source: I'm happy to help!
de: Es freut mich zu helfen!
fr: Je suis content d'aider !
ja: お役に立てて嬉しいです！
pt: Estou feliz por ajudar!
zh_cn: 我很高兴能提供帮助!

source: Have you found the 5 insect wings I need?
de: Hast du die 5 Insektenflügel, die ich benötige?
fr: As-tu trouvé les 5 ailes d'insecte dont j'ai besoin ?
ja: 必要としている5枚の昆虫の翅は見つかったのかな？
pt: Encontraste as 5 asas de insetos que preciso?
zh_cn: 你找到我需要的 5 个昆虫翅膀了吗？

source: No, not yet. I'll be back.
de: Nein, bisher nicht. Ich komme zurück.
fr: Non, pas encore. Je reviens.
ja: いいえ、まだです。また来ます。
pt: Não, ainda não. Já volto.
zh_cn: 不，还没有。我会带回来的。

source: Yes. Here they are.
de: Ja. Hier sind sie.
fr: Oui, les voici.
ja: はい。こちらです。
pt: Sim. Aqui estão elas.
zh_cn: 是的，他们在这里。

source: Thank you. Bring me 5 of them. I'll wait for you here.
de: Danke. Bring mir 5 Stück. Ich warte hier auf dich.
fr: Merci. Apporte m'en 5. Je t'attends ici.
ja: ありがとう。5本持ってきてほしい。ここで待っているよ。
pt: Obrigado. Traz-me 5. Ficarei aqui à espera.
zh_cn: 谢谢你。给我带5份。我在这里等你。

source: I'm on my way.
de: Ich mache mich auf den Weg.
fr: J'y vais.
ja: 行ってきます。
pt: Já estou a caminho.
zh_cn: 我已经在路上了。

source: I hope this is worth it...
de: Ich hoffe, das ist es Wert...
fr: J’espère que ça vaut le coup...
ja: それだけの価値があるといいけど…
pt: Espero que valha a pena...
zh_cn: 我希望这是值得的...

source: I already possess 5 rat tails. You can take them.
de: Ich habe bereits 5 Rattenschwänze. Du kannst die haben.
fr: J'ai déjà 5 queues de rat. Vous pouvez les prendre.
ja: ネズミの尾ならもう5本持ってます。どうぞ。
pt: Já tenho as 5 caudas de rato. Podes levar-las.
zh_cn: 我已经拥有5条老鼠尾巴。你可以拿走它们。

source: Well. Would you agree to bring me some rat tails now?
de: Stimmst du nun zu mir 5 Rattenschwänze zu bringen?
fr: Très bien. Pourrais-tu m'apporter des queues de rat maintenant ?
ja: それで。ネズミの尾を持ってきてくれないだろうか？
pt: Bem. Aceitarias trazer-me algumas caudas de rato agora?
zh_cn: 好吧。你同意现在给我带来一些老鼠尾巴吗？

source: Thanks. Take this small compensation.
de: Danke. Nimm diese kleine Entschädigung.
fr: Merci. Voici une petite compensation.
ja: ありがとう。このささやかな報酬を受け取ってくれ。
pt: Obrigado. Toma esta pequena compensação.
zh_cn: 谢谢。拿着这个小小的补偿。

source: Hmm ... they're not as good as I hoped. Can you get me 5 more?
de: Hmm... Die sind nicht so gut wie ich gehofft habe. Kannst du mir 5 weitere beschaffen?
fr: Hmm ... elles ne sont pas aussi bonnes que j’espérais. Peux-tu m'en trouver 5 de plus ?
ja: うーん…期待していたほど良くないな。あと5つもらえないかな？
pt: Hum... elas não são tão boas como esperava. Arranjas-me mais 5?
zh_cn: 嗯......它们没有我希望的那么好。你能再给我拿5个吗？

source: Not good enough for you? I'm tired of dealing with you.
de: Nicht gut genug für Dich? Ich bin es leid, mich mit dir abzugeben.
fr: Ça ne vous suffit pas ? Je suis fatigué de vos histoires.
ja: 十分ではないですか？ あなたの相手をするのは疲れました。
pt: Não estão boas o suficiente para ti? Estou cansado de negociar contigo.
zh_cn: 对你来说还不够好吗？我已经厌倦了和你打交道。

source: As long as you pay...
de: Solange du mich dafür bezahlst...
fr: Tant que vous payez...
ja: 支払ってくれるなら…
pt: Desde que pagues...
zh_cn: 只要你支付...

source: As you wish. See you soon.
de: Wie du wünschst. Bis später.
fr: Comme vous voulez. À bientôt.
ja: お望みのように。またあとで。
pt: Como quiseres. Vejo-te em breve.
zh_cn: 如你所愿。再见。

source: Well, I do have these 5 other rat tails here.
de: Nun, ich habe hier diese 5 anderen Rattenschwänze.
fr: Et bien, j'ai là les 5 autres queues de rat.
ja: 他にも5本のネズミの尾があります。
pt: Bem, tenho essas 5 outras caudas de rato aqui.
zh_cn: 好吧，我这里确实有这另外5条老鼠尾巴。

source: So. About those rat tails...
de: Also wegen dieser Rattenschwänze...
fr: Alors. À propos de ces queues de rat...
ja: それで。ネズミの尾は…
pt: Então. Sobre estas caudas de rato...
zh_cn: 那么。关于那些老鼠的尾巴...

source: I don't have them.
de: Ich habe keine.
fr: Je ne les ai pas.
ja: 持ってないです。
pt: Não as tenho.
zh_cn: 我没有它们。

source: OK. I'll go look somewhere else. Goodbye.
de: In Ordnung. Ich werde woanders nachschauen. Tschüss.
fr: OK. Je vais aller voir ailleurs. Au revoir.
ja: わかった。他を探してくるよ。さようなら。
pt: Certo. Vou ver noutro lugar. Adeus.
zh_cn: 好的。我去别的地方看看。再见。

source: So long.
de: Bis dann.
fr: Au revoir.
ja: さようなら。
pt: Até à vista.
zh_cn: 再见。

source: I'll wait for you here, as usual.
de: Ich werde hier wie sonst auf dich warten.
fr: Je t'attends ici, comme d'habitude.
ja: いつものようにここで待っているよ。
pt: Vou esperar-te aqui, como de costume.
zh_cn: 我将像往常一样在这里等你。

source: Please ... I really need 5 rat tails.
de: Bitte... Ich brauche wirklich 5 Rattenschwänze.
fr: S'il te plaît ... j'ai vraiment besoin de 5 queues de rat.
ja: 頼む…ネズミの尾5本がどうしても必要なんだ。
pt: Por favor... preciso mesmo dessas 5 caudas de rato.
zh_cn: 请 ...我真的需要5条老鼠尾巴。

source: OK ... but it's the last time!
de: In Ordnung... aber das ist das letzte Mal!
fr: OK ... mais c'est la dernière fois !
ja: わかりました…でもこれが最後です！
pt: Está bem... mas é a última vez!
zh_cn: 好吧......但这是最后一次了!

source: No. No no no ... leave me alone.
de: Nein. Nein, nein und nochmals nein... lass mich in Ruhe.
fr: Non. Non non non ... laisse moi tranquille.
ja: いやいやいや…放っておいてください。
pt: Não, não, não... deixa-me em paz.
zh_cn: 不，不不不......别管我。

source: Here we meet again. I'm surprised to see you this far from Crossglen!
de: So treffen wir uns wieder. Ich bin überrascht dich so weit von Crossglen zu sehen!
fr: Comme on se retrouve. Je suis surpris de te voir si loin de Crossglen !
ja: また会えたな。クロスグレンから遠く離れたこの地で会えるとは驚いたよ！
pt: E aqui nos encontramos de novo. Estou surpreendido por te ver tão longe de Crossglen!
zh_cn: 我们又见面了。我很惊讶在离克罗斯山谷这么远的地方看到你!

source: I'm an adventurer now.
de: Ich bin jetzt ein Abenteurer.
fr: Je suis un aventurier maintenant.
ja: 今の僕は冒険家です。
pt: Agora sou um aventureiro.
zh_cn: 我现在是一个冒险家。

source: Well, I'm still looking for 5 good rat tails. Would you help me now?
de: Nun, ich suche immer noch nach 5 guten Rattenschwänzen. Kannst du mir jetzt helfen?
fr: Eh bien, je cherche toujours 5 bonnes queues de rat. Tu vas m'aider maintenant ?
ja: うん、まだ良質なネズミの尾5本を探していてね。手伝ってくれないだろうか？
pt: Bem, ainda estou à procura de 5 boas caudas de rato. Agora podias-me ajudar?
zh_cn: 嗯，我还在寻找5条好的老鼠尾巴。你现在能帮助我吗？

source: Alright, I hope there are rats around here, and that they have tails good enough for you.
de: In Ordnung. Ich hoffe, dass es hier irgendwo Ratten gibt und deren Schwänze gut genug für dich sind.
fr: D'accord, j'espère qu'il y a des rats par ici, et qu'ils ont des queues assez bien pour vous.
ja: いいですよ。この辺りであなたの満足できるネズミの尾が見つかるといいんですけど。
pt: Certo, espero que hajam ratos por aqui e que eles tenham caudas boas o suficiente para ti.
zh_cn: 好吧，我希望这附近有老鼠，而且它们的尾巴对你来说足够好。

source: OK, but you'd better like them this time.
de: In Ordnung, aber wehe sie gefallen dir wieder nicht.
fr: OK, mais vous feriez mieux de les apprécier cette fois-ci.
ja: わかりました。でも今回のもので納得してくださいよ。
pt: Está bem, mas é bom que gostes delas desta vez.
zh_cn: 好的，但这次你最好喜欢他们。

source: Here, take these.
de: Hier, nimm die.
fr: Ici, les voilà.
ja: これをどうぞ。
pt: Toma, leva isto.
zh_cn: 来，拿着这些。

source: I don't feel like doing this now. Sorry.
de: Ich fühle mich jetzt nicht danach. Tut mir leid.
fr: J'ai pas envie de faire ça maintenant. Désolé.
ja: 今はやる気になれないです。ごめんなさい。
pt: Não me apetece fazer isso agora. Desculpa.
zh_cn: 我现在不想做这个了。对不起。

source: Great. I'll wait for you here.
de: Großartig. Ich warte hier auf dich.
fr: Super. Je t'attends ici.
ja: 素晴らしい。ここで待っているよ。
pt: Ótimo. Vou esperar-te aqui.
zh_cn: 很好。我在这里等你。

source: Have you found more rat tails?
de: Hast du noch mehr Rattenschwänze gefunden?
fr: Tu as trouvé plus de queues de rat ?
ja: ネズミの尾を見つけてくれたか？
pt: Encontraste mais caudas de rato?
zh_cn: 你找到更多的老鼠尾巴了吗？

source: No. Not yet.
de: Nein. Noch nicht.
fr: Non. Pas encore.
ja: いいえ、まだです。
pt: Não. Ainda não.
zh_cn: 不，还没有。
