Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: You killed the Basilisk and the blood flows out of its wounds.
fr: Vous avez tué le Basilic et le sang coule de ses blessures.
ja: あなたがバジリスクを殺すと、傷口から血が流れ出る。
pt: Matou o Basilisco e o sangue escorre pelas feridas dele.
zh_cn: 你杀了蛇怪，血从它的伤口流出来。

source: I use the crystal vial and pour the blood over the stone statue.
fr: J'utilise la fiole de cristal et verse le sang sur la statue de pierre.
ja: クリスタルバイアルを使って、石像に血を注ぐ。
pt: Usei o frasco de cristal e derramei o sangue sobre a estátua de pedra.
zh_cn: 我使用水晶瓶，把血倒在石像上。

source: I keep the blood for myself using the empty crystal vial.
fr: Je garde le sang pour moi en utilisant la fiole de cristal vide.
ja: 空のクリスタルバイアルを使って、自分用に血を保管する。
pt: Guardo o sangue para mim num o frasco de cristal vazio.
zh_cn: 我用空的水晶瓶为自己保留血液。

source: Slowly the stone statue gets colorful and starts to move. You healed the woman! After she comes back to life, she thanks you and tells you that she is Anakis' sister Juttarka. She will leave the cave now and meet her waiting brother.
fr: Lentement, la statue se colore et commence à bouger. Tu as soigné la femme ! De nouveau en vie, elle te remercie et te dit qu'elle est Juttarka, la soeur d'Anakis. Elle va maintenant quitter la caverne et retrouver son frère qui l'attend.
ja: ゆっくりと石像が色づき、動き出す。あなたは女性を治癒した！ 彼女は復活した後、あなたに感謝を伝えて自身がアナキスの妹ジュターカだと話してくれる。 彼女は洞窟を出て、待っている兄に会いに向かう。
pt: Lentamente a estátua começa a ficar com cores de novo e a se mover. Curou a mulher! Depois dela voltar à vida, agradece-te e conta que é a irmã do Anakis, Juttarka. Ela vai sair da caverna agora e encontrar o irmão que a está à espera.
zh_cn: 慢慢地，石像变得五颜六色，开始移动。你治好了那个女人！ 在她复活后，她感谢你，并告诉你她是阿纳基斯的妹妹朱塔尔卡。 她匆忙离开洞穴，去见等待她的哥哥。

source: There is only some dried-up blood on the ground left.
fr: Il ne reste que du sang séché sur le sol.
ja: 地面には乾いた血しか残っていない。
pt: Resta um pouco de sangue seco no chão.
zh_cn: 地上只剩下一些干涸的血迹。

source: Thank you for saving my life. Please come back and visit me sometime in the future when you are older.
fr: Merci de m'avoir sauvé la vie. S'il te plait, reviens me rendre visite plus tard quand tu seras plus âgé.
ja: 命を救ってくれてありがとう。いつか大きくなったらまた遊びに来てください。
pt: Obrigado por salvar a minha vida. Por favor, volte e visite-me algum dia desses quando estiver mais velho.
zh_cn: 谢谢你救了我的命。在你长大后的某个时候请回来看望我。

source: No problem, the pleasure was mine. Maybe sometime soon I could introduce you to my older brother Andor.
fr: Pas de problème, avec plaisir. Peut-être que bientôt je pourrai vous présenter mon frère aîné Andor.
ja: どういたしまして、こちらこそ。そのうち兄のアンドールを紹介しますね。
pt: Nenhum problema, o prazer foi todo meu. Talvez, em breve, te possa apresentar Andor ao meu irmão mais velho.
zh_cn: 没问题，这是我的荣幸。也许不久之后，我可以把你介绍给我的哥哥安道尔。

source: Thank you for trying to help my sister. I am so sad.
fr: Merci d'avoir essayé d'aider ma soeur. Je suis si triste.
ja: 妹を助けようとしてくれてありがとうな。とても悲しいんだ。
pt: Obrigado por tentar ajudar a minha irmã. Estou muito triste.
zh_cn: 谢谢你试图帮助我的妹妹。我很伤心。

source: Thank you so much for helping my sister Juttarka. We are all very happy.
fr: Merci beaucoup d'avoir aidé ma soeur Juttarka. Nous sommes tous très heureux.
ja: 妹のジュターカを助けてくれてありがとうな。ボクたちはみんなすごく幸せだ。
pt: Muito obrigado por ajudar a minha irmã Juttarka. Todos estamos muito felizes.
zh_cn: 非常感谢你帮助我的妹妹朱塔尔卡。我们都非常高兴。

source: Go away. I don't want to talk to people like you.
fr: Vas-t'en. Je ne veux pas parler à des gens comme toi.
ja: あっち行けよ。あんたみたいな人とは話したくない。
pt: Vá embora. Não quero falar com pessoas como você.
zh_cn: 走开。我不想和像你这样的人说话。

source: Yes, I have some crystal vials. I can sell you one for 50 gold pieces.
fr: Oui, j'ai des fioles de cristal. Je peux t'en vendre une pour 50 pièces d'or.
ja: ええ、クリスタルバイアルでしたらいくつかありますよ。50ゴールドでお売りします。
pt: Sim, tenho alguns frascos de cristal. Posso vender-o um por 50 moedas de ouro.
zh_cn: 是的，我有一些水晶瓶。我可以收取50金币卖给你一个 。

source: That is too expensive for me.
fr: C'est trop cher pour moi.
ja: それは高すぎますね。
pt: Isso é caro demais para mim.
zh_cn: 这对我来说太贵了。

source: I'll take one.
fr: J'en prendrai une.
ja: 1つください。
pt: Vou levar um.
zh_cn: 我要一个。

source: Here is your crystal vial. Thanks for the 50 gold pieces.
fr: Voici ta fiole de cristal. Merci pour les 50 pièces d'or.
ja: こちらがクリスタルバイアルです。50ゴールドありがとうございました。
pt: Aqui estáo seu frasco de cristal. Obrigado pelas 50 moedas de ouro.
zh_cn: 这是您的水晶小瓶。感谢您的50枚金帀。

source: The Basilisk's blood has special properties. It can protect against damage if applied to the skin. Fresh, warm, Basilisks blood might even heal a person that has been turned to stone. But how can you kill a Basilisk if you can't even look at it? It has a very strong defense.
fr: Le sang de Basilic a des propriétés spéciales. Il peut protéger des dommages si appliqué sur la peau. Du sang frais et chaud de Basilic peut même soigner une personne transformée en pierre. Mais comment tuer un Basilic sans même pouvoir le regarder ? Il a une défense très solide.
ja: バジリスクの血には特別な性質があります。肌に塗るとダメージから身を守ります。新鮮で温かいバジリスクの血であれば、石にされた人を癒せるかもしれませんな。 ですがバジリスクを見ることもできないのに、どうやって殺せるというのです？ これは極めて強力な守りですぞ。
pt: O sangue do Basilisco tem propriedades especiais. Pode proteger-te contra danos se for aplicado na pele. Fresco, morno, o sangue do Basilisco pode até mesmo curar uma pessoa que foi transformada em pedra. Mas como que mata um Basilisco, se nem mesmo pode olhar para ele? Ele tem uma defesa muito forte.
zh_cn: 蛇怪的血液具有特殊性质。如果应用于皮肤，它可以防止受伤。新鲜，温暖，蛇怪血液甚至可以治愈一个已经变成石头的人。 但是，如果你连看不看它，你怎么能杀死它呢？它拥有非常强大的防御能力。

source: I already killed the Basilisk.
fr: J'ai déjà tué le Basilic.
ja: バジリスクはもう殺した。
pt: Já matei o Basilisco.
zh_cn: 我已经杀了蛇怪。

source: You are right, it will not be possible to kill the Basilisk.
fr: Vous avez raison, il ne sera pas possible de tuer le Basilic.
ja: おっしゃる通り、バジリスクを殺すのは不可能でしょうね。
pt: Está certo, não é possível matar o Basilisco.
zh_cn: 你是对的，不可能杀死蛇怪。

source: I will find a way to kill the Basilisk.
fr: Je vais trouver un moyen de tuer le Basilic.
ja: バジリスクを殺す方法を見つけます。
pt: Vou encontrar um jeito de matar o Basilisco.
zh_cn: 我会找到杀死蛇怪的方法。

source: I have no idea how to help her. But maybe Fangwurm the priest in western Brimhaven has some information.
fr: Je n'ai aucune idée de comment l'aider. Mais peut-être que Fangwurm, le prêtre de Brimhaven ouest, a des informations.
ja: どうやって助けたらいいのか、ボクにはさっぱりだ。でもブリムヘブン西部のファングワーム神父様だったら何か情報を持っているかも。
pt: Não tenho ideia de como ajudá-la. Mas talvez Fangwurm, o padre a oeste de Brimhaven, tenha alguma informação.
zh_cn: 我不知道如何帮助她。但也许布林海文西部的牧师方乌姆有一些信息。

source: Juttarka told me that you saved her life. Thank you. May the Shadow always be with you.
fr: Juttarka m'a dit que tu lui as sauvé la vie. Merci. Que l'Ombre soit toujours avec toi.
ja: ジュターカから話は聞きましたよ。あなたが彼女の命を救ってくださったとか。ありがとうございます。シャドウがいつでもあなたと共にありますように。
pt: Juttarka disse-me que salvou a vida dela. Obrigado. Que a Sombra esteja sempre consigo.
zh_cn: 朱塔尔卡告诉我，你救了她的命。感谢你。愿暗影永远与你同在。

source: I am sad that you took the blood for yourself instead of trying to help Anakis' sister. Please leave now.
fr: Je suis triste que tu aies gardé le sang pour toi au lieu d'essayer d'aider la soeur d'Anakis. Va-t'en maitenant.
ja: アナキスの妹君を助けるのではなく、あなたが自分のために血を取ったことが嘆かわしい。もう出て行ってください。
pt: Estou triste por ter levado o sangue para si ao invés de tentar ajudar a irmã do Anakis. Por favor, saia agora.
zh_cn: 我很伤心，你自己拿走了血，而不是试图帮助阿纳基斯的妹妹。请马上离开。

source: Thank you for killing the Basilisk, but it would be better if you had talked to me before killing it, because its magical blood is now dried up and wasted. May the Shadow always be with you.
fr: Merci d'avoir tué le Basilic, mais ça aurait été mieux si tu m'avais parlé avant de le tuer, car son sang magique est maintenant sec et gâché. Que l'Ombre soit toujours avec toi.
ja: バジリスクを殺してくださりありがとうございます。ですが、せめて殺す前に私に話してくだされば良かったのに。魔法の血が乾いてムダとなってしまいました。シャドウがいつもあなたと共にありますように。
pt: Obrigado por matar o Basilisco, mas talvez seria melhor que tivesse falado comigo antes de matá-lo, porque aquilo é sangue mágico e agora está seco e desperdiçado. Que a Sombra esteja sempre consigo.
zh_cn: 谢谢你杀了蛇怪，但如果你在杀它之前和我谈谈会更好，因为它的魔血现在已经干涸浪费了。愿暗影永远与你同在。

source: May the Shadow be with you.
fr: Que l'Ombre soit avec toi.
ja: シャドウがあなたと共にありますように。
pt: Que a Sombra esteja consigo.
zh_cn: 愿暗影与你同在。

source: I killed the Basilisk and took the blood for myself.
fr: J'ai tué le Basilic et j'ai gardé le sang pour moi.
ja: バジリスクを殺して、自分のために血を取りました。
pt: Matei o Basilisco e levei o sangue dele para mim.
zh_cn: 我杀了蛇怪，把血据为己有。

source: I killed the Basilisk in the cave.
fr: J'ai tué le Basilic dans la grotte.
ja: 洞窟のバジリスクを殺しました。
pt: Matei o Basilisco na caverna.
zh_cn: 我在山洞里杀了蛇怪。

source: Can you please tell me again, what you know about the Basilisk's blood?
fr: Pouvez-vous me redire ce que vous savez du sang de Basilic ?
ja: バジリスクの血について知っていることをもう一度教えてくれませんか？
pt: Poderia, por favor, contar-me de novo, o que sabe sobre o sangue do Basilisco?
zh_cn: 你能不能再告诉我，你对蛇怪的血液了解多少？

source: I believe that Anakis' sister was turned to stone by the Basilisk in the cave. Do you have any idea if I could help her?
fr: Je crois que la soeur d'Anakis a été changée en pierre par le Basilic dans la grotte. Sauriez-vous comment je pourrais l'aider ?
ja: アナキスの妹が洞窟のバジリスクに石にされたようです。彼女を助けられますか？
pt: Acredito que a irmã do Anakis foi transformada em pedra pelo Basilisco. Tem alguma ideia se poderia ajudá-la?
zh_cn: 我相信阿纳基斯的妹妹是在山洞里被蛇怪变成了石头。你知道我能帮助她吗？

source: Anakis' sister is missing. Can you tell me more about the Basilisk in the cave?
fr: La soeur d'Anakis a disparu. Pouvez-vous m'en dire plus à propos du Basilic dans la grotte ?
ja: アナキスの妹が行方不明です。洞窟のバジリスクについて詳しく教えてもらえませんか？
pt: A irmã do Anakis está desaparecida. Poderia contar-me mais sobre o Basilisco na caverna?
zh_cn: 阿纳基斯的妹妹失踪了。你能告诉我更多关于洞穴里的蛇怪的信息吗？

source: I am looking for my brother, Andor. He looks a bit like me.
fr: Je cherche mon frère, Andor. Il me ressemble un peu.
ja: 僕の兄のアンドールを探しています。僕に少し似てます。
pt: Estou a procurar o meu irmão, Andor. Ele se parece um pouco comigo.
zh_cn: 我在寻找我的哥哥，安道尔。他看起来有点像我。

source: You would need a special crystal vial that is resistant to the Basilisk's blood to handle it. The potion maker in Fallhaven might sell them. May the Shadow be with you.
fr: Tu auras besoin d'une fiole spéciale en cristal résistant au sang de Basilic. Le concocteur de potions de Fallhaven pourrait t'en vendre. Que l'Ombre soit avec toi.
ja: バジリスクの血の処理には耐性のある特別なクリスタルバイアルが必要です。フォールヘブンの薬屋で売っているかもしれませんな。 シャドウがあなたと共にありますように。
pt: Precisaria de um frasco de cristal especial que fosse resistente ao sangue do Basilisco para lidar com isso. O criador de poções em Fallhaven talvez venda isso. Que a Sombra esteja consigo.
zh_cn: 你需要一个特殊的水晶瓶，对蛇怪的血有抵抗力，才能处理它。法尔海文的药剂师可能会出售这种药剂。 愿暗影与你同在。

source: The Basilisk will turn you to stone when you go near him and your eyes meet its eyes. You should not look at it. Come back to me if you know what happened to Anakis' sister.
fr: Le Basilic te changera en pierre si tu t'en approches et que tes yeux croisent les siens. Tu ne dois pas le regarder. Reviens me voir si tu sais ce qui est arrivé à la soeur d'Anakis.
ja: バジリスクは近づいて目が合った相手を石に変えてしまうのです。見てはなりませんぞ。アナキスの妹君に何があったかわかったら戻ってきてください。
pt: O Basilisco vai o transformar em pedra quando se aproximar dele e os seus olhos se encontrarem com os dele. Não deve olhar para ele. Volte para mim se souber o que aconteceu com a irmã do Anakis.
zh_cn: 当你走近蛇怪，你的眼睛与它的眼睛相遇时，它就会把你变成石头。你不应该看它。如果你知道阿纳基斯的妹妹发生了什么事，请回来找我。

source: Anakis told me that you took the blood for yourself instead of trying to help his sister. Please leave now.
fr: Anakis m'a dit que tu as gardé le sang pour toi au lieu d'essayer d'aider sa soeur. Va-t'en maintenant.
ja: アナキスから話は聞きましたよ。あなたは妹君を助けるのではなく、自分のために血を取ったとか。もう出て行ってください。
pt: Anakis contou-me que levou o sangue para si ao invés de tentar ajudar a irmã dele. Por favor, saia agora.
zh_cn: 阿纳基斯告诉我，你把血据为己有，而不是试图帮助他妹妹。请你马上离开。

source: Anakis told me that you killed the Basilisk. Thank you, but it would be better if you had talked to me before killing it, because its magical blood is now dried up and wasted. May the Shadow always be with you.
fr: Anakis m'a dit que tu as tué le Basilic. Merci, mais ça aurait été mieux si tu m'avais parlé avant de le tuer car maintenant son sang magique est sec et gâché. Que l'Ombre soit toujours avec toi.
ja: アナキスからあなたがバジリスクを殺したと聞きましたよ。ありがとうございます。ですが、せめて殺す前に私に話してくだされば良かったのに。魔法の血が乾いてムダとなってしまいました。シャドウがいつでもあなたと共にありますように。
pt: Anakis disse-me que matou o Basilisco. Obrigado, mas teria sido melhor se tivesse falado comigo antes de matá-lo, porque agora aquele sangue mágico está seco e desperdiçado. Que a Sombra esteja sempre consigo.
zh_cn: 阿纳基斯告诉我，你杀了蛇怪。谢谢你，但如果你在杀它之前和我谈一谈会更好，因为它的魔力之血现在已经干涸，浪费了。愿暗影永远与你同在。

source: You see an old Basilisk at the end of the room that glances at you. With a feeling of deadly danger your movements get slower the nearer you go.
fr: Vous voyez un vieux Basilic au fond de la salle qui vous regarde. Dans un sentiment de danger mortel, vos mouvements ralentissent au fur et à mesure que vous approchez.
ja: 部屋の端に老いたバジリスクが見える。あなたを見つめている。命の危険を感じながら、近づくほどにあなたの動きは鈍くなってゆく。
pt: Vê um Basilisco velho ao final da sala que olha para si. Com uma sensação de perigo mortal os seus movimentos ficam cada vez mais lentos quanto mais se aproxima.
zh_cn: 你会在房间的尽头看到一只老蛇怪，它瞥了你一眼。带着一种致命的危险感，你离得越近，你的动作就会越慢。

source: Stop! You are not allowed to go any further.
fr: Stop ! Vous n'êtes pas autorisé à aller plus loin.
ja: 止まれ！ これより先は進めんぞ。
pt: Pare! Não tem permissão para ir mais longe.
zh_cn: 停下！你不能再往前走了。

source: I'm on a mission.
fr: Je suis en mission.
ja: 僕には使命がある。
pt: Estou numa missão.
zh_cn: 我在执行任务。

source: OK. I'll leave [lie].
fr: OK, je m'en vais [mentir].
ja: わかりました。もう行きます（嘘）。
pt: OK. Eu vou embora [mentir].
zh_cn: 行。我会离开[谎言]。

source: Hello. I'm Arlish, the proprietor. This is a general store, so I sell some of this, some of that, and a little bit of the other. Would you like to see what I have?
fr: Bonjour. Je suis Arlish, la propriétaire. Ceci est un magasin où je vends de tout, un peu de ceci, un peu de cela. Veux-tu voir ce que j'ai ?
ja: こんにちは。店主のアーリッシュです。ここは雑貨屋ですから、これとかあれとか、あとはちょっとしたものを売っています。何があるか見てみますか？
pt: Olá. Sou Arlish, o proprietário. Esta é uma loja geral, então vendo um pouco disso, um pouco daquilo, um pouquinho de tudo. Gostaria de ver o que tenho?
zh_cn: 你好。我是阿利什，店主。这是一家杂货店，所以我卖很多各种各样的东西。你想看看我有什么吗？

source: Yes, please show me.
fr: Oui, montrez-moi s'il vous plait.
ja: はい、見せてください。
pt: Sim, por favor, mostre-me.
zh_cn: 是的，请给我看看。

source: The teacher said that you would give me a cake.
fr: Le professeur a dit que vous me donneriez un gâteau.
ja: 先生がケーキをくれると言ってました。
pt: O professor disse que me daria um bolo.
zh_cn: 老师说，你会给我一个蛋糕。

source: What can you tell me about Lawellyn's dagger?
fr: Que pouvez-vous me dire à propos de la dague de Lawellyn ?
ja: ローリンのダガーについて教えてくれませんか？
pt: O que me podes dizer sobre a adaga de Lawellyn?
zh_cn: 你能告诉我关于劳维林的匕首的事情吗？

source: I want to talk about the investigation.
fr: Je veux discuter à propos de l'enquête.
ja: 調査について話がしたいです。
pt: Eu quero falar sobre a investigação.
zh_cn: 我想谈谈调查的问题。

source: I need to find a large empty bottle. Do you have one?
fr: J'ai besoin d'une grande bouteille vide. Vous avez ça ?
ja: 大きな空のボトルを探してます。ありますか？
pt: Preciso encontrar uma grande garrafa vazia. Tens uma?
zh_cn: 我需要找一个大的空瓶子。你是否有一个？

source: Sure. You must have done something very good. Wait a second...
fr: Bien sûr. Tu dois avoir fait quelque chose de très bien. Attends une seconde...
ja: いいですよ。よっぽどいいことをしたんですね。ちょっと待ってて…
pt: Claro. Deve ter feito algo muito bom. Espera um pouquinho...
zh_cn: 当然，你一定是在做非常棒的事情。等一下...

source: Shall I cut it for you?
fr: Tu veux que je te le coupe ?
ja: 切ってあげましょうか？
pt: Deveria cortá-lo para si?
zh_cn: 要我帮你剪吗？

source: Yes, please.
fr: Oui, s'il vous plait.
ja: はい、お願いします。
pt: Sim, por favor.
zh_cn: 是的，请。

source: No, thank you. I prefer the cake as a whole.
fr: Non merci. Je préfère le gâteau entier.
ja: いえ、結構です。丸ごとのケーキの方が好みですね。
pt: Não, obrigado. Prefiro o bolo inteiro.
zh_cn: 不，谢谢你。我更喜欢完整的蛋糕。

source: I'm afraid you'll get a stomachache if you eat the whole cake at once. But well - here you have it.
fr: J'ai bien peur que tu aies mal au ventre si tu manges le gâteau en entier d'un coup. Mais tiens, le voici.
ja: 一度にケーキを丸ごと食べるとお腹が痛くなるんじゃないかしら。でもまあ、どうぞ。
pt: Receio que vá ter dores no estômago se comer o bolo inteiro de uma vez. Mas, bom - que seja assim.
zh_cn: 我担心如果你一下子把整个蛋糕吃完，你会肚子疼。但是，好吧--给你。

source: Well, I'm cutting the cake into 8 large pieces. I hope they taste good to you!
fr: Hé bien, je coupe le gâteau en 8 grosses parts. J'espère que tu les aimeras !
ja: ええと、ケーキを大きく8つに切り分けますね。おいしく食べられるといいですね！
pt: Bom, estou a cortar o bolo em 8 pedaços grandes. Espero que eles lhe sejam saborosos!
zh_cn: 好吧，我把蛋糕切成8大块。我希望它们对你来说味道很好!

source: Yes, but only one.
fr: Oui, mais qu'une.
ja: ええ、でもお1つだけですよ。
pt: Sim, mas apenas um.
zh_cn: 是的，但只有一个。

source: One could try...
fr: On peut essayer...
ja: 試してみたんだ…
pt: Poderia tentar...
zh_cn: 人们可以尝试...

source: Hello. I am Truric. Welcome to my store.
fr: Bonjour. Je suis Truric. Bienvenue dans mon magasin.
ja: こんにちは。私はトルリックです。いらっしゃいませ。
pt: Olá. Sou o Truric. Bem-vindo à minha loja.
zh_cn: 你好。我是特鲁里克。欢迎来到我的商店。

source: Thanks, but I need to go. This isn't what I was looking for.
fr: Merci, mais je dois y aller. Ce n'est pas ce que je cherchais.
ja: ありがとう、でももう行かないと。これは探してたものじゃない。
pt: Obrigado, mas preciso de ir. Não era o que estava a procurar.
zh_cn: 谢谢，但我得走了。这不是我在寻找的东西。

source: What do you sell?
fr: Que vendez-vous ?
ja: 何を売っていますか？
pt: O que vende?
zh_cn: 你卖的是什么？

source: I am looking for my brother, Andor. He looks a bit like me. Have you seen anyone like that recently?
fr: Je cherche mon frère, Andor. Il me ressemble un peu. Avez-vous vu quelqu'un comme ça récemment ?
ja: 僕の兄のアンドールを探しています。僕に少し似てます。最近そんな人を見かけませんでしたか？
pt: Estou a procurar pelo meu irmão, Andor. Parece-se um pouco comigo. Viu alguém parecido recentemente?
zh_cn: 我在寻找我的哥哥，安道尔。他看起来有点像我。你最近见过这样的人吗？

source: What a bad day. I was losing all the time.
fr: Quelle mauvaise journée. J'ai perdu à chaque fois.
ja: なんて日だ。ずっと負けっぱなしだったぞ。
pt: Que dia péssimo. Estava a perder o tempo todo.
zh_cn: 真是糟糕的一天。我一直在输。

source: I already made a fortune. Want to join us? Then take a seat in the empty chair and talk to the dealer.
fr: J'ai déjà fait fortune. Tu veux nous rejoindre ? Alors prends une chaise vide et parle au croupier.
ja: 私はもう十分儲けたよ。一緒にどう？ そうならそこの空いてる席に座ってディーラーと話してよ。
pt: Já fiz uma fortuna. Quer se juntar a nós? Então sente-se nessa cadeira vazia e fale com o negociador.
zh_cn: 我已经发了大财。想加入我们吗？那就在空椅子上坐一坐，和庄家谈谈。

source: Excuse me sir, but you look like someone that may be able to help me.
fr: Excusez-moi monsieur, mais vous semblez être la personne capable de m'aider.
ja: 失礼ですが、あなたは僕を助けてくれそうですね。
pt: Desculpe senhor, mas parece alguém que talvez me possa ajudar.
zh_cn: 对不起，先生，但你看起来像是一个能够帮助我的人。

source: Let us start the tavern brawl!
fr: Commençons la bagarre de taverne !
ja: 酒場の乱闘だ！
pt: Vamos começar a briga na taberna!
zh_cn: 让我们开始酒馆斗殴吧！

source: [You hear noises from the back room...] Stop! Tell me the password, if you want to enter.
fr: [Vous entendez des bruits dans la salle du fond...] Stop ! Dis-moi le mot de passe, si tu veux entrer.
ja: （奥の部屋から物音が聞こえてくる…） 止まれ！ 入室するなら合言葉を言え。
pt: [Ouve barulhos a vir do fundo da sala...] Pare! Diga-me a palavra-passe, se quiser entrar.
zh_cn: [你听到里屋传来的声音...] 。 停下！告诉我密码，如果你想进去的话。

source: I don't know the password.
fr: Je ne connais pas le mot de passe.
ja: 合言葉はわかりません。
pt: Não sei a palavra-passe.
zh_cn: 我不知道密码。

source: [Tell him the password]
fr: [Lui dire le mot de passe]
ja: （合言葉を話す）
pt: [Dizer-lhe a palavra-passe]
zh_cn: [告诉他密码]

source: I wish you good luck. [Laughs]
fr: Je te souhaite bonne chance. [Rires]
ja: 幸運を祈ろう。（笑む）
pt: Desejo-o boa sorte. [Risos]
zh_cn: 祝你好运。（笑）

source: You are not welcome anymore.
fr: Tu n'es plus le bienvenu.
ja: お前はもう歓迎されていない。
pt: Já não é bem-vindo.
zh_cn: 你不再受欢迎了。

source: I heard you fighting in there. Lucky for you that no one got killed. You are not welcome anymore.
fr: J'ai entendu que tu t'es battu là. Tu as de la chance que personne n'ait été tué. Tu n'es plus le bienvenu.
ja: そこで戦っているのを聞いたぞ。幸いにも誰も殺されず済んだがな。 お前はもう来るな。
pt: Fiquei a saber que estava a lutar lá. Sorte sua que ninguém morreu. Não é mais bem-vindo aqui.
zh_cn: 我听到你在那里打架。幸运的是，没有人被杀。 我们不再欢迎您了。

source: Take a seat on the empty chair if you want to play a round.
fr: Prends place sur la chaise libre si tu veux jouer un tour.
ja: プレイしたい方は空いている席にお掛けください。
pt: Sente-se na cadeira vazia se quiser jogar uma rodada.
zh_cn: 如果你想玩一局，就在空椅子上坐下来。

source: Do you want to play a round?
fr: Tu veux jouer un tour ?
ja: プレイしますか？
pt: Quer jogar uma rodada?
zh_cn: 你想玩一局吗？

source: Do you want to play another round?
fr: Tu veux jouer un autre tour ?
ja: 次のプレイをやりますか？
pt: Quer jogar outra rodada?
zh_cn: 你想再玩一轮吗？

source: Let's go on.
fr: Continuons.
ja: 続けましょう。
pt: Vamos continuar.
zh_cn: 让我们继续前进。

source: I have had enough.
fr: J'en ai assez.
ja: もう十分です。
pt: Não tenho suficiente.
zh_cn: 我已经受够了。

source: You are cheating. Give me my money back.
fr: Vous trichez. Rendez-moi mon argent.
ja: あなたはイカサマをしている。金を返せ。
pt: Está a fazer batota. Dá-me o meu dinheiro de volta.
zh_cn: 你在作弊。把我的钱还给我。

source: Who do you think you are, calling me a cheater? Shut up or I will shut your mouth with my fist.
fr: Tu te prends pour qui, à me traiter de tricheur ? Ferme ta gueule ou je vais te la fermer avec mon poing.
ja: 私をペテン師呼ばわりなんて何様のつもりだ？ 黙れ、さもないと拳で口を閉めるぞ。
pt: Quem pensa que é, a chamar-me de batoteiro? Cale a boca ou vou calar a sua boca com o meu punho.
zh_cn: 你以为你是谁，说我是骗子？闭嘴，否则我就用拳头封住你的嘴。

source: OK, I am sorry.
fr: Ok, je suis désolé.
ja: 分かった、ごめんなさい。
pt: Certo, desculpe.
zh_cn: 好吧，我很抱歉。

source: Let's fight it out. [Killing him in town is a bad idea. I will try to only knock him out.]
fr: Battons-nous. [Le tuer en ville est une mauvaise idée. Je vais essayer de juste l'étourdir.]
ja: よしケンカだ。（町中で殺すのはマズい。気絶させるだけにしよう）
pt: Vamos lutar. [Matá-lo na cidade é uma má ideia. Deveria tentar apenas nocauteá-lo.]
zh_cn: 让我们一决胜负吧。[在城里杀他是个坏主意，我只想把他打晕。]

source: Go away and let me eat.
fr: Va-t'en et laisse-moi manger.
ja: あっちへ行きな、それで飯を食わせろ。
pt: Vá embora e deixe-me comer.
zh_cn: 走开让我吃东西。

source: I'm wondering, do you know anything about Lawellyn's death?
fr: Je me demandais, sais-tu quelque chose à propos de la mort de Lawellyn ?
ja: ローリンの死について何か知ってますか？
pt: Pergunto-me, sabes alguma coisa sobre a morte de Lawellyn?
zh_cn: 我想知道，你是否知道关于劳林的死讯？

source: Hello, how can I help you?
fr: Bonjour, comment puis-je t'aider ?
ja: こんにちは、何かご用ですか？
pt: Olá, como posso ajudá-lo?
zh_cn: 你好，我能为你做什么？

source: What are you working on?
fr: Sur quoi travaillez-vous ?
ja: 何をしているの？
pt: No que está a trabalhar?
zh_cn: 你在做什么工作？

source: Can you sell me something?
fr: Pouvez-vous me vendre quelque chose ?
ja: 何か売ってくれませんか？
pt: Pode vender-me alguma coisa?
zh_cn: 你能卖给我一些东西吗？

source: Currently I am coloring some cloth, but we do everything related to cloth, like repairing, custom tailoring, or enhancing. We also do some work with leather.
fr: Actuellement je teins des vêtements, mais nous faisons tout ce qui est lié aux habits, des réparations, du sur-mesure, ou des améliorations. Nous travaillons aussi le cuir.
ja: 今やってるのは色づけですが、お直しにオーダーメイド、加工など布に関することはひと通りやってますよ。革のお手入れも受け付けています。
pt: Atualmente estou a colorir algumas roupas, mas podemos fazer tudo relacionado a roupas como reparar, manufatura customizada ou melhorias. Também fazemos alguns trabalhos com couro.
zh_cn: 目前我正在给一些布匹上色，但我们做一切与布匹有关的事情，如修理、定制裁缝或加强。我们也做一些皮革方面的工作。

source: I only work here. Please go to my boss over there, she runs the business.
fr: Je ne fais que travailler ici. Va voir ma chef là-bas, c'est elle qui tient la boutique.
ja: 自分の仕事はこれだけです。あちらの上司のところへどうぞ、彼女が売買してます。
pt: Apenas trabalho aqui. Por favor, vá falar com o meu patrão ali, ele toma conta do negócio.
zh_cn: 我只负责做事。请去找我那边的老板，她经营着这家公司。

source: [Cutting wood]
fr: [Coupe du bois]
ja: （木を切る）
pt: [a cortar madeira]
zh_cn: [伐木]
