Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: The rocks in this formation give off a distinct pulsating glow.
de: Von den Steinen dieser Felsformation geht ein deutlich sichtbares Glühen aus.
fr: Les rochers de cette formation dégagent une lueur distincte par pulsations.
ja: この岩場は、はっきりと脈打つような輝きを放っている。
pt: As rochas nesta formação dão um brilho pulsante distinto.
zh_cn: 该岩层中的岩石散发出明显的脉动光辉。

source: You begin to wonder if the glow is stronger because they're closer to whatever is causing them to glow, or because of the dim conditions in this damp cave.
de: Du beginnst dich zu fragen, ob ihr Glühen stärker ist, weil sie sich näher an dem befinden, was sie zum Glühen bringt, oder ob es an den trüben Verhältnissen in dieser feuchten Höhle liegt.
fr: Vous commencez à vous demander si la lueur est plus forte parce-ce qu'ils sont plus près de ce qui les fait luire, ou bien si c'est à cause de la pénombre de cette cave humide.
ja: あなたは、光が強くなったのは輝きの原因に近づいているからなのか、あるいはこの湿った洞窟の薄暗い環境のせいなのかと考え始める。
pt: Começa a se perguntar se o brilho é mais forte porque eles estão mais perto de tudo o que está a causar que eles brilhem, ou por causa das condições fracas nesta caverna úmida.
zh_cn: 你开始怀疑是否因为他们离导致他们发光的东西更近，或者因为这个潮湿的山洞里的昏暗条件，所以发光更强。

source: This formation looks somewhat similar to the other rocky formations that you've encountered before.
de: Diese Formation ähnelt den übrigen Felsformationen, die du bisher schon gesehen hast.
fr: Cette formation a l'air assez semblable à l'autre formation rocheuse rencontrée précédemment.
ja: ここは、これまでに見てきた他の岩場と少し似ている。
pt: Esta formação parece um pouco semelhante às outras formações rochosas que encontrou antes.
zh_cn: 这个岩层看起来与你之前遇到的其他岩层有些类似。

source: However, you also notice several piles of chewed bones around these rocks.
de: Außerdem bemerkst du auch noch einen Haufen zernagter Knochen um diese Felsen herum.
fr: Cependant, vous remarquez aussi plusieurs tas d'os mâchés autour de ces rochers.
ja: しかし、これらの岩の周りには、噛まれた骨がいくつか積み重なっていることにも気付く。
pt: No entanto, também observa várias pilhas de ossos mastigados à volta dessas rochas.
zh_cn: 然而，你也注意到在这些岩石周围有几堆被咬碎的骨头。

source: The rocks in this formation do not seem to give off any pulsating glow any more.
de: Die Steine dieser Felsformation scheinen nicht mehr dieses pulsierende Glühen zu verströmen.
fr: Les rochers de cette formation ont l'air de ne plus générer de pulsations luisantes.
ja: この岩場は、もう脈打つような輝きを放っているようには見えない。
pt: As rochas nesta formação não parecem mais libertar qualquer brilho pulsante.
zh_cn: 这个岩层中的岩石似乎不再散发出任何脉动的光芒了。

source: As you try to step further into the cave, you feel your steps becoming more and more heavy.
de: Als du weiter in die Höhle vorzudringen versuchst, werden deine Schritte schwerer und schwerer.
fr: Alors que tu essayes d'avancer plus loin dans la caverne, tu sens que tes pas deviennent de plus en plus lourds.
ja: 洞窟の中へと足を踏み入れようとすると、段々と足取りが重くなっていくのを感じる。
pt: À medida que tenta avançar na caverna, sente os seus passos se tornarem cada vez mais pesados.
zh_cn: 当你试图进一步踏入洞穴时，你感到你的脚步变得越来越沉重。

source: The smell of the damp cave air fills your nostrils as you push forward.
de: Der Geruch dieser feuchten Höhle steigt dir in die Nase, während du weiter vordringst.
fr: L'odeur de la cave humide emplit vos narines au fur et à mesure que vous avancez.
ja: 前へと突き進むと、湿った洞窟の空気の匂いが鼻孔を満たす。
pt: O cheiro do ar úmido da caverna enche as suas narinas enquanto avança.
zh_cn: 当你向前推进时，潮湿的山洞空气的气味充满了你的鼻孔。

source: From the stone that Lodar gave you, you start hearing cracking noises.
de: Du hörst knackende Geräusche aus dem Stein, den Lodar dir gegeben hat.
fr: Vous commencez à entendre des craquements venant de la pierre que Lodar vous a donnée.
ja: ロダーがくれた石から、ひび割れるような音が聞こえてくる。
pt: Começa a ouvir ruídos da pedra que Lodar lhe deu.
zh_cn: 从洛达尔给你的石头上，你开始听到裂缝的声音。

source: Something must be affecting you, making you unable to proceed further into the cave.
de: Irgendetwas wirkt auf dich ein - etwas, was dir unmöglich macht, weiter in die Höhle vorzudringen.
fr: Quelque chose doit être en train de vous affecter, et vous rend incapable d'aller plus loin dans la cave.
ja: 何かがあなたに影響を及ぼしているに違いない、これ以上洞窟の中へと進むことはできない。
pt: Algo deve estar a afetar-lo, algo não está a deixar-o continuar na caverna.
zh_cn: 一定有什么东西在影响你，使你无法进一步进入山洞。

source: The cracks get more frequent, until the stone finally crumbles to a fine powder in your hand, like a dried leaf.
de: Das Knacken wird häufiger, bis endlich der Stein in deiner Hand wie ein trockenes Blatt zu feinem Staub zerfällt.
fr: Les craquements deviennent plus fréquents, jusqu'à ce que la pierre s'effrite finalement en une poudre fine, comme une feuille sèche.
ja: 割れ目が次々とできていき、やがて石は手の中で乾いた葉のように細かい粒に砕けてしまう。
pt: As fendas se tornam mais freqüentes, até que a pedra finalmente se desintegra num pó fino na mão, como uma folha seca.
zh_cn: 裂缝越来越多，直到石头最后在你手中碎成细小的粉末，像一片干枯的树叶。

source: You feel the weight that was weighing down your steps previously becoming slightly lighter, allowing you to proceed further into the cave.
de: Du spürst, wie das Gewicht, das auf dir lastete, mehr und mehr von dir abfällt, was dir erlaubt, weiter in die Höhle vorzudringen.
fr: Vous sentez que le poids de vos pas devient légèrement moins lourd, vous permettant de continuer dans la cave.
ja: 以前は足元に重くのしかかっていた重さが少し軽くなってきたのを感じ、洞窟の中へとさらに進むことができる。
pt: Sente o peso que estava a nos seus passos, a tornar-se um pouco mais leve, a permitir que continue na caverna.
zh_cn: 你感觉到之前压在你脚下的重量变得稍微轻了一些，使你能够进一步进入洞穴。

source: A massive stone lid with strange runes seals the grave. Between some cracks in the stone, you can feel a cold breeze coming out of it.
de: Ein massiver steinerner Deckel mit fremdartigen Runen verschließt das Grab. Durch ein paar Spalten im Stein kannst du fühlen, wie eine kühle Brise daraus hervorströmt.
fr: Une pierre massive avec d'étranges runes scelle la tombe. Vous pouvez sentir un vent froid sortant des fissures dans la pierre.
ja: 奇妙なルーンが刻まれた巨大な石の蓋が墓を塞いでいる。石の割れ目の間から冷たい風が吹き出してくるのを感じ取ることができる。
pt: Uma enorme tampa de pedra com runas estranhas junta o túmulo. Entre algumas rachaduras na pedra, consegue sentir uma brisa fria sair dela.
zh_cn: 一个带有奇怪符文的巨大石盖封住了坟墓。在石头的一些裂缝之间，你可以感觉到一股冷风从里面吹出来。

source: [Mutter] Just one more...
de: [Murmelt] Bloß noch einer...
fr: [Marmonne] Juste un de plus...
ja: （ブツブツと小声で呟く）もう1回だけ…
pt: [Murmura] Apenas mais um...
zh_cn: [嘀咕]再来一个...

source: What? No, you're not it.
de: Was? Nein, du bist es nicht.
fr: Quoi ? Non, tu ne l'es pas.
ja: 何だよ？ ダメだ、コイツはお前にゃやらねえぞ。
pt: O que? Não, você não é isso.
zh_cn: 什么？不，你不是。

source: [Drool]
de: [Sabber]
fr: [Bave]
ja: （よだれを垂らす）
pt: [Mexe na barba]
zh_cn: [流口水]

source: [Wipes drool]
de: [Wischt sich den Sabber ab]
fr: [Essuie la bave]
ja: （よだれを拭う）
pt: [Esfregando a barba]
zh_cn: [擦拭口水]

source: Can you hear me?
de: Kannst du mich hören?
fr: Vous m'entendez ?
ja: 聞こえてますか？
pt: Pode me ouvir?
zh_cn: 你能听到我说话吗？

source: [Blank stare]
de: [Ausdrucksloses Starren]
fr: [Regard vide]
ja: （うつろな目つき）
pt: [Olhar Vazio]
zh_cn: [白眼看人]

source: [Makes slurping sounds with drool still left in the corner of the mouth]
de: [Macht schlürfende Geräusche und hat immer noch Sabber im Mundwinkel]
fr: [Fait du bruit avec la bave qui reste sur le côté gauche de sa bouche]
ja: （口角によだれを残したまま、すするような音を立てる）
pt: [faz sons suaves com baba ainda à esquerda no canto da boca]
zh_cn: [发出啧啧的声音，口水还留在嘴角]

source: Can you talk?
de: Kannst du reden?
fr: Vous pouvez parler ?
ja: 話せますか？
pt: Pode falar?
zh_cn: 你现在方便说话吗？

source: Uhh. Lowyna sure makes the best stuff!
de: Uhh. Lowyna macht einfach den besten Stoff!
fr: Ouh. C'est sûr que Lowyna fait les meilleures choses !
ja: うぁー。ローウィナの作るヤツは最高！
pt: Uhh. Lowyna com certeza faz as melhores coisas!
zh_cn: 呃，洛伊娜做的东西肯定是最好的!

source: What does she do?
de: Was macht sie?
fr: Qu'est-ce qu'elle fait ?
ja: 彼女は何をしているの？
pt: O que ela faz?
zh_cn: 她做什么？

source: These of course! [swings his jug, nearly spilling some of it]
de: Das hier natürlich! [Schwingt seinen Krug und verschüttet ihn fast]
fr: Ceci bien sûr ! [balance son pichet, en manquant de peu de faire déborder du liquide]
ja: もちろんこれ！（水差しを揺らしてこぼしそうになる）
pt: Aquilo, é claro! [balança o seu jarro, quase a derramar um pouco]
zh_cn: 当然是这些![挥舞着他的酒壶，漏了一些酒]

source: Where can I find this Lowyna?
de: Wo kann ich diese Lowyna finden?
fr: Où puis-je trouver cette Lowyna ?
ja: ローウィナはどこにいるの？
pt: Onde posso encontrar esta Lowyna?
zh_cn: 我在哪里可以找到这个洛伊娜？

source: I need to go.
de: Ich muss gehen.
fr: Il faut que j'y aille.
ja: もう行かないと。
pt: Preciso ir.
zh_cn: 我需要去。

source: She's over there... No. Over there... No. Oh, she's around here somewhere.
de: Sie ist da drüben .. nein. Dort drüben .. nein. Ach, sie ist irgendwo hier in der Gegend.
fr: Elle est par là... Non. Par là... Non. Oh, elle est quelque part autour d'ici.
ja: あの人ならあそこに…いや、あっちだ…ううん、あー、この辺のどこか。
pt: Ela está acolá... não? Por ali... não? Oh, ela está por aí em algum lugar.
zh_cn: 她在那边...不，在那里...不，哦，她就在这附近。

source: [blank stare]
de: [leerer Blick]
fr: [regard vide]
ja: （うつろな目つき）
pt: [Olhar Vazio]
zh_cn: [茫然的目光]

source: You're all sweaty and pale, what's wrong?
de: Du bist ganz bleich und verschwitzt, was ist mit dir los?
fr: Vous êtes pâle et en sueur, qu'est-ce qui ne va pas ?
ja: 汗だくで顔色が悪いけど、どうしたの？
pt: Está todo suado e pálido, o que está errado?
zh_cn: 你浑身是汗，脸色苍白，怎么了？

source: Um. Just one more. Please, just one more.
de: Ähm. Nur noch einen. Bitte, nur noch einen.
fr: Hum. Juste un de plus. S'il vous plaît, juste un de plus.
ja: うーん。もう1回。お願い、もう1回だけ。
pt: Um. Apenas mais um. Por favor, apenas mais uma.
zh_cn: 嗯。再来一个。求你了，再来一个。

source: Can you spare some gold?
de: Hast du etwas Gold übrig?
fr: Peux-tu me donner de l'or ?
ja: 金をくれねえか？
pt: Pode me dar algum ouro?
zh_cn: 你能拿出一些黄金吗？

source: Get away from me!
de: Bleib mir vom Leib!
fr: Dégage !
ja: 離れろ！
pt: Saia de perto de mim!
zh_cn: 离我远点！

source: Here's 5 gold.
de: Hier sind 5 Goldstücke.
fr: Voici 5 pièces d'or.
ja: 5ゴールドです。
pt: Aqui tem 5 de ouro.
zh_cn: 这是5金币。

source: Here's 50 gold.
de: Hier sind 50 Goldstücke.
fr: Voici 50 pièces d'or.
ja: 50ゴールドです。
pt: Aqui tem 50 de ouro.
zh_cn: 这是50金币。

source: Here's 100 gold.
de: Hier sind 100 Goldstücke.
fr: Voici 100 pièces d'or.
ja: 100ゴールドです。
pt: Aqui tem 100 de ouro.
zh_cn: 这是100金币。

source: Oh, oh! I haven't seen that much gold in my whole life. I'm finally rich!
de: Oh, oh! Soviel Gold habe ich mein ganzes Leben lang noch nicht gesehen. Endlich bin ich reich!
fr: Oh, oh ! Je n'ai jamais vu autant d'or de ma vie. Je suis enfin riche !
ja: おうおう！ こんなにたくさんの金を見たのは生まれて初めてだ。ようやく金持ちになれたぜ！
pt: Oh, oh! Não vi tanto ouro na minha vida inteira. Finalmente sou rico!
zh_cn: 哦，哦！我这辈子没见过那么多金子。我终于有钱了！

source: Is that all you have?
de: Ist das alles, was du hast?
fr: C'est tout ce que tu as ?
ja: これで全部か？
pt: Isso é tudo o que tem?
zh_cn: 这就是你的全部吗？

source: I've seen them. Their camps.
de: Ich habe sie gesehen. Ihre Lager.
fr: Je les ai vus. Leurs camps.
ja: オレぁヤツラのキャンプを見てきたんだ。
pt: Os vi. Os seus acampamentos.
zh_cn: 我见过他们。他们的营地。

source: The Sakul are watching us. They're coming.
de: Die Sakul beobachten uns. Sie werden kommen.
fr: Les Sakuls nous regardent. Ils arrivent.
ja: サクルがヤツラを見てる。アイツらが来るんだ。
pt: O Sakul está nos a observar. Eles estão a vir.
zh_cn: 萨库尔人在看着我们。他们要来了。

source: [Grunt]
de: [Grunz]
fr: [Grognements]
ja: （ブゥブゥ）
pt: [Grunhido]
zh_cn: [咕噜声]

source: Hold up. What have we here? A lone traveller on the Duleian road.
de: Halt. Was haben wir denn da? Einen einsamen Reisenden auf der Duleianstraße.
fr: Qu'avons-nous là ? Un voyageur solitaire sur la route Duleian.
ja: ちょいと待ちな。デュリアン街道を行くそこの旅人、こんなところで何してんだ。
pt: Aguarde. O que temos aqui? Um viajante solitário na estrada Duleian.
zh_cn: 暂停。我们这里有什么？在杜莱恩路上的一个孤独的旅行者。

source: Haven't you heard, travelling this road can be dangerous.
de: Hast du es nicht gehört? Auf dieser Straße zu reisen, kann gefährlich sein.
fr: Tu as dû entendre dire que voyager sur cette route peut être dangereux.
ja: 聞いたことはねえかぃ？ この道を通るのは危険なんだぜ。
pt: Não ouviu, viajar por esta estrada pode ser perigoso.
zh_cn: 你没听说过吗，走这条路可能很危险。

source: There have been reports of people being robbed of all their possessions whilst travelling down this road.
de: Es gibt Berichte von Menschen, denen all ihr Hab und Gut gestohlen wurde, während sie auf dieser Straße reisten.
fr: On dit que des gens se sont fait voler tous leurs biens en voyageant sur cette route.
ja: この道を通ったやつが持ち物を全部剥ぎ取られた、なんて話もある。
pt: Tem havido relatos de pessoas que foram roubadas enquanto viajavam por esta estrada.
zh_cn: 有报告称，人们在这条路上过时被抢走了所有的财产。

source: Tell you what, if you give me ... shall we say ... 500 gold, I can almost guarantee that you won't be robbed on this road.
de: Ich sag dir, wenn du mir ... sagen wir ... 500 Goldstücke gibst, dann kann ich fast dafür garantieren, dass du auf dieser Straße nicht ausgeraubt wirst.
fr: Tu sais, si tu me donnes... disons... 500 pièces d'or, je peux presque te garantir que tu ne te feras pas voler sur cette route.
ja: いいか、オレに500ゴールドを寄越せば…この道で追いはぎに遭うことはないと、このオレが保証してやる。
pt: Digo-te uma coisa, se me deres... digamos... 500 moedas, quase posso garantir que não serás roubado nesta estrada.
zh_cn: 告诉你吧，如果你给我......我们可以说......500金币，我几乎可以保证你在这条路上不会被抢劫。500金币，我几乎可以保证你在这条路上不会被抢劫。

source: Sounds good. Here is 500 gold.
de: Klingt gut. Hier sind 500 Goldstücke.
fr: Ça me semble correct. Tenez, 500 pièces d'or.
ja: いいですね。500ゴールドをどうぞ。
pt: Parece bem. Aqui tens 500 moedas.
zh_cn: 听起来不错。这里有500金币。

source: Hey, that sounds like robbery to me!
de: Hey, das hört sich für mich nach Raub an!
fr: Hé, ça ressemble à du vol !
ja: ねえ、それって追いはぎのように聞こえるんだけど！
pt: Hei, isso parece extorsão!
zh_cn: 嘿，这听起来像是在抢劫！我的意思是说，这是在抢劫！

source: How about I just kill you instead?
de: Was wäre, wenn ich dich einfach töten würde?
fr: Et si je vous tuais plutôt ?
ja: 代わりにお前を殺すというのはどうだ？
pt: Que tal, em vez disso, apenas te matar?
zh_cn: 要不我直接杀了你？

source: Thank you. Have a pleasant day. Watch out for those robbers!
de: Dankeschön. Habe einen angenehmen Tag. Hüte dich vor diesen Räubern!
fr: Merci. Bonne journée. Faites attention aux voleurs !
ja: ありがとよ。よい1日を。追いはぎには気をつけな！
pt: Obrigado. Tem um bom dia. Cuidado com os ladrões!
zh_cn: 谢谢你。祝你有个愉快的一天。小心那些强盗！

source: Oh, I see. You are trying to rob ME instead? Well then, I will not be so easily defeated. Prepare yourself.
de: Aha. Du versuchst stattdessen, MICH auszurauben? Na dann, ich werde mich nicht so einfach geschlagen geben. Mach dich bereit!
fr: Oh, je vois. Tu essaies de ME voler à la place ? Eh bien, je ne serai pas si facile à battre. Prépare-toi.
ja: ああそうかい。代わりにこのオレから奪おうってのか？ なら、そう簡単には負けてやれねぇなあ。覚悟しやがれ。
pt: Ah, entendo. Então estás a tentar assaltar-me? Bem, então, não serei tão facilmente derrotado. Prepara-te.
zh_cn: 哦，我明白了。你想抢劫我？那么，我不会那么容易被打败。做好准备。

source: Oh no no, are you accusing me of robbing you? That's not the case at all. I'm just asking for 500 gold so that you won't be robbed of all your possessions while travelling down this road.
de: Oh nein nein, unterstellst du mir, dich ausrauben zu wollen? Das ist überhaupt nicht der Fall. Ich frage nur nach 500 Gold, damit dir nicht all dein Hab und Gut gestohlen wird, während du auf dieser Straße reist.
fr: Oh non non, serais-tu en train de m'accuser de te voler ? Ce n'est pas du tout le cas. Je demande juste 500 pièces d'or pour qu'on ne vole pas tous tes biens alors que tu voyages sur cette route.
ja: いやいや、オレがお前から奪おうとしてると因縁つけようってのか？ そんなんじゃねえさ。お前が旅の途中で荷物を盗られたりしないよう500ゴールドを要求してる、それだけの話じゃねえか。
pt: Oh, não, estás a acusar-me de te roubar? Não é esse o caso. Estou apenas a pedir 500 moedas para que não roubem todos os teus bens enquanto viajas por esta estrada.
zh_cn: 哦不不，你是在指责我抢劫你吗？根本不是这样的。我只是要500金币，这样你在这条路上旅行时就不会被抢走你的所有财产了。

source: OK. Here is 500 gold.
de: Ok. Hier sind 500 Goldstücke.
fr: Ok. Tenez, 500 pièces d'or.
ja: わかりました。500ゴールドをどうぞ。
pt: Está bem. Aqui tens 500 moedas de ouro.
zh_cn: 好的。这里有500金币。

source: The zortak will defeat you!
de: Der Zortak wird dich vernichten!
fr: Les Zortaks te vaincront !
ja: ゾルタクが貴様を成敗してくれるわ！
pt: O Zortak irá derrotá-lo!
zh_cn: 佐塔克会打败你！

source: You will not pass me.
de: Du kommst nicht an mir vorbei.
fr: Tu ne passeras pas.
ja: テメェじゃこのオレ様は突破できねえ。
pt: Não vai me deixar passar.
zh_cn: 你不会超过我的。

source: [Takes a step back] What ... is ... that? It can't be? No. Let me look at it.
de: [tritt einen Schritt zurück] Was .. ist .. das? Es kann nicht sein? Nein. Lass es mich anschauen.
fr: [Fait un pas en arrière] Qu'est-ce... que ... c'est ? Impossible ? Non. Laisse-moi regarder.
ja: （一歩後ずさる） 何です…それは…？ まさか。いえ、見せてください。
pt: [dá um passo atrás] O que... é... isso? Não pode ser? Não. Deixe-me olhar para isso.
zh_cn: [退后一步] 什么。。。是。。。那？不可能？不。让我来看看。

source: It has all the markings. But it can't be? I don't understand.
de: Es hat alle Zeichen. Aber kann es sein? Ich verstehe nicht.
fr: Elle en a toutes les marques. Mais c'est impossible ? Je ne comprends pas.
ja: 痕跡がすべて一致してる。でもそんなはずが。どういうことなんですか。
pt: Tem todas as marcações. Mas não pode ser? Não entendo.
zh_cn: 它有所有的标记。但它不可能是？我不明白。

source: What is it?
de: Was ist das?
fr: Qu'est-ce que c'est ?
ja: 何ですか？
pt: O que é isso?
zh_cn: 它是什么？

source: This thing that you have stumbled upon, my friend. This is the Xul'viir. A most foul item indeed.
de: Dieses Ding, über das du gestolpert bist, mein Freund. Dies ist das Xul'viir. Ein äußerst böses Ding, wahrhaftig.
fr: Cette chose sur laquelle tu es tombé, mon ami. C'est le Xul'viir. Un objet très malfaisant.
ja: あなたが見つけたものは、ズールヴィールですね。極めて邪悪なアイテムです。
pt: O que achou, meu amigo. Este é o Xul'viir. Um item muito ruim de fato.
zh_cn: 你偶然发现的这个东西，我的朋友。这是苏维尔。确实是一个最肮脏的东西。

source: It has been said that King Luthor destroyed the sword so that it would not fall into the wrong hands.
de: Man sagt, dass König Luthor das Schwert zerstört hat, damit es nicht in falsche Hände fallen könnte.
fr: On dit que le roi Luthor a détruit l'épée afin qu'elle ne tombe pas entre de mauvaises mains.
ja: ルーサー王は悪人の手に落ちないように剣を破壊したと言われています。
pt: Foi dito que o rei Luthor destruiu a espada para que não caísse nas mãos erradas.
zh_cn: 有人说，路德国王销毁了这把剑，以免它落入坏人手中。

source: It would seem that either he, or the stories have not been telling the truth.
de: Aber es scheint, dass er - oder die Geschichten - nicht die Wahrheit gesagt haben.
fr: Il semblerait que soit lui, soit les histoires n'ont pas dit la vérité.
ja: 彼本人か、話の内容のどちらかが真実を伝えていないようですね。
pt: Parece que ele ou as histórias não estão a falar a verdade.
zh_cn: 看来，要么是他，要么是没有说实话。

source: If restored, anyone wielding it would make their enemies tremble from only the sight of it.
de: Sobald das Schwert wieder hergestellt ist, würde jeder, der es führt, seine Feinde beim bloßen Anblick erzittern lassen.
fr: Si elle était restaurée, quiconque la brandissant ferait trembler ses ennemis rien qu'en la montrant.
ja: もし復元させてしまえば、それを振るう者は、見ただけで敵を震え上がらせることでしょう。
pt: Se restaurado, qualquer um que o empunha faria seus inimigos tremer apenas da visão dele.
zh_cn: 如果得到修复，任何挥舞它的人都会让他们的敌人只要看到它就感到颤抖。

source: You must destroy it, of course. Here, put it into my smelting pit and we'll be rid of it.
de: Du musst es natürlich zerstören. Komm, lege es in meinen Schmelzofen, dann sind wir es los.
fr: Tu dois la détruire, bien sûr. Tiens, mets-la dans mon creuset pour la fondre, et nous en serons débarrassés.
ja: 当然破壊しなくてはなりません。ほら、それを溶解炉に入れてください、処分しますよ。
pt: Deve destruí-lo, é claro. Aqui, ponha-o no meu poço de fundição e vamos nos livrar disso.
zh_cn: 当然，你必须摧毁它。来，把它放到我的熔炼坑里，我们就可以摆脱它了。

source: Here it is. We had better get rid of it.
de: Hier ist es. Wir sollten es besser los werden.
fr: La voici. Nous ferions mieux de nous en débarrasser.
ja: どうぞ。これは処分したほうがいいですね。
pt: Aqui tens. É melhor livrar-nos dele.
zh_cn: 在这里。我们最好摆脱它。

source: I'd like to keep it.
de: Ich würde es gerne behalten.
fr: J'aimerais la garder.
ja: 持っていたいです。
pt: Gostaria de mantê-lo.
zh_cn: 我想保留它。

source: Into the smelting pit with it. Good. See how it bubbles and flares? That's the lives of countless people thanking you for destroying it.
de: In den Schmelzofen damit! Gut. Siehst du, wie es blubbert und auflodert? Das sind die Leben zahlloser Leute, die Dir dankbar um seine Zerstörung sind.
fr: Hop, direct dans le creuset. Bien. Tu vois comment ça bouillonne et s'embrase ? Ce sont les vies d'innombrables personnes qui te remercient de la détruire.
ja: それを一緒に溶解炉へ。いいですよ。どのように泡立ち、燃えるのかを見ていてくださいね？ これは、破壊したあなたに感謝している無数の人々の命なんです。
pt: Coloca no poço de fundição ela. Boa. Veja como ela borbulha e acende? Essa é a vida de inúmeras pessoas a agradecer por destruí-lo.
zh_cn: 丢它进入熔炼坑。很好。看到它是如何冒泡和燃烧的吗？那是无数人的生命在感谢你摧毁了它。

source: You can't be serious. It needs to be destroyed!
de: Das kann nicht dein Ernst sein. Es muss zerstört werden!
fr: Tu n'es pas sérieux. Il faut la détruire !
ja: 冗談はよしてください。破壊しなくてはいけません！
pt: Não deve esta a falar serio. Precisa ser destruído!
zh_cn: 你一定不是认真的。它必须被毁掉!

source: You mentioned restoring it before, what would that entail?
de: Du hast eben erwähnt, es wiederherzustellen. Welche Folgen hätte das?
fr: Vous parliez de la restaurer tout à l'heure, qu'est-ce que cela impliquerait ?
ja: さっき復元について言ってたけど、どんな感じなんですか？
pt: Mencionou restaurá-lo antes, o que isso implicaria?
zh_cn: 你之前提到过修复它，这需要什么呢？

source: The original sword had ornaments of rare crystals, and a blade that was as sharp as nothing else.
de: Das echte Schwert war mit seltenen Kristallen verziert und hatte eine Klinge, die scharf war wie keine andere.
fr: L'épée originelle avait des ornements de cristaux rares, et une lame au tranchant sans pareil.
ja: 原形の剣は希少なクリスタルの装飾と、他の何よりも鋭い刃を持っていました。
pt: A espada original tinha ornamentos de cristais raros e uma lâmina que nada era tão afiada como ela.
zh_cn: 剑原本有稀有水晶的装饰物，剑身锋利如斯。

source: I can't believe I'm telling you this. Give. It. Here. Now! It needs to be destroyed!
de: Ich kann gar nicht glauben, dass ich dir das erzähle. Gib. Es. Her. Sofort! Es muss zerstört werden!
fr: Je n'arrive pas à croire que je te dise ça. Donne-la. Ici. Maintenant ! Il faut la détruire !
ja: そんなことを言うなんて信じられません。渡してください。それを。ほら。今すぐ！ 破壊するんです！
pt: Não posso acreditar que estou lhe a dizer isso. Tome. Isto. Aqui. Agora! Precisa ser destruído!
zh_cn: 我不相信我会告诉你。给。它。在这里。现在！它需要被摧毁！

source: How about you get to work on restoring it, and I won't kill you.
de: Wie wäre es, wenn du dich dran machst es wiederherzustellen und ich töte dich dafür nicht?
fr: Que pensez-vous de vous mettre au travail pour la restaurer, et je ne vous tuerai pas.
ja: 復元してくれるなら殺さないよ。
pt: Que tal começar a trabalhar na restauração e não vou matá-lo.
zh_cn: 不如你着手恢复它，我就不杀你。

source: I ... what? Are you threatening me?
de: Ich.. was? Drohst du mir?
fr: Je... Quoi ? Tu me menaces ?
ja: 何ですって…？ 私を脅しているのですか？
pt: Eu... o quê? Está a ameaçar-me?
zh_cn: 我......什么？你在威胁我吗？

source: You won't believe what I had to go through to get it.
de: Du wirst nicht glauben, was ich durchmachen musste, um es zu bekommen.
fr: Vous n'imaginez pas ce par quoi j'ai dû passer pour l'avoir.
ja: これを得るまでに経験してきた苦労は、あなたには到底信じられないでしょうね。
pt: Não vai acreditar o que passei para obtê-la.
zh_cn: 你不会相信我经历了什么才得到它。

source: Sigh. You don't know what you are getting yourself into, kid.
de: Seufz. Du weißt nicht, auf was du dich da einlässt, Kind.
fr: [Soupir] Tu ne sais pas dans quoi tu t'embarques, gamin.
ja: ハァ。あなたは自分が何に巻き込まれているのか分かってない。
pt: Suspiro. Não sabe no que se está a meter, criança.
zh_cn: 叹息。你不知道你自己陷入了什么，孩子。
