Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: Yes. I think you will see that I sell quality items from many places. Under the circumstances I can only sell you limited provisions though.
de: Natürlich. Ich denke du wirst sehen, dass ich qualitativ hochwertige Gegenstände von vielen Orten verkaufe. Unter diesen Umständen kann ich dir aber nur eine begrenzte Auswahl anbieten.
fr: Oui. Je pense que tu verras que je vends des articles de qualité provenant de différents endroits. Vu les circonstances, je ne peux te vendre que des provisions limitées par contre.
ja: はい。私が各地で質の高い品を販売していることがお分かりいただけるかと。 この状況ですと限られた量しかお売りできませんが。
pt: Sim. Acho que verá que vendo itens de qualidade de muitos lugares. Nessas circunstâncias, só lhe posso vender provisões limitadas.
zh_cn: 是的，我想你会看到，我从许多地方出售高质量的物品。 在这种情况下，我只能向你出售有限的供应品。

source: I do also have one special item. It is a potion that increases your attack speed. It is very rare, and therefore expensive, but I am willing to part with it if the price is right.
de: Ich habe sogar etwas ganz besonderes: Einen Trank, der deine Kampfgeschwindigkeit erhöht.↵ Dieser ist sehr selten und entsprechend teuer, doch ich bin bereit, mich von ihm zu trennen - wenn der Preis stimmt.
fr: J'ai aussi un article spécial. C'est une potion qui augmente la vitesse d'attaque. Elle est très rare, et donc chère, mais je suis prêt à m'en séparer pour un bon prix.
ja: 特別な商品も1つあります。攻撃速度を上げるポーションです。 滅多にないレア物でお高いですが、値段が合うなら喜んで手放しましょう。
pt: Também tenho um item especial. É uma poção que aumenta a sua velocidade de ataque. É muito raro e, portanto, caro, mas estou disposto a disfazer-me disso por um preço que seja justo.
zh_cn: 我也有一件特殊的物品。它是一种可以增加你的攻击速度的药水。 它非常罕见，因此价格昂贵，但如果价格合适，我愿意放弃它。

source: No thanks. Show me what else you have.
de: Nicht nötig. Zeig mir, was du sonst noch hast.
fr: Non merci. Montrez-moi ce que vous avez d'autre.
ja: 結構です。他のものを見せてください。
pt: Não, obrigado. Mostre-me o que mais tem.
zh_cn: 不，谢谢。让我看看你还有什么。

source: How expensive is "expensive"?
de: Was verstehst du unter "teuer"?
fr: Que voulez-vous dire par "cher" ?
ja: "高い"とはどのくらい？
pt: Quão caro é "caro"?
zh_cn: "贵"有多贵？

source: OK. Show me what you have.
de: Verstanden. Zeig mir, was du hast.
fr: Ok. Montrez-moi ce que vous avez.
ja: わかりました。持っているものを見せてください。
pt: Certo. Mostre-me o que tem.
zh_cn: 好的。给我看看你有什么。

source: For you, I will offer the special price of 4999 gold.
de: Für dich biete ich es für den Sonderpreis von 4999 Gold an.
fr: Pour toi, je fais un prix spécial de 4999 pièces d'or.
ja: お客様には、4999ゴールドの特別価格でご提供しましょう。
pt: Para si, vou oferecer o preço especial de ouro 4999.
zh_cn: 对于你，我将提供4999金的优惠价格。

source: I don't have that much gold. Please show me what else you have.
de: Soviel Gold habe ich nicht. Bitte zeige mir, was du sonst noch hast.
fr: Je n'ai pas autant d'or. Montrez-moi le reste s'il vous plait.
ja: そんなお金はありません。他にあるものを見せてください。
pt: Não tenho tanto ouro. Por favor, mostre-me o que mais tem.
zh_cn: 我没有那么多黄金。请给我看看你还有什么。

source: That's too expensive. Please show me what else you have.
de: Das ist zu teuer. Bitte zeige mir, was du sonst noch hast.
fr: C'est trop cher. Montrez-moi le reste s'il vous plait.
ja: 高すぎます。他にあるものを見せてください。
pt: Isso é muito caro. Por favor, mostre-me o que mais tem.
zh_cn: 那太贵了。请告诉我你还有什么。

source: OK. I'll take it.
de: In Ordnung. Ich nehme ihn.
fr: Ok. Je la prends.
ja: わかりました。いただきます。
pt: Certo.Fico com isso.
zh_cn: 好的。我要了。

source: I think I'll just be on my way.
de: Ich denke, ich mache mich jetzt einfach auf den Weg.
fr: Je pense que je vais me débrouiller.
ja: もう行きますね。
pt: Acho que vou a andar.
zh_cn: 我想我就在路上了。

source: Use it wisely. Such a potion is very hard to obtain. It is unlikely I will have any more to sell in the future.
de: Verwende ihn weise. Solche Tränke sind nur schwer zu bekommen.↵ Es ist unwahrscheinlich, dass ich demnächst noch welche zu verkaufen habe.
fr: Utilise-la avec sagesse. Une telle potion est très difficile à obtenir. Il est peu probable que j'en aie d'autres à vendre à l'avenir.
ja: 賢く使ってください。このようなポーションは滅多に手に入りません。 今後私が取り扱うこともないでしょう。
pt: Usa-o sabiamente. Tal poção é muito difícil de obter. É improvável que tenha mais para vender no futuro.
zh_cn: 明智地使用它。这样的药水是很难得到的。 我将来不太可能有更多的东西可以出售。

source: Thanks for the advice. Please show me what else you have to trade.
de: Vielen Dank für den Rat. Bitte zeige mir, was du sonst noch zum handeln hast.
fr: Merci du conseil. Montrez-moi ce que vous avez d'autre à vendre.
ja: アドバイスありがとう。他に売買するものを見せてください。
pt: Obrigado pelo conselho. Por favor, mostre-me o que mais tem para negociar.
zh_cn: 谢谢你的建议。请给我看看你还有什么可以交易的。

source: Thanks for the advice. I need to go now.
de: Danke für den Rat. Ich muss jetzt gehen.
fr: Merci du conseil. Il faut que j'y aille maintenant.
ja: アドバイスありがとう。そろそろ行かないと。
pt: Obrigado pelo conselho. Preciso ir agora.
zh_cn: 谢谢你的建议。我现在需要走了。

source: Welcome to our wonderful Inn. How can we help you?
de: Willkommen in unserem wunderschönen Gasthaus. Wie kann ich dir helfen?
fr: Bienvenue dans notre merveilleuse auberge. Comment peut-on t'aider ?
ja: この素敵な宿へようこそ。どのようなご用件でしょう？
pt: Bem-vindo à nossa maravilhosa pousada. Como podemos ajudá-lo?
zh_cn: 欢迎来到我们美妙的客栈。我们能为您提供什么帮助？

source: My name is Cadoren. I'm the best cook in town.
de: Mein Name ist Cadoren. Ich bin der beste Koch der Stadt.
fr: Je m'appelle Cadoren. Je suis le meilleur cuisinier de la ville.
ja: 私の名はカドレン。町一番の料理人です。
pt: Meu nome é Cadoren. Sou o melhor cozinheiro da cidade.
zh_cn: 我的名字是卡多伦。我是镇上最好的厨师。

source: Unlike most, lesser, cooks in local towns, I'm a specialist.
de: Anders als die meisten anderen, weniger guten Köche in den hiesigen Städten, bin ich ein Spezialist.
fr: Contrairement aux autres cuisiniers des villes du coin, je suis un spécialiste.
ja: 田舎町の料理人とは違い私は専門家です。
pt: Ao contrário da maioria dos cozinheiros das cidades locais, sou especialista.
zh_cn: 与当地城镇的大多数小厨师不同，我是一名专家。

source: A specialist? In what?
de: Ein Spezialist? Worin?
fr: Un spécialiste ? De quoi ?
ja: 専門家？ 何の？
pt: Um especialista? Em quê?
zh_cn: 一个专家？在什么方面？

source: Enough of the bragging. Show me what you have to trade.
de: Genug der Prahlerei. Zeig mir, was du zum handeln hast.
fr: Assez de vantardise. Montrez-moi ce que vous avez à vendre.
ja: 自慢話は結構です。売買するものを見せてください。
pt: Chega de se gabar. Mostre-me o que tem para vender.
zh_cn: 不要再吹牛了。让我看看你有什么可交易的。

source: Food that lasts a long time. *cough*. Or in some cases food that has already lasted a long time.
de: Speisen, die lange haltbar sind. *Hust*. Oder in einigen Fällen Speisen, die bereits eine lange Zeit gereift sind.
fr: De nourriture qui dure longtemps. *Tousse*. Ou parfois de la nourriture qui a déjà duré longtemps.
ja: 日持ちする食品の。ケホッ。あるいは、中にはすでに長持ちしている食品もあります。
pt: Comida que dura muito tempo. *tosse*. Ou, em alguns casos, comida que já durou muito tempo.
zh_cn: 食物可以保存很长时间。*咳嗽*。或者在某些情况下，食物已经保存了很长时间。

source: That sounds disgusting. No thanks.
de: Hört sich ekelhaft an. Nein danke.
fr: Ca a l'air dégoûtant. Non merci.
ja: 嫌な感じがしますね。遠慮します。
pt: Isso parece nojento. Não, obrigado.
zh_cn: 这听起来很恶心。不，谢谢。

source: That sounds interesting. Show me what you have.
de: Hört sich interessant an. Zeig mir, was du hast.
fr: Intéressant. Montrez-moi ce que vous avez.
ja: 面白そうですね。持っているものを見せてください。
pt: Isso parece interessante. Mostre-me o que tem.
zh_cn: 这听起来很有趣。给我看看你有什么。

source: Why do you need food that lasts a long time?
de: Warum braucht man Speisen, die lange haltbar sind?
fr: Pourquoi avez-vous besoin de nourriture qui dure longtemps ?
ja: どうして日持ちする食品が必要なのですか？
pt: Por que precisa de comida que dure muito tempo?
zh_cn: 为什么你需要能保存很长时间的食物？

source: The path to Blackwater mountain has been cut off. There are also increasing attacks by monsters. These things have driven down trade, making supplies hard to get.
de: Der Pass durch das Blackwater Gebirge ist versperrt. Zudem wird man immer häufiger von Monstern überfallen. Das hat den Handel schwer beeinträchtigt und die Beschaffung von Vorräten erschwert.
fr: Le chemin pour le mont Encreau a été coupé. Il y a aussi de plus en plus d'attaques de monstres. Ces histoires ont réduit le commerce, et rendu difficile l’approvisionnement en fournitures.
ja: ブラックウォーター山への道が断たれました。モンスターの襲撃も増えています。それによって交易が減少し、物資の入手を難しくしています。
pt: O caminho à montanha Blackwater foi interrompido. Há também ataques crescentes de monstros. Essas coisas reduziram o comércio, a dificultar a obtenção de provisões.
zh_cn: 通往黑水的道路已被切断。怪物的攻击也越来越多。这些事情带动了贸易的减少，使得物资难以获得。

source: So all the food you sell is old?
de: Also sind alle deine Speisen alt?
fr: Donc toute la nourriture que vous vendez est vieille ?
ja: それであなたの売っている食べ物はすべて古くなっていると？
pt: Então, toda a comida que vende é velha?
zh_cn: 所以你卖的所有食物都是旧的？

source: Where is Blackwater mountain?
de: Wo liegt das Blackwater Gebirge?
fr: Où est le mont Encreau ?
ja: ブラックウォーター山はどこですか？
pt: Onde está a montanha Blackwater?
zh_cn: 黑水在哪儿？

source: Why are monster attacks increasing?
de: Warum gibt es immer mehr Monsterangriffe?
fr: Pourquoi est-ce que les attaques des monstres augmentent ?
ja: どうしてモンスターの襲撃が増えているのですか？
pt: Por que os ataques de monstros estão a aumentar?
zh_cn: 为什么怪物的攻击在增加？

source: Thanks for the information. I have to leave now.
de: Danke für die Informationen. Ich muss jetzt gehen.
fr: Merci pour l'information. Il faut que je parte maintenant.
ja: 教えてくれてありがとう。もう行かないと。
pt: Obrigado pela informação. Tenho que ir embora agora.
zh_cn: 谢谢你提供的信息。我现在必须离开了。

source: Hello, welcome to my shop.
de: Hallo, willkommen in meinem Laden.
fr: Bonjour, bienvenue dans mon magasin.
ja: いらっしゃい、当店へようこそ。
pt: Olá, bem-vindos à minha loja.
zh_cn: 你好，欢迎来到我的商店。

source: Please show me what you have to trade.
de: Bitte zeige mir, was du zum handeln hast.
fr: Montrez-moi ce que vous avez à vendre, s'il vous plait.
ja: 売りものを見せてください。
pt: Por favor, mostre-me o que tem para negociar.
zh_cn: 请给我看看你有什么可以交易的。

source: What can you tell me about the town and local area?
de: Was kannst du mir über die Stadt und die Umgebung erzählen?
fr: Que pouvez-vous me dire de la ville et ses alentours ?
ja: 町やこの地域について教えてくれませんか？
pt: O que pode me dizer sobre a cidade e a região?
zh_cn: 你能告诉我关于城镇和当地的什么情况吗？

source: Stoutford is not a big town, but it used to be important.
de: Stoutford ist keine große Stadt, aber sie war einst sehr wichtig.
fr: Stoutford n'est pas une grande ville, mais elle le fut autrefois.
ja: スタウトフォードは大きな町ではありませんが、昔は重要な町でした。
pt: Stoutford não é uma cidade grande, mas costumava ser importante.
zh_cn: 斯托福德不是一个大镇，但它曾经很重要。

source: Important in what way?
de: Inwiefern wichtig?
fr: Important comment ?
ja: どのように重要なのですか？
pt: Importante em que sentido?
zh_cn: 重要在什么方面？

source: Sorry, I don't recall seeing anyone like that recently. Most visitors go to the inn though, so you might have more luck asking there.
de: Tut mir leid, aber ich kann mich an niemanden erinnern, der dieser Beschreibung entspricht. Die meisten Besucher bleiben allerdings im Gasthof, also solltest du dort mehr Glück mit deiner Frage haben.
fr: Désolé, je ne me rappelle pas avoir vu quelqu'un de semblable récemment. Par contre, la plupart des visiteurs vont à la taverne donc tu auras peut-être plus de chance en demandant là-bas.
ja: すみませんが、最近そんな人を見かけた覚えはないですね。ですがよそから来た方のほとんどは宿に行くので、そちらで尋ねた方がいいかもしれませんよ。
pt: Desculpe, não me lembro de ter visto ninguém assim recentemente. Porém, a maioria dos visitantes vão à pousada, então pode ter mais sorte a perguntar lá.
zh_cn: 对不起，我不记得最近见过这样的人。不过大多数游客都会去客栈，所以你在那里询问可能会有更多运气。

source: OK. Thanks.
de: Verstanden. Danke.
fr: Ok. Merci.
ja: わかりました。ありがとう。
pt: Certo. Obrigado.
zh_cn: 好的。谢谢。

source: Oh. No one asked before you. I didn't even think about it.
de: Oh. Vor dir hat das noch niemand gefragt. Ich habe nicht mal daran gedacht.
fr: Oh. Personne n'avait demandé avant toi. Je n'y avais même pas pensé.
ja: ああ。それを聞いてきた方はいませんでした。考えてもみなかったわ。
pt: Ah, é? Ninguém perguntou antes de si. Nem pensei nisso.
zh_cn: 哦。在你之前没有人问。我甚至没有想过这个问题。

source: Are you willing to hear my story?
de: Würdest du dir meine Geschichte anhören?
fr: Veux-tu écouter mon histoire ?
ja: 私の話を聞いてくれますか？
pt: Está disposto a ouvir a minha história?
zh_cn: 你愿意听我的故事吗？

source: Oh no. Not a long story.
de: Ach nee. Bitte keine lange Geschichte.
fr: Oh non. Pas une longue histoire.
ja: 勘弁してよ。長話はちょっと。
pt: Ah, não. Não uma longa história.
zh_cn: 哦，不。不是一个很长的故事。

source: If it can be of any comfort ... go ahead.
de: Wenn es dir hilft... nur zu.
fr: Si ça peut réconforter... allez-y.
ja: 何かの慰めになるのなら…どうぞ。
pt: Se puder ser de algum conforto... vá em frente.
zh_cn: 如果它能带来任何安慰......请继续。

source: Thank you. My name is Aryfora. I met my husband here in Stoutford, during the fair. He offered me a beautiful flower, one that I had never seen before.
de: Danke. Mein Name ist Aryfora. Ich traf meinen Ehemann hier in Stoutford, während des Jahrmarktes. Er bot mir eine wunderschöne Blume an, eine, wie ich sie noch nie gesehen hatte.
fr: Merci. Je m'appelle Aryfora. J'ai rencontré mon mari ici à Stoutford, pendant la foire. Il m'a offert une magnifique fleur, une que je n'avais jamais vue auparavant.
ja: ありがとう。私の名前はアリフォラです。 夫とはここスタウトフォードでフェアの最中に出会いました。 彼は見たことのないような美しい花を私にくれました。
pt: Obrigado. O meu nome é Aryfora. Conheci o meu marido aqui em Stoutford, durante a feira. Ofereceu-me uma bela flor, uma que nunca tinha visto antes.
zh_cn: 谢谢你。我的名字是阿利弗拉。 我在这里遇到了我的丈夫，在展览会上。 他给了我一朵美丽的花，那是我以前从未见过的。

source: He was smart and handsome and we quickly fell in love. He was from a town called Remgard. His name was Noraed.
de: Er war klug und gutaussehend, und wir haben uns schnell ineinander verliebt. Er kam aus einer Stadt namens Remgard. Sein Name war Noraed.
fr: Il était beau et intelligent, et nous sommes vite tombés amoureux. Il était originaire d'une ville appelée Remgard. Il s'appelait Noraed.
ja: 彼は賢くてハンサムで、私たちはすぐに恋に落ちました。 レムガードという町の出身でした。 名前はノラード。
pt: Ele era inteligente e bonito e rapidamente nos apaixonamos. Ele era de uma cidade chamada Remgard. O nome dele era Noraed.
zh_cn: 他很聪明，很英俊，我们很快就相爱了。 他来自一个叫瑞姆加德的小镇。 他的名字叫诺拉德。

source: He told me that it is very far from here, to the northeast, beyond the river and the mountains.
de: Er sagte mir, dass diese Stadt sehr weit entfernt von hier ist - im Nordosten, hinter dem Fluss und dem Gebirge.
fr: Il m'a dit que c'est loin d'ici, au nord-est, après la rivière et les montagnes.
ja: そこはここから北東、川や山を越えて、とても遠いところにあるのだと話していました。
pt: Ele me disse que é muito longe daqui, a nordeste, além do rio e das montanhas.
zh_cn: 他告诉我，它离这里很远，在东北边，越过河流和山脉。

source: I've never been there, as he always said how dangerous that road was, but every year, for our anniversary, he went back to bring me a damerilia, the same flower he offered me on the day we met.
de: Ich bin selbst noch nie dort gewesen, besonders da er mir immer erzählte, wie gefährlich der Weg dorthin war. Aber jedes Jahr, zu unserem Hochzeitstag, kehrte er dorthin zurück, um mir eine Damerilia zu holen - die gleiche Blume, die er mir bei unserem ersten Treffen anbot.
fr: Je n'y suis jamais allée, car il disait que la route était dangereuse, mais chaque année, pour notre anniversaire, il y retournait et me rapportait une damerilia, la même fleur qu'il m'avait offerte le jour de notre rencontre.
ja: 私は行ったことがありません。彼はその道のりがどれだけ危険かいつも言っていたのですが、毎年記念日には、私たちが出会った日に彼がくれたのと同じダメリリアの花を持ち帰ってくれました。
pt: Nunca estive lá, como ele sempre dizia que aquela estrada era perigosa, mas todos os anos, no nosso aniversário, ele voltava para me trazer uma damerilia, a mesma flor que ele me ofereceu no dia em que nos conhecemos.
zh_cn: 我从未去过那里，因为他总是说那条路有多危险，但每年在我们的结婚纪念日，他都会回去给我带一朵大马士革，也就是我们相遇那天他送给我的那朵。

source: How romantic!
de: Wie romantisch!
fr: Que c'est romantique !
ja: なんてロマンチックな！
pt: Que romântico!
zh_cn: 多么浪漫啊!

source: During one of the recent attacks on Stoutford, my husband sacrificed his life to save mine. Now, I can't do anything but mourn next to his grave.
de: Während einer der kürzlichen Angriffe auf Stoutford opferte sich mein Ehemann, um mich zu retten. Jetzt kann ich nur noch an seinem Grabe trauern.
fr: Lors d'une récente attaque sur Stoutford, mon mari a sacrifié sa vie pour sauver la mienne. Maintenant, je ne peux rien faire d'autre que me lamenter sur sa tombe.
ja: 近ごろのスタウトフォードでの襲撃で、夫は私の命を救うために犠牲になりました。 今の私には、彼のお墓のそばで喪に服することしかできません。
pt: Durante um dos recentes ataques a Stoutford, o meu marido sacrificou vida dele para salvar a minha. Agora, não posso fazer nada a não ser chorar ao lado do seu túmulo.
zh_cn: 在最近对斯托福德的一次袭击中，我的丈夫牺牲了他的生命来救我。 现在，我除了在他的坟墓旁边哀悼外，什么也做不了。

source: He must have loved you very much.
de: Er muss dich sehr geliebt haben.
fr: Il devait vous aimer énormément.
ja: 彼はあなたをとても愛していたに違いない。
pt: Ele deve ter te amado muito.
zh_cn: 他一定非常爱你。

source: I'd really love to place damerilias on his grave, as a symbol of our love.
de: Ich würde so gerne Damerilias auf sein Grab stellen, als ein Symbol unserer Liebe.
fr: J'aimerais vraiment placer des damerilias sur sa tombe, en symbole de notre amour.
ja: 私たちの愛の象徴として、お墓にぜひダメリリアを飾りたいのです。
pt: Realmente adoraria pôr damerilias no túmulo dele, como um símbolo do nosso amor.
zh_cn: 我真的很想将大马士革放在他的坟墓上，作为我们爱的象征。

source: What a nice idea!
de: Was für eine nette Idee!
fr: Quelle belle idée !
ja: いい考えですね！
pt: Que ótima ideia!
zh_cn: 多么好的主意啊!

source: Uh oh, I suspect I am going to be asked for something...
de: Uh oh, ich denke ich weiß, worauf das hinausläuft...
fr: Oh oh, je pressens qu'on va me demander quelque chose...
ja: あーあ、何か頼まれるんだろうな…
pt: Uh oh, suspeito que estou a ser intimado para alguma coisa...
zh_cn: 呃，我怀疑我将被要求提供一些东西......。

source: But it would be reckless of me to ask such a young kid as you to go so far to the northeast.
de: Aber es wäre unverantwortlich, ein so junges Kind wie dich zu bitten, so weit in den Nordosten zu gehen.
fr: Mais il serait irresponsable de ma part de demander à un jeune garçon comme toi d'aller si loin au nord-est.
ja: でもあなたのような幼い子供に北東部まで行ってほしいと頼むなんて、私には無理です。
pt: Mas seria imprudente da minha parte pedir a uma jovem criança como tu para ir tão longe para nordeste.
zh_cn: 但我要求你这样一个年轻的孩子去东北那么远的地方，是很鲁莽的。

source: I've had enough - bye.
de: Ich habe genug - tschüss.
fr: J'en ai entendu assez - au revoir.
ja: もう結構。さようなら。
pt: Já ouvi o bastante - tchau.
zh_cn: 我已经受够了--再见。

source: Don't worry about me. I can handle myself.
de: Sorge dich nicht um mich. Ich kann auf mich aufpassen.
fr: Ne vous inquiétez pas pour moi. Je me débrouille.
ja: 僕のことは心配しないで。自分のことは自分でできる。
pt: Não se preocupe comigo. Viro-me sozinho.
zh_cn: 不要为我担心。我可以自己处理。

source: I'm an adventurer. I'm afraid of nothing.
de: Ich bin ein Abenteuerer. Ich fürchte mich vor nichts.
fr: Je suis un aventurier. Je n'ai peur de rien.
ja: 僕は冒険家だ。怖いものは何もない。
pt: Sou um aventureiro. Não tenho medo de nada.
zh_cn: 我是一个冒险家。我无所畏惧。

source: Remgard. *sigh*. OK, I'll do it.
de: Remgard. *Seufz*. In Ordnung, ich machs.
fr: Remgard. *soupir*. Ok, je le ferai.
ja: レムガードですね。（ため息）わかりました、やりましょう。
pt: O Remgard. *suspiro*. Certo, farei isto.
zh_cn: 瑞姆加德。*叹息*。好吧，我就这么做。

source: Really? If you manage to do it, I'll make sure to reward you with something only I can do, and that I haven't done in a long time.
de: Wirklich? Wenn du das wirklich schaffst, werde ich dich mit etwas belohnen, was nur ich anfertigen kann, und was ich schon lange nicht mehr gemachte habe.
fr: Vraiment ? Si tu y arrives, je te récompenserai avec une chose que je suis la seule à pouvoir faire, et que je n'ai pas fait depuis longtemps.
ja: 本当ですか？ もしやってくれるなら、私にしかできない、私が長い間やっていなかったものに関する報酬をお約束します。
pt: Realmente? Se conseguir isso, com certeza o recompensarei com algo que só eu posso fazer e que não faço há muito tempo.
zh_cn: 真的吗？如果你设法做到了，我一定会奖励你一些只有我才能做到的事情，而且我已经很久没有做了。

source: And what would that be?
de: Und was würde das sein?
fr: Et ça serait quoi ?
ja: それは何ですか？
pt: E o que seria isso?
zh_cn: 那会是什么呢？

source: I guess I have work to do now.
de: Ich schätze, ich habe jetzt was zu tun.
fr: Je suppose que j'ai du pain sur la planche maintenant.
ja: 今はやることがあったかな。
pt: Acho que tenho trabalho a fazer agora.
zh_cn: 我想我现在有工作要做了。

source: That's a secret. I can't tell you, but you'll know when you'll see it.
de: Das ist ein Geheimnis. Ich kann es dir nicht verraten, aber du wirst es wissen, sobald du es siehst.
fr: C'est un secret. Je ne peux pas te le dire, mais tu le sauras quand tu le verras.
ja: 秘密です。話すことはできませんけど、見ればわかりますよ。
pt: Isso é um segredo. Não posso te dizer, mas saberá quando vê-lo.
zh_cn: 这是个秘密。我不能告诉你，但当你看到它时你就会知道。

source: Thank you for listening to me anyway. I wish you the best.
de: Danke, dass du die Geduld hattest, mir zuzuhören. Ich wünsche dir alles Gute.
fr: Merci de m'avoir écouté quand même. Je te souhaite le meilleur.
ja: とにかく話を聞いてくれてありがとうございました。成功を祈っていますね。
pt: Obrigado por me ouvir de qualquer maneira. Desejo-lhe o melhor.
zh_cn: 无论如何，谢谢你听我说话。我祝愿你一切顺利。

source: You're back! Have you found some damerilias yet?
de: Du bist zurück! Hast du schon ein paar Damerilias gefunden?
fr: Tu es de retour ! As-tu trouvé des damerilias ?
ja: 戻ってきたのですね！ ダメリリアは見つかりましたか？
pt: Está de volta! Já encontrou algumas damerilias?
zh_cn: 你回来了!你找到一些大马士革了吗？

source: Yes. Here they are, three of the most beautiful damerilias.
de: Ja. Hier sind sie, drei der wunderschönsten Damerilias.
fr: Oui. Les voici, trois des plus belles damerilias.
ja: はい、特に美しいダメリリアの3輪です。
pt: Sim. Aqui estão elas, três das mais belas damerilias.
zh_cn: 是的，它们在这里，三个最美丽的大马士革。

source: Yes. Here they are, two of the most beautiful damerilias.
de: Ja. Hier sind sie, zwei der wunderschönsten Damerilias.
fr: Oui. Les voici, deux des plus belles damerilias.
ja: はい、特に美しいダメリリアの2輪です。
pt: Sim. Aqui estão elas, duas das mais belas damerilias.
zh_cn: 是的，它们在这里，两个最美丽的大马士革。

source: Yes. Here it is, the most beautiful one.
de: Ja. Hier ist sie, die wunderschönste Damerilia.
fr: Oui. Tenez, la plus belle.
ja: はい、特に美しい1輪です。
pt: Sim. Aqui está, a mais bonita.
zh_cn: 是的，就在这里，最漂亮的一个。

source: Oh. Come back to me if you find some, will you?
de: Oh. Komm zurück zu mir, sobald du welche findest, ja?
fr: Oh. Reviens me voir si tu en trouves, d'accord ?
ja: ハァ。見つかったら戻ってきてくださいね？
pt: Ah. Volte para mim se encontrar alguma, sim?
zh_cn: 哦。如果你找到一些，再来找我，好吗？

source: Oh. But that is not enough - what would that look like! There must be at least 3 damerilias for the grave. Please...
de: Oh. Aber das ist nicht genug - wie würde das nur aussehen! Es müssen mindestens 3 Damerilias auf das Grab. Bitte...
fr: Oh. Mais ce n'est pas assez - ça ressemblerait à quoi ! Il doit y avoir au moins 3 damerilias pour la tombe. S'il te plait...
ja: まあ。ですが足りません。これだけですと、どのように見えることか！ お墓には少なくとも3輪のダメリリアがいるはずです。どうかお願いします…
pt: Oh Mas isso não é suficiente - o que isso parece! Deve haver pelo menos três damerilias para o túmulo. Por favor...
zh_cn: 哦。但这是不够的--那会是什么样子！？坟墓至少要有3个大马士革。求你了...

source: Alright. I'll go there again.
de: Schon gut. Ich werde nochmal dorthin gehen.
fr: D'accord. J'y retourne.
ja: わかりました。また行ってきます。
pt: Tudo certo. Irei lá novamente.
zh_cn: 好吧。我再去那里。

source: So much work to do. I sure hope we will have some rain soon.
de: So viel Arbeit noch. Ich hoffe nur, dass wir bald etwas Regen bekommen.
fr: Il y a tellement de travail à faire. J'espère qu'on aura de la pluie bientôt.
ja: やることがたくさん。近いうちに雨が降るといいのだけど。
pt: Tanto trabalho a fazer. Espero que faça um pouco de chuva em breve.
zh_cn: 还有很多工作要做。我当然希望很快就会下雨。

source: Oh, it is you again.
de: Oh, du bist es wieder.
fr: Oh, c'est encore toi.
ja: あ、またあなたですか。
pt: Ah, é você de novo.
zh_cn: 哦，又是你。

source: Thank you for the damerilias.
de: Danke für die Damerilias.
fr: Merci pour les damerilias.
ja: ダメリリアをありがとう。
pt: Obrigado pelas damerilias.
zh_cn: 谢谢你的大马士革。

source: What a strange request!
de: Was für eine eigenartige Bitte!
fr: Quelle demande étrange !
ja: 変わった問いかけですね！
pt: Que pedido estranho!
zh_cn: 多么奇怪的要求啊!

source: Yes I happen to have some. Why are you asking?
de: Ja, ich habe schon einige hier. Warum fragst du?
fr: Oui, il se trouve que j'en ai. Pourquoi demandes-tu ?
ja: ええ、たまたま持っていますけど。どうして？
pt: Sim, acontece que tenho alguns. Por que está a perguntar?
zh_cn: 是的，我正好有一些。你为什么要问？
