Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: I really shouldn't tell you. How to get to him is one of our closely guarded secrets in the guild. His hideaway is only reachable by our members.
de: Das sollte ich dir wirklich nicht sagen. Wie man ihn findet ist ein streng gehütetes Geheimnis in der Gilde. Sein Zufluchtsort ist nur von unseren Mitgliedern erreichbar.
fr: Je ne devrais vraiment pas te le dire. Comment l'atteindre est l'un de nos secrets les mieux gardés au sein de la guilde. Sa cachette n'est accessible qu'à nos membres.
ja: 本来は話すべきではない。彼に会う方法はギルドで厳重に守られた秘密の1つなのだよ。隠れ家には、ギルドのメンバーだけがたどり着ける。
pt: Não devia mesmo dizer-te. Como chegar até ele, é um dos nossos segredos mais bem guardados da banda. O esconderijo dele é acessível apenas pelos nossos membros.
zh_cn: 我真的不应该告诉你。如何接近他是我们行会严格保密的秘密之一。他的藏身之处只有我们的成员才能到达。

source: However, I heard that you helped us find the key of Luthor. This is something we have been trying to get for a long time.
de: Andererseits, ich habe gehört, dass du uns geholfen hast, den Schlüssel von Luthor zu finden. Er ist etwas, das wir schon seit langer Zeit haben wollten.
fr: Cependant, j'ai entendu dire que tu nous avais aidés à trouver la clé de Luthor. C'est quelque chose que nous essayons d'avoir depuis longtemps.
ja: とはいえ、君はルーサーの鍵を見つけるのに協力してくれたと聞く。これは我々が長い間手に入れようとしていたものだ。
pt: No entanto, ouvi dizer que nos ajudaste a encontrar a chave do Luthor. Isso era algo que estávamos a tentar obter há muito tempo.
zh_cn: 不过，我听说你帮我们找到了路德的钥匙。这是我们一直想得到的东西。

source: OK, I'll tell you how to get to Lodar's Hideaway. But you have to promise to keep it a secret. Do not tell anyone. Not even those that appear to be members of the Thieves' Guild.
de: Ok, ich werde dir sagen, wie man zu Lodars Zufluchtsort kommt. Aber du musst versprechen, es geheimzuhalten. Erzähle es niemandem. Nicht einmal denen, die Mitglieder der Diebesgilde zu sein scheinen.
fr: D'accord, je vais te dire comment aller à la cachette de Lodar. Mais tu dois promettre de garder le secret. Ne le dis à personne. Pas même à ceux qui semblent être membres de la Guilde des voleurs.
ja: いいだろう。ロダーの隠れ家への行き方を教えよう。だが、これは秘密にしておくことを約束したまえ。誰にも話すな。盗賊ギルドのメンバーと思われる者であっても。
pt: Está bem, vou dizer-te como chegar ao esconderijo de Lodar. Mas tens de me prometer mantê-lo em segredo. Não contes a ninguém. Nem mesmo àqueles que pareçam ser membros da Corja dos Ladrões.
zh_cn: 好吧，我来告诉你怎么去洛达尔的藏身处。但是你必须保证保密。不要告诉任何人。甚至那些看起来是盗贼行会成员的人也不会。

source: OK, I'll promise to keep it a secret.
de: Ok, ich verspreche, es niemandem zu sagen.
fr: D'accord, je promets de garder le secret.
ja: わかりました、秘密にすると約束します。
pt: Está bem, prometo mantê-lo em segredo.
zh_cn: 好吧，我保证保密。

source: I can't give any guarantees, but I will try.
de: Ich kann dir keine Garantie geben, aber ich werde es versuchen.
fr: Je ne peux donner aucune garantie, mais je vais essayer.
ja: 保証はできませんが、そうします。
pt: Não posso garantir nada, mas vou tentar.
zh_cn: 我不能保证，但我会努力的。

source: Good. The thing is, you not only need to find the place itself, but you also need to utter the correct words to be allowed entry by the guardian.
de: Gut. Das Ding ist, dass du nicht nur den Ort selbst finden musst, sondern du außerdem auch die richtigen Worte nennen musst, damit dir der Wächter Zutritt gewährt.
fr: Bien. Le fait est que tu dois non seulement trouver l'endroit, mais aussi prononcer les mots corrects pour que le gardien t'autorise à entrer.
ja: 結構。重要なのは場所自体を見つけるだけでなく、番人から立ち入りの許可を得るために正しい言葉を発する必要があるということだ。
pt: Bom. Não só precisas de encontrar o sítio, mas também precisas de pronunciar as palavras corretas para teres autorização do guardião para entrar.
zh_cn: 好。问题是，你不仅需要找到这个地方本身，而且你还需要说出正确的话，才能被守卫允许进入。

source: The only one that understands the language of the guardian is the old man Ogam in Vilegard.
de: Der einzige, der die Sprache des Wächters versteht, ist der alte Mann Ogam in Vilegard.
fr: Le seul qui comprend la langue du gardien est le vieux Ogam à Vilegard.
ja: その番人の言葉を理解できるのは、ヴィルガードのオガム老だけだ。
pt: O único que entende a língua do guardião é o velho Ogam em Vilegard.
zh_cn: 唯一懂得守卫语言的人是维尔加德的奥加姆老人。

source: You should travel to the town of Vilegard and find Ogam. He can help you get the right words to enter Lodar's Hideaway.
de: Du solltest in die Stadt Vilegard reisen und Ogam aufsuchen. Er kann dir helfen, die richtigen Worte zu bekommen, um Lodars Zufluchtsort betreten zu können.
fr: Tu devrais te rendre dans la ville de Vilegard et trouver Ogam. Il peut t'aider à trouver les bons mots pour entrer dans la cachette de Lodar.
ja: ヴィルガードの町に向かいオガム老を見つけるといい。ロダーの隠れ家に入るための正しい言葉を教えてくれるだろう。
pt: Deves ir à cidade de Vilegard e procurar o Ogam. Ele pode ajudar-te a encontrar as palavras certas para entrar no esconderijo de Lodar.
zh_cn: 你应该到维尔加德镇去找奥加姆。他能帮你找到合适的词语进入洛达尔的藏身之处。

source: How do I get to Vilegard?
de: Wie komme ich nach Vilegard?
fr: Comment aller à Vilegard ?
ja: ヴィルガードにはどうやって行くのですか？
pt: Como faço para chegar a Vilegard?
zh_cn: 维尔加德怎么走？

source: Thank you, goodbye.
de: Danke vielmals, auf Wiedersehen.
fr: Merci, bonne journée.
ja: ありがとうございます、さようなら。
pt: Obrigado, adeus.
zh_cn: 谢谢，再见。

source: You travel southeast from Fallhaven. When you reach the main road and the Foaming Flask tavern, head south. It's not very far to the southeast from here.
de: Du reist von Fallhaven in Richtung Südosten. Wenn du die Hauptstraße und die Taverne 'Schäumende Flasche' erreichst, reise nach Süden. Es liegt nicht weit von hier im Südosten.
fr: Dirige-toi au sud-est de Fallhaven. Lorsque tu atteindras la grand-route et la taverne « la Chopine Moussante », va vers le sud. Ce n'est pas très loin d'ici.
ja: フォールヘブンから南東を進む。主要街道とフォーミングフラスコ酒場にたどり着いたら、南に向かう。ここから南東へはそう遠くはない。
pt: Viaja para sudeste (↘) de Fallhaven. Quando chegares à estrada principal e à taberna Foaming Flask, vai para sul (↓). Não é muito longe daqui, na direção sudeste (↘).
zh_cn: 你从法尔海文往东南旅行。当你到达主要道路和泡沫瓶酒馆，向南。从这里到东南不远。

source: You are not welcome here. Please leave now.
de: Du bist hier nicht willkommen. Bitte geh jetzt.
fr: Tu n'es pas le bienvenu ici. Je te prie de partir sans tarder.
ja: あなたは歓迎されていないわ。すぐにここを出て行って。
pt: Não és bem-vindo aqui. Por favor sai.
zh_cn: 你在这里不受欢迎。请马上离开。

source: Why is everyone in Vilegard so afraid of outsiders?
de: Warum hat hier in Vilegard jeder so viel Angst vor Fremden?
fr: Pourquoi tout le monde à Vilegard a-t-il aussi peur des étrangers ?
ja: どうしてヴィルガードの人たちはよそ者を恐れてるの？
pt: Porque é que todos em Vilegard têm tanto medo de estranhos?
zh_cn: 为什么维尔加德的每个人都如此害怕外人?

source: Jolnor asked me to talk to you.
de: Jolnor bat mich mit dir zu reden.
fr: Jolnor m'a demandé de vous parler.
ja: ジョルナーにあなたのことを頼まれました。
pt: Jolnor pediu-me para falar contigo.
zh_cn: 乔纳让我和你谈谈。

source: I don't want to talk to you. Go talk to Jolnor in the chapel if you want to help us.
de: Ich möchte nicht mit dir reden. Geh und sprich mit Jolnor in der Kapelle, wenn du uns helfen willst.
fr: Je ne veux pas parler avec toi. Va voir Jolnor dans la chapelle si tu veux nous aider.
ja: 話したくない。ワタシたちに協力してくれるというなら礼拝堂でジョルナーと話してきて。
pt: Não quero falar contigo. Vai falar com o Jolnor, na capela, se nos quiseres ajudar.
zh_cn: 我不想和你说话。如果你想帮助我们，就去小教堂找乔纳谈谈。

source: Fine. Don't tell me.
de: Na gut, dann rede eben nicht mit mir.
fr: Comme vous voudrez. Ne me dites rien.
ja: いいですよ。話さないで。
pt: Tudo bem. Não me digas.
zh_cn: 很好。别告诉我。

source: He did? I guess you are not as bad as I first thought.
de: Das tat er? Ich vermute, du bist nicht so schlimm wie ich zuerst dachte.
fr: Ah oui ? Tu n'es peut-être pas aussi mauvais que je le pensais, après tout.
ja: あの人が？ 思ってたほどあなたは悪い人じゃないのかしら。
pt: Ele pediu? Parece que não és tão mau como pensava ao ver-te.
zh_cn: 他做了吗?我想你没有我最初想的那么糟。

source: I am still not convinced that you are not a spy from Feygard sent to cause mischief.
de: Ich bin noch nicht davon überzeugt, dass du kein Spion von Feygard bist, der geschickt wurde, um Unheil zu stiften.
fr: Je ne suis toujours pas convaincu que tu n'es pas un espion de Feygard envoyé ici pour faire des mauvais coups.
ja: ワタシにはまだ、あなたが危害をもたらすフェイガードからのスパイでないとは納得できない。
pt: Ainda não estou convencido que não és um espião de Feygard enviado para nos causar sarilhos.
zh_cn: 我仍然不相信你不是费加德派来寻衅滋事的间谍。

source: What can you tell me about Vilegard?
de: Was kannst du mir über Vilegard erzählen?
fr: Que pouvez-vous me dire sur Vilegard ?
ja: ヴィルガードについて教えてくれませんか？
pt: O que me podes dizer sobre Vilegard?
zh_cn: 关于维尔加德你能告诉我些什么?

source: I can assure you that I am not a spy.
de: Ich kann dir versichern, dass ich kein Spion bin.
fr: Je peux vous assurer que je ne suis pas un espion.
ja: スパイではないと断言できます。
pt: Posso assegurar-te que não sou um espião.
zh_cn: 我可以向你保证我不是间谍。

source: Feygard, where or what is that?
de: Feygard, wo oder was ist das?
fr: Qu'est-ce que Feygard, ou plutôt où est-ce ?
ja: フェイガードとはどこ、もしくは何なのでしょう？
pt: Feygard, onde ou o que é isso?
zh_cn: 费加德，那是什么地方？

source: Hmm. Maybe not. But then again, maybe you are. I am still not sure.
de: Hm. Vielleicht nicht. Aber andererseits, vielleicht bist du einer. Ich bin immer noch unsicher.
fr: Hmm. Peut-être pas. Mais peut-être aussi que tu en es un. Je ne suis toujours pas sûr.
ja: うーん、そうでもないような。でもそうなような。まだ何とも言えないかな。
pt: Hum... Talvez não. Mas, novamente, talvez sejas. Ainda não tenho a certeza.
zh_cn: 嗯。也许不是。但话又说回来，也许你是。我还不确定。

source: Is there anything I can do to gain your trust?
de: Gibt es irgendetwas, das ich tun kann, um dein Vertrauen zu gewinnen?
fr: Y a-t-il quelque chose que je pourrais faire pour gagner votre confiance ?
ja: 信頼を得るために何かできることはありますか？
pt: Há alguma coisa que possa fazer para ganhar a tua confiança?
zh_cn: 我能做些什么来赢得你的信任?

source: [Bribe] How would 100 gold sound? Could that help you to trust me?
de: [Bestechung] Wie würden sich 100 Goldmünzen anhören? Könnte dir das helfen, mir zu vertrauen?
fr: [Soudoyer] Que diriez-vous de 100 pièces d'or ? Est-ce que ça vous aiderait à me faire confiance ?
ja: （賄賂）100ゴールドでどうかな？ 信用してくれる？
pt: [Subornar] E que tal 100 moedas de ouro? Isso poderia ajudar-te a confiar em mim?
zh_cn: [贿赂]100个金币怎么样?你能相信我吗?

source: I still don't fully trust you enough to talk about that.
de: Ich traue dir noch immer nicht genug, um mit dir darüber zu sprechen.
fr: Je ne te fais toujours pas suffisamment confiance pour parler de ça.
ja: その話をするほど、まだ完全には信用できないわ。
pt: Ainda assim não confio totalmente em ti para falar sobre isso.
zh_cn: 我还没有完全相信你，足以谈论这件事。

source: Are you trying to bribe me, kid? That won't work on me. What use would I have for gold if you actually were a spy?
de: Möchtest du mich bestechen, Junge? Das klappt bei mir nicht. Welchen Nutzen hätte ich von Goldmünzen, wenn du ein Spion wärst?
fr: Tu essayes de me soudoyer, gamin ? Ça ne marchera pas avec moi. Quelle utilité aurais-je de l'or s'il s'avérait que tu es un espion ?
ja: ワタシを買収しようとしてるの？ そんなもの、効かない。あなたがスパイだったとして、そんなお金になんの使いみちがあるというの？
pt: Estás a tentar-me subornar, miúdo? Isso não vai funcionar comigo. De que me serviria o ouro se tu fosses mesmo um espião?
zh_cn: 你想贿赂我吗，孩子?那对我没用。如果你真的是间谍，我拿金子有什么用?

source: If you really want to prove to me that you are not a spy from Feygard, there actually is something that you can do for me.
de: Wenn du mir wirklich beweisen möchtest, dass du kein Spion von Feygard bist, gibt es da etwas, das du für mich tun kannst.
fr: Si tu veux vraiment prouver que tu n'es pas un espion de Feygard, il y a bien quelque chose que tu peux faire pour moi.
ja: あなたが本当にフェイガードのスパイでないと証明したいというなら、できることがあるわ。
pt: Se quiseres provar-me que não és um espião de Feygard, na verdade há algo que podias fazer por mim.
zh_cn: 如果你真的想向我证明你不是费加德的间谍，你可以为我做点什么。

source: Up until recently, we have been using special potions made of ground bones for healing. These were very potent healing potions, and were used for several purposes.
de: Bis vor kurzem haben wir spezielle Tränke, die aus gemahlenen Knochen hergestellt werden, als Heilmittel benutzt. Diese Tränke sind sehr starke Heiltränke und werden für verschiedene Zwecke genutzt.
fr: Jusqu'à tout récemment, nous utilisions des potions spéciales faites à partir d'os moulus. Ces potions étaient très efficaces pour la guérison et avaient plusieurs usages.
ja: 最近まで、ワタシたちは骨で作られた特別なポーションを使って治療していたの。とても強力なポーションで、様々な用途で使用されていた。
pt: Até há pouco tempo, utilizávamos poções especiais feitas de ossos, para curar feridas. Estas poções eram mesmo fortes e foram usadas para diversas finalidades.
zh_cn: 直到最近，我们一直在使用由碎骨制成的特殊药剂来治疗。这些都是非常有效的治疗药剂，有多种用途。

source: But now, they have been banned by Lord Geomyr, and most use of them has stopped.
de: Aber nun wurden sie von Lord Geomyr verboten und die meisten haben aufgehört, sie zu verwenden.
fr: Mais maintenant elles ont été bannies par le seigneur Geomyr et nous avons dû cesser de les utiliser dans la plupart des cas.
ja: けれどジオミア卿が禁止したせいで、今では使用がほとんど止まっているわ。
pt: Mas agora, elas foram proibidas pelo Lorde Geomyr e a utilização delas parou.
zh_cn: 但是现在，他们已经被吉奥米尔勋爵禁止了，并且大部分的使用已经停止了。

source: I would really like to have a few more of those. If you can bring me 10 bonemeal potions, I might consider trusting you a bit more.
de: Ich würde wirklich gern ein paar mehr davon haben. Wenn du mir 10 Knochenmehltränke bringen kannst, könnte ich es in Betracht ziehen, dir ein bisschen mehr zu vertrauen.
fr: J'aimerais bien en avoir quelques-unes de plus. Si tu m'apportais 10 potions d'os, je pourrais bien considérer te faire plus confiance.
ja: ワタシとしてはそれがもう少し欲しい。10個の骨粉ポーションを持ってきてくれるなら、もう少しあなたを信じてみたいと思う。
pt: Gostava de ter um pouco mais delas. Se me arranjares 10 poções de farinha de ossos, poderia considerar confiar em ti.
zh_cn: 我真的很想再吃一些。如果你能给我10瓶骨粉，我可能会考虑更信任你一点。

source: OK. I will get some potions for you.
de: Ok. Ich werde ein paar Tränke für dich auftreiben.
fr: D'accord. J'irai vous chercher ces potions.
ja: わかりました。ポーションを持ってきます。
pt: Está bem. Vou arranjar algumas poções dessas.
zh_cn: 好的。我去给你拿些药水。

source: No. If they are banned, there is most likely a good reason behind it. You shouldn't use them.
de: Nein. Wenn etwas verboten ist, gibt es dafür meist einen guten Grund. Du solltest sie nicht verwenden.
fr: Non. Si elles sont bannies, il y a vraisemblablement une bonne raison à cela. Vous ne devriez pas les utiliser.
ja: ダメです。禁止されてるなら、それなりの理由があるはずです。使うべきじゃない。
pt: Não. Se são proibidas, provavelmente há um bom motivo por trás disso. Não deves usá-las.
zh_cn: 不。如果它们被禁止，很可能有一个很好的理由。你不应该使用它们。

source: I already have some of those potions with me that you can have.
de: Ich habe schon einige von diesen Tränken bei mir, die du haben kannst.
fr: J'ai déjà quelques-unes de ces potions avec moi. Vous pouvez les avoir.
ja: 譲ってもいいポーションが既にあります。
pt: Já tenho algumas das poções comigo que te posso dar.
zh_cn: 我已经带了一些魔药给你了。

source: Hello again. Have you found those 10 bonemeal potions I asked for?
de: Hallo nochmal. Hast du diese 10 Knochenmehltränke schon besorgt, nach denen ich gefragt habe?
fr: Re-bonjour. As-tu trouvé ces 10 potions d'os que je t'avais demandées ?
ja: おかえり。頼んだ10個の骨粉ポーションは揃えてくれた？
pt: Olá novamente. Já encontraste as 10 poções de farinha de ossos que te pedi?
zh_cn: 又见面了。你找到我要的那10瓶骨粉了吗?

source: No, I am still looking for them.
de: Nein, ich versuche immer noch welche zu bekommen.
fr: Non, je suis encore à leur recherche.
ja: いえ、まだ探してます。
pt: Não, ainda estou à procura delas.
zh_cn: 不，我还在找。

source: Yes, I brought your potions.
de: Ja, ich habe deine Tränke mitgebracht.
fr: Oui, j'ai apporté vos potions.
ja: はい、ポーションを持ってきました。
pt: Sim, trouxe as poções.
zh_cn: 是的，我给你带来了魔药。

source: Well, hurry up. I really need them soon.
de: Gut, beeil dich. Ich brauche sie wirklich bald.
fr: Eh bien, dépêche-toi. J'en ai vraiment besoin rapidement.
ja: そう、急いで。すぐに必要なの。
pt: Bem, despacha-te. Preciso mesmo delas.
zh_cn: 好吧,快点。我真的很需要它们。

source: Fine. Now please leave me.
de: Nun gut. Jetzt geh bitte.
fr: Bien. Maintenant, laisse-moi.
ja: 結構。もう構わないで。
pt: Certo. Agora por favor deixa-me.
zh_cn: 很好。现在请离开我。

source: Good. Give them to me.
de: Ausgezeichnet. Gib sie mir.
fr: Très bien. Donne-les moi.
ja: よかった。それをこっちに。
pt: Que bom. Dá-me as porções.
zh_cn: 好。把我给它吧。

source: Yes, these will do fine. Thank you a lot kid. Maybe you are OK after all. May the Shadow watch over you.
de: Ja, sie werden mir von Nutzen sein. Vielen Dank, Junge. Vielleicht bist du letztendlich ja doch ganz in Ordnung. Möge der Schatten über dich wachen.
fr: Oui, elles feront l'affaire. Merci beaucoup gamin. Peut-être que tu es quelqu'un de bien après tout. Que l'Ombre veille sur toi.
ja: ええ、これでもう大丈夫。本当に感謝してる。やっぱりあなたなら大丈夫かもね。シャドウがあなたをお見守り下さりますように。
pt: Sim, estas servem. Muito obrigado, miúdo. Afinal de contas talvez sejas de fiar. Que a Sombra tome conta de ti.
zh_cn: 是的，这些就够了。非常感谢你，孩子。也许你很不错。愿暗影守护你。

source: Was there something you wanted to talk about?
de: War da etwas, worüber du reden wolltest?
fr: Y avait-il quelque chose dont tu voulais parler ?
ja: 何か話したいことがあった？
pt: Querias falar sobre alguma coisa?
zh_cn: 你有什么要谈的吗？

source: You should go talk to Erttu if you want the background story about Vilegard. She has been around here far longer than me.
de: Du solltest mit Erttu sprechen, wenn du die Hintergrundgeschichte über Vilegard hören möchtest. Sie lebt schon viel länger hier in der Gegend als ich.
fr: Tu devrais aller parler à Erttu si tu veux connaître l'Histoire de Vilegard. Elle vit ici depuis bien plus longtemps que moi.
ja: ヴィルガードの背景が知りたいなら、エルツと話してみるといいんじゃないかな。ワタシよりもずっと長くいる人だから。
pt: Devias falar com a Erttu se quiseres saber mais sobre o passado de Vilegard. Ela mora aqui há muito mais tempo do que eu.
zh_cn: 如果你想知道维尔加德的背景故事，你应该去找埃尔图。她在这里待的时间比我长得多。

source: OK, I will do that.
de: Ok, das werde ich machen.
fr: D'accord, je m'en charge.
ja: ええ、そうします。
pt: Está bem, vou fazer isso.
zh_cn: 好的，我会的。

source: We have a history of people coming here and causing mischief. Over time, we have learned that keeping to ourselves works best.
de: Es gibt eine lange Liste von Leuten, die in der Vergangenheit hier herkamen und Unheil stifteten. Über die Zeit haben wir gelernt, dass es das beste ist, unter uns zu bleiben.
fr: De nombreuses fois des étrangers sont venus ici et ont occasionné des problèmes. Avec le temps, nous avons appris à ne pas faire confiance aux étrangers.
ja: ワタシたちには、ここを訪れた人々から迷惑を被り続けてきた歴史がある。長い年月の末に、自分自身を守ることが一番なんだって学んだの。
pt: Temos um histórico de pessoas que vêm aqui e fazem travessuras. Com o tempo, aprendemos que manter-nos isolados funciona melhor.
zh_cn: 我们有过人们到这里来捣乱的历史。随着时间的推移，我们学会了保持沉默是最好的。

source: That sounds like a good idea.
de: Das klingt nach einem guten Vorgehen.
fr: Ça me paraît être une bonne idée.
ja: それはいい考えですね。
pt: Isso parece ser uma boa ideia.
zh_cn: 听起来是个好主意。

source: That sounds wrong.
de: Das klingt falsch.
fr: Ça me paraît injuste.
ja: それは間違ってます。
pt: Isso soa mal.
zh_cn: 听起来不对。

source: Anyway, that's why we are so suspicious of outsiders.
de: Auf jeden Fall sind wir deshalb so misstrauisch gegenüber Fremden.
fr: En tout cas, c'est pour ça que nous sommes aussi méfiants vis-à-vis des étrangers.
ja: とにかく、だから部外者を警戒するわけ。
pt: Enfim, é por isso que somos tão desconfiados com estranhos.
zh_cn: 无论如何，这就是为什么我们如此怀疑外人的原因。

source: I see.
de: Ich verstehe.
fr: Je vois.
ja: なるほど。
pt: Entendo.
zh_cn: 我懂了。

source: Hello. Who are you? You are not welcome here in Vilegard.
de: Hallo. Wer bist du? Du bist hier in Vilegard nicht willkommen.
fr: Bonjour. Qui êtes-vous ? Vous n'êtes pas le bienvenu ici à Vilegard.
ja: よう。誰だお前？ ヴィルガードはお前なんかお断りだぞ。
pt: Olá. Quem és tu? Não és bem-vindo aqui em Vilegard.
zh_cn: 你好。你是谁?你在维尔加德不受欢迎。

source: Have you seen my brother, Andor, around here?
de: Hast du meinen Bruder Andor hier gesehen?
fr: Avez-vous vu mon frère, Andor, par ici ?
ja: この辺で僕の兄のアンドールを見ませんでしたか？
pt: Viste o meu irmão Andor por aqui?
zh_cn: 你看到我哥哥安道尔了吗?

source: No, I have certainly not. Even if I had, why would I tell you?
de: Nein, habe ich bestimmt nicht. Und wenn ich es hätte, warum sollte ich es dir erzählen?
fr: Non, certainement pas. Même si je l'avais vu, pourquoi je te le dirais ?
ja: いや。知っていたとして、どうして話すとでも？
pt: Não, de certeza que não vi. Mesmo que tivesse visto, porque é que te diria?
zh_cn: 不，我当然没有。即使我有，我为什么要告诉你?

source: By the Shadow, you are an outsider. We don't like outsiders here.
de: Beim Schatten, du bist ein Fremder. Wir mögen hier keine Fremden.
fr: Par l'Ombre, tu es un étranger. Nous n'aimons pas les étrangers ici.
ja: シャドウの名において、あなたはよそ者ですな。ワシらはよそ者が嫌いなのです。
pt: Pela Sombra, és um forasteiro. Não gostamos de ter por aqui forasteiros.
zh_cn: 暗影在上，你是个外人。我们不喜欢外人。

source: This is Vilegard. You will find no comfort here, outsider.
de: Das ist Vilegard. Du wirst hier keine Annehmlichkeiten finden, Fremder.
fr: Tu ne trouveras pas de confort ici à Vilegard, étranger.
ja: ここはヴィルガードよ。よそ者には何の安らぎも得られないでしょうね。
pt: Isto é Vilegard. Não vais encontrar conforto aqui, forasteiro.
zh_cn: 这是维尔加德。你在这里得不到认可，外人。

source: You look like that other kid that ran around here. Probably causing trouble, as always with outsiders.
de: Du siehst aus wie der andere Junge, der hier herumrannte. Wahrscheinlich verursachst du Ärger, wie immer bei Fremden.
fr: Tu ressembles à l'autre gamin qui courait par ici. Sûrement en train de causer des ennuis, comme toujours avec les gens de l'extérieur.
ja: キミはこの辺を走り回ってた子に似ているね。どうせいつものよそ者みたいに、トラブルを起こしてるんだろう。
pt: Pareces tal e qual outro miúdo que passou por aqui. Provavelmente causas problemas, tal como qualquer forasteiro.
zh_cn: 你看起来就像那个跑来跑去的小孩。可能会制造麻烦，就像和外人一样。

source: Did you see my brother Andor?
de: Hast du meinen Bruder Andor gesehen?
fr: Avez-vous vu mon frère Andor ?
ja: 僕の兄のアンドールを見ませんでしたか？
pt: Viste o meu irmão Andor?
zh_cn: 你看到我哥哥安道尔了吗?

source: I'm not going to cause trouble.
de: Ich werde keinen Ärger machen.
fr: Je ne vais pas causer d'ennuis.
ja: トラブルなんて起こしません。
pt: Não estou aqui para causar problemas.
zh_cn: 我不会惹麻烦的。

source: Oh yes, I am going to cause trouble all right.
de: Oh ja, ich werde Ärger machen, schon klar.
fr: Oh oui, je vais vous causer des ennuis.
ja: そうそう、トラブルを起こすつもりなんだ。
pt: Ah, sim, também estou aqui para causar problemas.
zh_cn: 哦，是的，我要惹麻烦了。

source: No, I am sure you are. Outsiders always do.
de: Nein, ich bin sicher das tust du. Fremde tun das immer.
fr: Les étrangers causent toujours des ennuis.
ja: いいや、そうに違いない。よそ者はいつもそうだ。
pt: Não, tenho certeza que és um arruaceiro tal como todos os forasteiros.
zh_cn: 不，我相信你是。外界总是这样。

source: Yes, I know. That's why we don't want your kind around here. You should leave Vilegard while you still can.
de: Ja, ich weiß. Deshalb wollen wir deine Sorte hier nicht haben. Du solltest Vilegard verlassen, solange du noch kannst.
fr: Oui, je sais, je sais. C'est pour ça qu'on ne veut pas de gens comme toi ici. Tu devrais quitter Vilegard tant que tu le peux encore.
ja: ほらみろ。だからキミたちのような人はお呼びじゃないんだ。今のうちにヴィルガードから出ていってくれ。
pt: Sim, eu sei. É por isso que não queremos os do teu tipo por aqui. Deves sair de Vilegard enquanto ainda podes.
zh_cn: 是的,我知道。这就是为什么我们不想让你的同类在这里。你应该趁还能走的时候离开维尔加德。

source: Hello there outsider. You look lost, that's good. Now leave Vilegard while you can.
de: Hallo Fremder. Du siehst verloren aus, das ist gut. Jetzt verlasse Vilegard, solange du noch kannst.
fr: Salut, étranger. Tu as l'air perdu, c'est bien. Maintenant, quitte Vilegard tant que tu le peux.
ja: こんにちは、部外者の方。道に迷っておられるようですね、結構なことです。今のうちにヴィルガードから出ていってください。
pt: Olá forasteiro. Pareces perdido. Tudo bem. Agora sai de Vilegard enquanto podes.
zh_cn: 你好局外人。你看起来迷路了，这很好。现在你可以离开维尔加德了。

source: I don't trust you. You should go see Jolnor in the chapel if you want some sympathy.
de: Ich traue dir nicht über den Weg. Du solltest Jolnor in der Kapelle aufsuchen, falls du etwas Sympathie möchtest.
fr: Je ne te fais pas confiance. Tu devrais aller voir Jolnor à la chapelle si tu veux de la sympathie.
ja: あなたは信用できません。受け入れてほしいのなら、礼拝堂のジョルナーに会いに行くべきです。
pt: Não confio em ti. Deves procurar o Jolnor na capela se quiseres alguma simpatia.
zh_cn: 我不信任你。如果你想要一些同情的话，你应该去小教堂见乔纳。
