Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: No, you don't seem to have anything that I can improve. Come back later and I might be able to help you.
de: Nein, du hast anscheinend nichts, was ich verbessern könnte. Komm später noch einmal, vielleicht kann ich dir dann helfen.
fr: Non, il me semble que tu n'as rien que je puisse améliorer. Reviens plus tard et je pourrai peut-être t'aider.
ja: いえ、改良できることは何もないようですね。またお越しいただければお力になれるかもしれません。
pt: Não, não parece ter nada que eu possa melhorar. Volte mais tarde e poderia ser capaz de ajudá-lo.
zh_cn: 不，你似乎没有什么我可以改造的物品。稍后再来，我也许能帮到你。

source: That's a nice looking Remgard shield you have there. For 700 gold, I am able to improve it so that it blocks blows a bit better.
de: Das ist ein hübscher Remgard-Schild, den du da hast. Für 700 Goldmünzen könnte ich ihn aufarbeiten, so dass du Hiebe mit ihm besser abblocken kannst.
fr: C'est un beau bouclier de Remgard que tu as là. Pour 700 pièces d'or, je suis capable de l'améliorer pour qu'il bloque les coups un peu mieux.
ja: 素敵なレムガードシールドをお持ちですね。700ゴールドあれば、もう少し打撃を逸らせるように改良できます。
pt: Tem aí um escudo de Remgard que parece estar em bom estado. Por 700 moedas de ouro, sou capaz de melhorá-lo para que ele bloqueie golpes um pouco melhor.
zh_cn: 你的瑞姆加德盾牌看起来不错。只需花700金币，我就可以帮你改造它，使它能更好地挡住打击。

source: Maybe later. Do I have anything else that you can improve?
de: Vielleicht später. Habe ich noch andere Dinge, die du verbessern kannst?
fr: Peut-être plus tard. Aurais-je autre chose que vous pourriez améliorer ?
ja: また今度。他に改良できるものはありますか？
pt: Talvez mais tarde. Tenho alguma coisa que você pode melhorar?
zh_cn: 以后再说。我还有什么可以改造的东西吗？

source: Here you go. One improved Remgard shield.
de: Hier, bitte. Ein verbesserter Remgard-Schild.
fr: Tiens. Un bouclier de Remgard amélioré.
ja: お待たせしました。改良したレムガードシールドです。
pt: Aqui tens. Um escudo de Remgard melhorado.
zh_cn: 给你。一个改造的瑞姆加德盾牌。

source: Do I have anything else that you can improve?
de: Habe ich sonst noch etwas dabei, dass du verbessern kannst?
fr: Est-ce que j'ai quelque chose d'autre que vous pourriez améliorer ?
ja: 他に改良できるものはありますか？
pt: Não tenho qualquer outra coisa que pode melhorar?
zh_cn: 我还有什么可以改造的东西吗？

source: That's a nice looking Remgard shield you are wearing. Remove it from your hands and I might be able to help you improve it, if you want.
de: Das ist ein hübscher Remgard-Schild, den du da hast. Leg ihn ab, damit ich dir helfen kann, ihn zu verbessern, falls du das möchtest.
fr: C'est un joli bouclier de Remgard que tu portes. Ôte-le de tes mains et je pourrai peut-être t'aider à l'améliorer, si tu le souhaites.
ja: 素敵なレムガードシールドをお召しですね。手から外していただければ改良できるかもしれません。
pt: Estás equipado com um bom escudo de Remgard. Tira-o das mãos e talvez possa ajudar-te a melhorá-lo, se quiseres.
zh_cn: 你佩戴的瑞姆加德盾牌看起来不错。如果你愿意，我也许能帮你改造它。

source: Those are some nice looking combat gloves you have there. For 300 gold, I am able to improve them so that they block blows a bit better.
de: Das sind nette Kampfhandschuhe, die du da hast. Für 300 Goldmünzen könnte ich sie aufarbeiten, so dass du Hiebe mit ihnen besser abblocken kannst.
fr: Ce sont de beaux gants de combat que tu as là. Pour 300 pièces d'or, je peux les améliorer pour qu'ils bloquent un peu mieux les coups.
ja: そちらは素敵なコンバットグローブですね。300ゴールドあれば、もう少し打撃を逸らせるように改良できます。
pt: Essas parecem ser são algumas luvas boas de combate que tem aí. Por 300 moedas de ouro sou capaz de melhorá-las para que elas bloqueiem golpes um pouco melhor.
zh_cn: 你的战斗手套看起来不错。花300金币，我可以改造它们，使它们能更好地挡住打击。

source: Here you go. One pair of improved combat gloves.
de: Hier, bitte. Ein Paar verbesserte Kampfhandschuhe.
fr: Tiens. Une paire de gants de combat améliorés.
ja: お待たせしました。改良したコンバットグローブです。
pt: Aqui tens. Um par de luvas de combate melhoradas.
zh_cn: 给你。一副改造的战斗手套。

source: Those are some nice looking combat gloves you are wearing. Remove them from your hands and I might be able to help you improve them, if you want.
de: Das sind nette Kampfhandschuhe, die du da trägst. Zieh sie aus, damit ich dir helfen kann, sie zu verbessern, falls du das möchtest.
fr: Ce sont de beaux gants de combat que tu portes. Ôte-les de tes mains et je pourrai peut-être t'aider à les améliorer, si tu le souhaites.
ja: 素敵なコンバットグローブをお召しですね。手から外していただければ改良できるかもしれません。
pt: Essas são boas luvas de combate que está a usar. Remova-as das suas mãos e eu poderia ser capaz de ajudá-la a melhorá-la, se quiser.
zh_cn: 你所戴的战斗手套看起来很不错。如果你愿意，我也许能帮你改造它们。

source: Now that is one fine looking chain mail you have there! For 3000 gold, I am able to improve it so that it not only blocks blows better, but also hinders your attacks less.
de: Na, das ist ja ein fein aussehendes Kettenhemd, das du da hast! Für 3000 Goldmünzen könnte ich es aufarbeiten, so dass es nicht nur Angriffe besser abwehrt, sondern auch deine eigenen Angriffe weniger behindert.
fr: Voilà une belle cotte de mailles que tu as là ! Pour 3000 pièces d'or, je suis en mesure de l'améliorer non seulement pour qu'elle bloque mieux les coups, mais aussi pour qu'elle entrave moins tes attaques.
ja: お持ちのチェインメイルは素晴らしい品ですね！ 3000ゴールドあれば、打撃を逸らすだけではなく、攻撃の妨げにもならないように改良できます。
pt: Agora, tem essa Cota de Malha fina de boa aparência. Por 3000 moedas de ouro, sou capaz de melhorá-la para que não apenas bloquear melhor ataques, mas também dificultar menos seus ataques.
zh_cn: 你的锁子甲看起来很不错!花3000金币，我可以改造它，使它不仅能更好地阻挡打击，还能减少对你的伤害。

source: Here you go. One improved chain mail.
de: Hier, bitte. Ein verbessertes Kettenhemd.
fr: Voilà, une cotte de mailles améliorée.
ja: お待たせしました。改良したチェインメイルです。
pt: Aqui tens. Uma cota de malha melhorada.
zh_cn: 给你。一个改造的锁子甲。

source: Now that is one fine looking chain mail you are wearing. Remove it from your chest and I might be able to help you improve it, if you want.
de: Na, das ist ja ein fein aussehendes Kettenhemd, das du da trägst. Zieh es aus, damit ich es verbessern kann, falls du das möchtest.
fr: Voilà une belle cotte de mailles que tu portes. Retire-la et je pourrai peut-être t'aider à l'améliorer, si tu le souhaites.
ja: お召しのチェインメイルは素晴らしい品ですね。胸から外していただければ改良できるかもしれません。
pt: Agora, tem essa Cota de Malha fina de boa aparência. Tire-a do seu peito para que eu possa ser capaz de ajudá-lo a melhorar, se quiser.
zh_cn: 你穿的是一件不错的锁子甲。如果你愿意，我也许能帮你改造它。

source: I don't recognize you. You're not from Remgard, are you?
de: Ich erkenne dich nicht. Du bist nicht aus Remgard, oder?
fr: Je ne te reconnais pas. Tu n'es pas de Remgard, n'est-ce pas ?
ja: 見覚えがないなアンタ。さてはレムガードの住人じゃないな？
pt: Não o reconheço. Não é de Remgard, não é?
zh_cn: 我不认识你。你不是瑞姆加德人，是吗？

source: No, I am from a small settlement called Crossglen, and I am looking for my brother Andor.
de: Nein, ich komme aus einer kleinen Siedlung namens Crossglen und suche nach meinem Bruder Andor.
fr: Non, je viens d'un petit village appelé Crossglen, et je cherche mon frère Andor.
ja: クロスグレンという小さな集落から来ました、兄のアンドールを探してます。
pt: Não, sou de um pequeno povoado chamado Crossglene e estou a procurar o meu irmão Andor.
zh_cn: 我来自一个叫克罗斯山谷的小村落，我在寻找我的哥哥安道尔。

source: OK then. Good luck with that.
de: Oh, na dann. Viel Glück dabei.
fr: D'accord. Bonne chance.
ja: なるほど、頑張って。
pt: Ok então. Boa sorte com isso.
zh_cn: 那好吧。祝你好运。

source: Don't get in my way, I'm trying to walk here, don't you see?
de: Steh nicht im Weg rum. Ich versuche, hier durchzugehen, siehst du das nicht?
fr: Hors de mon chemin, j'essaie de marcher ici, ne le vois-tu pas ?
ja: そこを通りたいんだけど、邪魔しないでくれる？
pt: Não fique no meu caminho, estou a tentar andar aqui, não vê?
zh_cn: 别挡着我的路，我在向这边走，你没看到吗？

source: No problem, please go ahead.
de: Kein Problem, bitte geh weiter.
fr: Pas de problème, passez devant.
ja: 構わない、どうぞ。
pt: Não tem problema, por favor, vá em frente.
zh_cn: 没问题，请继续。

source: No, you get out of *my* way!
de: Nein, du gehst *mir* aus dem Weg!
fr: Non, écartez-vous de MON chemin !
ja: いいや、お前こそ僕の邪魔をするな！
pt: Não, saia do *meu* caminho!
zh_cn: 不，你别挡我的路!

source: Hah! *snort*
de: Ha! *schnaub*
fr: Hah ! *reniflement*
ja: フンッ！（鼻を鳴らす）
pt: Hah! *a bufar*
zh_cn: 哈！ *哼哼*

source: Have you seen my ring? I dropped it among these trees, I am sure. That was a pretty ring.
de: Hast du meinen Ring gesehen? Ich muss ihn hier unter diesen Bäumen verloren haben. Es war ein hübscher Ring.
fr: As-tu vu mon anneau ? Je l'ai laissé tomber parmi ces arbres, j'en suis sûr. C'était un anneau particulièrement beau.
ja: 指輪を見なかったかな？ 木の間に落としちゃってさ。ステキな指輪だったんだ。
pt: Viu o meu anel? Deixei-o entre as árvores, tenho certeza. Era um lindo anel.
zh_cn: 你看到我的戒指了吗？我肯定它掉在这些树丛间。那是一个漂亮的戒指。

source: Good day.
de: Guten Tag.
fr: Bonne journée.
ja: こんにちは。
pt: Bom dia.
zh_cn: 再会。

source: Excuse me, I have no time to talk.
de: Entschuldige, ich habe keine Zeit zum Reden.
fr: Excuse-moi, je n'ai pas le temps de parler.
ja: すみません、話してる時間がありません。
pt: Desculpe-me, não tenho tempo para falar.
zh_cn: 对不起，我没有时间聊天。

source: You are not from around here, are you? If you ever need a place to stay, visit the tavern. I hear that Kendelow has a room available for rent.
de: Du bist nicht aus der Gegend, oder? Solltest du eine Unterkunft benötigen, dann schau in der Taverne. Ich hörte, dass Kendelow ein Zimmer zu vermieten hat.
fr: Tu n'es pas d'ici, n'est-ce pas ? Si jamais tu as besoin d'un endroit pour te loger, rends-toi à la taverne. J'ai entendu dire que Kendelow avait une chambre à louer.
ja: この辺の人じゃないわよね？ 泊まる場所がほしいなら、酒場に行ってみて。ケンデローが部屋を貸し出してるそうよ。
pt: Não é daqui, não é? Se precisar de um lugar para ficar, visite a taberna. Ouvi dizer que Kendelow tem um quarto disponível para alugar.
zh_cn: 你不是这里的人，是吗？如果您需要住宿，请去小酒馆。我听说肯德洛有一间可供出租的房间。

source: I have heard strange noises from across the water of lake Laeroth. I wonder what lurks on the shores of the other side.
de: Ich habe seltsame Geräusche vom Laerothsee her kommen hören. Ich frage mich, was am anderen Ufer lauert.
fr: J'ai entendu des bruits étranges de l'autre côté du lac Laeroth. Je me demande ce qui se cache sur l'autre rive.
ja: ロレス湖の向こうから妙な音が聞こえたんだ。向こう岸には何が潜んでるんだろう。
pt: Ouvi barulhos estranhos da outra margem do lago Laeroth. Gostaria de saber o que se esconde nas margens do outro lado.
zh_cn: 我听到了来自莱罗斯湖对岸的奇怪声音。我想知道另一边的岸边潜藏着什么。

source: Woof! *pant* *pant*
de: Wau! *hechel* *hechel*
fr: Ouaf ! *Arf* *Arf*
ja: ヴーッ！（息を荒げる）
pt: Au, Au! *a arfar* *a arfar*
zh_cn: 汪汪!*喘气* *喘气*

source: No, get away! They can't find me here. Don't give away my good hiding spot!
de: Nein, verschwinde! Sie können mich hier nicht finden. Verrate ihnen mein gutes Versteck nicht!
fr: Non, va-t'en ! Ils ne peuvent pas me trouver ici. Ne dévoile pas ma super cachette !
ja: いや、あっち行ってくれよ！ ここなら見つからないんだ。お気に入りの隠れ場を取らないで！
pt: Não, fuja! Eles não podem me encontrar aqui. Não revele o meu bom esconderijo!
zh_cn: 不，走开！他们在这里找不到我。别把我的藏身之处给暴露出来！

source: Hey, get out of here! This is my house!
de: He, raus hier! Dies ist mein Haus!
fr: Hé, sors d'ici ! C'est ma maison !
ja: ちょっと、出て行ってください！ ここは私の家ですよ！
pt: Ei, saia daqui! Esta é a minha casa!
zh_cn: 嘿，出去！这是我的房子！

source: [You see Larni holding his forehead] Hey, *cough* get out of here! This is ... *cough* ... my house!
de: (Du siehst Larni sich die Stirn halten) He, *hust* raus hier! Dies ist ... *hust* ... mein Haus!
fr: [Tu vois Larni se tenant le front] Hé, *kof* sors d'ici! C'est ... *kof*... ma maison !
ja: （ラルニが額を押さえている） ちょっと、ケホッ、出て行ってください！ ここは…ケホッ…私の家ですよ！
pt: [Vê Larni a segurar a testa dele.] Hei, *tosse* saia daqui! Esta é... *tosse*... minha casa!
zh_cn: [你看到拉尔尼摸着他的额头] 嘿，*咳*离开这里！这是... *咳嗽* ...我的房子！

source: I killed most of the trolls in the cave.
de: Ich habe die meisten der Trolle in der Höhle getötet.
fr: J'ai tué la plus part des trolls de la grotte.
ja: 洞窟のトロールをほとんど殺してきましたよ。
pt: Matei a maioria dos trolls na caverna.
zh_cn: 我杀了山洞里大部分的巨魔。

source: Welcome to my shop. Would you like to see what I have available?
de: Willkommen in meinem Laden. Möchtest du sehen, was ich anbieten kann?
fr: Bienvenue dans mon magasin. Voudrais-tu voir ce qui est disponible ?
ja: 当店へようこそ。何があるかご覧になりますか？
pt: Bem-vindo à minha loja. Gostaria de ver o que tenho disponível?
zh_cn: 欢迎来到我的商店。你想看看我有什么可用的东西吗？

source: Yes, please show me what you have.
de: Ja, bitte zeig mir, was du hast.
fr: Oui, s'il vous plaît montrez moi ce que vous avez.
ja: はい、何があるか見せてください。
pt: Sim, por favor, mostre-me o que tem.
zh_cn: 是的，请给我看看你有什么。

source: No thank you. Goodbye.
de: Nein, danke. Tschüs.
fr: Non merci. Au revoir.
ja: 結構です。さようなら。
pt: Não, obrigado. Tchau.
zh_cn: 谢谢你,再见。

source: [Arnal clears his throat]
de: (Arnal räuspert sich)
fr: [Arnal se racle la gorge]
ja: （アルナルは咳払いする）
pt: [Arnal limpa a garganta]
zh_cn: [阿娜尔清了清嗓子]

source: Welcome to ... *cough* ... my shop. Would you like ... *cough* ... to see what I have available?
de: Willkommen in ... *hust* ... meinem Laden. Möchtest du ... *hust* ... sehen, was ich anbieten kann?
fr: Bienvenue dans ... *kof* ... mon magasin. Voudrais-tu ... *kof* voir ce qui est disponible ?
ja: 当店へ…ケホッ…ようこそ。何があるか…コホッ…ご覧になりますか？
pt: Bem-vindo a... *Tosse*… minha loja. Gostaria... *Tosse*… de ver o que tem disponível?
zh_cn: 欢迎来到... *咳嗽* ...我的店。你有... *咳嗽* ...什么需要的吗？

source: Are you all right?
de: Bist du in Ordnung?
fr: Vous allez bien ?
ja: 大丈夫？
pt: Está bem?
zh_cn: 你还好吗？

source: Get away from me, I don't want to catch whatever it is you are infected with!
de: Halte dich fern von mir, ich will mich nicht anstecken mit was auch immer dich befallen hat!
fr: Éloigne toi de moi, peu importe ce qui t'as infecté, je ne veux pas être en contaminé !
ja: こっちに来るな、罹ってるものを移さないでくれ！
pt: Afaste-se de mim, não quero apanhar com o que está infetado!
zh_cn: 离我远点，我不想染上你所感染的任何东西！

source: I don't know what ... *cough* ... happened. I started getting dizzy and nauseous. Now this cough is really irritating. It must have been something I ate. *cough*
de: Ich habe keine Ahnung, was ... *hust* ... passiert ist. Mir wurde erst schwindelig und übel. Und jetzt dieser äußerst lästige Husten. Das kommt sicher von etwas, das ich gegessen habe. *Hust*
fr: Je ne sais pas ... *kof* ... ce qui s'est passé. J'ai commencé à me sentir étourdi et nauséeux. Maintenant cette toux est très irritante. Ce doit être quelque chose que j'ai mangé. *kof*
ja: 私も…コホッ…何があったのやら。めまいと吐き気がするんです。咳がとても辛くて。何か食べてしまったんでしょう。コホッ
pt: Não sei o que… *Tosse*… aconteceu. Comecei a ficar tonto e enjoado. Agora, esta tosse é realmente irritante. Deve ter sido algo que comi. *Tosse*
zh_cn: 我不知道...... *咳嗽*......发生了什么。我开始头晕恶心。现在这咳嗽真的很烦人。一定是因为我吃了什么东西。 *咳嗽*

source: May you forever walk with the Shadow, my child.
de: Mögest du immerzu mit dem Schatten wandeln, mein Kind.
fr: Que tu sois toujours accompagné par l'Ombre, mon enfant.
ja: 我が子よ、いつまでもシャドウが共にありますように。
pt: Que ande sempre com o Sombra, meu filho.
zh_cn: 愿你永远与暗影同行，我的孩子。

source: I provide ... guidance to those that seek it. The Shadow guides us. It keeps us safe and comforts us when we sleep.
de: Ich gebe ... Orientierung denen, die sie suchen. Der Schatten leitet uns. Er bewahrt uns und gibt uns Trost, während wir schlafen.
fr: Je prodigue ... de l'aide pour ceux qui la cherchent. L'Ombre nous guide. Elle nous protège et nous conforte quand on dort.
ja: 私はそれを求める方々へと…導きを与えております。シャドウは我々をお導きくださいます。眠るときも、安寧と平穏をもたらし給うのです。
pt: Forneço… orientação para aqueles que a procuram. A Sombra nos guia. Ele nos mantém seguros e nos conforta quando dormimos.
zh_cn: 我为那些寻求它的人提供指导。暗影指引着我们。它保证了我们的安全，并在我们睡觉时安慰我们。

source: Lately, it seems Remgard has been in dire need of the comfort that the Shadow provides.
de: In letzter Zeit scheint Remgard dringend den Trost, den der Schatten spendet, zu benötigen.
fr: Ces derniers temps, il semble que Remgard ait grand besoin du confort que prodigue l'Ombre.
ja: 近頃、レムガードではシャドウによる安寧が切望されているようですな。
pt: Ultimamente, parece Remgard está em extrema necessidade do conforto que a Sombra oferece.
zh_cn: 最近，瑞姆加德似乎非常需要暗影所提供的安慰。

source: I see. Goodbye.
de: Ich verstehe. Tschüss.
fr: Je vois. Au revoir.
ja: なるほど。さようなら。
pt: Percebo. Tchau.
zh_cn: 我明白了。再见。

source: The Shadow follows us wherever we go. Go with the Shadow my child.
de: Der Schatten folgt uns, wohin auch immer wir gehen. Geh mit dem Schatten, mein Kind.
fr: L'Ombre nous suit peu importe où nous allons. Va avec l'Ombre mon enfant.
ja: 我々がどこへ行こうと、シャドウは離れることはない。我らの子はシャドウと共に行きなさい。
pt: A Sombra nos acompanha onde quer que vamos. Vá com a sombra do meu filho.
zh_cn: 无论我们走到哪里，暗影都会跟着我们。和暗影一起走，我的孩子。

source: I've got my eye on you. Don't do anything stupid.
de: Ich habe ein Auge auf dich. Mach keinen Unfug.
fr: J'ai l'oeil sur toi. Ne fais rien de stupide.
ja: 君のことは見張ってる。バカなマネはしないように。
pt: Estou de olho em si. Não faça nada estúpido.
zh_cn: 我盯上了你。不要做任何愚蠢的事情。

source: Don't even think about it.
de: Denke nicht mal dran.
fr: Ne pense pas à cela.
ja: そういうことは考えないように。
pt: Nem pense nisso.
zh_cn: 想都不要想。

source: *burp* Ha ha! I never thought she would! Or was it the other way around? I can't remember.
de: *Rülps* Haha! Ich hätte nicht gedacht, dass sie es macht! Oder war es anders herum? Ich kann mich nicht erinnern.
fr: *burp* Ha ha ! Je n'aurais jamais pensé qu'elle le ferait ! Ou était-ce le contraire ? Je ne peux pas m'en souvenir.
ja: （ゲップ）ハハハ！ まさかあの女がこんなことになるなんてな！ いや逆か？ どうだったかな。
pt: *arroto* Ha ha! Nunca pensei que ela faria isso! Ou seria o contrário? Não me lembro.
zh_cn: *爆笑*哈哈!我从没想过她会这样!或者是反过来？我不记得了。

source: *burp* This is the best place in all of the northern lands!
de: *Rülps* Dies ist der beste Ort von allen nördlichen Ländern!
fr: *burp* C'est le meilleur endroit de toutes les terres du nord !
ja: （ゲップ）ここァ北国でも1番だな！
pt: *arroto* Este é o melhor lugar em todas as terras do norte!
zh_cn: *打嗝*这是所有北方土地上最好的地方！

source: Oh, hello there. *burp* Kid, I tell you, don't go looking for trouble even if you think you can handle it.
de: Oh, hallo du. *Rülps* Kind, lass dir gesagt sein, geh keinen Ärger suchen, selbst wenn du glaubst klarzukommen.
fr: Oh, salut toi. *burp* Petit, je te le dis, ne cherche pas les problèmes même si tu penses que tu peux les gérer.
ja: おっと、よく来たな。（ゲップ）いいか小僧、自分で何とかなると思っても、トラブルになんて首を突っ込むもんじゃねェ。
pt: Oh, Olá. *arroto* Garoto, digo-lhe, não vá à procura de problemas, mesmo se acha que possa lidar com isso.
zh_cn: 哦，你好。 *打嗝*孩子，我告诉你，即使你认为你能应付，也不要去找麻烦。

source: I did once, and ended up in those horrid caverns of Mount Galmore.
de: Das tat ich einst, und landete in diesen furchtbaren Höhlen von Mount Galmore.
fr: Je l'ai fait une fois, et j'ai fini dans ces horribles grottes du Mont Galmore.
ja: 俺は一度やっちまった、ガルモア山の恐ろしい洞窟に入っちまったんだ。
pt: Fiz uma vez e acabei nessas cavernas horríveis de Monte Galmore.
zh_cn: 我去过一次，最后去到了加尔莫山那些可怕的洞穴。

source: That place twists your mind. I tell you, don't go there, even if you think you want to!
de: Dieser Ort verdreht deinen Verstand. Geh da nicht hin, selbst wenn du das denkst!
fr: Cet endroit retourne ton esprit. Je te le dis, n'y vas pas, même si tu penses que tu le veux !
ja: あそこは人の心をかき乱す。いいな、行ってみたくなっても行くんじゃねェぞ！
pt: Lugar que torce a sua mente. Digo-lhe, não vá lá, mesmo se acha que consegue!
zh_cn: 那个地方会扭曲你的思想。我告诉你，不要去那里，即使你觉得想去!

source: Mount Galmore, where is that?
de: Mount Galmore, wo ist das?
fr: Le Mont Galmore, où est ce ?
ja: ガルモア山はどこですか？
pt: Monte Galmore, onde é isso?
zh_cn: 加尔莫山，那在哪儿？

source: I'll keep that in mind.
de: Ich werde es mir merken.
fr: Je m'en souviendrai.
ja: 覚えておきます。
pt: Vou manter isso em mente.
zh_cn: 我会牢记这一点。

source: Get out of my way!
de: Geh mir aus dem Weg!
fr: Hors de mon chemin !
ja: 邪魔！
pt: Saia do meu caminho!
zh_cn: 给我滚开！

source: *burp* What was that? Were you saying something?
de: *Rülps* Was war das? Hast du was gesagt?
fr: *burp* Qu'est-ce que c'était ? Tu disais quelque chose ?
ja: （ゲップ）ありゃ何だっけ？ 何か言ったか？
pt: *arroto* O que foi isso? Estava a dizer alguma coisa?
zh_cn: *打嗝*是什么？你在说什么吗？

source: Oh, hello. I can't talk right now, must finish planting these crops.
de: Oh, hallo. Ich kann jetzt nicht mit dir reden, muss hier noch fertig einpflanzen.
fr: Oh, bonjour. Je ne peux pas parler maintenant, je dois finir de planter ces cultures.
ja: ああ、こんにちは。今は話せないんです、作物を植えないといけないので。
pt: Oh, Olá. Não posso falar agora, devo terminar o plantio dessas culturas.
zh_cn: 哦你好。我现在没空，必须先把这些庄稼种完。

source: Do you know where I can find some damerilias?
de: Weißt du wo ich ein paar Damerilias finden kann?
fr: Savez-vous où je pourrais trouver des damerilias ?
ja: ダメリリアがどこにあるかご存知ですか？
pt: Sabe onde posso encontrar algumas damerilias?
zh_cn: 我能在什么地方可以找到大马士革？

source: I hope the lands will be good to us this season.
de: Ich hoffe, das Land wird uns in diesem Jahr wohlgesonnen sein.
fr: J'espère que les récoltes seront bonnes cette saison.
ja: この時期の土地が実り多きものとなりますように。
pt: Espero que as terras sejam boas conosco nesta temporada.
zh_cn: 我希望这一季的土地能对我们有好处。

source: [Chael gives you a blank stare]
de: (Chael blickt dich ausdruckslos an)
fr: [Chael vous fixe d'un regard dénué d'émotion]
ja: （チェルはぼんやりとあなたを見つめる）
pt: [Chael dá-lhe um olhar vazio]
zh_cn: [查尔白了你一眼]

source: Chael chop wood. Wood make Chael happy.
de: Chael hacken Holz. Holz machen Chael glücklich.
fr: Chael coupe du bois. Le bois rend Chael heureux.
ja: チェルは木を切る。木はチェルを幸せにしてくれる。
pt: Chael corta lenha. Madeira faz Chael feliz.
zh_cn: 查尔砍木头。木头让查尔高兴。

source: Guards! Someone has broken into my room and is trying to rob me!
de: Wachen! Jemand ist in mein Zimmer eingebrochen und versucht, mich auszurauben!
fr: Gardes ! Quelqu'un s'est introduit par effraction dans ma chambre et essaie de me voler !
ja: 衛兵！ 私の部屋に強盗が！
pt: Guardas! Alguém invadiu meu quarto e está a tentar roubar-me!
zh_cn: 守卫！有人闯进了我的房间，想抢劫我！

source: That's right. Hand over all your belongings and you may still live.
de: Ganz richtig. Gib mir all deine Habe und du wirst vielleicht weiterleben.
fr: C'est exact. Remettez-moi tous vos biens et vous pourrez peut-être encore vivre.
ja: そうだ。持ってる物を全部引き渡せば無事でいられるかもね。
pt: Isso mesmo. Entregue todos os seus pertences e pode continuar a viver.
zh_cn: 这就对了。交出你所有的财物，你还可以活下去。

source: But I was just...
de: Aber ich war nur...
fr: Mais, j'étais juste ...
ja: ただちょっと…
pt: Mas só estava...
zh_cn: 但我只是…

source: Sorry, I thought...
de: Entschuldigung, ich dachte ...
fr: Pardon, je pensais...
ja: すみません、僕は…
pt: Desculpe, pensei...
zh_cn: 对不起，我认为过……

source: Help! Guards!
de: Hilfe! Wachen!
fr: À l'aide ! Gardes !
ja: 助けてください！ 衛兵！
pt: Socorro! Guardas!
zh_cn: 救命啊！守卫！

source: Hey, this is my house. Get out of here before I call the guards!
de: He, dies ist mein Haus! Raus hier, bevor ich die Wachen rufe!
fr: Hé, c'est ma maison. Sors d'ici avant que j'appelle les gardes !
ja: ちょっと、ここは私の家です。衛兵を呼ばれたくないなら出て行ってください！
pt: Ei, esta é a minha casa. Saia daqui antes que chame os guardas!
zh_cn: 嘿，这是我的家。在我叫守卫之前离开这里！

source: I heard that you helped us get rid of that witch Algangror. Thank you.
de: Ich habe gehört, du hast uns geholfen, diese Hexe Algangror los zu werden. Vielen Dank.
fr: J'ai entendu que tu nous avais aidés à nous débarrasser de cette sorcière Algangror. Merci.
ja: あの魔女アルガングロールを退治するのに力を貸してくれたそうで。ありがとうございます。
pt: Ouvi dizer que nos ajudou a nos livrar da bruxa Algangror. Obrigado.
zh_cn: 听说你帮我们干掉了那个女巫阿尔冈格罗。谢谢你。

source: Welcome to my tavern. I hope you will find your stay a pleasant one.
de: Willkommen in meiner Taverne. Ich hoffe, du hast hier einen angenehmen Aufenthalt.
fr: Bienvenue dans ma taverne. J'espère que ton séjour sera agréable.
ja: うちの酒場へようこそお越しくださいました。ごゆっくりどうぞ。
pt: Bem-vindo ao meu botequim. Espero que lhe possa tornar a sua estadia o mais agradável.
zh_cn: 欢迎来到我的酒馆。我希望你会发现你的逗留是愉快的。

source: How may I be of service?
de: Wie kann ich behilflich sein?
fr: Comment puis-je t'aider ?
ja: どのようなご用件でしょうか？
pt: Como posso ser útil?
zh_cn: 我如何为您服务？

source: Oh sure. Here, have a look.
de: Oh, klar. Hier schau.
fr: Bien sûr. Jette donc un œil.
ja: ええもちろん。どうぞご覧ください。
pt: Ah, claro. Aqui, dê uma olhada.
zh_cn: 哦，当然。在这里，看看。
