Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: [You place one of the bells around the neck of the sheep]
de: (Du hängst dem Schaf eine der Glocken um den Hals.)
fr: [Tu mets une des cloches autour du cou du mouton]
ja: （ベルを羊の首周りに取り付けた）
pt: [Coloca os sinos ao redor do pescoço das ovelhas]
zh_cn: [你把其中一个铃铛放在羊的脖子上]

source: Hello again. We sure showed that bastard Tinlyn. That should teach him not to mess with me again.
de: Hallo nochmal. Dem Bastard Tinlyn haben wir es aber gezeigt. Das sollte ihn lehren, sich nicht wieder mit mir anzulegen.
fr: Re-bonjour. Nous avons bien montré à ce bâtard de Tinlyn de quel bois on se chauffe. Cela devrait lui apprendre à ne plus me causer d'ennuis.
ja: 久しぶりですねぇ。確かにティンリンのあのろくでなしに見せつけてやりましたよ。二度とこの私にたて突くなということをね。
pt: Olá novamente. Tenho certeza que mostrou ao bastardo do Tinlyn a não mexer comigo de novo.
zh_cn: 又见面了。我们肯定给那个混蛋丁林看了。这应该让他知道不要再惹我了。

source: I have nothing more to say to you. Leave me.
de: Ich habe dir nichts mehr zu sagen. Verschwinde.
fr: Je n'ai rien d'autre à vous dire. Laissez-moi.
ja: これ以上あなたと話すことなどありません。放っておいてください。
pt: Não tenho mais nada para lhe dizer. Deixe-me.
zh_cn: 我对你无话可说。离开我吧。

source: Psst, hey. Over here.
de: Psst, hey. Hier drüben.
fr: Psss, hé. Par ici.
ja: ちょっと、ほら。こちらへ。
pt: Psst, hey. Aqui.
zh_cn: 嘘，嘿。在这里。

source: You look like an aspiring adventurer. Are you willing to do some ... [Benbyr pauses] ... adventuring? He he.
de: Du siehst aus wie ein ehrgeiziger Abenteuerer. Bist du bereit, ein paar .. (Benbyr zögert) .. Abenteuer zu erleben? He he.
fr: Tu m'as l'air d'un aventurier intrépide. Serais-tu prêt à t'engager dans… ehem… une aventure ? Héhé.
ja: あなたは野心的な冒険家のようだ。あなた…（ベンバーは一息間を開ける）…冒険してみるつもりはありませんか？ えへへ。
pt: Parece um aventureiro aspirante. Está disposto a fazer algumas... aventuras? He he.
zh_cn: 你看起来像一个有抱负的冒险家。您愿意做些……[本比尔停顿]……冒险吗？呵呵。

source: What are we talking about here?
de: Von was reden wir hier?
fr: De quoi est-ce que vous parlez ?
ja: 何の話です？
pt: Do que se trata?
zh_cn: 我们在这里谈论的是什么呢？

source: Depends on what I get in return.
de: Kommt darauf an, was ich dafür bekomme.
fr: Cela dépend de ce que j'obtiens en échange.
ja: 見返り次第だね。
pt: Depende do que recebo em troca.
zh_cn: 取决于我得到的回报。

source: I try to help people wherever they might need help.
de: Ich versuche Leuten zu helfen, wobei immer sie Hilfe brauchen.
fr: Je suis toujours prêt à aider ceux qui en ont besoin.
ja: 困っている人のところならどこでも助けるようにしてるんだ。
pt: Tento ajudar as pessoas, onde quer que eles podem precisar de ajuda.
zh_cn: 我努力帮助人们，只要他们可能需要帮助。

source: Straight to the point eh? I like that.
de: Direkt auf den Punkt, wie? Ich mag das.
fr: Concis et direct, hein ? J'aime bien ça.
ja: 単刀直入ですね？ いいですねぇ。
pt: Direto ao ponto hein? Gosto disso.
zh_cn: 直奔主题，是吗？我喜欢这样。

source: Ah, the adventurer seeks compensation. Tell me, is the thrill of an adventure not reward enough?
de: Ah, der Abenteuerer sucht nach Entlohnung. Sag, ist der Nervenkitzel bei einem Abenteuer nicht Belohnung genug?
fr: Ah, l'aventurier veut sa récompense. Dis-moi, l'adrénaline d'une aventure excitante n'en est-elle pas une suffisante ?
ja: あぁ、冒険家とは報酬を求めるものだ。どうでしょう、冒険のスリルは十分な褒賞ではありませんか？
pt: Ah, o aventureiro em busca de compensação. Diga-me, é a emoção de uma aventura não recompensa suficiente?
zh_cn: 啊，冒险家寻求奖励。告诉我，难道冒险的快感还不够奖励吗？

source: Yes, you are right.
de: Ja, du hast recht.
fr: Oui, vous avez raison.
ja: ええ、その通り。
pt: Sim, está certo.
zh_cn: 是的，你是对的。

source: No.
de: Nein.
fr: Non.
ja: いいえ。
pt: Não.
zh_cn: 不。

source: Then I will surely disappoint you. Return to me once you are ready for my task.
de: Dann werde ich dich gewiss enttäuschen. Komm zurück, wenn du für meinen Auftrag bereit bist.
fr: Dans ce cas je risque de vous décevoir. Revenez une fois que vous serez prêt pour ma quête.
ja: それでは、きっとあなたを失望させてしまいますね。支度が整ったら私のところへ戻ってきてください。
pt: Então certamente o irei desapontá-lo. Volte para mim uma vez que esteja pronto para a minha tarefa.
zh_cn: 那么我一定会让你失望。一旦你准备好接受我的任务，请回到我身边。

source: The noble adventurer. He he, I like that. Yes, you will do fine.
de: Der edle Abenteuerer. He he, ich mag das. Ja, du wirst deine Sache gut machen.
fr: Quel noble aventurier. Hé hé, j'aime bien ça. Oui, vous ferez très bien l'affaire.
ja: 気高き冒険家よ。くへへ、いいですねぇ。ええ、あなたならきっとやり遂げてくれることでしょう。
pt: O nobre aventureiro. He he, gosto disso. Sim, vai fazer bem.
zh_cn: 高贵的冒险家，我喜欢那样。是的，你会做得很好的。

source: A while ago, I did some business with a certain man called Tinlyn, over here at this Crossroads guardhouse.
de: Vor einiger Zeit tätigte ich ein Geschäft mit einem Gewissen Tinlyn, hier bei diesem Wachhaus am Kreuzweg.
fr: Il y a quelque temps, j'ai fait affaire avec un certain Tinlyn, là-bas au poste de garde de Croisechemins.
ja: しばらく前、ティンリンという男とともに、ここクロスロード衛兵所で事業を行っていました。
pt: Tempos atrás, fiz alguns negócios com um homem chamado Tinlyn, aqui nesta guarita de Crossroads.
zh_cn: 前段时间，我和一个叫丁林的人在十字路口的看守所里做生意。

source: As to the nature of our business, I can't really tell you. Let's just say that our business was of the kind that was mutually beneficial and the guards did not know about it.
de: Was die Art unseres Geschäfts betrifft, kann ich dir nicht wirklich sagen. Sagen wir einfach, es war ein solches bei dem es von gegenseitigem Vorteil ist, dass die Wachen nichts davon wissen.
fr: De quel genre d'affaire, ça je ne peux pas vraiment vous en parler. Disons juste que c'était dans notre intérêt mutuel que les gardes n'en sachent rien.
ja: 事業の性質については、あまり申し上げられません。我々のビジネスは相互に利益をもたらすものであり、衛兵はそれを知らなかったとだけ言っておきましょうか。
pt: Quanto à natureza do nosso negócio, realmente não te posso dizer. Vamos apenas dizer que o nosso negócio era do tipo que foi benéfico para nós dois e que os guardas não podiam tomar conhecimento.
zh_cn: 至于我们的业务性质，我真的不能告诉你。只能说我们的生意是互惠互利的，守卫不知道。

source: We were ready to finish the big deal, me and Tinlyn. That's when he decided to turn on me.
de: Wir waren bereit, den großen Coup durchzuziehen, ich und Tinlyn. Dann entschloss er sich, mich reinzulegen.
fr: Nous étions sur le point de conclure l'affaire, Tinlyn et moi. C'est là qu'il m'a trahi.
ja: 私とティンリンは大仕事を終える一歩手前でした。そんなときにヤツが裏切ったのです。
pt: Estávamos prontos para concluir um negócio grande, eu e Tinlyn. Foi quando ele decidiu se voltar contra mim.
zh_cn: 就在我和丁林即将完成这笔大交易时。就在这时，他决定背叛我。

source: He reported me to the guards, and made me take the whole blame for our business.
de: Er zeigte mich bei den Wachen an und schob mir die ganze Schuld an unserem Geschäft zu.
fr: Il m'a dénoncé aux gardes, et m'a fait porter toute la responsabilité dans cette histoire.
ja: 衛兵へと通報し、すべての責任をこの私に被せたのですよ。
pt: Ele delatou-me aos guardas e fez-me assumir a culpa toda por esse negócio.
zh_cn: 他向卫兵报告了我，并让我为我们的生意承担全部责任。

source: I was sent to Feygard prison, while he himself was set free for reporting me.
de: Ich wurde ins Feygarder Gefängnis gesteckt, während er selbst freigelassen wurde, weil er mich angezeigt hat.
fr: J'ai été envoyé à la prison de Feygard, et lui est resté en liberté, pour m'avoir dénoncé.
ja: 私はフェイガードの刑務所に送られ、彼自身は私を通報したことで釈放されました。
pt: Fui enviado à prisão de Feygard, enquanto ele estava livre por delatar-me.
zh_cn: 我被送进了费加德监狱，而他本人却因为举报我而被释放。

source: Argh, that fool Tinlyn. I hope the Shadow never shows him any mercy.
de: Aah, dieser Narr Tinlyn. Ich hoffe, der Schatten wird ihm niemals Gnade erweisen.
fr: Ah, cet imbécile de Tinlyn. J'espère que l'Ombre sera sans merci avec lui.
ja: ハアァ、ティンリンのあの愚かものめが。シャドウがヤツに慈悲を示さないことを願います。
pt: Raios, que Tinlyn tolo. Espero que a Sombra nunca lhe mostre nenhuma misericórdia.
zh_cn: 啊，那个傻瓜丁林。我希望暗影永远不要对他手下留情。

source: Get to the point already.
de: Komm schon zur Sache.
fr: Bref, conclusion ?
ja: 要点を言ってください。
pt: Vá direto ao ponto.
zh_cn: 那么要进入正题了。

source: What do you need me to do?
de: Wozu brauchst du mich?
fr: Qu'attendez-vous de moi ?
ja: 何をすればいいんです？
pt: O que quer que eu faça?
zh_cn: 你需要我干什么？

source: I want to get revenge on that fool Tinlyn of course. Now, my plan is the following:
de: Ich will natürlich Rache an diesem Narren Tinlyn nehmen. Nun, mein Plan ist folgender:
fr: Je veux avoir ma revanche sur ce fou de Tinlyn bien sûr. Alors, voici mon plan :
ja: もちろん、あの愚かものティンリンに復讐してやりたい。さて、計画は次の通りです。
pt: Quero vingar-me do tolo do Tinlyn, é claro. Agora, o meu plano é o seguinte:
zh_cn: 我当然要向丁林那个傻瓜报仇。现在，我的计划是这样的：

source: I have heard that he is herding sheep these days. This is an excellent opportunity for ... shall we say ... an accident to happen to his sheep. He he.
de: Ich habe gehört, dass er heutzutage Schafe hütet. Das ist eine famose Gelegenheit um .. sozusagen .. seine Schafe einen Unfall erleiden zu lassen. He he.
fr: J'ai entendu dire qu'il s'était fait berger ces dernier temps. C'est une excellente opportunité pour que… disons… un accident arrive à ses moutons. Hé hé.
ja: あの男は近頃羊を飼っているとか。これは絶好の機会…と言っていいでしょう…ヤツの羊に事故が起こる、ね。くへへ。
pt: Ouvi dizer que ele está a pastorear as ovelhas nestes dias. Esta é uma excelente oportunidade para... digamos... um acidente acontecer com as ovelhas dele. He he.
zh_cn: 我听说他这些天在放羊。这是一个极好的机会，如果说......他的羊群发生了意外。呵呵。

source: You, my friend, would be the perfect walking accident. I want you to find all of Tinlyn's sheep and make sure they are forever united with the Shadow.
de: Du, mein Freund, wärst der perfekte wandelnde Unfall. Ich möchte, dass du alle Schafe von Tinlyn findest und sicher stellst, dass sie alle auf ewig mit dem Schatten vereint sind.
fr: Vous, mon ami, seriez le parfait Monsieur Accident. Je veux que vous retrouviez tous les moutons de Tinlyn, et que vous fassiez en sorte qu'ils rejoignent l'Ombre pour l'éternité.
ja: あなたは完璧な歩行事故に遭うのです。ティンリンのすべての羊を見つけ出し、やつらが永遠にシャドウの身許に召されたことを確かめてきてもらいたいのです。
pt: Você, meu amigo, seria o o perfeito acidente ambulante. Quero que encontre todas as ovelhas do Tinlyn e verifique que elas se unam para sempre com a Sombra.
zh_cn: 你，我的朋友，将是完美的交通意外。我希望你能找到丁林的所有羊群，并确保它们与暗影永远在一起。

source: Do this, and I will have avenged that fool Tinlyn.
de: Mach das, und ich habe mich an diesem Narren Tinlyn gerächt.
fr: Faites le, et j'aurai enfin ma vengeance sur cet idiot de Tinlyn.
ja: そうすることで、ティンリンの愚かものへの復讐は成ることでしょう。
pt: Faça isso e vou ter vingado-me do tolo Tinlyn.
zh_cn: 这样做，我就报仇了，傻瓜丁林。

source: Sounds like just my type of thing. I'll do it!
de: Hört sich an, als wäre das genau mein Ding. Ich mach's!
fr: Ça m'a l'air pile dans mes compétences. Je m'en occupe !
ja: 僕好みだ。やります！
pt: Parece o tipo de coisa que gosto de fazer. Irei fazer isso!
zh_cn: 听起来正是我喜欢的类型。我会去做的！

source: This sounds a bit shady, but I'll do it anyway.
de: Das hört sich etwas dubios an, aber ich mach's trotzdem.
fr: Cela me semble un peu douteux, mais je m'en occuperai.
ja: ちょっと怪しげだけど、とりあえずやります。
pt: Isto soa um pouco sombrio, mas vou fazer-lo de qualquer maneira.
zh_cn: 这听起来有点阴暗，但我还是会这么做的。

source: No way, killing innocent sheep is beneath me. I will never do your task.
de: Auf keinen Fall. Unschuldige Schafe abschlachten ist unter meiner Würde. Niemals werde ich das für dich erledigen.
fr: Jamais de la vie. Je ne pourrai jamais tuer ces moutons innocents.
ja: とんでもない、罪のない羊を殺すなんて僕の沽券に関わる。絶対にあなたの仕事はしません。
pt: De jeito nenhum, matar ovelhas inocentes é muito sujo para mim. Nunca irei fazer a sua tarefa.
zh_cn: 不可能，杀死无辜的绵羊是我干不了。我永远不会做你的这个任务。

source: Very well, but remember that I have my eyes on you ... adventurer.
de: Sehr gut, aber denk daran, dass ich dich im Auge behalte .. Abenteuerer.
fr: Très bien, mais souvenez-vous que j'ai mes yeux rivés sur vous… aventurier.
ja: いいでしょう、ですが私があなたを見ていることはお忘れなく…冒険家よ。
pt: Muito bem, mas lembre-se que tenho meus olhos em si... aventureiro.
zh_cn: 很好，但请记住，我一直盯着你……冒险者。

source: Splendid!
de: Großartig!
fr: Splendide !
ja: 素晴らしい！
pt: Esplêndido!
zh_cn: 太棒了！

source: I happen to know that there are eight of his sheep in total, and they should all be to the northwest of here.
de: Ich weiß zufällig, das er insgesamt acht Schafe hat, und sie sollten alle nordwestlich von hier zu finden sein.
fr: Je suis informé qu'il y a huit moutons au total, ils devraient tous se trouver au nord-ouest d'ici.
ja: 偶然ながら羊は全部で8頭いることを知りました、ここから北西にいるはずです。
pt: Acontece que sei que existem oito das ovelhas dele ao todo e todas elas devem estar a noroeste daqui.
zh_cn: 我碰巧知道他总共有八只羊，它们都应该在这里的西北。

source: Return to me with proof that you have slain all eight of them.
de: Komm mit einem Beweis zu mir zurück, dass du alle acht abgeschlachtet hast.
fr: Revenez me voir avec la preuve que vous les avez tous éliminés.
ja: 8頭すべてを殺した証拠を持って戻ってきてくださいね。
pt: Volte-me a prova de que matou todas as oito.
zh_cn: 带着你已经杀了那八只的证据回到我身边。

source: Ah, my walking accident returns. He he.
de: Ah, mein wandelnder Unfall ist zurück. Hehe.
fr: Ah, mon Monsieur Accident est de retour, héhé.
ja: ああ、私の歩行事故が戻ってきた。ふへへ。
pt: Ah, meu acidente móvel está a retornar. He He.
zh_cn: 啊，我的意外事故回来了。呵呵。

source: I am still looking for those sheep.
de: Ich suche immer noch nach diesen Schafen.
fr: Je suis toujours à la recherche de ces moutons.
ja: まだ羊を探しているところです。
pt: Ainda estou a procurar as ovelhas.
zh_cn: 我仍然在寻找那些羊。

source: I have slain all eight of Tinlyn's sheep for you.
de: Ich habe alle acht von Tinlyns Schafen für dich erschlagen.
fr: J'ai tué les huit moutons de Tinlyn pour vous.
ja: ティンリンの羊8頭すべてを殺してきました。
pt: Matei-lhe todas as oito ovelhas de Tinlyn.
zh_cn: 我已经为你杀死了丁林的八只羊。

source: Ha ha! That fool Tinlyn must be in tears. The Shadow surely walks with you my friend.
de: Ha ha! Dieser Narr Tinlyn muss in Tränen ausgebrochen sein. Der Schatten wandelt ganz gewiss mit dir, mein Freund.
fr: Haha ! Ce fou de Tinlyn doit être en larmes. L'Ombre est vraiment à tes côtés mon ami.
ja: ハハ！ バカなティンリンは泣いているに違いない。シャドウは確かにあなたと共に歩んでいるのでしょうね。
pt: Ha ha! o tolo do Tinlyn deve estar em lágrimas. A Sombra certamente caminha consigo meu amigo.
zh_cn: 哈哈!那个傻瓜丁林一定在哭。暗影肯定与你同行，我的朋友。

source: This is a glorious day indeed! Tinlyn should have known not to mess with me!
de: Das ist wirklich ein herrlicher Tag! Tinlyn hätte wissen müssen, dass er sich nicht mit mir anlegen sollte!
fr: C'est un grand jour ! Tinlyn n'aurait jamais dû se frotter à moi !
ja: 今日は全く素晴らしい日だ！ ティンリンはこの私にたて突かないことを知っておくべきだった！
pt: Este é um dia glorioso, de fato! Tinlyn deveria saber não se deve meter comigo!
zh_cn: 这确实是一个光荣的一天！丁林应该知道不要惹我！

source: As for you my friend, seek out my friends in Brightport. I am sure they would extend their hospitality to you.
de: Was dich betrifft mein Freund, suche meine Freunde in Brightport auf. Ich bin sicher, sie würden dir ihre Gastfreundschaft erweisen.
fr: En ce qui te concerne mon ami, rends visite à mes amis de Clairport. Je suis certain qu'ils t'offriront l'hospitalité.
ja: あなたに関しては、ブライトポートで私の友人たちを探してください。きっと歓迎してくれることでしょう。
pt: Quanto a você meu amigo, procure meus amigos em Brightport. Tenho certeza de que irão estender-lhe a hospitalidade deles.
zh_cn: 至于你，我的朋友，请找我在布莱特口岸的朋友。我相信他们会对你给予热情的款待。

source: Yikes! You scared me there.
de: Huch! Hast du mich erschreckt.
fr: Bon sang ! Tu m'as fait peur.
ja: うわぁ！ ビックリしたぁ。
pt: Caramba! Assustou-me.
zh_cn: 呀!你吓到我了。

source: I was just strolling through these woods ... eh ... killing anklebiters.
de: Ich bin bloß durch diese Wälder spaziert.. eh .. um Keiler zu töten.
fr: J'étais juste en train de me promener dans ces bois ... euh ... en tuant des morchevilles.
ja: この森をブラついてて…えっと…そうそうアンクルバイターを殺してたんだ。
pt: Estava apenas a passear nessa floresta… eh… a matar Anklebiters.
zh_cn: 我只是在这些树林里漫步...啊。。。杀死咬踝者。

source: Yes. Killing them was what I was doing. Not running away from them. No, killing them.
de: Ja. Sie töten, das war es, was ich gemacht habe. Nicht, vor ihnen abzuhauen. Nein, sie töten.
fr: Oui, c'est ça que je faisais, je les tuais. Je ne fuyais pas. Non, je les tuais.
ja: ええ。アイツらを殺すのがやっていたことよ。別に逃げてるわけじゃない。殺してたの。
pt: Sim. Estava a matar eles. Não a fugir. Matando-os.
zh_cn: 是的。杀死他们是我要做的事。不是逃离他们。对，是杀了他们。

source: *sigh*
de: *Seufz*
fr: *soupir*
ja: （ため息）
pt: [suspiro]
zh_cn: *叹*

source: Oh, who am I kidding. OK, I was trying to get through the forest here and got ambushed by these anklebiters.
de: Oh, war nur Spaß. Ok. Ich habe versucht, diesen Wald zu durchqueren und wurde von diesen Keilern angegriffen.
fr: Pff, qui est-ce que j'essaie de convaincre ? Ok, j'ai essayé de traverser la forêt et je me suis fait prendre en embuscade par ces morchevilles.
ja: ああ、冗談だから。オーケー、ここの森を通り抜けようとしてね、アンクルバイターの待ち伏せに遭ったんだ。
pt: Ah, quem sou eu a enganar. Ok, estava a tentar atravessar a floresta por aqui e fui emboscado por estes Anklebiters.
zh_cn: 哦，我在开玩笑。好吧，我试图穿过这里的森林，却被这些脚踝咬伤者伏击了。

source: I won't leave until nightfall, when they can't see me anymore and I might be able to sneak back.
de: Ich werde hier nicht vor Einbruch der Nacht weggehen, wenn sie mich nicht mehr sehen können und ich mich zurück schleichen kann.
fr: Je vais rester ici jusqu'à la nuit, quand ils ne pourront plus me voir et que je pourrai me faufiler.
ja: アイツらがこっちを見つけられなくなって、日が暮れてこっそり戻れるかもしれないようになるまで、離れる気はないんだ。
pt: Não vou sair até o anoitecer, quando não podem mais me ver e poderei ser capaz de esgueirar-se de volta.
zh_cn: 我要到天黑才离开，那时他们再也看不到我了，我也许可以偷偷溜回去。

source: This is my hiding spot! Now leave me.
de: Das ist mein Versteck! Nun verschwinde.
fr: C'est ma cachette ! Maintenant laisse-moi.
ja: ここは私の隠れ場よ！ すぐ出ていって。
pt: Este é o meu esconderijo! Agora deixe-me.
zh_cn: 这是我的藏身之处！现在离开这。

source: Umar sent me with the words "You are no one.No one knows you.No one has seen you." Now give me the journal please.
de: Umar schickte mich mit den Worten: "Du bist niemand. Niemand kennt dich. Niemand hat dich gesehen." Nun gib mir bitte das Tagebuch.
fr: Umar m'a envoyé ici avec ces mots : "Tu n'es personne. Personne ne te connaît. Personne ne t'a vu." Donnez-moi le journal, s'il vous plait.
ja: ウマルから、"あなたは誰でもない。誰もあなたを知らない。誰もあなたを見ていない"という言葉と一緒に送られました。そういうわけで日記をください。
pt: Umar enviou-me com as palavras "É ninguém. Ninguém conhece-o. Ninguém viu-o.'' Agora dê-me o jornal, por favor.
zh_cn: 奥马尔派我来的时候说："你不是任何人，没有人认识你，没有人见过你。"现在请把日记给我。

source: Did you hear? Some thieves down in Fallhaven were planning an escape for one of the imprisoned thieves in the prison there.
de: Hast du gehört? Einige Diebe unten in Fallhaven haben die Flucht eines inhaftierten Gauners aus dem Gefängnis dort geplant.
fr: Avez-vous entendu ? Des voleurs de Fallhaven préparaient l'évasion de l'un des voleurs emprisonnés.
ja: 聞いたか？ フォールヘブンの盗賊どもが、刑務所に収監されていた盗賊の逃亡を計画していたとか。
pt: Soube? Alguns ladrões em Fallhaven estavam a planejar uma fuga para um dos ladrões presos na prisão de lá.
zh_cn: 你听到了吗？ 法尔海文的一些小偷正计划让那里监狱中被监禁的一个小偷越狱。

source: Luckily, someone got wind of it and told the guard captain.
de: Glücklicherweise hat jemand Wind davon bekommen und es dem Hauptmann der Wache gemeldet.
fr: Heureusement, quelqu'un a eu vent de la rumeur et en a informé le capitaine de la garde.
ja: 幸いにも、誰かがそれに気づいて衛兵隊長に伝えた。
pt: Felizmente, alguém ficou a saber disso e disse ao capitão de guarda.
zh_cn: 幸运的是，有人知道了，并告诉了警卫队长。

source: It's good to know that there are at least a few decent people still around.
de: Es ist gut zu wissen, dass es wenigstens hier und da noch ein paar anständige Leute gibt.
fr: Il est bon de savoir qu'il y a encore au moins quelques bonnes personnes par ici.
ja: 少なくともまだ良識のある人がいると知れて良かったよ。
pt: É bom saber que há pelo menos algumas pessoas decentes ainda ao redor.
zh_cn: 很高兴知道周围至少还有一些体面的人。

source: Aren't you a bit young to be traveling around here all by yourself?
de: Bist du nicht etwas zu jung, um hier ganz allein herum zu reisen?
fr: N'es-tu pas un peu jeune pour voyager ici en solitaire ?
ja: 1人でこの辺りを旅するには少し若すぎないか？
pt: Não é um pouco jovem para viajar por aqui sozinho?
zh_cn: 你一个人在这里四处游荡是不是年轻了点？

source: I sure hope you are not another one of those types trying to sell me your cheap junk.
de: ich hoffe, du bist nicht auch einer von den Typen, die versuchen, mir ihren wertlosen Müll anzudrehen.
fr: J'espère que tu n'es pas un de ces types qui essaient de me vendre des babioles.
ja: お前が安物のガラクタを売りつけていたヤツの同類でないといいがな。
pt: Espero que não seja mais um daqueles tipos que tentam vender-me o lixo barato deles.
zh_cn: 我当然希望你不是又一个试图卖给我廉价垃圾的人。

source: Go away, kid.
de: Hau ab, Kleiner.
fr: Disparais, gamin.
ja: あっちへ行け、ボウズ。
pt: Vá embora, garoto.
zh_cn: 孩子离开吧。

source: Didn't you hear? They have all gotten ill.
de: Hast du es nicht gehört? Sie sind alle krank geworden.
fr: Tu n'as pas entendu ? Ils sont tous tombés malades.
ja: 聞いてないのか？ みんな病気になったのだ。
pt: Não ouviu? Todos eles têm ficado doente.
zh_cn: 你没听说吗？他们都得了病。

source: It all started a few days ago. As the story goes, someone found one of the farmers passed out in one of the fields, completely white faced and shivering.
de: Es hat alles vor ein paar Tagen angefangen. Wie erzählt wird, hat jemand einen der Farmer ohnmächtig auf einem der Felder gefunden, ganz weiß im Gesicht und zitternd.
fr: Tout a commencé il y a quelques jours. On raconte que quelqu'un a trouvé un des agriculteurs inconscient dans un champ, frissonnant et le visage tout pâle.
ja: すべての始まりは数日前。話によると、ある農家が畑で倒れて、真っ白な顔をして震えているのが発見された。
pt: Tudo começou há alguns dias. Com o desenrolar da história, alguém encontrou um dos agricultores desmaiado num dos campos, completamente branco e a tremer.
zh_cn: 这一切都始于几天前。故事是这样的，有人发现一个农民昏倒在一块田里，脸色全白，浑身发抖。

source: A few days later, the same symptoms started to show on a lot more people.
de: Ein paar Tage später haben sich die gleichen Symptome bei vielen weiteren Leuten gezeigt.
fr: Quelques jours plus tard, les mêmes symptômes ont commencé à atteindre un grand nombre de personnes.
ja: 数日後、同じ症状がさらに多くの人に出始めた。
pt: Poucos dias depois, os mesmos sintomas começaram a aparecer em muitas mais pessoas.
zh_cn: 几天后，同样的症状开始出现在更多人身上。

source: Then, all people showed the symptoms in one way or another.
de: Dann haben sich diese Syptome bei allen Leuten auf die eine oder andere Weise gezeigt.
fr: Puis, tous les villageois ont montré les symptômes d'une manière ou d'une autre.
ja: その後、すべての人に何らかの形で症状が現れた。
pt: Em seguida, todas as pessoas apresentaram os sintomas de uma forma ou de outra.
zh_cn: 然后，所有的人都以这样或那样的方式表现出症状。

source: Some old people even died.
de: Einige ältere Leute sind sogar gestorben.
fr: Certaines personnes âgées sont même mortes.
ja: 高齢の人の中には亡くなった者もいる。
pt: Algumas pessoas idosas até morreram.
zh_cn: 一些老人甚至死亡了。

source: Everyone started investigating what could be the cause. Currently, the cause is still unknown.
de: Jeder begann nachzuforschen, was die Ursache sein könnte. Zur Zeit ist sie noch imer unbekannt.
fr: Tout le monde a commencé à chercher ce qui pourrait être à l'origine de l'épidémie mais, actuellement, la cause est toujours inconnue.
ja: 誰もが原因についての調査を始めた。今のところ、原因は不明のままだ。
pt: Foi iniciada uma investigação para descobrir a causa. Mas até hoje, a causa ainda não foi descoberta.
zh_cn: 大家开始调查可能是什么原因。但目前，原因仍然不明。

source: Luckily, now Feygard has sent patrols up there to help guard the village at least. The people are still suffering though.
de: Glücklicherweise hat Feygard jetzt Streifen geschickt, um wenigstens beim Schutz des Dorfes zu helfen. Trotzdem leiden die Leute immer noch.
fr: Heureusement, Feygard a désormais envoyé des patrouilles là-bas pour aider à protéger le village, mais les habitants souffrent encore .
ja: 幸いなことに、フェイガードは少なくとも村を守るためにパトロール隊を派遣している。しかし、人々は未だ苦しんでいる。
pt: Felizmente, Feygard está a enviar patrulhas até lá para ajudar a proteger a vila, pelo menos. No entanto, as pessoas ainda estão a sofrer.
zh_cn: 幸运的是，至少现在费加德派了巡逻队到那里帮助守卫村庄。尽管如此，人们仍然在受苦。
