Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: 10 pairs! Great - but where are they? I don't see them.
fr: 10 paires ! Super - mais elles sont où ? Je ne les vois pas.
ja: 10ペアか！ それはいいが、どこにある？ 見当たらないぞ。
pt: 10 pares! Ótimo, mas onde estão? Não os vejo.
zh_cn: 10对!很好 - 但它们在哪里？我没有看到它们。

source: Oh, I must have lost some. Wait a second...
fr: oh, j'ai dû en perdre quelques-unes. Attends une seconde...
ja: あ、なくてしまったみたいです。ちょっと待ってて…
pt: Oh, devo ter perdido algum. Espera um segundo...
zh_cn: 哦，我一定是弄丟了一些。等一下...

source: 10 pairs - that is correct. So everything is in order.
fr: 10 paires - c'est correct. Donc tout est en ordre.
ja: 10ペアか、それでいい。すべて揃っている。
pt: 10 pares - está certo. Então está tudo em ordem.
zh_cn: 10对 - 这是正确的。所以一切都井然有序。

source: Good work! I am very pleased with you.
fr: Bon boulot ! Je suis content de toi.
ja: よくやってくれた！ とても満足だ。
pt: Bom trabalho! Estou muito satisfeito consigo.
zh_cn: 干得好!我对你非常满意。

source: I am glad. How much do I actually get for this work?
fr: Je suis content. Et combien je vais toucher pour ce travail ?
ja: 嬉しいですね。この仕事はおいくらですか？
pt: Estou contente. Quanto é que recebo realmente por este trabalho?
zh_cn: 我很高兴。我的这项工作究竟能得到多少钱？

source: Good work gives good wages! Here is 100 gold.
fr: Du bon travail mérite du bon salaire ! Voici 100 pièces d'or.
ja: 良い仕事には良い賃金を支払うものだ！ 受け取れ100ゴールドだ。
pt: Um bom trabalho dá bons pagamentos! Aqui está, 100 moedas de ouro.
zh_cn: 工作优秀奖励丰厚！这是100金币。

source: Old scrooge.
fr: Vieil avare.
ja: 守銭奴が。
pt: Velho ganancioso.
zh_cn: 老守财奴。

source: Thank you so much.
fr: Merci beaucoup.
ja: ありがとうございます。
pt: Muito obrigado.
zh_cn: 非常感谢你。

source: I have no work for you at the moment.
fr: J'ai pas de travail à te proposer pour le moment.
ja: 割り振る仕事は今のところないぞ。
pt: Não tenho trabalho para si no momento.
zh_cn: 我现在没有工作给你。

source: You have found the second crystal globe. Now that's a pair!
fr: Tu as trouvé le deuxième globe de cristal. C'est une paire !
ja: 2つ目のクリスタルグローブを見つけた。これでペアだ！
pt: Encontrou o segundo globo de cristal. Agora sim, isso é um par!
zh_cn: 你已经找到了第二个水晶球。这可是一对啊!

source: You take the item.
fr: Tu prends l'objet.
ja: アイテムを取る。
pt: Leva o item.
zh_cn: 你拿着这个东西。

source: You have found the second plush pillow!
fr: Tu as trouvé le deuxième oreiller en peluche !
ja: 2つ目のプラッシュ枕を見つけた！
pt: Encontrou a segundo almofada de pelúcia!
zh_cn: 你已经找到了第二个毛绒枕头!

source: Great! You have found the second lyre and put it into your bag.
fr: Super ! Tu as trouvé la deuxième lyre et la ranges dans ton sac.
ja: すごい！ 2つ目の竪琴が見つかったのでバッグに入れる。
pt: Ótimo! Encontrou a segunda lira e a pòs na sua bolsa.
zh_cn: 干的好！你已经找到了第二个七弦琴，把它放进你的包里。

source: You have found the yellow boot!
fr: Tu as trouvé la botte jaune !
ja: イエローブーツを見つけた！
pt: Encontrou a bota amarela!
zh_cn: 你已经找到了那只黄色的靴子!

source: You have found the second chandelier!
fr: Tu as trouvé le deuxième lustre !
ja: 2つ目のシャンデリアを見つけた！
pt: Encontrou o segundo candelabro!
zh_cn: 你已经找到了第二盏吊灯!

source: You have found the second mysterious green something!
fr: Tu as trouvé le deuxième truc vert mystérieux !
ja: 2つ目の不思議な緑のものを見つけた！
pt: Encontrou a segunda coisa misteriosa verde!
zh_cn: 你已经找到了第二个神秘的绿色东西!

source: You have found the second old, worn cape!
fr: Tu as trouvé la deuxième vieille cape usée !
ja: 2つ目の古いすり切れたケープを見つけた！
pt: Encontrou a segunda capa velha e desgastada!
zh_cn: 你已经找到了第二件破旧的斗篷!

source: You have found the second pretty porcelain figure!
fr: Tu as trouvé la deuxième jolie figurine en porcelaine !
ja: 2つ目の可愛い磁器フィギュアを見つけた！
pt: Encontrou a segunda figura bonita de porcelana!
zh_cn: 你已经找到了第二个漂亮的瓷器模型！

source: You have found the second striped hammer!
fr: Tu as trouvé le deuxième marteau rayé !
ja: 2つ目のストライプハンマーを見つけた！
pt: Encontrou o segundo martelo listrado!
zh_cn: 你已经找到了第二个条纹锤子!

source: You have found the second dusty old book!
fr: Tu as trouvé le deuxième livre poussiéreux !
ja: 2つ目のほこりだらけの古い本を見つけた！
pt: Encontrou o segundo livro velho empoeirado!
zh_cn: 你已经找到了第二本尘封的旧书!

source: You put it back to its former place.
fr: Tu remets l'objet à sa place.
ja: 元の場所に戻す。
pt: Repos-lo ao seu antigo lugar.
zh_cn: 你把它放回原来的位置。

source: No, this is not what you're looking for. You put both items back to their bin.
fr: Non, ce n'est pas ce que tu cherches. Tu remets les deux objets à leur place.
ja: 違う、これはあなたが探しているものではない。 両方のアイテムをそれぞれの箱に戻す。
pt: Não, isso não é o que está a procurar. Pôs os dois itens de volta nos seus lugares.
zh_cn: 不，这不是你要找的。 您将这两个东西都放回其储物箱。

source: Talk to the master of the warehouse first.
fr: Parle d'abord au responsable de l'entrepôt.
ja: まずは倉庫の管理人と話そう。
pt: Fale primeiro com o mestre do armazém.
zh_cn: 先与仓库的主人交谈。

source: Do you have some work for me to do?
fr: Vous avez du travail pour moi ?
ja: 何か仕事はあるか？
pt: Tem algum trabalho para eu fazer?
zh_cn: 你有什么工作要给我做吗？

source: It's about time. This is my favorite class.
ja: そろそろ時間だ。これは大好きな授業なんだ。
pt: Já estava na hora. Esta é a minha aula favorita.
zh_cn: 是时候了。这是我最喜欢的课。

source: What will happen now?
fr: Que va-t-il se passer maintenant ?
ja: 何が始まるの？
pt: O que vai acontecer agora?
zh_cn: 现在会发生什么？

source: Listen, she is going to explain.
fr: Ecoute, elle va expliquer.
ja: 聴いてな、説明してくれるから。
pt: Escute, ela vai explicar.
zh_cn: 听着，她要解释一下。

source: I already have my exercise equipment.
fr: J'ai déjà mon équipement pour l'exercice.
ja: ボクはもう訓練用具は持ってる。
pt: Já tenho o meu equipamento de exercícios.
zh_cn: 我已经有了我的训练装备。

source: Hush, the teacher is talking again.
fr: Chut, la prof parle encore.
ja: しっ、先生がまた話している。
pt: Silêncio, o professor está a falar de novo.
zh_cn: 嘘，老师又在说话了。

source: You want to fight me?! Hahaha!
fr: Tu veux te battre contre moi ? ! Ahahah !
ja: ボクと戦いたいのかよ？ あっはっは！
pt: Quer lutar comigo?! Hahaha!
zh_cn: 你想和我战斗？！哈哈哈！

source: What's so funny about it?
fr: Pourquoi c'est si drôle ?
ja: 何がそんなにおかしいの？
pt: O que há tão engraçado nisso?
zh_cn: 这有什么好笑的？

source: Hahaha! Hahaha! Sorry * snort * Pooh! You are really funny!
fr: Ahahah ! Ahahah ! Désolé *rigole* La vache ! Tu es vraiment drôle !
ja: ははは！ アハハ！ ごめん（鼻をすする）プー！ お前ホント面白いな！
pt: Hahaha! Hahaha! Desculpe * bufo * Oof! É muito engraçado!
zh_cn: 哈哈哈!哈哈哈!抱歉 * 哼 * 维尼!你真的很有趣!

source: Do you think?
fr: Tu penses ?
ja: そうかな？
pt: Acha?
zh_cn: 你认为呢？

source: [still giggling] If you insist - en garde!
fr: [ricane encore] Si tu insistes - en garde !
ja: （まだクスクス笑っている）そういうことなら…構え！
pt: [ainda a rir] Se insiste - en garde!
zh_cn: [还在咯咯笑]如果你坚持 - 要求！

source: Yes, en Garde!
fr: Oui, en garde !
ja: よし、構え！
pt: Sim, en Garde!
zh_cn: 是的,坚持要求!

source: Hey, you are not bad! We should stop here indeed. Otherwise you might get hurt.
fr: Hé, tu n'es pas mauvais ! On devrait s'arrêter là en effet. Sinon tu pourrais te blesser.
ja: おい、お前なかなか悪くないな！ ここらでやめにしようか。じゃないとケガするぜ。
pt: Ei, você não é ruim! Deveríamos parar por aqui mesmo. Caso contrário, pode se aleijar.
zh_cn: 嘿，你还不错！我们确实应该就此打住。否则你可能会受伤。

source: Me? You will get hurt!
fr: Moi ? C'est toi qui va te blesser !
ja: 僕が？ ケガするのはそっちだ！
pt: Eu? Vai se aleijar!
zh_cn: 我？你会受伤的！

source: Haha! Yes, me of course. Do not always be offended.
fr: Ahah ! Oui, moi, bien sûr. Ne te sens pas offensé tout le temps.
ja: ハハッ！ ああ、もちろんボクのことだ。そう怒らないでくれ。
pt: Haha! Sim, eu, claro. Não fique sempre ofendido.
zh_cn: 哈哈!是的，当然是我。不要总是被冒犯。

source: Practice session is over now. We won't duel anymore.
fr: L'entraînement est terminé. Plus de duels maintenant.
ja: 訓練なら終わった。もう決闘はなしだ。
pt: A sessão de treino acabou agora. Não nos vamos duelar mais.
zh_cn: 练习赛现在结束了。我们不会再决斗了。

source: Hey, do not run away! Finish your fight with the teacher.
fr: Hé, ne t'enfuis pas ! Finis ton combat avec la professeure.
ja: おい、逃げるなよ！ 先生との戦いを終わらせてこい。
pt: Ei, não fuja! Termine a sua luta com a professora.
zh_cn: 嘿，别跑了!完成你和老师的战斗。

source: You killed the teacher! She was not very good, but she did not deserve such a death.
fr: Tu as tué la prof ! Elle n'était pas très sympa, mais elle ne méritait pas une telle mort.
ja: 先生を殺したな！ あんまり良い人じゃなかったけど、あんな風に死んでいい人でもなかった。
pt: Matou a professora! Ela não era muito boa, mas não merecia tal morte.
zh_cn: 你杀了那个老师!她不是很好，但她不应该被这样杀死。

source: I will avenge her. Prepare to die!
fr: Je vais la venger. Prépare toi à mourir !
ja: ボクが仇を取る。覚悟しろ！
pt: Vou vingá-la. Prepare-se para morrer!
zh_cn: 我将为她报仇。准备受死吧!

source: Wow - you dared to fight the teacher. Awesome!
fr: Ouah - tu as osé te battre contre la prof. Génial !
ja: うわー、先生と戦うのかよ。スゴイな！
pt: Uau - ousou lutar contra a professora. Fantástico!
zh_cn: 哇--你敢于和老师对抗。真棒啊!

source: Wow, what is that beast? What did you do?
fr: Wow, c'est quoi cette bête ? Qu'as tu fais ?
ja: おい、あの怪物はなんだよ？ 何したんだ？
pt: Uau, o que é essa besta? O que é que fez?
zh_cn: 哇，那是什么野兽？你做了什么？

source: I don't know either, but it looks like it wants to kill me.
fr: Je ne sais pas non plus, mais il semble qu'elle voulait me tuer.
ja: 僕にもわからないけど、どうも僕を殺したいらしい。
pt: Também não sei, mas parece que me quer matar.
zh_cn: 我也不知道，但它看起来想杀了我。

source: Wow, what is that beast? You were splendid!
fr: Wow, c'est quoi cette bête ? Tu as été merveilleux !
ja: おい、あの怪物は何なんだよ？ お前スゴかったな！
pt: Uau, o que é aquela besta? Foi esplêndido!
zh_cn: 哇，那是什么野兽？你太棒啦！

source: Oh, that was nothing special.
fr: Oh, rien de spécial.
ja: まあ、大したことじゃなかったよ。
pt: Oh, isso não foi nada de mais.
zh_cn: 哦，这没什么特别的。

source: Now that the statue is gone, I feel like a great burden has fallen from my soul.
fr: Maintenant que la statue a disparu, je sens comme si un fardeau était tombé de mon âme.
ja: あの像がなくなって、ボクの心から大きな重荷が取れたような気がするな。
pt: Agora que a estátua se foi, sinto que um Grande fardo saiu da minha alma.
zh_cn: 现在雕像不见了，我觉得我的灵魂有一个巨大的负担落下了。

source: I found the statue in the corner awful right from the beginning.
fr: J'ai trouvé la statue dans le coin horrible dès le début.
ja: 僕は最初から隅にあった像はロクなものじゃないって気づいてたよ。
pt: Achei a estátua no canto horrível desde o início.
zh_cn: 我发现角落里的雕像一开始就很糟糕。

source: Wow, that was exciting!
fr: Wow, c'était excitant !
ja: ハァア、ワクワクした！
pt: Uau, isso foi emocionante!
zh_cn: 哇，这真让人兴奋!

source: I never liked this statue, but I never thought that it would be so evil.
fr: Je n'ai jamais aimé cette statue, mais je n'ai jamais pensé qu'elle pouvait être aussi maléfique.
ja: あの像のことは好きじゃなかったけど、あんなに邪悪なものだなんて思わなかったな。
pt: Nunca gostei desta estátua, mas nunca pensei que seria tão má.
zh_cn: 我从来没有喜欢过这个雕像，但我从未想过它会如此邪恶。

source: What a pity you have to go.
fr: Quel dommage que tu doives partir.
ja: 君が行ってしまうのが残念だ。
pt: Que pena que tem de ir.
zh_cn: 你要走了，真是太可惜了。

source: Pity you are leaving. It was a nice break from the boring lessons.
fr: Dommage que tu partes. Ca changeait de ces leçons ennuyeuses.
ja: お帰り。退屈な授業のいい息抜きになったよ。
pt: Pena que está a sair. Foi uma boa pausa das aulas chatas.
zh_cn: 可惜你要走了。这是从无聊的课程中休息的好机会。

source: I used to be an adventurer like you,
fr: J'étais un aventurier comme toi.
ja: 昔はお前のような冒険家だったのだが、
pt: Eu costumava ser um aventureiro como você,
zh_cn: 我曾经是一个像你一样的冒险家，

source: Then I took an arrow in the knee.
fr: Puis j'ai pris une flèche dans le genou.
ja: 膝に矢を受けてしまってな。
pt: Depois acertaram-me com uma flecha no joelho.
zh_cn: 然后我的膝盖中了一箭。

source: Sorry for you.
fr: Je suis désolé pour toi.
ja: お気の毒に。
pt: Sinto por si.
zh_cn: 为你感到遗憾。

source: That reminds me of a song.
fr: Ca me rappelle une chanson.
ja: あの歌を思い出しますね。
pt: Isso faz me lembrar de uma música.
zh_cn: 这让我想起了一首歌。

source: I think I know which song you are thinking of.
fr: Je crois savoir à quelle chanson vous pensez.
ja: どの歌のことを考えているか分かる気がするな。
pt: Acho que sei em qual música está a pensar.
zh_cn: 我想我知道你想的是哪首歌。

source: Shall we sing it together?
fr: On chante ensemble ?
ja: 一緒に歌いませんか？
pt: Vamos cantar juntos?
zh_cn: 我们一起唱吧？

source: Mahna.
ja: マナ。
zh_cn: 玛娜。

source: Mahna mahna?
ja: マナマナ？
zh_cn: 马赫纳·马赫纳？

source: I took an arrow ...
fr: J'ai pris une flèche ...
ja: 矢を受けた…
pt: Fui acertado com uma flecha...
zh_cn: 我拿着一支箭...

source: You took an arrow
fr: Tu as pris une flèche
ja: 矢を受けた
pt: Foi acertado com uma flecha
zh_cn: 你中了一箭

source: ... right in the knee.
fr: ... droit dans le genou.
ja: …膝に。
pt: ... bem no joelho.
zh_cn: ...就在膝盖上。

source: right in your knee
fr: droit dans ton genou
ja: 膝に
pt: bem no seu joelho
zh_cn: 就在你的膝盖上

source: I took an arrow.
fr: J'ai pris une flèche.
ja: 矢を受けた。
pt: Fui acertado com uma flecha.
zh_cn: 我射了一箭。

source: You took an arrow, an arrow, an arrow, an evil dirty arrow in your knee.
fr: Tu as pris une flèche, une flèche, une flèche, sale et maléfique dans ton genou.
ja: 矢を受けた、 矢を、矢を、 邪悪な汚い矢が膝に。
pt: Foi acertado com uma flecha, uma flecha, uma flecha, uma maldita flecha no seu joelho.
zh_cn: 你中了一箭 一支箭，一只箭。 一支邪恶的肮脏的箭在你的膝盖上。

source: He took an arrow
fr: Il a pris une flèche
ja: 矢を受けた
pt: Ele foi acertado por uma flecha
zh_cn: 他拿着一支箭

source: right in his knee
fr: droit dans son genou
ja: 膝に
pt: bem no joelho dele
zh_cn: 就在他的膝盖上

source: He took an arrow, an arrow, an arrow, an evil dirty arrow in his knee.
fr: il a pris une flèche, une flèche, une flèche, sale et maléfique dans son genou.
ja: 矢を受けた、 矢を、矢を、 邪悪な汚い矢が膝に。
pt: Ele foi acertado por uma flecha, uma flecha, uma flecha, uma maldita flecha no joelho dele.
zh_cn: 他拿着一支箭。 一支箭，一只箭。 一支邪恶的肮脏的箭在他的膝盖上。

source: An adventurer like you,
fr: Un aventurier comme toi,
ja: お前のような冒険家が、
pt: Um aventureiro como você,
zh_cn: 一个像你这样的冒险家，

source: I took an arrow in the knee!
fr: J'ai pris une flèche dans le genou !
ja: 膝に矢を受けてしまった！
pt: Fui acertado por uma flecha no joelho!
zh_cn: 我的膝盖中了一箭！

source: adventunarrow, In the knee the arrow
fr: aventureflèche, dans le genou la flèche
ja: 冒険家に矢が、 膝に矢が
pt: aventuflecha, No joelho foi a flecha
zh_cn: 冒险之箭。 在膝盖上的箭

source: La be di bap bap ...
ja: ラ・ビ・ディ・バップ・バップ…
zh_cn: 叽哩呱啦...

source: Die be die be boo mbie La be di bap bap ...
ja: ダイ・ビー・ダイ・ビー・ブー・ビー ラ・ビー・ディ・バップ・バップ…
zh_cn: 死了死了 叽哩呱啦 ...

source: What??
fr: Quoi ? ?
ja: 何？？
pt: O quê?
zh_cn: 什么？

source: Welcome to my tavern. How can I help you?
fr: Bienvenue dans ma taverne. En quoi puis-je t'aider ?
ja: 酒場へようこそ。どのようなご用件でしょうか？
pt: Bem-vindo à minha taberna. Como posso ajudá-lo?
zh_cn: 欢迎来到我的酒馆。我能为您做什么？

source: Do you know something about the back room?
fr: Tu sais quelque chose au sujet de l'arrière-salle ?
ja: 奥の部屋について何か知ってますか？
pt: Sabe algo sobre a sala dos fundos?
zh_cn: 你知道关于里屋的一些情况吗？

source: What do you offer for trade?
fr: Qu'est-ce que tu proposes en échange ?
ja: 何を売買してますか？
pt: O que oferece para comércio?
zh_cn: 你提供什么交易？

source: Keep your fingers out of things that are none of your business.
fr: Ce ne sont pas tes affaires. Ne t'en mêle pas.
ja: 余計なことに手を出さないで。
pt: Não dê pitaco em coisas que não é da sua conta.
zh_cn: 不要把你的手指放在与你无关的事情上。

source: Please go away. I don't want you here in my tavern anymore.
fr: Va-t'en s'il te plait. Je ne veux plus te voir dans ma taverne.
ja: 出て行ってください。もう酒場に来てほしくありません。
pt: Por favor, vai-te embora. Não te quero mais aqui na minha taberna.
zh_cn: 请你走开。我不希望你再在我的酒馆里出现。

source: What do you want from me?
fr: Qu'est-ce que tu me veux ?
ja: 何か用か？
pt: O que quer de mim?
zh_cn: 你想从我这里得到什么？

source: I just want to talk a little bit.
fr: Je veux juste parler un peu.
ja: ちょっと話したいだけです。
pt: Só quero conversar um pouco.
zh_cn: 我只是想谈一谈。

source: I want to join you for a beer.
fr: Je veux boire une bière avec toi.
ja: 一緒にビールを飲みたいです。
pt: Quero tomar uma cerveja consigo.
zh_cn: 我想和你一起喝啤酒。

source: I am very thirsty...
fr: J'ai très soif...
ja: のどが渇いたな…
pt: Estou com muita sede...
zh_cn: 我非常口渴...

source: Why don't you buy something for yourself?
fr: Pourquoi tu ne t'achètes pas quelque chose ?
ja: ご自分で何か買ってきては？
pt: Por que não compra algo para si?
zh_cn: 你为什么不为自己买点东西呢？

source: Let's drink a beer together. I will pay. [Pay 2 gold]
fr: Buvons une bière ensemble. Je paie. [Payer 2 pièces d'or]
ja: 一緒にビールを飲みましょう。おごります。（2ゴールドを払う）
pt: Vamos beber uma cerveja juntos. Pago. [Pague 2 moedas de ouro]
zh_cn: 让我们一起喝杯啤酒。我会付钱。[支付 2 金币]

source: I lost all my money gambling and can't afford a beer.
fr: J'ai perdu tout mon argent dans les paris et je ne peux pas m'offrir une bière.
ja: ギャンブルで金を全部スッちまってなぁ、ビールを買う金もないんだよ。
pt: Perdi todo o meu dinheiro a apostar e não posso pagar uma cerveja.
zh_cn: 我在赌博中输光了钱，连啤酒都买不起。

source: Bad luck.
fr: Pas de bol
ja: 運がない。
pt: Que azar.
zh_cn: 运气不好。

source: I am out of money.
fr: J'ai plus d'argent
ja: お金はありません。
pt: Estou sem dinheiro.
zh_cn: 我已经口袋空空了。

source: I will buy you a beer. [Pay 2 gold]
fr: Je vais te payer une bière. [Payer 2 pièces d'or]
ja: ビールをおごりますよ。（2ゴールドを払う）
pt: Vou te pagar uma cerveja. [Pague 2 moedas de ouro]
zh_cn: 我将请你喝啤酒。[支付2金]

source: Can I have one more beer?
fr: Je peux avoir une autre bière ?
ja: もう1杯ビールをもらえるか？
pt: Posso tomar mais uma cerveja?
zh_cn: 我可以再喝一杯啤酒吗？

source: Here is one more beer. [Pay 2 gold]
fr: Voici une autre bière. [Payer 2 pièces d'or]
ja: ビールをもう1杯（2ゴールドを払う）
pt: Aqui está mais uma cerveja. [Pague 2 moedas de ouro]
zh_cn: 这里还有一杯啤酒。[支付 2 金币]

source: [Lie] I am out of money.
fr: [Mentir] Je n'ai plus d'argent
ja: （嘘）お金がありません。
pt: [Mentir] Estou sem dinheiro.
zh_cn: [谎言]我没钱了。

source: No, you have had enough.
fr: Non, tu as assez bu.
ja: ダメです、もう十分でしょう。
pt: Não, já teve o suficiente.
zh_cn: 不，你已经醉了。

source: Where did you lose your money?
fr: Où as-tu perdu ton argent ?
ja: どこでお金をなくしたの？
pt: Onde perdeu o seu dinheiro?
zh_cn: 你的钱丢在哪里了？

source: I want to find out what's happening in the back room, but they want a password.
fr: J'aimerais savoir ce qu'il se passe dans l'arrière-salle, mais ils demandent un mot de passe.
ja: 奥の部屋に何があるのか知りたいのですけど、合言葉を要求されます。
pt: Quero descobrir o que está a acontecer na sala dos fundos, mas eles querem uma palavra-passe.
zh_cn: 我想知道里屋发生了什么，但他们想要一个密码。

source: I want to find out what's happening in the back room.
fr: Je veux savoir ce qu'il se passe dans l'arrière-salle.
ja: 奥の部屋に何があるのか知りたいです。
pt: Quero descobrir o que está a acontecer na sala dos fundos.
zh_cn: 我想知道在里屋发生了什么。

source: I want to talk to you about the gamblers.
fr: Je veux te parler des parieurs.
ja: ギャンブラーのことで話したいです。
pt: Quero falar consigo sobre os apostadores.
zh_cn: 我想和你谈谈赌搏。

source: Thank you for the beer.
fr: Merci pour la bière.
ja: ビールありがとな。
pt: Obrigado pela cerveja.
zh_cn: 谢谢你的啤酒。

source: I lost all my money gambling in the backroom. I think they are cheating.
fr: J'ai perdu tout mon argent en pariant dans l'arrière-salle. Je pense qu'ils trichent.
ja: 奥の部屋のギャンブルで金を全部スッちまった。アイツらイカサマしてやがるんだ。
pt: Perdi todo o meu dinheiro a jogar na sala dos fundos. Acho que estão a trapacear.
zh_cn: 我在密室里赌博输光了钱。我认为他们在作弊。

source: Oh, bad luck.
fr: Oh, pas de chance
ja: ああ、運がなかったね。
pt: Ah, que má sorte.
zh_cn: 哦，运气真差。

source: I will go and play with them to find out if they are cheating.
fr: Je vais y aller et jouer avec eux pour savoir s'ils trichent.
ja: イカサマしてるかどうか、プレイして確かめてくるよ。
pt: Vou jogar com eles para descobrir se eles estão a trair.
zh_cn: 我将去和他们一起玩，看看他们是否在作弊。

source: Thanks for trying to find out more. But you will need a password for entering the back room. [He whispers the password in your ear.] You have to win and lose a few times until they trust you and play for higher amounts. Then they start cheating.
fr: Merci d'essayer d'en savoir plus. Mais tu auras besoin d'un mot de passe pour entrer. [Il te chuchote un mot de passe à l'oreille] Tu devras gagner et perdre quelques fois pour gagner leur confiance et jouer des montants plus élevés. Ensuite ils commencent à tricher.
ja: 詳しく調べてくれるのか、ありがたい。ただ、奥の部屋に入るには合言葉がいるんだ。（あなたの耳元で合言葉をささやく） 向こうがお前を信用して、もっと高い金でプレイするまでは何度か勝ったり負けたりをするんだ。そしたらアイツらはイカサマを始める。
pt: Obrigado por tentar descobrir mais. Mas vai precisar de uma palavra-passe para entrar na sala dos fundos. [Ele sussurra a palavra-passe no seu ouvido.] Tem que ganhar e perder algumas vezes até que eles lhe confiem e joguem por quantias mais altas. Depois eles começam a batotar.
zh_cn: 谢谢你试图了解更多。但你需要一个进入里屋的密码。[他在你耳边轻声说出密码。］ 你必须输赢几次，直到他们信任你，玩出更高的金额。然后他们开始作弊。

source: Thanks for trying to find out more. The password for entering the back room is... [he whispers the password in your ear.] You have to win and lose a few times until they trust you and play for higher amounts. Then they start cheating.
fr: Merci d'essayer d'en savoir plus. Le mot de passe pour entrer dans l'arrière-salle est.. [il te chuchote le mot de passe à l'oreille] Tu devras gagner et perdre quelques fois pour gagner leur confiance et jouer des montants plus élevés. Ensuite ils commencent à tricher.
ja: 詳しく調べてくれるのか、ありがたい。奥の部屋に入る合言葉は…（あなたの耳元で合言葉をささやく） 向こうがお前を信用して、もっと高い金でプレイするまでは何度か勝ったり負けたりをするんだ。そしたらアイツらはイカサマを始める。
pt: Obrigado por tentar descobrir mais. A palavra-passe para entrar na sala dos fundos é... [ele sussurra a palavra-passe no seu ouvido.] Tem que ganhar e perder algumas vezes até que eles confiem em si e joguem por quantias mais altas. Depois começam a trapacear.
zh_cn: 谢谢你尝试去了解更多。进入后面房间的密码是...[他在你耳边轻声说出密码。］ 你必须输赢几次，直到他们信任你，玩出更高的金额。然后他们就开始作弊。

source: Did you already find out if they are cheating? You have to win and lose a few times until they trust you and play for higher amounts. Then they start cheating.
fr: As-tu trouvé s'ils trichaient ? Tu dois gagner et perdre quelques fois pour gagner leur confiance et jouer des montants plus élevés. Ensuite ils commencent à tricher.
ja: アイツらがイカサマしてるかわかったか？ 向こうがお前を信用して、もっと高い金でプレイするまでは何度か勝ったり負けたりをするんだ。そしたらアイツらはイカサマを始める。
pt: Já descobriu se eles estão a trapacear? Tem que ganhar e perder algumas vezes até que eles confiem em si e joguem por quantias mais altas. Depois começam a trapacear.
zh_cn: 你有没有发现他们是否在作弊？ 您必须赢和输几次，直到他们信任您并玩更高的金额。然后他们开始作弊。

source: I did not find anything out yet.
fr: Je n'ai encore rien trouvé
ja: まだ何もわかってません。
pt: Ainda não descobri nada.
zh_cn: 我还没有发现任何问题。

source: I gambled with them and it seems they are cheating.
fr: J'ai parié avec eux et il semble qu'ils trichent.
ja: ギャンブルをしてきましたが、イカサマをしてるようです。
pt: Apostei com eles e parece que estão a trapacear.
zh_cn: 我和他们赌博，看来他们在作弊。

source: I gambled with them and it seems they are cheating. I even had a fight with them.
fr: J'ai parié avec eux et il semble qu'ils trichent. J'ai même dû me battre avec eux.
ja: ギャンブルをしてきましたが、イカサマをしてるようです。喧嘩までやることになりました。
pt: Joguei com eles e parece que estão a trapacear. Até briguei com eles.
zh_cn: 我和他们赌博，他们似乎在作弊。我甚至和他们打了一架。

source: I gambled with them and I think they are playing fair.
fr: J'ai parié avec eux et je pense qu'ils sont honnêtes.
ja: ギャンブルをしてきましたけど、公平にやってると思います。
pt: Apostei com eles e acho que estão a jogar limpo.
zh_cn: 我和他们赌了一把，我认为他们玩得很公平。

source: I still believe they are cheating. Thanks anyway.
fr: Je suis sûr qu'ils trichent. Merci quand même.
ja: やっぱイカサマしてるんじゃないかと思うがなぁ。とにかくありがとな。
pt: Ainda acredito que eles estão a trapacear. Obrigado mesmo assim.
zh_cn: 我仍然相信他们在作弊。不管怎样，谢谢你。

source: Thats what I thought. Thank you for your help.
fr: C'est bien ce que je pensais. Merci pour ton aide.
ja: そうだと思ったよ。手伝ってくれてありがとな。
pt: Foi o que pensei. Obrigado pela sua ajuda.
zh_cn: 我就是这么想的。感谢您的帮助。

source: That's what I thought. Thank you for your help and the fight. Someone had to do it.
fr: C'est bien ce que je pensais. Merci pour ton aide et pour le combat. Quelqu'un devait le faire.
ja: そうだと思ったよ。手伝った上に喧嘩までありがとな。誰かがやらなきゃいけなかったんだ。
pt: Foi o que pensei. Obrigado pela sua ajuda e pela luta. Alguém tinha que o fazer.
zh_cn: 我就是这么想的。感谢您的帮助和战斗。必须有人去做。

source: Thank you for your help with the gamblers.
fr: Merci pour ton aide avec les parieurs.
ja: ギャンブラーの件では手伝ってくれてありがとな。
pt: Obrigado pela sua ajuda com os jogadores.
zh_cn: 感谢你对赌徒的帮助。
