Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: Give me the staff first.
ja: まずはスタッフをよこせ。
zh_cn: 先把法杖给我。

source: No, I have changed my mind. I'll rather keep Bogsten's staff.
ja: いや、気が変わった。ボグステンのスタッフはもらっておくことにする。
zh_cn: 不，我已经改变了主意。我宁愿保留博格斯滕的法杖。

source: You won't betray me, you little fool!
ja: 裏切るんじゃない、この愚か者が！
zh_cn: 你不会背叛我的，你这个小傻瓜!

source: Who is betraying here? Where is my dearly earned reward!
ja: 誰が裏切るんだ？ 僕の報酬はどこだ！
zh_cn: 谁在背叛承诺？我辛辛苦苦挣来的报酬在哪里！

source: Little in height - but strong! Attack!
ja: 背は小さいけど、強いんだ！ 攻撃！
zh_cn: 身高不高--但很强壮!攻击!

source: Finally I got the staff back!
ja: ようやくスタッフを取り戻せたか！
zh_cn: 我终于找回了法杖!

source: My reward...?
ja: 報酬は…？
zh_cn: 我的奖励……？

source: Zuul'khan towers over you and starts muttering strange words.
ja: ズールカンがあなたを見下ろし、奇妙な言葉をつぶやき始める。
zh_cn: 祖尔汗高高在上，开始喃喃自语，说着奇怪的话。

source: I'm feeling dizzy...
ja: めまいがする…
zh_cn: 我感到头晕目眩...

source: Done. You will never fear any of these fungi spores anymore.
ja: 済んだぞ。もうファンガスの胞子を恐れることはあるまい。
zh_cn: 完成了。你再也不怕这些真菌孢子了。

source: Oh wow.
ja: へえ。
zh_cn: 哦，哇。

source: Leave me now! I have to regain my practice of spells.
ja: もう構うんじゃない！ 呪文を再開せねばならんのだ。
zh_cn: 现在就离开我！我必须恢复我的咒语练习。

source: Don't disturb me! I am practicing dangerous spells.
ja: 邪魔をするな！ 危険な呪文を行っているところなのだ。
zh_cn: 别打扰我！我正在练习危险的咒语。

source: You again! How did you get into here?
ja: またか！ どうやってここに？
zh_cn: 又是你！你是怎么进入这里的？

source: I could ask you the same.
ja: それはこっちのセリフだ。
zh_cn: 我可以问你同样的问题。

source: Do not disturb me. I have to concentrate in building my fungi army.
ja: 邪魔をするな。我輩はファンガス軍団を作ることに集中せねばならんのだ。
zh_cn: 不要打扰我。我必须集中精力建立我的真菌军队。

source: By reading a book? Is reading a book the lazy way to create an army?
ja: 本を読んで？ 本を読むのがじっくり軍団を作りあげる方法なの？
zh_cn: 通过读一本书？读书是建立军队的懒人方式吗？

source: That did it. Silence now, or ...
ja: もうガマンならん。黙れ、さもないと…
zh_cn: 这就对了。现在安静下来，否则...

source: Attack?
ja: 攻撃？
zh_cn: 攻击？

source: Coocoo! Trying to read again?
ja: イカれてる！ また読もうとしてるのか？
zh_cn: 咕咕！想再读一遍？

source: Go away you annoying child! I must create the leader for my fungi army!
ja: 構うんじゃない、口やかましい小僧めが！ 我がファンガス軍団のリーダーを創らねばならんのだ！
zh_cn: 走开，你这个讨厌的孩子！我必须为我的真菌大军创造领袖!

source: I grow weary of you.
ja: うんざりしてきた。
zh_cn: 我对你感到厌倦。

source: You interrupt my spells that will make my fungi leader invincible! Ha Ha! So now you must die!
ja: 我がファンガスリーダーを無敵とするための呪文を邪魔したな！ ハハハ！ よってお前はここで死ぬのだよ！
zh_cn: 你打断我的咒语，这将使我的真菌领袖无敌！哈哈！所以现在你必须死！

source: Eh - no, I don't think so.
ja: えぇ…いや、それはないんじゃないかな。
zh_cn: 呃--不，我不认为如此。

source: May I finally practice my black magic in peace?
ja: 平穏に黒魔術を執り行わせてはもらえないか？
zh_cn: 我终于可以平静地练习我的黑魔法了吗？

source: No, not if I can help it. By the way - your book looks strange.
ja: 断る、そんなことするもんか。ところで、あなたの本って変じゃないかな。
zh_cn: 不，如果我能帮上忙的话就不会了。顺便说一句--你的书看起来很奇怪。

source: It is a cookbook. I see lots of delicious recipes.
ja: 料理本ですよね。おいしそうなレシピがたくさん載ってる。
zh_cn: 这是一本烹饪书。我看到很多美味的食谱。

source: Oh that. That's a good cover. I got the book from a 'friend'. In between there are recipes of a completely different kind.
ja: ああそれか。いい表紙だろう。"友"よりもらったものでな。中に挟まれているレシピはまったく別のものだ。
zh_cn: 哦，那个。那是一个很好的掩护。。我从一个'朋友'那里得到了这本书。在两者之间有完全不同的食谱。

source: You mean these strange letters next to the recipe of the Delicious Mushroom Soup?
ja: おいしいキノコスープのレシピの横に書いてある変な文字のこと？
zh_cn: 你是说美味蘑菇汤的食谱旁边的这些奇怪的字母？

source: Be glad that you can't decipher these letters. They are dangerous.
ja: この文字を解読できなくてよかったな。危険なものなのだ。
zh_cn: 请庆幸你不能破译这些字母。它们很危险。

source: It takes great power to tame these spells. My fungi leader grows in strength every day!
ja: この呪文を抑えるには大いなるチカラが必要でな。ファンガスリーダーは日々パワーを増しておる！
zh_cn: 驾驭这些法术需要巨大的力量。我的真菌领袖的力量每天都在增长!

source: At school I was good at spelling: A B C ...
ja: 学校では読み書きが得意だったんだ。あ、い、う…
zh_cn: 在学校，我很擅长拼写。A B C ...

source: I've had enough of your cheekiness now. These were your last words!
ja: お前の生意気さにはもううんざりだ。それが辞世の句なのだな！
zh_cn: 我现在已经受够了你的厚脸皮。这是你的遗言!

source: We'll see...
ja: どうかな…
zh_cn: 我们拭目以待...

source: You shall not pass.
ja: お前は通ってはならない。
zh_cn: 你不能通过。

source: Your foul master is gone.
ja: あなたのマスターはいなくなったよ。
zh_cn: 你的臭主人不见了。

source: [Lie] Your master has told me to go here. Out of my way now!
ja: （嘘）あなたのマスターからここを通るように言われたんだ。どいてくれ！
zh_cn: [谎言]你的主人让我到这里来。马上给我让开！

source: For now.
ja: 今のところは。
zh_cn: 就目前而言。

source: The black fog hisses and instantly vanishes.
ja: 黒い霧がシューッという音を立てて、一瞬にして消え去る。
zh_cn: 黑雾嘶嘶作响，瞬间就消失了。

source: Oh, that was easy.
ja: ああ、簡単だった。
zh_cn: 哦，那很容易。

source: Your foul master is gone again...
ja: あなたのマスターはまたいなくなった…
zh_cn: 你的臭主人又走了……

source: I think I have seen you before...
ja: どこかで見たような…
zh_cn: 我想我以前见过你......

source: Yes, now I remember.
ja: ああ、思い出した。
zh_cn: 是的，现在我想起来了。

source: Your foul master is once more gone...
ja: あなたのマスターはまたいなくなったよ…
zh_cn: 你的臭主人又走了……

source: Oh my. How often?
ja: やれやれ。何度目？
zh_cn: 哦，天哪。多久一次？

source: You could be a little more varied.
ja: もう少し変化に富んでもいいのに。
zh_cn: 你可以再多一点变化。

source: Your master is dead. Begone!
ja: あなたのマスターは死んだ。立ち去れ！
zh_cn: 你的主人死了。走开！

source: Your master is dead forever now. Begone!
ja: あなたのマスターは完全に死んだ。立ち去れ！
zh_cn: 你的主人现在永远的死了。走开！

source: Why me? What have I done to deserve this?
ja: どうして僕なんだ？ 僕が何をしたっていうんだ？
zh_cn: 为什么是我？我做了什么，值得这样做？

source: At last.
ja: ようやく。
zh_cn: 终于到了。

source: No. We were expecting you to say so. We were told not to leave.
ja: 断る。そう言うと思っていた。ここを離れないようにと言われている。
zh_cn: 不。我们期待你这么说。我们被告知不要离开。

source: I need to know what's behind this, but obviously I can't get past that way. I had best try to find another way.
ja: この奥にあるものを知りたいけど、明らかにこの道は通れない。別の手段を探そう。
zh_cn: 我需要知道这背后是什么，但显然我无法通过这种方式。我最好尝试找到另一种方式。

source: Well, you are learning.
ja: ああ、学習したんだ。
zh_cn: 好吧，你正在学习。

source: You can't examine the chest with the great mushroom on your heels.
ja: 巨大キノコを背にした状態で箱を調べることはできない。
zh_cn: 你不能用你的脚后跟的大蘑菇来调查箱子。

source: On your final blow, the great mushroom explodes. Suddenly, the mushroom pieces spring back to life!
ja: 最後の一撃で巨大キノコが爆発する。直後、キノコのカケラたちが復活していく！
zh_cn: 在你的最后一击中，大蘑菇爆炸了。突然间，蘑菇碎片又活了过来！这是什么情况！

source: The room is quiet at last.
ja: やっと部屋が静かになった。
zh_cn: 房间里终于安静了。

source: The giant mushroom is finally destroyed.
ja: ようやく巨大キノコが滅ぼされた。
zh_cn: 巨大的蘑菇终于被摧毁了。

source: Thank you, thank you!
ja: ありがとう、ありがとう！
zh_cn: 谢谢你，非常感谢你!

source: My name is Lediofa. I was travelling with my family to Vilegard. We wanted to visit my uncle.
ja: 私はレディオファ。家族と一緒にヴィルガードへ旅してたんです。叔父に会いに行っていたのだけど。
zh_cn: 我的名字是莱德奥法。我和我的家人一起去维尔加德旅行。我们想去看望我的叔叔。

source: We were attacked by robbers in the forest. I don't know what happened to my family. It was terrible.
ja: 森で強盗に襲われてしまって。家族がどうなったのかはわかりません。恐ろしかった。
zh_cn: 我们在森林里被强盗袭击了。我不知道我的家人发生了什么。这很可怕。

source: Poor child.
ja: かわいそうに。
zh_cn: 可怜的孩子。

source: I was dragged into this cave.
ja: 私はこの洞窟へと引きずり込まれました。
zh_cn: 我被拖进了这个山洞。

source: The only thing I saw was a figure clad in black who kept muttering mean sounding words.
ja: 見たものは、黒い服を着た訳のわからないことをつぶやいている人の姿だけでした。
zh_cn: 我唯一看到的是一个身穿黑衣的身影，他不停地喃喃自语。

source: That must have been Zuul'khan.
ja: ズールカンに違いない。
zh_cn: 那一定是祖尔汗。

source: Yes, it was him. I hope you're not one of his friends? Please no!
ja: そう、彼です。まさか、あの男の仲間だったりしませんよね？ やめてください！
zh_cn: 是的，是他。我希望你不是他的朋友之一？拜托！

source: Don't panic. I am $playername from Crossglen. Zuul'khan received his just punishment. He can't do anything to you anymore.
ja: 慌てないで。僕はクロスグレンの$playername。ズールカンは正当な裁きを受けたんだ。もうあなたには何もできないよ。
zh_cn: 不要惊慌。我是来自克罗斯山谷的$playername。祖尔汗得到了他应有的惩罚。他再也不能对你做什么了。

source: Oh, how relieved I am to hear that! Thank you again!
ja: ああ、それを聞いて本当に安心した！ 改めてどうもありがとう！
zh_cn: 哦，听到这个消息，我多么欣慰！再次感谢！

source: This black-clad man wanted to feed me to this awful big mushroom. He told me the mushroom still needed to grow much larger, and then it could help him invade the land.
ja: 黒い服を着たその男は、あの恐ろしい巨大キノコに私を食べさせようとしました。彼は言ってたんです。このキノコはもっと大きくなる必要がある、それでこの地の侵略の一助となる、って。
zh_cn: 这个黑衣人想把我喂给这个可怕的大蘑菇。他告诉我，这个蘑菇还需要长得更大，然后可以帮助他入侵土地。

source: I'm glad this nightmare is over now. Thanks to you, $playername.
ja: この悪夢が終わってくれてよかった。ありがとう、$playername。
zh_cn: 我很高兴这个噩梦现在已经结束了。谢谢你，$playername。

source: Oh, that was nothing.
ja: ああ、なんてことない。
zh_cn: 哦，那没什么。

source: I do things like that every other day.
ja: 僕は日々こんなことをしているんだ。
zh_cn: 我每隔一天就做这样的事情。

source: It was a tough fight indeed.
ja: 本当に大変な戦いだった。
zh_cn: 这的确是一场艰苦的战斗。

source: I should go look for my parents - I'm sure they are very worried. Although...
ja: 両親を探しに行かないと。きっとすごく心配してるんだろうな。でも…
zh_cn: 我应该去找我的父母--我确信他们非常担心。虽然...

source: The boy told me he had some business with a rich man in Brimhaven. Maybe he went there.
ja: その少年なら、ブリムヘブンの金持ちと取引があるのだと言っていました。そちらに向かったのかもしれません。
zh_cn: 那个男孩告诉我，他和布林海文的一个富人有一些生意。也许他去了那里。

source: I don't know. Maybe it was the deliverer of the letters. [Oh no, it could have been Andor who destroyed the dam!]
ja: さあな。もしかすると手紙の配達人かもしれん。 （なんてことだ、ダムを破壊したのはアンドールかもしれない！）
zh_cn: 我不知道。也许是送信的人。 [哦，不，可能是安道尔破坏了大坝！]

source: You...what? After saving me, you would turn against me?
ja: 何を…言っている？ ワシを助けたあとに、敵に回るというのか？
zh_cn: 你......什么？在救了我之后，你会反过来对付我？

source: Enough talk, time to die.
ja: 話はもういい、死んでくれ。
zh_cn: 说够了，该去死了。

source: What do you intend to do with the mouse?
ja: ネズミをどうするつもりですか？
zh_cn: 你打算用老鼠做什么？

source: I'll give it to the cat. That should solve the problem.
ja: ネコにあげます。これで問題は解決でしょう。
zh_cn: 我把它给了猫。这应该能解决这个问题。

source: Here lies Hagale. Killed by greedy $playername, just when he wanted to start a new life.
ja: ハガレはここに眠る。新しい人生を始めようとしていた矢先に、欲張りな$playernameに殺された。
zh_cn: 这里躺着哈盖尔。被贪婪的$playername杀死，就在他想开始新生活的时候。

source: This must be the great Duleian Road! I have heard so much of it - and now I am really here!
ja: ここがかの偉大なるデュリアン街道に違いない！ 話にはいろいろと聞いてきたけど、本当にここまで来たんだ！
zh_cn: 这一定是伟大的杜莱恩路!我听说过很多关于它的事情--现在我真的到了这里!

source: I should better wear my gloves again.
ja: また手袋を着けたほうがいい。
zh_cn: 我最好再戴上我的手套。

source: Here lie the members of the Bogsten family. May they rest in peace.
ja: ボグステン一族の者がここに眠る。 安らかに眠れますように。
zh_cn: 这里躺着博格斯滕家族的成员。 愿他们安息。

source: Bogsten, my dear great-grandchild! After all these years you come to visit me again!
ja: ボグステン、わがひ孫よ！ 久々に会いに来てくれたのですね！
zh_cn: 博格斯滕，我亲爱的曾孙子！这么多年过去了，你又来看望我了!

source: Sorry, I am not of your family. I am $playername from Crossglen.
ja: ごめんなさい、僕はあなたの家族じゃないんだ。クロスグレンの$playernameです。
zh_cn: 对不起，我不是你们家的人。我是来自克罗斯山谷的$playername。

source: Really? My eyes don't seem to be as clear as they used to be.
ja: 本当に？ 私の目は以前ほどはっきりとは見えていないようですね。
zh_cn: 真的吗？我的眼睛似乎没有以前那么清晰了。

source: Where is this naughty boy? He should have come for cleaning every week.
ja: あのワンパク小僧はどこ？ 毎週掃除に来なくてはならないのに。
zh_cn: 那个顽皮的男孩在哪里？他应该每周都来打扫的。

source: He is dead.
ja: 彼は死んだ。
zh_cn: 他死了。

source: I met him in the house upstairs. He was very ill.
ja: 上にある家で彼と会いました。重い病気だったんだ。
zh_cn: 我在楼上的房子里见到了他。他病得很重。

source: Death is not a reason to neglect one's duties!
ja: 死は義務を怠る理由にはなりません！
zh_cn: 死亡并不是忽视自己职责的理由!

source: Ill? You mean lazy and sleepy!
ja: 病気？ 怠けて眠っているということですね！
zh_cn: 有病？你的意思是懒惰和困倦!

source: I never could stand that spoiled kid. He only ever comes to get new gold from the family treasure.
ja: あのような甘ったれた子には我慢なりませんでした。家宝から新しいお金を取りにしか、あの子は来ないのですよ。
zh_cn: 我永远无法忍受那个被宠坏的孩子。他只会从家族的宝藏中获得新的黄金。

source: How ungrateful!
ja: なんて恩知らずな！
zh_cn: 多么忘恩负义!

source: Ungrateful indeed. I would rather give our gold to some random beggar than to see it squandered by him.
ja: 本当に恩知らずな。あの男にお金を無駄遣いされるのを見届けるくらいなら、どこかの物乞いにでもあげた方がマシです。
zh_cn: 的确是忘恩负义。我宁愿把我们的金子给一些随机的乞丐，也不愿看到它被他挥霍掉。

source: Tell me child, where are you going in the world?
ja: 少年、一体あなたはどこに向かっているのです？
zh_cn: 告诉我孩子，你到底要去哪里？

source: My father sent me to find my brother Andor. He left some time ago and hasn't come back yet.
ja: 僕の兄のアンドールを見つけるために父から送られました。少し前に出て行って、まだ帰ってこないんです。
zh_cn: 我父亲派我去找我哥哥安道尔。他前段时间离开了，至今没有回来。

source: It really is an honorable goal. I like you, my child. Truly.
ja: 本当に立派な目標ですね。気に入りましたよ。実に。
zh_cn: 这真的是一个光荣的目标。我喜欢你，我的孩子。真正的。

source: Did you see my brother? He looks a bit like me.
ja: 兄を見かけましたか？ 僕に少し似ています。
zh_cn: 你是否看到我的兄弟? 他想像我那样。

source: No, I haven't seen Andor. I hope that you will find him soon and that you can return to your father together.
ja: いいえ、アンドールは見ていません。早く彼を見つけて、一緒にお父さんのもとに戻れることを願っています。
zh_cn: 不，我还没有看到安道尔。我希望你能尽快找到他，并希望你能一起回到你父亲身边。

source: My father will be very glad.
ja: 父は喜ぶでしょう。
zh_cn: 我父亲会非常高兴。

source: How touching! I will give you something. You really deserve a little gold.
ja: なんて感動的な！ あなたに何かあげましょうか。多少のお金が相応しいでしょう。
zh_cn: 多么感人啊！我会给你一些东西。你真的应该得到一点金子。

source: Oh, you don't have to!
ja: あぁ、そんなことしてくれなくても！
zh_cn: 哦，你不需要这样做!

source: At last some gold.
ja: ようやくお金が。
zh_cn: 终于有一些黄金了。

source: Go ye into our family tomb. You may pick something from our treasures.
ja: 我が家の墓に入りなさい。うちの宝物から何か手に入るかもしれません。
zh_cn: 进入我们家族的坟墓。您可以从我们的宝藏中挑选一些东西。

source: It was a pleasure to meet you. Farewell, kid!
ja: 会えてよかった。さようなら！
zh_cn: 很高兴见到你。再见了，孩子！

source: Ah, so you found your way downstairs. Smart child, it was a pleasure to meet you. Farewell!
ja: ああ、下に降りてきたのね。賢い子です、会えてよかった。さようなら！
zh_cn: 啊，所以你找到了下楼的路。聪明的孩子，很高兴见到你。永别了!

source: So you've chosen my gardening gloves. A wise choice!
ja: 私の園芸用手袋を選んだのですね。賢い選択です！
zh_cn: 所以你选择了我的园艺手套。一个明智的选择！

source: There used to be also a family-owned cookbook. Unfortunately that has been lost. It contained valuable recipes - the mushroom soup in particular was a dream!
ja: 以前は家族経営の料理本もあったのです。残念ながら紛失してしまって。貴重なレシピが載っていて、特にキノコスープは夢のようでした！
zh_cn: 以前也有一本家族式的食谱。不幸的是，它已经丢失了。它包含了宝贵的食谱--特别是蘑菇汤是一个梦想！

source: Let's have another game - I bid.
ja: 次のゲームにしよう…ビッド。
zh_cn: 我们再来一局吧--我出价。

source: Let's have another Skat game - Bogal, you bid.
ja: 次のスカートを始めるぞ。ボガル、ビッドしろ。
zh_cn: 让我们再来一场Skat游戏--博加尔，你出价。

source: Ah, good. I already thought you wanted to play Null.
ja: ああ、よし。ヌルしたいのかと思ったよ。
zh_cn: 啊，很好。我已经想到你想玩这些。

source: Hey, you've forgotten 30!
ja: おい、30を忘れてるぞ！
zh_cn: 嘿，你忘了30岁了！

source: Nonsense. I've been playing Skat for over 150 years now. I wouldn't make such a silly mistake.
ja: くだらない。もう150年もスカートをやってるんだ。そんなバカな間違いするか。
zh_cn: 胡说八道。我已经玩了150多年的Skat了。我不会犯这种愚蠢的错误。

source: Don't you dare play clubs!
ja: クラブはやめろ！
zh_cn: 你敢玩职业运动吗!

source: I'm old enough to decide that on my own. * giggle *
ja: 俺はもうそういうのを自分で決められる歳なのさ。（クスクス）
zh_cn: 我已经长大了，可以自己决定。 *咯咯笑 *

source: You already said 30.
ja: 30はもう言っただろう。
zh_cn: 你已经说了30。

source: I said FORTY, you deaf idiot!
ja: 40と言ったんだよ、この耳の聞こえないバカが！
zh_cn: 我说的是40，你这个聋子白痴!

source: Who's an idiot??
ja: 誰がバカなんだ？？
zh_cn: 谁是白痴？

source: Both of you. Now go on, Bogal.
ja: お前ら2人とも。さあ続けろボガル。
zh_cn: 你们俩现在继续，博加尔。

source: Why is this kid staring at us? Hey, you! Never seen a Skat game?
ja: なぜこの子は俺たちを見つめているんだ？ おい、お前！ スカートゲームを見たことがないのか？
zh_cn: 这孩子为什么盯着我们看？ 嘿，你！没看过Skat游戏吗？

source: Sure. I'm a Skat pro myself.
ja: ああ。僕はスカートのプロなんだ。
zh_cn: 当然。我自己就是一个Skat专业人士。

source: No. My father always forbade me to gamble.
ja: ないですね。父からギャンブルは禁止されてるんです。
zh_cn: 不，我父亲总是禁止我赌博。

source: Oh dear. Go on, Bogal. I don't want to rot here.
ja: やれやれ。続けろボガル。ここで台なしにはしたくない。
zh_cn: 哦，亲爱的。去吧，博加尔。我不想在这里腐烂。

source: Well, whoever would believe that ...
ja: まあ、誰がそれを信じようが…
zh_cn: 好吧，谁会相信......。

source: Hee!
ja: へえ！
zh_cn: 嘻嘻!

source: 50 - still yes?? You must be cheating!
ja: 50…まだか？ イカサマしてるだろう！
zh_cn: 50 - 仍然是吗？你一定是在作弊!

source: Cheating - me? Dare to say that again!
ja: イカサマだって？ もう一度言ってみろ！
zh_cn: 作弊--我？敢不敢再说一遍!

source: We all know that you always do. Calm down.
ja: お前はいつもやってるだろう。落ち着け。
zh_cn: 我们都知道你总是这样做。冷静下来。

source: Oooh! If you were not already dead, you would be now!
ja: ああッ！ お前がまだ生きていたなら、今頃死んでいるところだぞ！
zh_cn: 如果你不是已经死了，你现在就会死了!

source: But gentlemen! It's just a game!
ja: でも皆さん！ たかがゲームですよ！
zh_cn: 但是，先生们！这只是一个游戏！

source: Just a game? Get out! Away with you!
ja: たかがゲームだと？ 失せろ！ あっちへ行け！
zh_cn: 只是一个游戏？出去！离我们远点！

source: OK. It's your game.
ja: よし。そちらの番だ。
zh_cn: 好的。这是你的游戏。

source: I must find it ...
ja: 見つけないと…
zh_cn: 我必须找到它...

source: Here lies Bogal Bogsten, youngest son of Boriel
ja: ボガル・ボグステンはここに眠る、ボリエルの末子
zh_cn: 这里躺着博加尔-博格斯滕，博瑞尔的小儿子

source: Here lies Botisto Bogsten, middle son of Boriel
ja: ボティスト・ボグステンはここに眠る、ボリエルの次男
zh_cn: 博瑞尔的二儿子博托博格斯滕长眠于此

source: Here lies Bollo Bogsten, oldest son of Boriel
ja: ボロ・ボグステンはここに眠る、ボリエルの長男
zh_cn: 这里躺着博洛-博格斯滕，博瑞尔的长子

source: Here lies Boriel Bogsten
ja: ボリエル・ボグステンはここに眠る
zh_cn: 这里躺着博瑞尔-博格斯滕

source: In death, I still help mushrooms to grow.
ja: 死後も、私はキノコの成長を助けている。
zh_cn: 在死后，我仍然帮助蘑菇生长。

source: Here lies Febalum Bogsten, founder of this mushroom farm.
ja: このキノコ農場の創始者、フェバラム・ボグステンはここに眠る。
zh_cn: 这里躺着法巴姆博格斯滕，这个蘑菇农场的创始人。

source: Bogsten is my name, mushrooms are my game.
ja: ボグステンは我が名前、キノコは我が獲物。
zh_cn: 博格斯滕是我的名字，蘑菇是我的游戏。

source: Here lies Undina Bogsten, a master of fungiculture.
ja: キノコ栽培の達人、アンディナ・ボグステン（Bogsten）はここに眠る。
zh_cn: 这里躺着恩迪娜-博格斯滕，一位真菌栽培的大师。

source: I've been planted in the soil, and it's dark. I feel like a mushroom.
ja: 土の中に植えられている、暗い。キノコになった気分だ。
zh_cn: 我被种在土里，天黑了。我感觉自己像个蘑菇。

source: You want to see the dead?
ja: 死者に会いたい？
zh_cn: 你想看看死人吗？

source: Maybe better not.
ja: やめたほうがいいかも。
zh_cn: 也许最好不要。

source: Now what's the magic word? Spell it!
ja: では魔法の言葉は？ つづりを答えよ！
zh_cn: 现在，这个神奇的词是什么？拼出它来!

source: That doesn't really make sense, don't you think?
ja: それは意味をなしていないのでは？
zh_cn: 这真的说不通，你不觉得吗？

source: Try again.
ja: もう一度やってみる。
zh_cn: 再试一次。

source: Sigh. I give up.
ja: ハァ。降参だ。
zh_cn: 叹息。我放弃了。

source: The tombstone silently glides back into the wall.
ja: 墓石は静かに壁の中に滑り込む。
zh_cn: 墓碑静静地滑回墙上。

source: Andor? Why would we have used the name of your brother here?
ja: アンドール？ なぜそこで兄の名前を使ったのでしょう？
zh_cn: 安道尔？我们为什么要在这里用你哥哥的名字呢？

source: I used to love this too. But not anymore.
ja: 僕も昔はこれが大好きでした。でも今は違う。
zh_cn: 我曾经也很喜欢这个。但现在不是了。

source: Ah - the answer to almost any question, yes. But not to this one - try again.
ja: ああ、ほとんど質問への答えですね、ええ。ですが、これは違います。
zh_cn: 啊--几乎任何问题的答案都是，是的。但不是这个问题的答案--再试试。

source: Pleeease.
ja: お願いします。
zh_cn: 求你了。

source: Will you do it for me?
ja: やってくれないかな？
zh_cn: 你会为我这样做吗？

source: You find some wild mushrooms!
ja: 野生のキノコを見つけた！
zh_cn: 你找到了一些野生蘑菇!

source: Well, what did you expect? I make potions, not mushroom stew. If that's what you're after, go look for that Gison fellow south of town.
ja: あの、何を期待しているので？ 私が作るのはポーションですよ、キノコシチューではないのです。そういうのをお求めでしたら、町の南のジソンを訪ねてくれますかね。
zh_cn: 好吧，你期望什么？我是做药水的，不是炖蘑菇的。如果那是你想要的东西，那就去找镇南的那个吉森吧。

source: What a strange little place! You decide to record this in your father's book of achievements.
ja: なんて不思議な場所なんだ！ あなたはこのことを父の実績本に記録することを決める。
zh_cn: 多么奇怪的小地方！你决定在你父亲的成就书中记录这一点。

source: Stumbling across a group of people watching a beetle contest surely counts as one of the most unusual parts of your adventure. You decide to write some notes about this in your father's book of achievements.
ja: ビートルコンテストを見物している集団と出くわしたことは、きっとあなたの冒険でも特に珍しいものの1つとしてカウントされるのだろう。あなたはこのことを父の実績本に書き留めることにする。
zh_cn: 偶然发现一群人观看甲虫比赛肯定算作冒险中最不寻常的部分之一。你决定在你父亲的成就书中写一些关于这一点的笔记。

source: Looking up at the old watchtower, you think back to the time you witnessed a falcon swooping through the air to catch its prey. You decide to write your memories about it in your father's book of achievements.
ja: 古い見張り塔を見上げながら、獲物を捕らえようと空を舞うハヤブサを見たときのことを思い出す。あのときの思い出を父の実績本に記そうと、あなたは決心する。
zh_cn: 仰望古老的瞭望塔，您会回想起当年目睹一只猎鹰在空中俯冲捕捉猎物的情景。你决定在你父亲的成就书中写下你对它的回忆。

source: You think back over the number of falling rocks and crumbling floors you've encountered in these treacherous mountains. At least the place is safer for the next adventurer - you fell for every trap! You decide to write about your experiences in your father's book of achievements.
ja: この危険な山で何度も落石や、崩れた床に遭遇してきたことを思い返す。少なくとも、次に訪れる冒険家にとって安全な場所であることは間違いない…あなたがすべてのトラップにかかったのだから！ あなたは自分の経験を父の実績本に書くことにした。
zh_cn: 你回想起在这些危险的山脉中遇到的落石和摇摇欲坠的地板的数量。至少这个地方对下一个冒险家来说更安全 - 你爱上了每一个陷阱！你决定在你父亲的成就书中写下你的经历。

source: Yes. Nimael also makes very good soup. Vegetables with forest herbs. If I buy both I hope they will argue less about whose is better.
ja: そう。ニマエルのスープもとてもおいしいんだ。森のハーブの野菜のものでね。両方買って、それでどちらがいいかの言い争いが減ってくれるといいんだけどね。
zh_cn: 是的。尼玛尔还做了非常好的汤。蔬菜加森林草药。如果我同时买下这两样东西，我希望他们能少争论谁的好。

source: Yes, but it is not as good as mine.
ja: ええ、ですが私ほどではありません。
zh_cn: 是的，但它不如我的好。

source: Your wife disagrees.
ja: 妻は反対してますね。
zh_cn: 你老婆不同意。

source: If you say so.
ja: あなたがそう言うなら。
zh_cn: 如果你这么说的话。

source: Well, here is a small taste of mine, and a small taste of hers. I am sure you will agree with me.
ja: ええ、こちらが私の味付けで、こっちは彼女の味付けのもの。あなたはきっと私に賛成してくれるでしょう。
zh_cn: 好吧，这里是我的一小部分口味，也是她的一小部分口味。我相信你会同意我的看法。

source: I think they are both good. One is not better than the other, just different. Different people have different tastes, so perhaps it is better that you offer both, rather than arguing over which is better?
ja: どちらもおいしいと思います。どちらかがもう片方より優れてるわけじゃなくて、ただ違ってるだけです。好みなんて人それぞれなので、どちらがいいかを言い争うよりも両方出したほうがいいんじゃないでしょうか？
zh_cn: 我认为它们都很好。一个不比另一个好，只是不同。不同的人有不同的口味，所以也许你同时提供这两样东西会更好，而不是争论哪个更好？

source: For a kid, that's a very insightful comment. I will talk to my wife about how we can better sell both soups to the townsfolk in Fallhaven. Here are a couple of bottles of my soup as thanks.
ja: 子供にしては、とても洞察力のあるコメントですな。妻と話し合って、フォールヘブンの町の人たちにもっとうまく売る方法を考えてみます。お礼に、私のスープのボトル2本を差し上げましょう。
zh_cn: 对于一个孩子来说，这是个非常有见地的评论。我会和我的妻子谈谈我们如何能更好地把这两种汤卖给法尔海文的乡亲们。这里有几瓶我的汤作为感谢。

source: Glad I could help.
ja: お役に立てて嬉しいです。
zh_cn: 很高兴我能帮上忙。

source: Yes. Vegetables with forest herbs. It is even better than my husband's mushroom soup.
ja: そうなの。森のハーブの野菜のものです。夫のキノコスープよりもおいしいですよ。
zh_cn: 是的。蔬菜与森林草药。这比我丈夫的蘑菇汤还要好。

source: Your husband disagrees.
ja: 夫は反対してますね。
zh_cn: 你丈夫不同意。

source: Well, here is a small taste of mine, and a small taste of his. I am sure you will agree with me.
ja: ええ、こちらが私の味付けで、こっちは彼の味付けのもの。あなたはきっと私に賛成してくれると思うわ。
zh_cn: 好吧，这里是我的一小部分口味，也是他的一小部分口味。我相信你会同意我的看法。

source: For a kid, that's a very insightful comment. I will talk to my husband about how we can better sell both soups to the townsfolk in Fallhaven. Here are a couple of bottles of my soup as thanks.
ja: 子供にしては、とても洞察力のあるコメントね。夫と話し合って、フォールヘブンの町の人たちにもっとうまく売る方法を考えてみます。お礼に、私のスープのボトル2本を差し上げるわね。
zh_cn: 对于一个孩子来说，这是个非常有见地的评论。我会和我丈夫讨论如何更好地把这两种汤卖给法尔海文的乡亲们。这里有几瓶我的汤作为感谢。

source: No, sorry. I have not seen anyone that looks like you. We get few visitors out here in the woods.
ja: 申し訳ない。あなたに似た人は見たことがありませんな。この森には人がめったにやって来ないのです。
zh_cn: 不，很抱歉。我没有看到任何看起来像你的人。我们在树林里很少有游客。

source: OK. Thanks anyway. Let's talk about something else.
ja: わかりました。とにかくありがとう。他の話をしましょう。
zh_cn: 行。不管怎么说，还是要谢谢你。我们谈些别的吧。

source: OK. I need to be going.
ja: わかりました。もう行かないと。
zh_cn: 好的。我得走了。

source: You find an empty bottle.
ja: 空のボトルを見つけた。
zh_cn: 你找到一个空瓶子。

source: It's nice to see you again. I have some exciting news to share.
ja: またお会いできてうれしいですね。ワクワクするようなニュースがあるのですよ。
zh_cn: 很高兴再次见到你。我有一些令人兴奋的消息要分享。

source: Thanks to your advice, we have been successful selling more soup to the townsfolk in Fallhaven. We have even cooperated to craft new recipes. We also give free samples of our latest soups to those that buy from us, so they know what is on offer.
ja: あなたのアドバイスのおかげで、フォールヘブンの町の人たちにもっとたくさんのスープを売ることができました。 新しいレシピを作るために私たちで協力したのです。 また、うちでお買い上げいただいた方には、新作のスープの無料サンプルを差し上げておりますので、何が提供されているかがわかりますよ。
zh_cn: 多亏了您的建议，我们成功地向法尔海文的镇民出售了更多的汤。 我们甚至合作制作新的食谱。 我们还向从我们这里购买的人提供免费的最新汤的样品，以便他们知道所提供的产品。

source: I'm glad I could help. You sell more soup, and the people in Fallhaven get more choices. Everyone wins!
ja: お役に立てて嬉しいです。より多くのスープを売れるし、フォールヘブンの人たちはもっとたくさんの選択肢が得られる。みんなが得をするんだ！
zh_cn: 我很高兴能帮上忙。你卖出了更多的汤，而法尔海文的人们得到了更多的选择。每个人都是赢家!

source: I have a variety of food and drinks.
ja: 料理もドリンクも色々取り揃えてありますよ。
zh_cn: 我有各种各样的食物和饮料。

source: OK. Please show me.
ja: なるほど。見せてください。
zh_cn: 好的。请给我看看。

source: I have some new soup now, from Gison and Nimael. It's expensive, but worth the money.
ja: ジソンとニマエルの新しいスープがあります。お高いですが、それだけの価値はありますよ。
zh_cn: 我现在有一些新汤，来自吉森和尼玛尔。它很贵，但值得花钱。

source: I feel a bit ill. Maybe I should rest a bit before I leave.
ja: ちょっと気分が悪くて。出かける前に少し休んだほうがいいのかも。
zh_cn: 我觉得有点不舒服。也许我应该在离开前休息一下。

source: That might be the giant mushroom's poison. The potioner in Fallhaven knows the cure.
ja: 巨大キノコの毒かもしれない。フォールヘブンの薬師が治療法を知ってますよ。
zh_cn: 这可能是巨型蘑菇的毒药。法尔海文的药剂师知道解药。

source: [Lediofa's eyes widen.] I've been poisoned...? Oh no! I'll seek the potioner right away. Thank you for telling me. I hope we meet again, $playername.
ja: （レディオファは目を見開く）毒を盛られた…？ しまった！ すぐに薬師を探します。教えてくれてどうもありがとう。またお会いできるといいですね、$playername。
zh_cn: [莱迪奥法瞪大了眼睛。]我中毒了...？哦不！我会马上找到药水师。谢谢你告诉我。我希望我们再次见面，$playername。
