Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: I ignored the advice of the strange guy that I almost stumbled over. I must see some guards.
ja: ほとんど偶然に遭遇した妙な男のアドバイスをあなたは無視した。衛兵に会わないと。
zh_cn: 我没有理会那个差点被我绊倒的奇怪家伙的建议。我必须见一些警卫。

source: Somehow, a Feygard general and his men reached Prim. They are kind of extorting the people in charge to get full control of Elm mine.
ja: どうやってか、プリムにフェイガードの将軍と部下がやって来た。彼らはエルム鉱山の完全な支配権を得るために責任者を恐喝している。
zh_cn: 不知怎的，一个费加德将军和他的手下到了普里姆。他们在勒索负责人以获得对榆树矿的完全控制权。

source: The man in charge is not willing to listen to me. He says he has more important things to deal with. Maybe the guy I met earlier was right.
ja: 責任者はあなたの話を聞こうとしない。もっと大事なことがあるのだと言っている。さっき会った人が正しかったのかもしれない。
zh_cn: 负责人不愿意听我说。他说他有更重要的事情要处理。也许我之前遇到的那个人是对的。

source: A Feygard general and two of his henchmen appeared. What are they up to?
ja: フェイガードの将軍とその部下2人が現れた。何をしようとしているのだろう？
zh_cn: 一个费加德将军和他的两个随从出现了。他们要做什么？

source: Ehrenfest is uneasy. He said we must meet in Elm mine, west of prim. We should talk no more about this inside the village.
ja: エーレンフェストは不安そうだ。プリムの西にあるエルム鉱山で会おうと言っている。これ以上村の中では話すべきでない。
zh_cn: 埃伦费斯特感到不安。他说我们必须在普里姆以西的榆树矿见面。我们不应该在村子里再谈论这件事。

source: Ehrenfest told me his story, and why he knew about what I saw on the mountain side, but he didn't dare to go down the hole.
ja: エーレンフェストは身の上話をし、あなたが山腹で見たもののことをどうして知っているのかを語ったが、穴の中へと入る勇気はなかった。
zh_cn: 埃伦费斯特告诉我他的故事，以及为什么他知道我在山边看到的东西，但他不敢下到洞里。

source: I explained to Ehrenfest the horrible scene, and showed him proof of the torture. Poor guys...
ja: あなたはあの恐ろしい光景のことをエーレンフェストに説明し、拷問の証拠を見せた。かわいそうに…
zh_cn: 我向埃伦费斯特解释了可怕的一幕，并向他展示了酷刑的证据。可怜的家伙...

source: I must ask the villagers about Lorn and his partners, maybe I can gather some useful information from the common gossip.
ja: 村人にロルンとその仲間について尋ねてみよう、よくある噂話から何か有益な情報を得られるかもしれない。
zh_cn: 我必须向村民打听洛恩和他的伙伴们的情况，也许我可以从普通的闲谈中收集到一些有用的信息。

source: It seems Lorn was a regular client of the tavern. I should ask there.
ja: ロルンは酒場の常連だったようだ。そこで聞いてみよう。
zh_cn: 看来洛恩是酒馆的一个常客。我应该去那里问问。

source: One of the tavern regulars, possibly Lorn's old partner Jern, does not believe that Lorn's death was an accident, maintaining Lorn had been climbing the mountains for longer he could remember. However, he does not feel comfortable to continue the conversation.
ja: 酒場の常連の1人でおそらくかつてロルンの仲間だったジャーンは、ロルンの死が事故だとは思っていないようだ。物心ついた頃からずっとロルンは山に登っていたという。しかしながら、彼はこれ以上話を続けるには体調がよろしくない。
zh_cn: 酒馆的一个常客，可能是洛恩的老搭档杰恩，不相信洛恩的死是个意外，认为洛恩在他有记忆的时候就已经开始爬山了。然而，他觉得继续谈话并不合适。

source: Lorn's old partner asked me to bring a large bottle of cool water from the streams that are down the hole East of Prim. I bet it is the same hole I've been down earlier.
ja: ロルンの昔の仲間は、プリムの東にある穴で流れている小川の、冷たい水の入った大きなボトルを持って来るようあなたに頼んだ。さっきまで降りていたあの穴と同じだろう。
zh_cn: 洛恩的老伙伴让我从普里姆东边的洞里带一大瓶凉水。我敢打赌，那是我之前下过的同一个洞。

source: I've collected enough water. Time to leave this dark place.
ja: 水は十分集まった。そろそろこの暗い場所を離れる時だ。
zh_cn: 我已经收集了足够的水。是时候离开这个黑暗的地方了。

source: I brought the cold water to Lorn's old partner. He seems to be better, and is less intoxicated.
ja: ロルンの昔の仲間に冷たい水を持ってきた。すっかり良くなったようで、彼はもう酔いが回っていない。
zh_cn: 我把冷水拿给洛恩的老搭档。他似乎好些了，而且醉意减轻了。

source: Jern doesn't know anything about a missing couple. How can a member of Lorn's crew ignore the mission of his group? Again, something does not fit. I should visit Ehrenfest again.
ja: ジャーンは行方不明の夫婦について何も知らない。ロルンの仲間がどうして任務を見て見ぬふりできるのだろう？ やはり何かがしっくりこない。もう一度エーレンフェストを訪ねてみよう。
zh_cn: 杰恩对一对失踪的夫妇一无所知。洛恩的船员怎么会无视他的团队的使命？同样，有些东西说不通。我应该再次访问埃伦费斯特。

source: I decided to solve this situation myself, as Ehrenfest proved not to be trustworthy enough.
ja: エーレンフェストが十分に信用できないことがわかったので、あなたはこの状況を自分で解決することにした。
zh_cn: 我决定自己解决这种情况，因为事实证明埃伦费斯特不值得信赖。

source: Despite Ehrenfest's ostensible lies, I decided to give him a second chance.
ja: エーレンフェストのうわべだけの嘘にもかかわらず、あなたは彼にもう一度チャンスを与えることにした。
zh_cn: 尽管埃伦费斯特表面上撒谎，但我还是决定给他第二次机会。

source: It's settled. Ehrenfest and I will reach Blackwater Settlement and stop General Ortholion's evil plan.
ja: 結論が出た。エーレンフェストとあなたはブラックウォーター集落に赴き、オルトリオン将軍の邪悪な計画を阻止する。
zh_cn: 就这么定了。埃伦费斯特和我将到达黑水定居点，阻止奥瑟里昂将军的邪恶计划。

source: I've found a severely wounded woman inside a mountain cabin. She claims to have been suddenly attacked by a group of wyrms. Ortholion and the other scout left her resting and departed to Blackwater Settlement.
ja: 山小屋で重傷を負った女性を発見した。彼女は突然、ウィルムの一団に襲われたと言っている。オルトリオンと他の斥候は、彼女を休ませてブラックウォーター集落へと出発して行った。
zh_cn: 我在一个山间小屋内发现了一个严重受伤的女人。她声称被一群巫妖突然袭击了。奥瑟里昂和另一名侦察员让她休息，然后启程前往黑水定居点。

source: I killed the mountain scout that was taking refuge in the old cabin up in the mountain.
ja: 山の上の方にある古い小屋に避難していた山岳斥候を殺した。
zh_cn: 我杀了那个在山上的老屋里避难的山地侦察员。

source: I talked again with Jern. Maybe the guards will be more reasonable if he leads the conversation instead of me.
ja: またジャーンと話した。あなたの代わりに彼が会話をリードすれば、衛兵はもっと道理を弁えてくれるかもしれない。
zh_cn: 我又和杰恩谈了谈。如果由他而不是我带头谈话，也许守卫们会更讲道理。

source: It seems Ehrenfest lied to me more than once. He's probably connected with the missing people and Lorn's death. I must find General Ortholion and warn him about Ehrenfest.
ja: エーレンフェストはあなたに何度も嘘をついたようだ。おそらく行方不明者やロルンの死に、彼が関係している。オルトリオン将軍を見つけて、エーレンフェストのことを警告しよう。
zh_cn: 埃伦费斯特似乎不止一次对我撒谎。他可能与失踪人员和洛恩的死亡有关。我必须找到奥托利翁将军，警告他关于埃伦费斯特的事情。

source: One of the general's henchmen attacked me without provocation. There was something wrong with her. Better hurry up and meet with the Feygard general.
ja: 将軍の部下の1人が、挑発もなしにあなたを攻撃してきた。どこか様子がおかしかった。早くフェイガードの将軍に会った方がいい。
zh_cn: 将军的一名党羽在没有挑衅的情况下袭击了我。她有些不对劲。最好赶快与费加德将军见面。

source: Ehrenfest revealed his true intentions, but fled before getting surrounded. According with his own words, he will be waiting for General Ortholion in the Elm mine.
ja: エーレンフェストは真意を明かしたものの、取り囲まれる前に逃げた。話によれば、エルム鉱山でオルトリオン将軍を待ち受けているという。
zh_cn: 埃伦费斯特暴露了他的真实意图，但在被包围之前就逃走了。根据他自己的说法，他将在榆树矿区等待奥瑟里昂将军。

source: After a brief conversation with the general, he left Blackwater settlement in a rush to reach Elm mine. He seemed really worried about the mine, so he asked me to warn his soldiers, settled south of Prim.
ja: 将軍との短い会話の後、彼はエルム鉱山へと駆けつけるためにブラックウォーター集落を去った。鉱山のことをとても心配しているようで、プリムの南にいる兵士たちに警告するようあなたに頼んできた。
zh_cn: 在与将军进行了简短的交谈后，他离开了黑水定居点，急于到达榆树矿。他似乎真的很担心矿山，所以他让我警告他的士兵，他们在普里姆以南定居。

source: I reported to the general's henchmen about his plans. Now, I should hurry to the Elm mine.
ja: 将軍の部下に彼の計画を伝えた。さて、エルム鉱山に急ごう。
zh_cn: 我向将军的心腹报告了他的计划。现在，我应该赶紧去榆树矿。

source: Once in the mine I saw corpses and collapsed tunnels. I tried to go another way and reached some more tunnels. Fortunately, they were not collapsed, but there was something strange there that scared even the venomfangs. Something evil.
ja: 鉱山に入ると、死体や崩壊したトンネルが見えた。別の道を進むことを試みると、また別のトンネルへとたどり着いた。幸いにも崩壊はしていなかったが、そこにはベノムファングも怯えるような奇妙な何かがあった。邪悪なものだ。
zh_cn: 进入矿井后，我看到了尸体和坍塌的隧道。我试图走另一条路，并到达了一些更多的隧道。幸运的是，它们没有坍塌，但那里有一些奇怪的东西，甚至连毒虫都害怕。邪恶的东西。

source: One of the unexploited areas of the mine had a walled up passage and lots of those strange glowing gems. They seem to consume living beings to grow and bring life to inanimated things or corpses. I must be very careful.
ja: 鉱山の未開拓エリアの1つに壁に囲まれた通路があり、奇妙な光を放つ宝石がたくさんあった。生きているものを食らって成長し、生気のない者や死者に命を吹き込むようだ。気をつけよう。
zh_cn: 矿区的一个未开发区域有一个被墙围起来的通道，有很多那种奇怪的发光宝石。它们似乎会吞噬活人生长，给无生命的东西或尸体带来生命。我必须非常小心。

source: It was true! That strange glowing material is alive. I should be extremely cautious; it seems to be able to engulf living beings. I found the last of Ortholion's henchman alive. He has gone back to search for reinforcements. I hope they are better than those who dared to enter here.
ja: 本当だった！ 奇妙なあの光る物体は生きている。生き物を飲み込むことが出来るようだ、細心の注意を払おう。オルトリオンの部下の最後の1人が生き残っているのを発見した。援軍を求めて彼は引き返して行った。ここへ立ち入る勇気を持っていた者たちより優秀だといいのだけど。
zh_cn: 这是真的!那种奇怪的发光物质是活的。我应该非常谨慎；它似乎能够吞噬活人。我发现最后一个奥瑟里昂将军的手下还活着。他已经回去寻找援军了。我希望他们比那些敢于进入这里的人更好。

source: I ended up trapped on a one-way path deep in a cavern below the Elm mine. General Ortholion is blocking the only way to escape for Ehrenfest. This is his end.
ja: エルム鉱山の地下の洞窟奥深くで、一方通行の道に閉じ込められてしまった。オルトリオン将軍はエーレンフェストにとっての唯一の脱出路を塞いでいる。これで彼は終わりだ。
zh_cn: 我最终被困在榆树矿井下方一个洞穴深处的一条单行道上。奥瑟里昂将军正在阻止埃伦费斯特逃生的唯一途径。这是他的结局。

source: Ehrenfest reversed the situation using some kind of magic, seemingly unknown even to himself.
ja: エーレンフェストは、どうやら本人でさえ理解できていないらしい何らかの魔法を用いて状況をひっくり返した。
zh_cn: 埃伦费斯特用某种魔法扭转了局面，甚至连他自己似乎都不知道。

source: Ehrenfest escaped again! General Ortholion is unconscious and the reinforcements haven't shown up yet...
ja: エーレンフェストがまた逃げた！ オルトリオン将軍は気絶しており、援軍は未だ来ない…
zh_cn: 埃伦费斯特又逃了！ 奥瑟里昂将军昏迷不醒，增援部队还没有出现……

source: Kamelio, who was no longer a human being, tried to kill both the general and me, but we survived. Better get out of this cavern as soon as possible.
ja: 人間をやめてしまったカメリオが将軍とあなたを殺そうとしてきたが、生き延びた。一刻も早くこの洞窟を脱出した方がいい。
zh_cn: 不再是人类的卡梅里奥试图杀死将军和我，但我们活了下来。最好尽快离开这个洞穴。

source: I got back to the Elm mine dining room. Despite saving the general's life he's not eager to reward me. Maybe I should try again later when we are both more settled.
ja: エルム鉱山の食堂に戻った。命を救ったにも関わらず、将軍はあなたに報酬を与えることにあまり熱心でない。落ち着いてから改めて聞いてみよう。
zh_cn: 我回到了榆树矿的饭厅。尽管救了将军的命，但他并不急于奖励我。也许我应该在以后等我们俩都比较安定的时候再试试。

source: After arriving back at a safer place, General Ortholion asked me a question. "What is most important to you?" I need to think about it before giving him my reply.
ja: 安全な場所へと戻った後、オルトリオン将軍はあなたに質問をした。"あなたにとって1番大切なものは何か？"よく考えてから返答しよう。
zh_cn: 回到比较安全的地方后，奥瑟里昂将军问了我一个问题。"对你来说什么是最重要的？"我需要考虑一下再给他答复。

source: For my bravery, General Ortholion rewarded me with a lot of gold and told me to meet him in a couple of days.
ja: あなたの勇敢さに対して、オルトリオン将軍は多額のお金を報酬として与え、数日後に会おうと言ってきた。
zh_cn: 由于我的勇敢，奥瑟里昂将军奖励了我很多黄金，并告诉我几天后去见他。

source: For my bravery (and my greediness), General Ortholion rewarded me with a lot of...junk. He might pay me better next time if I meet him in some days.
ja: あなたの勇敢さ（と強欲さ）に対して、オルトリオン将軍はたくさんの…ガラクタを報酬として与えた。数日後に会えば、今度はもっといい報酬をくれるかもしれない。
zh_cn: 由于我的勇敢（和我的贪婪），奥瑟里昂将军奖励了我很多......垃圾。如果我过些日子见到他，他下次可能会给我更好的报酬。

source: For my bravery (and my lack of honor), General Ortholion rewarded me with a small bag of gold. He may have some news for me in a couple of days.
ja: あなたの勇敢さ（と名誉の欠如）に対して、オルトリオン将軍は少額のゴールド袋を報酬として与えた。数日後、彼から何か知らせがあるかもしれない。
zh_cn: 由于我的勇敢（以及我缺乏荣誉），奥瑟里昂将军奖励了我一小袋黄金。过几天他可能会有一些消息给我。

source: For my bravery and sense of honor, General Ortholion gave me a beautiful necklace, a symbol of his gratitude towards me. He also told me to come back in a few days, when I should ask him about all the events that have happened.
ja: あなたの勇敢さと名誉を重んじる心に対して、オルトリオン将軍は感謝の印として美しいネックレスをくれた。また彼は数日後に戻ってくるようにとも話した。その際に、起きていたことの全貌を彼に尋ねよう。
zh_cn: 由于我的勇敢和荣誉感，奥瑟里昂将军送给我一条漂亮的项链，象征着他对我的感激。他还告诉我过几天再来，那时我应该向他询问所有发生的事情。

source: For my bravery and... ignorance?, General Ortholion gave me a few days to rest and urged me to come back soon after that.
ja: あなたの勇敢さと…無知？に対して、オルトリオン将軍は数日の休息を与え、その後すぐに戻ってくるように言ってきた。
zh_cn: 由于我的勇敢和......无知吗，奥瑟里昂将军给了我几天时间休息，并敦促我在那之后很快回来。

source: Crossglen
ja: クロスグレン
zh_cn: 克罗斯山谷

source: Crossroads Guardhouse
de: Wachhaus am Kreuzweg
fr: Poste de Garde de Croisechemins
ja: クロスロード衛兵所
pt: Encruzilhada da Casa do Guarda
zh_cn: 交叉路口岗哨

source: Charwood
fr: Charbois
ja: チャーウッド
zh_cn: 查伍德

source: Fallhaven
ja: フォールヘブン
zh_cn: 法尔海文

source: Flagstone Prison
de: Gefängnis von Flagstone
fr: Prison de Flagstone
ja: フラッグストーン監獄
pt: Prisão Flagstone
zh_cn: 石板监狱

source: Foaming Flask Tavern
de: Taverne „Schäumende Flasche“
fr: Taverne de la Chopine Moussante
ja: フォーミングフラスコ酒場
pt: Taverna Foaming Flask
zh_cn: 泡沫瓶酒馆

source: Loneford
ja: ローンフォード
zh_cn: 隆福德

source: Remgard
ja: レムガード
zh_cn: 瑞姆加德

source: Vilegard
ja: ヴィルガード
zh_cn: 维尔加德

source: Prim
ja: プリム
zh_cn: 普里姆

source: Stoutford
ja: スタウトフォード
zh_cn: 斯托福德

source: Guynmart Castle
fr: Le château de Guynmart
ja: グインマート城
pt: Castelo Guynmart
zh_cn: 盖恩玛特城堡

source: Brimhaven
ja: ブリムヘブン
zh_cn: 布林海文

source: Troublemaker
de: Hitzkopf
fr: Fauteur de Troubles
ja: トラブルメーカー

source: That sounds great! Remember to ask the stupid warden for a decent payment.
de: Das hört sich großartig an! Denk daran den einfältigen Wächter nach einer angemessenen Bezahlung zu fragen.
fr: Super ! Pensez à demander au stupide directeur de prison une paie décente.

source: You're welcome. But you're not the only one who is happy. There are more people resting for a night in Fallhaven, which helps our economy. Some even bought items at my store! By the way, I was surprised, but I even got paid well by the warden.
de: Gerne. Aber du bist nicht der einzige der glücklich ist. Es gibt mehr Leute die in Fallhaven übernachten, das hilft unserer Wirtschaft. Einige haben sogar Sachen in meinem Laden gekauft! Übrigens, ich war überrascht, aber ich wurde sogar vom Wächter gut bezahlt.
fr: De rien. Mais tu n'es pas le seul à être heureux. Il y a plein de gens qui restent une nuit à Fallhaven, ce qui aide notre économie. Certains achètent même des articles dans mon magasin ! D'ailleurs, cela m'a surpris, mais j'ai également été bien payé par le directeur de la prison.

source: So did you tell the Warden about our plan then?
de: Hast du dem Aufseher dann von unserem Plan erzählt?
fr: As-tu révélé notre plan au directeur ?

source: [Lie]. No. I went there, but I overheard the Warden saying there was no real threat, so they will lower security. So maybe you can carry out your mission without me being involved.
de: [Lüge]. Nein. Ich ging hin und hörte den Wächter sagen, es gäbe keine echte Bedrohung und sie würdeb die Sicherheit senken. Vielleicht könnt ihr Eure Mission erfüllen, ohne dass ich daran beteiligt bin.
fr: [Mentir] Non. J'y suis allé, mais j'ai entendu le directeur dire que ce n'était pas une menace sérieuse, donc ils vont réduire la sécurité. Ainsi vous pouvez poursuivre le plan sans moi.

source: The attacks on Prim by the beasts and the bandits really reduced our numbers. Now we cannot keep up the mining activity any longer.
de: Die Angriffe auf Prim durch die Monster und Banditen haben unsere Zahl stark schrumpfen lassen. Nun können wir den Bergbau nicht mehr aufrecht erhalten.
fr: Les attaques sur Prim par les bêtes et les bandits ont vraiment réduit nos effectifs. Maintenant nous ne pouvons plus assurer l'activité de la mine plus longtemps.

source: Sell? I'm sorry, my supply is all out. Now that the traders do not come here anymore, I don't get my regular shipments. So at the moment, I have nothing to trade with you unfortunately.
de: Verkaufen? Tut mir leid, mein Vorrat ist komplett leer. Jetzt da die Händler nicht mehr hierher kommen, erhalte ich meine regelmäßigen Lieferungen nicht mehr. Daher habe ich unglücklicherweise im Moment nichts, was ich dir verkaufen könnte.
fr: À vendre ? Je suis désolé mais mon inventaire est épuisé. Maintenant que les marchands ne viennent plus, je ne reçois plus de cargaison régulièrement. Malheureusement, en ce moment, je n'ai rien à troquer.

source: Hmm. You know what, this could actually be connected to what the shrine speaks of - The Dark Protector
de: Hmm. Weißt du was? Das könnte tatsächlich sein, wovon auf dem Schrein die Rede war - der Dunkle Beschützer!
fr: Hmm. Tu sais quoi, cela pourrait être lié à ce qui est mentionné sur l'autel - le Protecteur sombre

source: I'm not from Fallhaven, I am from Crossglen, west of Fallhaven.
de: Ich bin nicht aus Fallhaven, ich bin aus Crossglen, westlich von Fallhaven.
fr: Je ne suis pas de Fallhaven, je viens de Crossglen, à l'ouest de Fallhaven.

source: You're really curious boy... Well our superior, the warden, only wants to pay the woodcutter when he has done his work.
de: Du bist ein sehr neugieriger Junge... Nun, unser Vorgesetzter, der Gefängnisleiter, möchte den Holzfäller erst bezahlen wenn er seine Arbeit erledigt hat.
fr: Tu es vraiment curieux, gamin... Eh bien notre supérieur, le directeur de la prison, ne daignera payer le bûcheron que lorsqu'il aura fait son travail.

source: OK, maybe you can be of use. Talk to the warden. Maybe you can convince him to pay the woodcutter first. But I have to warn you, he is a stubborn beast.
de: Ok, vielleicht kannst du nützlich sein. Sprich mit dem Gefängnisaufseher, vielleicht kannst du Ihn überzeugen, den Holzfäller im Voraus zu bezahlen. Aber ich muss dich warnen, er ist ein stures Biest.
fr: OK, peut-être que tu peux être utile. Parle au directeur de la prison. Peut-être que tu pourras le convaincre de payer le bûcheron d'abord. Mais je te préviens, il est un têtu.

source: That's not my favourite kind of job, but I will bring them.
de: Das ist nicht meine Lieblingsbeschäftigung, aber ich werde sie mitbringen.
fr: Ce n'est pas le genre de mission que je préfère, mais je vous les apporterai.

source: Take 4000 gold coins, and some bottles of my favourite mead. Now you deserve a good rest, my friend. You have earned the trust of the Thieves Guild.
de: Nimm 4000 Goldmünzen, und einige Flaschen von meinem Lieblingsmet. Du hast dir nun eine Erholungspause verdient, mein Freund. Sei dir des Vertrauens der Diebesgilde sicher.
fr: Prends 4000 pièces d'or, et des bouteilles de mon hydromel préféré. Maintenant tu mérites un bon repos, mon ami. Tu as gagné la confiance de la Guilde des Voleurs.

source: Your little favourite provoked me.
fr: Votre petit préféré m'a provoqué.

source: It's about time. This is my favourite class.
fr: Il était temps. C'est mon cours préféré.

source: Warden
de: Aufseher
fr: Directeur de la prison

source: Prim bar regular
de: Prim Tavernenstammgast
fr: Habitué du bar de Prim

source: I talked to a guard in the east of Fallhaven. He watches over the old passage to the Duleian Road, which is now blocked by fallen trees. If I want to help opening the path I should talk to his superior, the warden in the Fallhaven prison.
de: Ich habe mit einer Wache im östlichen Fallhaven gesprochen. Er bewacht die alte Passage zu Duleianstraße, welche nun von umgestürzten Bäumen versperrt ist. Wenn ich dabei helfen will, den Pfad wieder begehbar zu machen, sollte ich mit seinem Vorgesetzten, dem Aufseher des Gefängnisses von Fallhaven sprechen.
fr: J'ai parlé à un garde à l'Est de Fallhaven. Il surveille un ancien passage qui mène à la route Duleian, mais des arbres sont tombés en travers et bloquent l'accès. Si je veux aider à l'ouverture du passage, je devrais parler à son supérieur, le directeur de la prison de Fallhaven.

source: I talked to the warden. I wasn't able to convince him, but he advised me to talk to the woodcutter Jakrar, who lives just south of Fallhaven's prison.
de: Ich sprach mit dem Aufseher. Ich konnte ihn nicht überzeugen, aber er riet mir, direkt mit dem Holzfäller Jakrar zu reden, der genau südlich des Gefängnisses von Fallhaven leben würde.
fr: J'ai parlé au surveillant. Je n'ai pas réussi à le convaincre, mais il m'a conseillé de parler au bûcheron Jakrar, qui vit juste au sud de la prison de Fallhaven.

source: I promised Cithurn I would investigate the source of the monster invasion in the forest. I will have to pass through the forest to access an entrance to a cave northeast of Cithurn's home.
de: Ich versprach Cithurn, der Ursache der Monsterinvasion im Wald auf den Grund zu gehen. Ich werde mich durch den Wald kämpfen müssen, um Zugang zu einer Höhle nortöstlich von Cithurns Heim zu erlangen.
fr: J'ai promis à Cithurn d'enquêter sur la source de l'invasion des monstres dans la forêt. Je devrai passer par la forêt pour accéder à une entrée de grotte au nord-est de la maison de Cithurn.

source: Hettar has given me a piece of Norry's favourite food.
fr: Hettar m'a donné un morceau de la nourriture favorite de Norry.
