Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: Of course I can talk. Why should I not? I am at school after all.
fr: Bien sûr que je sais parler. Pourquoi pas ? Je suis à l'école après tout.
ja: もちろん話せる。なんで話さないといけないの？ ここは学校だよ。
pt: Claro que posso falar. Por que não? Afinal, estou na escola.
zh_cn: 我当然可以说话。我为什么不能？我毕竟是在学校。

source: I have no time for you now. I have to find a partner for dueling. Bye
fr: J'ai pas de temps à te consacrer maintenant. Je dois trouver un adversaire pour le duel. Salut
ja: 今は時間がないんだ。決闘の相手を探さなきゃ。では
pt: Não tenho tempo para si agora. Tenho que achar um parceiro para o duelo. Tchau
zh_cn: 我现在没有时间陪你。我必须为决斗找一个伙伴。再见

source: What can you tell me about this school?
fr: Qu'est-ce que tu peux me dire sur cette école ?
ja: この学校について教えてくれますか？
pt: O que pode me dizer sobre essa escola?
zh_cn: 你能告诉我这所学校的情况吗？

source: I like it here. It is warm and the students love me. I am their mascot.
fr: J'aime bien ici. C'est chaleureux et les écoliers m'aiment bien. Je suis leur mascotte.
ja: ここは好きだ。暖かくて、生徒たちから愛されてる。ボクはみんなのマスコットなんだ。
pt: Gosto daqui. É quente e os alunos adoram-me. Sou o mascote deles.
zh_cn: 我喜欢这里。这里很温暖，学生们都喜欢我。我是他们的吉祥物。

source: I learn much about the Shadow, all very exciting.
fr: J'en apprends beaucoup sur l'Ombre, c'est très excitant.
ja: シャドウについてたくさん学んだんだ、どれもすっごく刺激的だった。
pt: Aprendo muito sobre a Sombra, tudo muito empolgante.
zh_cn: 我了解到很多关于暗影的情况，都非常令人兴奋。

source: But you heard the teacher: You must go now and fight your duel.
fr: Mais tu as entendu la professeure : tu dois aller te battre maintenant.
ja: でも先生の言うことは聞いたよね。今すぐ決闘しにいかなきゃだめだよ。
pt: Mas ouviu o professor: Deve ir agora e lutar o seu duelo.
zh_cn: 但你听到了老师的话。你现在必须去进行你的决斗。

source: You are right. Bye.
fr: Tu as raison. Salut.
ja: その通りです。さようなら。
pt: Está certo. Tchau.
zh_cn: 你说的对。再见。

source: Which dueling partner would you recommend?
fr: Quel adversaire tu me recommandes ?
ja: どの決闘相手がおすすめですか？
pt: Qual parceiro de duelo recomendaria?
zh_cn: 你会推荐哪个决斗伙伴？

source: Take that cheeky boy in the front row. The others would be no match for you.
fr: Prends ce garçon insolent au premier rang. Les autres ne sont pas à la hauteur pour toi.
ja: 1番前の列の元気な男の子にしなよ。他の子じゃキミには敵わないんじゃないかな。
pt: Leve aquele garoto atrevido na primeira fila. Os outros não seriam páreos a si.
zh_cn: 就拿前排的那个厚脸皮的男孩来说吧。其他人就不是你的对手了。

source: OK, it is Golin then.
fr: OK, ce sera Golin alors.
ja: わかった、ゴリンだね。
pt: Está bem, então é o Golin.
zh_cn: 好吧，那就是戈林。

source: Why not an easy prey? I will take one of the little ones.
fr: Pourquoi pas une proie facile ? Je vais choisir un des plus petits.
ja: どうして楽な獲物じゃないんだ？ ちびっ子の1人にしようかな。
pt: Por que não uma presa fácil? Vou apanhar um dos mais pequenos.
zh_cn: 为什么不是一个容易的猎物？我将找其中一个小家伙。

source: Maybe I should try the teacher?
fr: Peut-être que je pourrais essayer contre la professeure ?
ja: 先生に挑んでみようかな？
pt: Talvez devesse tentar o professor?
zh_cn: 也许我应该试试老师？

source: Me?? NO! That'd be unfair! I have done no harm! You're nasty! [The statue begins to weep]
fr: Moi?? NON ! Ca ne serait pas juste. Je n'ai fais de mal à personne ! Tu es méchant ! [La statue se met à pleurer]
ja: ボク？？ イヤだ！ そんなのフェアじゃない！ ワルいことなんてなんにもしてないのに！ イジワル！（像が泣き始める）
pt: Eu?? Não! Isso seria injusto! Não fiz mal nenhum! É nojento! [A estátua começa a chorar]
zh_cn: 我？不！这是不公平的！我没有造成任何伤害！你真讨厌！[雕像开始哭泣]

source: OK, OK, I was only joking.
fr: OK, OK, je blaguais.
ja: わかったわかった、冗談だよ。
pt: Certo, certo, só estava a brincar.
zh_cn: 好吧，好吧，我只是在开玩笑。

source: Um, yes. Let's try, and see how long you might be able to defend yourself.
fr: Hmm, oui. Essayons, et voyons combien de temps tu peux te défendre.
ja: うん、そうだよ。やろうか、どれくらい自分の身を守れるか試してみよう。
pt: Hum, sim. Vamos tentar e ver quanto tempo pode ser capaz de se defender.
zh_cn: 嗯，是的。让我们试试，看看你可能会有多长时间来为自己辩护。

source: I'll take Golin. Shadow be with you!
fr: Je vais choisir Golin. Que l'Ombre soit avec toi !
ja: ゴリンにするよ。シャドウがあなたと共にありますように！
pt: Vou contra o Golin. Que a sombra esteja contigo!
zh_cn: 我选择戈林。暗影与你同在!

source: Do not scare me like that again! *sob*
fr: Ne me fais plus peur comme ça... *Snif*
ja: もう怖がらせないで！ （すすり泣く）
pt: Não me assuste assim de novo! *soluço*
zh_cn: 不要再这样吓唬我了！ *抽泣*

source: Well, I had better go now.
fr: Bon, je ferais mieux d'y aller.
ja: ええ、そろそろ行かないと。
pt: Bem, é melhor ir agora.
zh_cn: 好吧，我最好现在就走。

source: You are much too sensitive. That was just fun.
fr: Tu es trop sensible. C'était une blague.
ja: 繊細すぎるね。面白かったよ。
pt: É muito sensível. Isso foi apenas uma brincadeira.
zh_cn: 你太敏感了。那只是好玩而已。

source: Maybe I should go and try the teacher?
fr: Je devrais peut-être y aller et choisir la prof ?
ja: 先生のところに挑んでみようかな？
pt: Talvez deva tentar o professor?
zh_cn: 也许我应该去试试老师？

source: YOU! I HAVE HAD ENOUGH NOW!
fr: TOI ! J'EN AI ASSEZ MAINTENANT !
ja: キッサマァ！ これ以上はもうガマンならんッ！
pt: VOCÊ! JÁ ESTOU FARTO!
zh_cn: 你！我现在已经受够了!

source: Suddenly the small ugly figure begins to grow! Bigger and bigger, until it seems to almost fill the whole room.
fr: Tout à coup, la petite tête moche commence à grandir ! De plus en plus grosse, jusqu'à ce qu'elle remplisse presque toute la pièce.
ja: 突然、小さな醜い姿が巨大化し始めた！ どんどん大きくなっていって、部屋いっぱいになりそうだ。
pt: De repente, a pequena figura feia começa a crescer! Maior e maior, até que parece quase encher toda a sala.
zh_cn: 突然，丑陋的小身影开始生长！越来越大，直到它几乎填满了整个房间。

source: Oops, what's that?
fr: Oups, c'est quoi ça ?
ja: うわっ、何あれ？
pt: Opa, o que é isso?
zh_cn: 哎呀，那是什么？

source: YOU FILTHY WORM! KNEEL IN THE DUST BEFORE YOUR MASTER!
fr: ESPECE DE PETIT VER DE TERRE ! AGENOUILLES-TOI DEVANT TON MAÎTRE !
ja: たかが虫ケラの分際で！ お前たちのご主人サマに跪くのだッ！
pt: SEU VERME IMUNDO! AJOELHE-SE NA POEIRA DIANTE DO SEU MESTRE!
zh_cn: 你这个肮脏的爬行动物！跪在你主人面前的尘土中！

source: Now that's a worthy dueling partner at last!
fr: Ah, enfin un adversaire à la hauteur !
ja: やっと相応しい決闘相手が！
pt: Agora, finalmente esse é um parceiro digno de duelo!
zh_cn: 现在，这终于是一个有价值的决斗伙伴了！

source: Eh, it was nice to have met you. I have to leave now... Bye.
fr: He, c'était cool de te rencontrer. Je dois y aller maintenant... Au revoir.
ja: えー、お会いできてよかったです。もう行かないと…では。
pt: Eh, foi bom ter-lo conhecido. Tenho que sair agora... Tchau.
zh_cn: 嗯，很高兴认识你。我现在要走了...再见。

source: Keep your hands off that box until I tell you.
fr: Ote tes mains de cette boîte jusqu'à ce que je te le dise.
ja: 私が言うまでその箱には手を触れないでください。
pt: Mantenha as suas mãos fora da caixa até que eu lhe diga.
zh_cn: 在我告诉你之前，你的手不要碰那个盒子。

source: Brimhaven School
fr: Ecole de Brimhaven
ja: ブリムヘブン学校
pt: Escola Brimhaven
zh_cn: 布林海文学校

source: You noticed our beautiful mascot? I just love it.
fr: Tu as remarqué notre belle mascotte ? Je l'adore.
ja: うちの美しいマスコットに気がついたのですね？ お気に入りなのですよ。
pt: Notou o nosso lindo mascote? Adoro-o.
zh_cn: 你注意到我们美丽的吉祥物了吗？我只是喜欢它。

source: Eh, really?
fr: Oh, vraiment ?
ja: えっ本当に？
pt: Eh, sério?
zh_cn: 呃，真的吗？

source: Now hurry, take a seat!
fr: Maintenant dépêches-toi, prends un siège !
ja: 早く座って！
pt: Agora apresse-se, sente-se!
zh_cn: 现在，快点，坐下来!

source: I won't have you running around during my history lesson! Back to your seat!
fr: Je ne veux pas te voir courir partout pendant mon cours d'Histoire ! Retourne à ta place !
ja: 歴史の授業中に走り回るのはやめなさい！ 席に戻って！
pt: Não quero que ande por aí durante minha aula de história! De volta ao seu lugar!
zh_cn: 我不会让你在我的历史课上跑来跑去！回到你的座位上去！

source: Back to your seat, while I explain the rules!
fr: Retourne à ta place, pendant que j'explique les règles !
ja: 席に戻って、ルールを説明しますので！
pt: De volta ao seu lugar, enquanto explico as regras!
zh_cn: 回到你的座位上，而我解释一下规则!

source: Do you have a question?
fr: Avez-vous une question ?
ja: なにか質問は？
pt: Tem uma pergunta?
zh_cn: 你有疑问吗？

source: I'd like to duel with you.
fr: J'aimerais faire un duel avec vous.
ja: あなたと決闘したいです。
pt: Gostaria de me duelar consigo.
zh_cn: 我想和你决斗。

source: No, madam.
fr: Non madame.
ja: いいえ。
pt: Não, minha senhora.
zh_cn: 不，夫人。

source: What an interesting idea! Nobody ever asked me. Well, I shouldn't do it, I might hurt you. But it is tempting.
fr: Quelle idée intéressante ! Personne ne me l'a jamais demandé. Bon, je ne devrais pas, je pourrais te blesser. Mais c'est tentant.
ja: なんておもしろいアイデアなのでしょう！ これまで誰も聞いてくれませんでした。あなたをケガさせてしまうかもしれません。ですが魅力的です。
pt: Que ideia interessante! Ninguém nunca me perguntou. Bem, não deveria fazer isso, poderia te aleijar. Mas é tentador.
zh_cn: 多么有趣的想法！从来没有人问过我。好吧，我不应该这样做，我可能会伤害你。但这充满诱惑。

source: Could we begin?
fr: Pouvons-nous commencer ?
ja: 始めてもいいですか？
pt: Podemos começar?
zh_cn: 我们可以开始了吗？

source: But of course you have to use the school weapon set first. Come back when you are properly equipped.
fr: Mais bien entendu tu dois d'abord utiliser l'équipement fourni par l'école. Reviens me voir quand tu te seras correctement équipé.
ja: もちろん先に学校の武器セットを使わなくてはなりませんよ。 きちんと装備してからまた来てください。
pt: Mas é claro que tem que usar a arma da escola primeiro. Volte quando estiver devidamente equipado.
zh_cn: 但当然，你必须先使用学校的武器套装。 等你装备好了再回来。

source: Let's see what you are able to do!
fr: Voyons de quoi tu es capable !
ja: あなたの実力を見てみましょう！
pt: Vamos ver o que é capaz de fazer!
zh_cn: 让我们看看你能做些什么吧!

source: Draw your weapon!
fr: Dégaine ton arme !
ja: 武器を抜け！
pt: Saque a sua arma!
zh_cn: 拔出你的武器！

source: I changed my mind. Let me go for now.
fr: J'ai changé d'avis. Laissez-moi partir pour le moment.
ja: 気が変わりました。行かせてください。
pt: Mudei de ideia. Deixe-me ir por enquanto.
zh_cn: 我改变主意了。现在让我走吧。

source: What have you done! You killed Golin! Murdered him!
fr: Mais qu'est-ce que tu as fait ? Tu as tué Golin ! Meurtrier !
ja: 何をしたのですか！ ゴリンを殺しましたね！ 殺した！
pt: O que fez? Matou Golin! Assassinou-o!
zh_cn: 你都干了些什么！？你杀了戈林！谋杀了他！

source: It was not intentional.
fr: C'était pas intentionnel.
ja: わざとじゃありません。
pt: Não foi intencional.
zh_cn: 这是个意外。

source: He earned it.
fr: Il l'a mérité.
ja: 当然の対価だ。
pt: Ele mereceu.
zh_cn: 这是他应得的。

source: You killed Golin! You actually killed him! I don't believe it!
fr: Tu as tué Golin ! Tu l'as vraiment tué ! Je ne peux pas le croire !
ja: ゴリンを殺した！ 本当に殺したのね！ 信じられない！
pt: Matou o Golin! Realmente o matou! Não acredito!
zh_cn: 你杀了戈林！你真的杀了他！我不相信！

source: It was an accident, tragic.
fr: C'était un tragique accident.
ja: 悲劇的な事故でした。
pt: Foi um acidente trágico.
zh_cn: 这是一场意外悲剧。

source: Your little favorite provoked me.
ja: あなたのお気に入りがこの僕を怒らせたんだ。
pt: O seu pequeno favorito provocou-me.
zh_cn: 你的小动作激怒了我。

source: I still can't believe it. Leave the school - now!
fr: Je ne peux toujours pas le croire. Sors de l'école - maintenant !
ja: まだ信じられないわ。今すぐ学校を出ていって！
pt: Ainda não acredito. Saia da escola - agora!
zh_cn: 我仍然无法相信。离开学校--现在!

source: Very, very good!
fr: Très très bien !
ja: とても、とても良かったですよ！
pt: Bom, muito bom!
zh_cn: 非常，非常好!

source: You treated Golin in a great way, I couldn't have done it better!
fr: Tu as traité Golin de la façon dont il le méritait, je n'aurais pas mieux fait !
ja: あなたはゴリンととても上手にやってくれました、私ではこうも上手くはできなかったでしょう！
pt: Tratou Golin de uma maneira fantástica, eu não poderia ter feito melhor!
zh_cn: 你对待戈林的方式很好，我不可能做得更好!

source: It was no big thing...
fr: C'était pas très difficile...
ja: 大したことじゃありません…
pt: Não foi nada de mais...
zh_cn: 这不是什么大事情...

source: As a reward, you can get yourself a cake from Arlish at the general store. Tell her I sent you.
fr: Comme récompense, tu peux te choisir un gâteau chez Arlish au magasin général. Dis-lui que tu viens de ma part.
ja: ご褒美に、アーリッシュの雑貨屋さんのケーキを差し上げましょう。私が送ったと彼女に伝えてください。
pt: Como recompensa, pode buscar um bolo da Arlish na loja geral. Diga-lhe que eu te enviei.
zh_cn: 作为奖励，你可以从杂货店的阿利什那里获得一个蛋糕。告诉她我让你来的。

source: I can't teach you things that are new for you. Leave now, you don't need to come to school anymore.
fr: Je ne peux rien t'apprendre que tu ne connaisses pas déjà. Pars maintenant, tu n'as plus besoin d'aller à l'école.
ja: あなたに新しく教えることはありません。もう学校には来なくてもいいですよ。
pt: Não posso te ensinar coisas que te são novas. Saia agora, não precisa mais vir à escola.
zh_cn: 我不能教你那些对你来说很陌生的东西。现在离开吧，你不需要再来学校了。

source: I saw that you cheated!
fr: J'ai vu, tu as triché !
ja: ズルをしましたね！
pt: Vi que fez batota!
zh_cn: 我看到你作弊了!

source: You didn't use the harmless school gear. Golin could have been injured!
fr: Tu n'as pas utilisé l'équipement de l'école. Golin aurait pu être blessé !
ja: 無害な学校の装備をあなたは使わなかった。ゴリンはケガをしていたかもしれないのですよ！
pt: Não usou o equipamento escolar inofensivo. O Golin poderia ter sido ferido!
zh_cn: 你没有使用无害的学校装备。戈林可能会受伤!

source: Eh, yes...
fr: Euh, oui...
ja: ええ、そうですね…
pt: Ah, sim...
zh_cn: 呃，是的...

source: I cannot accept such a behaviour! You have to leave our school - now!
fr: Je ne tolère pas ce genre de comportement ! Tu dois quitter l'école - maintenant !
ja: そのような行いは許せません！ すぐに学校から出て行ってください！
pt: Não posso aceitar tal comportamento! Tem que deixar a nossa escola - agora!
zh_cn: 我不能接受这样的行为!你必须离开我们的学校 - 现在！

source: Enough - stop now! I have seen enough. You have an interesting fighting style.
fr: Ca suffit - arrête ! J'en ai vu assez. Tu as un style de combat intéressant.
ja: もう結構です、やめてください！ 十分見せてもらいました。面白い戦闘スタイルですね。
pt: Basta - parem agora! Já vi o suficiente. Tem um estilo de luta interessante.
zh_cn: 够了--现在就停止吧!我已经看够了。你有一个有趣的战斗风格。

source: I don't think that I could teach you anything new.
fr: Je ne pense pas que je puisse t'apprendre quelque chose de nouveau.
ja: 私ではあなたに新しく教えられることはないと思います。
pt: Acho que não te posso ensinar nada de novo.
zh_cn: 我不认为我可以教你什么新东西。

source: I couldn't have done it better!
fr: Je n'aurais pas fait mieux !
ja: 私ではこうも上手くはできなかったでしょう！
pt: Não poderia ter feito melhor!
zh_cn: 我不可能做得更好!

source: Have you gone mad? Why did you release this monster?
fr: Tu es devenu fou ? Pourquoi as-tu libéré ce monstre ?
ja: 気でも狂ったの？ なぜこのモンスターを解き放ったのです？
pt: Enlouqueceu? Por que libertou esse monstro?
zh_cn: 你疯了吗？你为什么要释放这个怪物？

source: Instead of scolding me, it would be better if you could think of something helpful.
fr: Plutôt que de me gronder, vous pourriez penser à quelque chose d'utile.
ja: 叱るよりも、何か役に立つことを考えてくれたらいいのに。
pt: Em vez de me repreender, seria melhor se pudesse pensar em algo útil.
zh_cn: 与其责骂我，不如让你想点有用的东西。

source: You are mad yourself! Who brought this monster here?
fr: Vous aussi vous êtes folle ! Qui a amené ce monstre ici ?
ja: 狂ってるのはあなただ！ 誰がこんなモンスターを連れてきたんだ？
pt: Também está louco! Quem trouxe esse monstro aqui?
zh_cn: 你自己也疯了!谁把这个怪物带到这里来的？

source: where... where am I? And you, kid? I have never seen you before. What are you doing in my class?
fr: Où... où suis-je ? Et toi, petit ? Je ne t'ai jamais vu avant. Que fais-tu dans ma classe ?
ja: ここは…どこです？ それにあなたは？ お会いするのは初めてですよね。うちのクラスで何をしているの？
pt: onde... inde é que estou? E você, garoto? Nunca o vi antes. O que está a fazer na minha aula?
zh_cn: 哪里......我在哪里？你呢，孩子？我以前从未见过你。你在我的班上做什么？

source: Good morning! Do not worry about me, I'll be gone immediately.
fr: Bonjour ! Ne vous inquiétez pas pour moi, je pars dans un instant.
ja: おはようございます！ 僕のことはお気になさらず、すぐに出ていきますので。
pt: Bom dia! Não se preocupe comigo, vou embora imediatamente.
zh_cn: 早上好！别担心我，我会马上离开的。

source: I just destroyed the evil statue in the corner.
fr: Je viens juste de détruire cette statue du diable dans le coin.
ja: 隅にあった邪悪な像を壊しました。
pt: Acabei de destruir a estátua do mal no canto.
zh_cn: 我刚刚摧毁了角落里的邪恶雕像。

source: The statue is gone? What a relief - I don't know how to thank you! I never had a good feeling about it.
fr: La statue est partie ? Quel soulagement - je ne sais pas comment te remercier ! Je ne l'ai jamais bien senti.
ja: 像が消えた？ ホッとしました、何とお礼を申し上げたら良いか！ アレにはいい予感がしませんでした。
pt: A estátua sumiu? Que alívio - Não sei como te agradecer! Nunca tive um bom pressentimento sobre isso.
zh_cn: 雕像不见了？真是松了一口气--我不知道该怎么感谢你!我一直对它没有好感。

source: Yes, it seems that it had enchanted you all.
fr: Oui, elle vous avait tous ensorcelé.
ja: はい、みんなを魅了していたようです。
pt: Sim, parece que vos encantou todos.
zh_cn: 是的，它似乎让你们都着迷了。

source: I still can't believe it. How could I have let this ghastly mascot into here? Especially me, as a learned teacher. I should have known better.
fr: Je ne peux toujours pas le croire. Comment ai-je pu laisser cette épouvantable mascotte ici ? Surtout moi, je suis une professeure. J'aurais dû le savoir.
ja: いまだに信じられません。どうしてあんな恐ろしいマスコットを引き入れてしまったのでしょう？ 特に私は、学識ある教師です。もっと分別を持つべきでした。
pt: Ainda não acredito. Como poderia ter deixado esse mascote medonho entrar aqui? Especialmente eu, como professor formado. Deveria saber.
zh_cn: 我仍然无法相信。我怎么能让这个可怕的吉祥物进入这里？尤其是我，作为一个博学的老师。我应该更清楚。

source: We all owe our lives to you! As a reward, you can get yourself a cake from Arlish at the general store. Tell her I sent you.
fr: On te doit tous la vie ! Comme récompense, tu peux choisir un gâteau chez Arlish au magasin général. Dis-lui que tu viens de ma part.
ja: 私たちがこうして生きていられるのもあなたのおかげです！ ご褒美に、アーリッシュの雑貨屋さんのケーキを差し上げましょう。私が送ったと彼女に伝えてください。
pt: Todos nós devemos-lhe a nossa vida! Como recompensa, pode levar um bolo da Arlish na loja geral. Diga-lhe que o enviei.
zh_cn: 我们欠你一条命!作为奖励，你可以从杂货店的阿利什那里获得一个蛋糕。告诉她我让你来的。

source: Thank you again for saving me and my class. You are always welcome here!
fr: Merci encore de m'avoir sauvé la vie et à toute ma classe. Tu seras toujours le bienvenue ici !
ja: 私のクラスを救ってくれて本当にありがとうございました。いつでも歓迎しますよ！
pt: Obrigado, mais uma vez, por me salvar e à minha turma. É sempre bem-vindo vir aqui!
zh_cn: 再次感谢你拯救了我和我的班级。这里永远欢迎你!

source: I remember that I banned you from this school! What are you doing here?
fr: Je me souviens t'avoir banni de cette école ! Que fais-tu encore ici ?
ja: あなたのことは学校から締め出したのですよ！ ここで何をしているのですか？
pt: Lembro-me de o ter banido desta escola! O que está a fazer aqui?
zh_cn: 我记得我禁止你进入这所学校！你在这里干什么？

source: Ah, my best student! Welcome back to my school.
fr: Ah, mon meilleur étudiant ! Bienvenue de nouveau dans mon école.
ja: あら、うちの最高の生徒ではありませんか！ ようこそ学校へ。
pt: Ah, o meu melhor aluno! Bem-vindo de volta à minha escola.
zh_cn: 啊，我最好的学生!欢迎回到我的学校。

source: Murderer! Out of my sight!
fr: Meurtrier ! Hors de ma vue !
ja: 人殺し！ ここから消えなさい！
pt: Assassino! Fora da minha vista!
zh_cn: 凶手！在我的视线之外！

source: Hey! Are you the new worker?
fr: Salut ! Tu es le nouvel employé ?
ja: おい！ アンタが新人か？
pt: Ei! É o novo trabalhador?
zh_cn: 嘿！你是新来的工人吗？

source: Do you need any help?
fr: Tu as besoin d'aide ?
ja: 何かお困りですか？
pt: Precisa de alguma ajuda?
zh_cn: 你需要任何帮助吗？

source: Insolence! Who do you think you are?
fr: Insolent ! Tu te crois qui ?
ja: 偉そうに！ 何様のつもりだ？
pt: Insolente! Quem pensa que é?
zh_cn: 无礼！你以为你是谁？

source: It took you long to get here! I hope you are not always that slow.
fr: Ca t'a pris du temps ! J'espère que tu n'es pas toujours aussi lent.
ja: ここまでずいぶんと時間が掛かったんだな！ 毎回こうじゃないといいが。
pt: Demorou muito para chegar aqui! Espero que nem sempre seja tão lento.
zh_cn: 你花了很长时间才来到这里！我希望你不要总是那么慢。

source: I need someone to check if all the items are still in the storage.
fr: J'ai besoin de quelqu'un pour vérifier que tous les objets sont toujours dans l'espace de stockage.
ja: すべてのアイテムがまだ倉庫にあるかどうかをチェックする人が要る。
pt: Preciso de alguém para verificar se todos os itens ainda estão no armazenamento.
zh_cn: 我需要有人检查所有的物品是否还在仓库里。

source: I always buy a pair of any item. So it would be best if you find the pairs.
fr: J'achète toujours les objets par paire. Alors ce serait mieux si tu trouvais les paires.
ja: 毎回どんなアイテムもペアで買うようにしているんだ。だからペアを探すのが一番良い。
pt: Sempre compro dois do mesmo item. Por isso seria melhor que encontrasse os pares.
zh_cn: 我总是在任何物品上买双份。因此，如果你能找到成对的，那就最好不过了。

source: Each time you find a pair, take it out of the storage bin!
fr: A chaque fois que tu trouves une paire, sors-là du bac de rangement !
ja: ペアを見つけたら、そのたびに収納箱から取り出していってくれ！
pt: Cada vez que encontrar um par, tire-o do depósito!
zh_cn: 每当你找到一对，就把它从储物箱里拿出来!

source: Come back to me when you found all the pairs and tell me how many there are.
fr: Reviens me voir quand tu auras trouvé toutes les paires et dis-moi combien il y en a.
ja: すべてのペアを見つけたら戻ってきて、何組あるか教えてくれ。
pt: Volte para mim quando encontrar todos os pares e diga-me quantos são.
zh_cn: 当你找到所有成对物品时再来找我，告诉我有多少个。

source: OK. I'll be back in a minute.
fr: OK, je reviens dans une minute.
ja: わかりました。すぐ戻ります。
pt: Está bem. Volto num minuto.
zh_cn: 好的。我一会儿就回来。

source: Eh, what do you want me to do exactly?
fr: Hé, tu veux que je fasses quoi exactement ?
ja: えっ、具体的には何をすればいいのですか？
pt: Eh, o que quer que eu faça exactamente?
zh_cn: 呃，你到底想让我做什么？

source: OK: Go to the storage and take out an item.
fr: OK : va à l'espace de rangement et prends un objet.
ja: いいだろう。倉庫に行ってアイテムを取り出す。
pt: Certo: Vá para o armazenamento e tire um item.
zh_cn: 好的。到仓库去，拿出一件物品。

source: Then go and look for the another item of the same kind. So then you'll have a pair of them.
fr: Ensuite, cherches un objet identique. Ca te fera une paire.
ja: それから、同じ種類のアイテムを探しに行く。そうするとペアが出来るな。
pt: Então vá e procure outro item do mesmo tipo. Então, terá um par deles.
zh_cn: 然后再去寻找另一件同类的物品。这样你就会有一对了。

source: A pair.
fr: Une paire.
ja: ペア。
pt: Um par.
zh_cn: 一对。

source: After that take another item, and look for the second one to get a pair again.
fr: Ensuite, prends un autre objet, et recherche le deuxième pour avoir encore une paire.
ja: そのあと、別のアイテムを取り出し、アイテムの2つ目を探し出してまたペアにする。
pt: Depois disso, leve outro item e procure o segundo para conseguir um par novamente.
zh_cn: 之后再拿一件东西，找第二件东西，再拿一对。

source: Do this for all pairs, until you have found every one.
fr: Fais-le pour toutes les paires, jusqu'à ce que tu les trouves toutes.
ja: これを、すべてのアイテムのペアが見つかるまで行う。
pt: Faça isso por todos os pares, até encontrar todos.
zh_cn: 对所有的配对都这样做，直到你找到每一个配对。

source: If you have one item in hand, and in the next there is an item that doesn't match, then both items automatically go back to their bin. So be sure to take the items in pairs.
fr: Si tu as un objet en main, et que le prochain objet ne colle pas, les deux objets retournent à leur place. Alors assures-toi de bien choisir les objets par pair.
ja: 1つのアイテムが手元にあって、その次のアイテムで一致しなかった場合、両方のアイテムは自動的に元の箱に戻る。 だから必ずペアで取り出すように。
pt: Se tiver um item na mão e no próximo há um item que não corresponde ao da sua mão, ambos os itens voltam automaticamente para posição deles. Por isso, certifique-se de levar os itens em pares.
zh_cn: 如果你手中有一件物品，而在下一件物品中又有一件不匹配的物品，那么这两件物品就会自动回到它们的保管箱。 所以一定要成对地拿物品。

source: Understood? Repeat it to me!
fr: Compris ? Répète-le moi !
ja: 分かったか？ では復唱してみろ！
pt: Entendido? Repita para mim!
zh_cn: 明白了吗？给我重复一遍！

source: I shall get the items, one by one.
fr: Je dois prendre les objets, un par un.
ja: アイテムを1つずつ取ります。
pt: Vou buscar os itens, um por um.
zh_cn: 我将逐一拿到这些物品。

source: Not necessary. I'll be back in a minute.
fr: C'est pas nécessaire. Je suis de retour dans une minute.
ja: 必要ありません。すぐに戻ります。
pt: Não é necessário. Volto num minuto.
zh_cn: 没有必要。我一会儿就回来。

source: And?
fr: Et ?
ja: それで？
pt: E?
zh_cn: 还有呢？

source: I shall find them in the right order: Pair after pair.
fr: Je dois les trouver dans le bon ordre : paire par paire.
ja: それらを正しい順序、ペアごとに見つけます。
pt: Vou encontrá-los na ordem certa: par após par.
zh_cn: 我将按正确的顺序找到它们。一对又一对。

source: OK. Hurry now.
fr: OK. Dépêche-toi maintenant.
ja: よし。急いでくれ。
pt: Certo. Depressa agora.
zh_cn: 好的。动作麻利些。

source: How do you get on with the work?
fr: Comment ça se passe au travail ?
ja: 仕事はどこまで進んでる？
pt: Como continua com o trabalho?
zh_cn: 你是如何进行工作的？

source: I'm not quite done yet. I just want to take a short break.
fr: J'ai pas encore terminé. J'ai besoin de faire une courte pause.
ja: まだ終わってません。ちょっと休みたいだけです。
pt: Ainda não terminei. Só quero fazer uma pequena pausa.
zh_cn: 我还没有完全完成。我只是想短暂休息一下。

source: Please tell me again, what I should do.
fr: Peux-tu me réexpliquer ce que je dois faire ?
ja: どうしたらいいかもう一度教えてください。
pt: Por favor, diga-me de novo, o que devo fazer.
zh_cn: 请再次告诉我，我应该怎么做。

source: I found 10 pairs of each item.
fr: J'ai trouvé 10 paires d'objets.
ja: それぞれ10ペアありました。
pt: Encontrei 10 pares de cada item.
zh_cn: 我发现每件物品有10对。

source: I'm not paying you to laze around! Back to work!
fr: Je ne te paie pas pour te reposer ! Retourne au travail !
ja: ダラダラさせるために金を払ったんじゃない！ 仕事に戻れ！
pt: Não estou a pagar-te para ficares por aí! De volta ao trabalho!
zh_cn: 我付钱给你不是让你闲逛的！回去工作吧！
