Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: I tried to attack the guardian, but was unable to even reach it. Some powerful force held me back. Maybe Ulirfendor knows more.
de: Ich habe versucht, den Wächter anzugreifen, konnte ihm jedoch nicht einmal nahe kommen. Irgendeine starke Macht hielt mich zurück. Vielleicht weiß Ulirfendor mehr.
fr: J'ai tenté d'attaquer le gardien, mais je n'ai même pas réussi à l'atteindre, repoussé par une puissante force. Peut-être Ulirfendor en sait-il plus.
ja: 番人を攻撃しようとしたが、届くことさえなかった。何らかの強力な力に押さえ込まれてしまった。ウリフェンドルなら詳しく知っているかもしれない。
pt: Tentei atacar o guardião, mas fui incapaz de chegar até ele. Alguma força poderosa me segurou. Talvez Ulirfendor saiba mais.
zh_cn: 我试图攻击守护者，但甚至无法靠近它。某种强大的力量把我挡住了。也许乌里芬多知道更多。

source: Ulirfendor was very pleased to hear that I uncovered the missing parts of the inscription.
de: Ulirfendor war sehr davon angetan, dass ich die fehlenden Teile der Inschrift in Erfahrung bringen konnte.
fr: Ulirfendor était radieux d'apprendre que j'ai pu trouver les mots manquants de l'inscription.
ja: ウリフェンドルは碑文の欠けた部分を発見したと聞いてとても喜んだ。
pt: Ulirfendor ficou muito satisfeito ao ouvir que descobri as partes faltantes na inscrição.
zh_cn: 乌利芬多听说我发现了碑文的缺失部分，非常高兴。

source: He also told me the continuation of the inscription, but did not know what it means. I should go back to the guardian and speak the words that Ulirfendor told me.
de: Er erzählte mir auch wie die Inschrift weiter lautete, aber wusste jedoch nicht um deren Bedeutung. Ich soll zum Wächter zurückgehen und ihm die Worte von Ulirfendor ausrichten.
fr: Ulirfendor m'a également dicté la suite de l'inscription, sans savoir ce qu'elle signifie. Je devrais essayer de retourner voir le gardien, et lui répéter ces mots.
ja: 碑文の続きも話してくれたが、何を意味しているかは不明だ。番人のところへ引き返し、ウリフェンドルの言った言葉を口にしてみよう。
pt: Ele também me disse o resto da inscrição, mas não sei o que significa. Devo voltar ao guardião e proferir as palavras que Ulirfendor me disse.
zh_cn: 他还告诉我铭文的续篇，但不知道它是什么意思。我应该回到守护者那里，说出乌里芬多告诉我的话。

source: I have spoken the words to the guardian.
de: Ich habe die Worte vor dem Wächter ausgesprochen.
fr: J'ai prononcé les mots au gardien.
ja: 番人にその言葉を口にした。
pt: Proferi as palavras ao guardião.
zh_cn: 我已经把话告诉了守护者。

source: The guardian gave off a chilling laughter, and started attacking me.
de: Der Wächter brach in schallendes Lachen aus und griff mich an.
fr: Le gardian a éclaté d'un rire effrayant, avant de subitement m'attaquer.
ja: 番人はぞっとするような笑い声を放ち、こちらを攻撃し始めた。
pt: O guardião deu um largo e frio sorriso e começou a atacar-me.
zh_cn: 守护者冷笑一声，开始攻击我。

source: I defeated the guardian and reached the lich 'Toszylae'. The lich managed to infect me with something. I must kill the lich and return to Ulirfendor.
de: Ich habe den Wächter besiegt und gelangte so zum Lich 'Toszylae'. Er hat es geschafft, mich mit irgendetwas zu infizieren. Ich muss ihn töten und zu Ulirfendor zurückkehren.
fr: J'ai vaincu le gardien, et me suis approché de la liche 'Toszylae'. Celle-ci m'a alors infecté avec quelque chose. Je dois la tuer et retourner à Ulirfendor.
ja: 番人を倒して、リッチー"トシラエ"へとたどり着いた。リッチーはあなたに何かを感染させた。リッチーを殺してウリフェンドルのところまで引き返そう。
pt: Derrotei o guardião e fui junto ao linch 'Toszylae'. O lich conseguiu infectar-me com alguma coisa. Devo matar o lich e voltar para Ulirfendor.
zh_cn: 我打败了守护者，到达了巫师'托斯拉'。巫师设法让我感染了一些东西。我必须杀了这个巫师，然后回去找乌利芬多。

source: Ulirfendor told me that he had managed to translate the parts of the inscription that I told the guardian. Apparently, what I told the guardian roughly means 'My body for Kazaul'. Ulirfendor was very concerned about what this means for me, and was very regretful that he had made me speak the words.
de: Ulirfendor teilte mir mit, dass er es geschafft habe, die Worte zu übersetzen, die ich zu dem Wächter gesagt habe. Frei übersetzt lauteten die Worte 'Mein Körper für Kazaul'. Ulirfendor war sehr betroffen von der Bedeutung der Worte für mich und bedauerte, dass er mich diese Worte sprechen lies.
fr: Ulirfendor m'a dit avoir finalement réussi à traduire les mots que j'ai répétés au gardien. Apparemment, ils signifiaient quelque chose comme 'Mon corps pour Kazaul'. Ulirfendor avait peur de ce que cela signifierait pour moi, et se désolait de m'avoir fait prononcer ces mots.
ja: ウリフェンドルは、あなたが番人に伝えた碑文の部分を何とか翻訳したと語った。どうやらあなたが番人に言ったことは、大まかに言うと"私の身体をカザウルに"という意味らしい。ウリフェンドルはこのことがあなたにとって何を意味するのかを非常に心配し、この言葉を話させたことをとても後悔していた。
pt: Ulirfendor disse-me que tinha conseguido traduzir as partes da inscrição que disse ao guardião. Aparentemente, o que disse ao guardião significa aproximadamente 'Meu corpo para Kazaul'. Ulirfendor estava muito preocupado com o que isso me significa e ficou muito perturbado ao fazer me dizer tais palavras.
zh_cn: 乌里芬多告诉我，他已经设法翻译了我告诉守护者的部分铭文。显然，我告诉卫报的大致意思是"我的身体为卡扎尔"。乌里芬多非常关心这对我意味着什么，并且非常后悔他让我说出这些话。

source: Ulirfendor was very happy to hear that I managed to defeat the lich. With the lich defeated, the people in the surrounding areas should be safe now.
de: Ulirfendor war sehr glücklich zu hören, dass ich den Lich besiegen konnte. Das wird die Leute in der Umgebung wieder ruhiger schlafen lassen.
fr: Ulirfendor était heureux de savoir la liche vaincue. Maintenant qu'elle est mise hors d'état de nuire, les habitants alentours devraient être en sécurité.
ja: ウリフェンドルはあなたが何とかリッチーを倒したと聞いてとても喜んだ。リッチーが倒されたことで、周辺地域の人々はこれで安全になるはずだ。
pt: Ulirfendor estava muito feliz em saber que consegui derrotar o lich. Com o lich derrotado, as pessoas nas áreas circundantes devem estar seguras agora.
zh_cn: 乌利芬多听到我成功击败了巫师，非常高兴。随着巫师被打败，周围地区的人们现在应该是安全的。

source: The dark protector
de: Der dunkle Beschützer
fr: Le protecteur des ténèbres
ja: ダークプロテクター
pt: O Protetor Negro
zh_cn: 黑暗的保护者

source: I have found a strange looking helmet from the lich 'Toszylae' that I defeated. I should go ask Ulirfendor if he knows anything about it.
de: Ich habe nach dem Sieg über den Lich 'Toszylae' einen fremdartigen Helm gefunden. Ich werde Ulirfendor fragen, ob er mir etwas darüber sagen kann.
fr: J'ai trouvé un étrange casque sur le corps de la liche 'Toszylae' que j'ai combattue. Je devrais demander à Ulirfendor s'il en sait plus sur cet objet.
ja: 倒したリッチー"トシラエ"から、奇妙なヘルメットを発見した。ウリフェンドルに何か知っているかを尋ねてみよう。
pt: Encontrei um capacete de aparência estranha que tomei de 'Toszylae' o lich ao derrotá-lo. Devo perguntar a Ulirfendor se ele sabe alguma coisa sobre isso.
zh_cn: 我从被我打败的巫师'托斯拉'身上找到了一个造型奇怪的头盔。我应该去问问乌里芬多，看他是否知道些什么。

source: Ulirfendor in the same dungeon thinks this artifact is what the shrine speaks of, and that it will bring misery to the surroundings of whoever carries it. He wants me to help him destroy it immediately.
de: Ulirfendor denkt, dass dieses Artefakt der Gegenstand ist, von dem die Inschrift auf dem Schrein spricht. Er wird Kummer im Umfeld desjenigen verursachen, der ihn trägt. Er möchte, dass ich ihn sofort zerstöre.
fr: Ulirfendor pense que c'est de cet artéfact que parlait le sanctuaire, et qu'il apportera malheur à tous ceux qui approchent celui qui le porte. Il veut que nous le détruisions immédiatement.
ja: 同じダンジョンにいるウリフェンドルは、このアーティファクトこそが霊廟の語るものであり、所持する者の周囲に災いをもたらすと考えている。彼はこれの破壊を手伝ってもらいたい。
pt: Ulirfendor, na mesma masmorra, acha que este artefato é o mesmo citado no santuário e que vai trazer miséria nos arredores de quem o carrega. Ele quer que o ajude a destruí-lo imediatamente.
zh_cn: 在同一个地牢里的乌里芬多认为这个神器就是神龛上所说的东西，它将给携带它的人的周围带来痛苦。他想让我帮助他立即销毁它。

source: To destroy the artifact, I would need give the helmet and the heart of the lich to Ulirfendor.
de: Für die Zerstörung des Helms braucht Ulirfendor den Helm und das Herz des Lichs.
fr: Pour détruire l'artéfact, je dois donner le casque ainsi que le cœur de la liche à Ulirfendor.
ja: アーティファクトを破壊するには、ヘルメットとリッチーの心臓をウリフェンドルに渡す必要がある。
pt: Para destruir o artefato, preciso dar o capacete e o coração do lich ao Ulirfendor.
zh_cn: 要摧毁神器，我需要把头盔和巫师的心脏交给乌利芬多。

source: I have given the helmet to Ulirfendor.
de: Ich habe Ulirfendor den Helm gegeben.
fr: J'ai donné le casque à Ulirfendor.
ja: ヘルメットをウリフェンドルに渡した。
pt: Dei o capacete para Ulirfendor.
zh_cn: 我把头盔交给了乌里芬多。

source: I have given the heart of the lich to Ulirfendor.
de: Ich habe Ulirfendor das Herz des Lichs gegeben.
fr: J'ai donné le cœur de la liche à Ulirfendor.
ja: リッチーの心臓をウリフェンドルに渡した。
pt: Dei o coração do lich para Ulirfendor.
zh_cn: 我把巫妖的心给了乌里芬多。

source: Ulirfendor has destroyed the artifact. The people of the surrounding towns are safe from whatever misery the helmet would have brought.
de: Ulirfendor hat das Artefakt zerstört. Die Menschen in den umliegenden Gegenden sind nun sicher vor dem Leid, das der Helm über sie gebracht hätte.
fr: Ulirfendor a réussi à détruire l'artéfact, l'empêchant ainsi d'infliger sa malédiction aux villages alentours, quelle qu'elle soit.
ja: ウリフェンドルがアーティファクトを破壊した。周辺の町の人々は、ヘルメットがもたらしていたであろうあらゆる悲劇から守られた。
pt: Ulirfendor destruiu o artefato. As pessoas das cidades vizinhas estão salvas de qualquer miséria o capacete teria trazido.
zh_cn: 乌里芬多已经摧毁了这件神器。周围城镇的人们可以免受头盔带来的任何痛苦。

source: For helping with both the lich and the helmet, Ulirfendor has given me the dark blessing of the Shadow.
de: Für die Hilfe mit dem Lich und dem Helm hat mir Ulirfendor den dunklen Segen des Schattens zuteil werden lassen.
fr: Pour l'avoir aidé à vaincre à la fois la liche et la malédiction du casque, Ulirfendor m'a offert la bénédiction obscure de l'Ombre.
ja: リッチーとヘルメットの両方の件で助けとなったことで、ウリフェンドルはシャドウの闇の祝福を授けてくれた。
pt: Pela ajuda, tanto com o linch quanto com o capacete, Ulirfendor me deu a bênção escura da sombra.
zh_cn: 因为帮助解决巫师和头盔的问题，乌里芬多给了我暗影的黑暗祝福。

source: For helping with both the lich and the helmet, Ulirfendor wanted to give me the dark blessing of the Shadow, but I declined.
de: Für die Hilfe mit dem Lich und dem Helm wollte mir Ulirfendor den dunklen Segen des Schattens zuteil werden lassen. Ich habe jedoch abgelehnt.
fr: Pour l'avoir aidé à vaincre à la fois la liche et la malédiction du casque, Ulirfendor m'a offert la bénédiction obscure de l'Ombre, ce que j'ai refusé.
ja: リッチーとヘルメットの両方の件で助けとなったことで、ウリフェンドルはシャドウの闇の祝福を授けてくれようとしたが、断った。
pt: Pela ajuda, tanto com o linch quanto com o capacete, Ulirfendor queria me dar a bênção escura da sombra, mas recusei.
zh_cn: 因为帮助处理巫师和头盔，乌里芬多想给我暗影的黑暗祝福，但我拒绝了。

source: I have decided to keep the helmet for myself. Who knows what power I could gain from it.
de: Ich habe beschlossen, den Helm für mich zu behalten. Wer weiß, welche Kräfte er für mich bereit hält.
fr: J'ai décidé de garder pour moi ce casque mystérieux. Qui sait quel pouvoir je pourrai en tirer.
ja: ヘルメットを自分のものにすることにした。そこからどんな力を得られるかは不明だ。
pt: Decidi manter o capacete comigo. Quem sabe o poder que poderia ganhar com isso.
zh_cn: 我已经决定为自己保留这个头盔。谁知道我可以从它身上获得什么力量。

source: Ulirfendor attacked me for keeping the helmet.
de: Ulirfendor hat mich angegriffen, weil ich den Helm behalten habe.
fr: Ulirfendor m'a attaqué pour tenter de récupérer le casque.
ja: ヘルメットを自分のものにしたことで、ウリフェンドルから襲われた。
pt: Ulirfendor atacou-me por manter o capacete.
zh_cn: 乌利芬多因为我保留头盔而攻击我。

source: I found a book by the shrine where Ulirfendor was. The book talks of a ritual that would restore the helmet to its true power. I should complete the ritual by the shrine if I want to use the helmet.
de: Ich habe ein Buch in der Nähe des Schreins gefunden. Das Buch beschreibt ein Ritual, bei dem die wahre Macht des Helms wiederhergestellt werden kann. Ich sollte es durchführen, wenn ich den Helm tragen will.
fr: J'ai trouvé un livre à côté du sanctuaire où se trouvait Ulirfendor. Il mentionne un rituel qui redonnerait au casque sa pleine puissance. Si j'exécute ce rituel, je devrais pouvoir utiliser le casque.
ja: ウリフェンドルのいた霊廟の辺りで本を見つけた。本には、ヘルメットを本来の力へと復元するための儀式について記されている。ヘルメットを使うのであれば、霊廟での儀式を済ませておこう。
pt: Encontrei um livro dentro do santuário onde Ulirfendor estava. O livro fala de um ritual que irá restaurar ao capacete ao verdadeiro poder dele. Devo completar o ritual do santuário, se quiser usar o capacete.
zh_cn: 我在乌里芬多所在的神殿旁发现了一本书。书中提到了一种仪式，可以让头盔恢复其真正的力量。如果我想使用头盔，就应该在神殿旁完成这个仪式。

source: I have started the Kazaul ritual.
de: Ich habe mit dem Ritual von Kazaul begonnen.
fr: J'ai commencé le rituel de Kazaul.
ja: カザウルの儀式を始めた。
pt: Comecei o ritual Kazaul.
zh_cn: 我已经开始了卡扎尔的仪式。

source: I have placed the helmet in front of the Kazaul shrine.
de: Ich habe den Helm vor dem Schrein von Kazaul platziert.
fr: J'ai placé le casque devant le sanctuaire de Kazaul.
ja: カザウルの霊廟の前にヘルメットを置いた。
pt: Pus o capacete na frente do santuário de Kazaul.
zh_cn: 我把头盔放在卡扎尔神社前。

source: I have placed the lich's heart in front of the Kazaul shrine.
de: Ich habe das Herz des Lichs vor dem Schrein von Kazaul platziert.
fr: J'ai placé le cœur de liche devant le sanctuaire de Kazaul.
ja: カザウルの霊廟の前にリッチーの心臓を置いた。
pt: Pus o coração do lich na frente do santuário de Kazaul.
zh_cn: 我已将巫师的心脏放在卡扎尔神龛前。

source: The ritual is complete, and I have restored the power of the helmet to its former glory.
de: Das Ritual ist beendet und die Macht und der uralte Ruhm des Helmes wurden wiederhergestellt.
fr: Le rituel achevé, le casque a retrouvé toute sa puissance originelle.
ja: 儀式は完了だ。ヘルメットの力をかつてのものに復元できた。
pt: O ritual está completo e restaurei o poder do capacete para a antiga glória dele.
zh_cn: 仪式已经完成，我已经恢复了头盔的力量，恢复了昔日的辉煌。

source: I have it in me
de: Es ist in mir!
fr: Parasites
ja: それは体内に
pt: Tenho algo dentro de mim
zh_cn: 我里面有它

source: Deep inside a cavern, I encountered a lich of Kazaul. Somehow the lich managed to infect me with things that crawl around in my stomach! I must find some way to get rid of these things inside of me. I should go talk to Ulirfendor, or seek help in one of the chapels.
de: Tief im inneren einer Höhle bin ich mit einem Lich von Kazaul zusammengestoßen. Irgendwie hat es der Lich geschafft, mich mit etwas zu infizieren, was in meinem Bauch herumkrabbelt! Ich muss das irgendwie los werden. Ich sollte Ulirfendor fragen, oder gleich Hilfe in einer Kirche suchen.
fr: Dans les entrailles d'une caverne, j'ai rencontré une liche de Kazaul. La créature a réussi à m'infecter avec des sortes de parasites que je sens ramper dans mon estomac ! Je dois vite trouver un moyen de me débarrasser de ces intrus. Je devrais demander de l'aide à Ulirfendor, ou sinon à l'une des chapelles.
ja: 洞窟の奥でカザウルのリッチーと遭遇した。何らかの手段によって、リッチーはあなたの胃を這い回るようなものに感染させた！ 体内からこれを取り除く方法を見つけなくては。ウリフェンドルに話を聞くか、礼拝堂で助けを求めよう。
pt: Na parte mais profunda de uma caverna, encontrei um lich de Kazaul. De alguma forma, o lich conseguiu infetar-me com as coisas que rastejam dentro de minha barriga! Preciso encontrar alguma maneira de me livrar dessas coisas dentro de mim. Devo ir falar com Ulirfendor ou buscar ajuda numa das capelas.
zh_cn: 在一个洞穴深处，我遇到了卡扎尔的一个巫师。不知何故，这个巫师设法让我感染了在我肚子里爬来爬去的东西！我必须想办法摆脱这些东西。我必须找到一些方法来摆脱我体内的这些东西。我应该去找乌里芬多谈谈，或者在某个小教堂里寻求帮助。

source: Ulirfendor tells me that he read something long ago about rotworms that feed upon living tissue. They can have what he called 'unusual' effects on whoever carries them, and their eggs can slowly kill a person from the inside. I should seek help immediately, before it is too late.
de: Ulirfendor sagte, dass er einmal etwas über Maden gelesen hätte, die sich von lebendem Gewebe ernähren. Das kann bei mir 'ungewöhnliche' Auswirkungen haben und die Eier der Maden können einen Menschen langsam von innen her töten. Ich sollte so schnell wie möglich Hilfe suchen, bevor es zu spät ist.
fr: Ulirfendor m'a expliqué autrefois qu'il a lu quelque chose sur des vers-pourris qui se nourrissent de chair vivante. Il peuvent avoir des effets 'inhabituels' sur leur hôte, et leur œufs peuvent avec le temps tuer un homme de l'intérieur. Je dois chercher de l'aide immédiatement, avant que ce ne soit trop tard ...
ja: ウリフェンドルは生きた細胞組織を餌とするロットワームについて昔読んだことがあるという。これは宿主に、彼が言うところの"異常な"影響を発揮し、卵はゆっくりと内部から人間を殺す。手遅れとなる前にすぐに助けを求めよう。
pt: Ulirfendor diz-me que leu algo sobre vermes da podridão, que se alimentam de tecidos vivos. Eles causam o que ele chamou de efeitos 'incomuns' em quem os transporta e os ovos deles pode matar lentamente uma pessoa de dentro prá fora. Devo procurar ajuda imediatamente, antes que seja tarde demais.
zh_cn: 乌利芬多告诉我，他很久以前读到过一些关于以活体组织为食的轮虫。它们会对携带它们的人产生他所说的不寻常的影响，而且它们的卵可以慢慢地从内部杀死一个人。我应该立即寻求帮助，以免为时已晚。

source: Ulirfendor says that one of the priests of the Shadow should be able help me. I should go visit Talion at the chapel in Loneford at once.
de: Ulirfendor meinte, dass mir ein Priester des Schattens helfen könnte. Ich solle Talion in Loneford sofort aufsuchen.
fr: Ulirfendor dit que l'un des prêtres de l'Ombre devrait pouvoir m'aider. Je dois aller voir d'urgence Talion dans la chapelle de Loneford.
ja: ウリフェンドルはあるシャドウ神官があなたを救うことができるはずだと言う。ローンフォード礼拝堂にいるタリオンに会いに行こう。
pt: Ulirfendor dise-me que um dos sacerdotes da Sombra deve ser capaz de me ajudar. Devo ir visitar Talião na capela em Loneford enquanto há tempo.
zh_cn: 乌里芬多说，影子的一个牧师应该能帮助我。我应该马上去洛尼福的小教堂拜访塔利昂。

source: Talion in Loneford told me that in order to be cured of my affliction, I will need to bring four parts to him. The parts that I will need are five bones, two pieces of animal hair, one irdegh poison gland and one empty vial. Bones and fur can probably be found on some animal in the wilderness, and the poison gland can be found on one of the irdeghs that have been spotted to the east.
de: Der Priester Talion aus Loneford sagte mir, dass er für die Heilung meines Leidens ein paar Sachen benötigt. Zunächst einmal braucht er fünf Knochen und zwei Büschel Tierfell. Außerdem wird noch eine Irdegh-Giftdrüse und ein leeres Fläschchen benötigt. Knochen und Fell sollten sich in der Wildnis leicht finden lassen. Die Giftdrüse sollte einer der Irdeghs liefern können, die östlich von hier gesichtet wurden.
fr: Talion de Loneford m'a expliqué que pour me soigner de ces parasites, il faut que je lui amène plusieurs ingrédients. Il a besoin d'exactement cinq Os, deux morceaux de pelage d'animal, une Glande de poison d'Irdegh et une Fiole vide. Les os et le pelage peuvent sûrement se trouver sur certaines créatures sauvages, et la glande de poison s'obtient grâce aux Irdeghs, dont quelques spécimens ont été vus à l'est.
ja: ローンフォードのタリオンは、苦痛の原因を取り除くには4種類の素材を用意する必要があると語った。必要なものは、骨が5つ、獣毛が2本、アーデグ毒腺が1つ、空のバイアルが1本。おそらく骨と獣毛は荒野の動物から、毒腺は東の方で目撃されたアーデグの一種から見つかる。
pt: Talião, em Loneford, disse-me que, para ser curado da minha doença, vou precisar lhe trazer quatro coisas. O que é necessário são cinco ossos, dois pedaços de pêlo, uma glândula de veneno Irdegh e um frasco vazio. Ossos e pele provavelmente encontram-se em algum animal no desertoe a glândula de veneno encontra-se num dos Irdeghs que foram vistos a leste.
zh_cn: 隆福德的塔里昂告诉我，为了治好我的病，我需要带四个零件给他。我需要的零件是五根骨头，两根动物毛发，一个伊代格毒腺和一个空瓶。骨头和毛发大概可以在荒野中的某个动物身上找到，毒腺可以在东边被发现的一个伊代格身上找到。

source: I have brought the five bones to Talion.
de: Ich habe fünf Knochen zu Talion gebracht.
fr: J'ai remis les cinq os à Talion.
ja: タリオンに骨を5つ持ってきた。
pt: Trouxe os cinco ossos para Talião.
zh_cn: 我把这五块骨头带给了塔里昂。

source: I have brought the two pieces of animal hair to Talion.
de: Ich habe die zwei Büschel Tierhaar zu Talion gebracht.
fr: J'ai remis les deux poignées de pelage d'animaux à Talion.
ja: タリオンに獣毛を2本持ってきた。
pt: Trouxe os dois pedaços de pelo para Talião.
zh_cn: 我把两根动物毛发带给了塔里昂。

source: I have brought one irdegh poison gland to Talion.
de: Ich habe die Giftdrüse bei Talion abgeliefert.
fr: J'ai remis la glande de poison d'Irdegh à Talion.
ja: タリオンにアーデグ毒腺を1つ持ってきた。
pt: Trouxe uma glândula de veneno Irdegh para Talião.
zh_cn: 我带了一个伊尔德毒腺给塔里昂。

source: I have brought an empty vial to Talion.
de: Ich habe Talion ein leeres Fläschchen gegeben.
fr: J'ai remis la fiole vide à Talion.
ja: タリオンに空のバイアルを持ってきた。
pt: Trouxe um frasco vazio para Talião.
zh_cn: 我带了一个空小瓶给塔里昂。

source: I have now brought all pieces that Talion needs in order to cure me of these things.
de: Ich habe jetzt alle Zutaten die Talion für meine Heilung braucht besorgt.
fr: Talion a enfin toutes les pièces nécessaires pour me débarrasser de mes parasites.
ja: 治すためにタリオンが必要とするすべての素材を持ってきた。
pt: Já trouxe todas as peças que Talião precisa, a fim de curar-me destas coisas.
zh_cn: 我现在已经带来了塔里昂所需要的所有碎片，以治愈我的这些东西。

source: Talion has cured me of the Kazaul rotworms. I managed to get one of the rotworms into an empty vial, and Talion told me that it would be very valuable. I cannot imagine for what.
de: Talion hat mich von den Kazaul-Maden geheilt. Ich konnte eine der Maden in einem leeren Fläschchen auffangen. Talion meinte, das wäre sehr wertvoll. Ich kann mir aber nicht vorstellen wofür.
fr: Talion a éliminé tous mes vers-pourris de Kazaul. J'ai réussi à en récupérer un et l'ai mis dans une fiole, Talion m'ayant dit que cela a beaucoup de valeur. Je n'ai aucune idée pourquoi.
ja: タリオンはカザウルロットワームを治してくれた。空のバイアルの中には1匹のロットワームが入り、タリオンはそれがとても価値のあるものになるという。何のことかあなたには想像もつかない。
pt: Talião curou-me dos vermes da podridão de Kazaul. Consegui pôr um dos vermes da podridão num frasco vazio e Talião disse-me que seria muito valioso. Não posso imaginar por quê.
zh_cn: 塔里昂已经治好了我的卡扎尔腐尸虫。我设法将其中一条腐尸放入一个空瓶中，塔里昂告诉我，这将是非常有价值的。我无法想象为了什么。

source: Because of my former affliction, Talion has agreed to help me by placing blessings of the Shadow upon me whenever I wish, for a fee.
de: Wegen meiner früheren Erkrankung kann ich mich jetzt jederzeit gegen eine geringe Gebühr bei Talion mit dem Segen des Schattens belegen lassen.
fr: En raison de l'épreuve que j'ai subie, Talion a accepté de m'aider en m'offrant, contre une modeste somme, autant de bénédictions de l'Ombre que je souhaite.
ja: 以前の苦痛を理由に、タリオンはいつでもシャドウの祝福を有料で授けることであなたを支援してくれることになった。
pt: Por causa da minha antiga doença, Talião concordou em me ajudar, a pôr bênçãos da Sombra em mim, sempre que quiser, por uma certa quantia.
zh_cn: 由于我以前的痛苦，塔里昂同意帮助我，只要我愿意，就给我一些祝福，但要收取一定的费用。

source: A difference of opinion
de: Meinungsverschiedenheiten
fr: Une différence d'opinion
ja: 見解の相違
pt: Uma diferença de opinião
zh_cn: 意见分歧

source: I heard a story about two squabbling sisters in Remgard, Elwel and Elwyl. Apparently they have kept people awake at night with the way they are shouting at each other. I should go visit them in their house on the southern shore of the city of Remgard.
de: Ich habe von zwei zankenden Schwestern aus Remgard gehört: Elwel und Elwyl. Anscheinend halten sie nachts die Leute wach, so laut schreien sie sich gegenseitig an. Ich sollte sie vielleicht einmal in ihrem Haus am Südrand von Remgard besuchen.
fr: J'ai entendu parler de deux sœurs chamailleuses de Remgard, Elwel et Elwyl. Apparemment, elles empêchent leurs voisins de dormir à cause de violentes disputes nocturnes. Je devrais leur rendre visite, leur maison est sur la rive sud de la ville de Remgard.
ja: レムガードで喧嘩しているエルウェルとエルウィルの2人の姉妹の話を聞いた。2人は怒鳴り合いで夜も眠れないようにしているらしい。レムガードの町の南岸にある彼女たちの家に行ってみよう。
pt: Ouvi uma história sobre duas irmãs briguentas em Remgard, Elwel e Elwyl. Aparentemente, elas têm mantido as pessoas acordadas durante a noite com a maneira como eles gritam umas com as outras. Devo ir visitá-las na casa delas na costa sul da cidade de Remgard.
zh_cn: 我听说了一个关于瑞姆加德两姐妹争吵的故事，她们是埃尔韦尔和埃尔韦尔。很显然，她们互相喊叫的方式让人们在晚上睡不着觉。我应该去瑞姆加德城南岸的房子里拜访她们。
