Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: That is troublesome. I have no idea where he went when he left Stoutford, but Kazaul has always been linked to the Undertell, south of here. Thank you for your help kid.
de: Das ist beunruhigend. Ich weiß nicht, wohin er wollte, nachdem er Stoutford verlassen hat, aber Kazaul hatte schon immer eine Verbindung zu Undertell, südlich von hier. Danke für deine Hilfe, Kleiner.
fr: C'est un problème. Je n'ai aucune idée d'où il est allé en quittant Stoutford, mais Kazaul a toujours été lié à Undertell, plus au sud. Merci pour ton aide gamin.
ja: それは困りましたね。スタウトフォードを出ていって以来どこに向かったのか見当もつきません。ただ、カザウルはここから南のアンダーテルと繋がりがあるとか。助けてくださりありがとうございました。
pt: Isso é problemático. Não faço ideia para onde ele foi quando saiu de Stoutford, mas o Kazaul sempre esteve ligado ao Undertell, ao sul (↓) daqui. Obrigado pela sua ajuda garoto.
zh_cn: 这很麻烦。我不知道他离开斯托福德时去了哪里，但卡扎尔一直与这里以南的昂德特尔联系在一起。谢谢你的帮助孩子。

source: Go with the shadow child.
de: Geh mit dem Schatten, Kind.
fr: Va avec l'ombre mon fils.
ja: 我らの子よシャドウと共に行きなさい。
pt: Vá com as sombras, garoto.
zh_cn: 与暗影同行。

source: Yolgen told me that you could provide me with an artifact that could be used against powerful undead.
de: Yolgen hat mir erzählt, dass du mir ein Artefakt geben kannst, welches gegen mächtige Untote hilft.
fr: Yolgen m'a dit que vous pouviez me fournir un artefact à utiliser contre les puissants morts-vivants.
ja: ヨルゲンは、強力なアンデッドに使えるアーティファクトをあなたが提供できると言ってました。
pt: Yolgen disse que me poderia fornecer um artefato que pode ser usado contra mortos-vivos poderosos.
zh_cn: 约尔根告诉我，你可以为我提供一件可以用来对付强大的亡灵的神器。

source: Thank you for your help. Do you have any idea who might be responsible for all this?
de: Danke für deine Hilfe. Hast Du eine Idee wer für all dies verantwortlich ist?
fr: Merci pour ton aide. Tu as une idée de qui pourrait être responsable de tout ceci ?
ja: 助けてくださりありがとうございました。この件の犯人に心当たりはありませんか？
pt: Obrigado pela ajuda. Tem alguma ideia de quem pode ser responsável por tudo isso?
zh_cn: 谢谢你的帮助。你是否知道谁可能对这一切负责？

source: I met an undead lord in the castle, but every time it seems that I have destroyed him, he rises again. Do you have any advice?
de: Ich traf auf einen untoten Adligen im Schloss, aber jedesmal wenn es schien, dass ich ihn zerstört hatte, ist er wieder auferstanden. Hast Du irgendeinen Rat?
fr: J'ai rencontré un mort-vivant dans le château, mais à chaque fois qu'il semble que je l'ai détruit, il se relève à nouveau. Auriez-vous un conseil ?
ja: 城でアンデッドの領主と出会ったのですが、倒したように見えるたびに蘇ってきます。何かアドバイスはありますか？
pt: Conheci um lorde morto-vivo no castelo, mas toda vez que parece que o destruí, ele se levanta novamente. Tem algum conselho?
zh_cn: 我在城堡里遇到了一个不死的领主，每次我似乎摧毁了他，他又复活了。你有什么建议吗？

source: I want to help you clean the castle of the undead. Yolgen seems to be worried, perhaps because he believes the undead could be too strong.
de: Ich will helfen das Schloss von den Untoten zu befreien. Yolgen scheint sich zu sorgen die Untoten könnten zu stark sein.
fr: Je veux t'aider à nettoyer le châteaux des morts-vivants. Yolgen semble embêté, peut-être parce qu'il croit que les morts-vivants sont trop puissants.
ja: 城のアンデッドを駆逐する協力がしたいです。ヨルゲンが心配そうにしてるのは、アンデッドが強すぎるのではと考えているからでしょう。
pt: Quero te ajudar a acabar com os mortos-vivos do castelo. Yolgen parece estar preocupado, talvez porque ele acredite que os mortos-vivos podem ser fortes demais.
zh_cn: 我想帮你清理城堡里的亡灵。约尔根似乎很担心，也许是因为他认为亡灵可能太强大了。

source: Most undead can be destroyed quite easily, but there is a rare and powerful kind that are much more difficult to permanently destroy.
de: Die meisten Untoten können einfach zerstört werden, aber es existiert ein sehr seltener und mächtiger Untoter, welcher deutlich schwerer endgültig zu erledigen ist.
fr: La plupart des morts-vivants peuvent être détruits assez facilement, mais il y en a de rares qui sont trop puissants et bien plus difficiles à tuer pour de bon.
ja: ほとんどのアンデッドは簡単に倒せるものですが、恒久的に破壊したままにしておくことが極めて困難で、希少かつ強力な種類が存在します。
pt: A maioria dos mortos-vivos podem ser facilmente destruídos, mas existe um tipo raro e poderoso que é muito mais difícil destruir permanentemente.
zh_cn: 大多数亡灵可以很容易地被摧毁，但有一种罕见的、强大的亡灵更难被永久地摧毁。

source: I think I have a solution though.
de: Ich glaube ich habe eine Lösung.
fr: Je pense cependant avoir la solution.
ja: もっとも解決策はあります。
pt: Entretanto, acho que tenho uma solução.
zh_cn: 我想我有一个解决方案。

source: First, I need two coins. Please give me 2 gold coins.
de: Als erstes benötige ich zwei Münzen. Bitte gib mir 2 Goldmünzen.
fr: D'abord, j'ai besoin de deux pièces. S'il te plaît, donne moi 2 pièces en or.
ja: まずコインが2枚必要です。2枚いただけますか。
pt: Primeiro preciso de duas moedas. Por favor me dê 2 moedas de ouro.
zh_cn: 首先，我需要两个金币。请给我2个金币。

source: No, I won't.
de: Nein, das werde ich nicht.
fr: Non, certainement pas.
ja: ダメです。
pt: Não, não darei.
zh_cn: 不，我不会。

source: Now I will bless them with a special enchantment... [Tahalendor holds the coins over the altar and mutters something you can't hear]
de: Nun werde ich sie mit einer speziellen Verzauberung segnen... [Tahalendor hält die Münzen über den Altar und murmelt etwas, das du nicht hören kannst]
fr: Maintenant je vais les bénir avec un enchantement spécial... [Tahalendor tient les pièces au dessus de l'autel et murmure quelque chose que tu ne peux entendre]
ja: 今から特別な祝福をかけます… （タハレンドールは祭壇の上にコインをかざし、あなたには聞き取れない何かを呟く）
pt: Agora vou abençoá-los com um encantamento especial... [Tahalendor segura as moedas sobre o altar e murmura algo que não consegue ouvir]
zh_cn: 现在我将用一种特殊的魔法来保佑它们......。 [塔哈伦多把硬币放在祭坛上，喃喃自语，你听不到的。］

source: Here you go. As soon as the undead lord appears to be destroyed, place one coin on each eye. This will prevent him from rising again, and soon after you have placed the coins his remains should disintegrate, as he returns to his natural state.
de: Das war's. Sobald der untote Adlige erscheint und du ihn niederschlägst, lege je eine Münze auf seine Augen. Das wird seine Wiederauferstehung verhindern und schon kurz danach sollten seine Überreste zerfallen, wenn er zu seinem natürlichen Zustand zurückkehrt.
fr: Et voilà. Dès que le seigneur des morts-vivants semble détruit, place une pièce sur chacun de ses yeux. Cela l’empêchera de se relever, et peu de temps après voir mis les pièces ses restes devraient se désintégrer et retourner à leur état naturel.
ja: こちらを。アンデッドの領主を倒せたように見えたら、すぐにコインをそれぞれの目に1枚ずつ置いてください。そうすることで再び蘇ることを防げます。コインを置くとすぐに本来の状態に戻るので、遺体は崩壊するはずです。
pt: Aqui está. Assim que o lorde morto-vivo parecer destruído, ponha uma moeda em cada olho. Isso impedirá que ele suba novamente e logo depois de ter posto as moedas, os restos dele devem desintegrar-se e retornar ao seu estado natural.
zh_cn: 给你。一旦亡灵领主似乎被摧毁，就在每只眼睛上放一枚硬币。这将防止他再次复活，在你放置硬币后不久，他的遗体就会瓦解，因为他回到了自然状态。

source: Boohoohoo ... the whole town hates me now. Even my dear customers left. Just the old hag who only drinks water stayed, and Lord Bourbon who never pays.
de: Buhuhu... die ganze Stadt hasst mich jetzt. Sogar meine geschätzten Kunden sind gegangen. Nur dieses alte Weib, das nur Wasser trinkt, und Lord Bourbon, der nie seine Zeche zahlt, sind geblieben.
fr: Bouhouhou ... toute la ville me hait maintenant. Même mes chers clients son partis. Il ne reste plus que la vielle mégère qui ne boit que de l'eau, et Lord Bourbon qui ne paye jamais.
ja: シクシク…町中で嫌われています。親愛なるお客様もいなくなってしまいました。残っているのは水しか飲まない婆さんと、お金を払わないバーボン卿だけです。
pt: Buaaaaaaa... a cidade inteira me odeia agora. Até os meus queridos clientes foram embora. Apenas a velha bruxa que só bebe água e o lorde Bourbon que nunca paga.
zh_cn: 呜呼......现在整个镇子都讨厌我了。连我亲爱的顾客都离开了。只有那个只喝水的老巫婆留下了，还有那个从不付钱的波旁爵士。

source: You deserved it.
de: Das hast du verdient.
fr: Tu l'as mérité.
ja: 当然の報いだね。
pt: Mereceu isso.
zh_cn: 这是你应得的。

source: Well done.
de: Gut gemacht.
fr: Bien fait.
ja: お疲れ様。
pt: Bem feito.
zh_cn: 做得好。

source: Boohoohoo...
de: Buhuhu...
fr: Bouhouhou...
ja: シクシク…
pt: Buaaaaaaaa...
zh_cn: 呜呜呜...

source: No. Sorry.
de: Nein. Tut mir leid.
fr: Non. Désolée.
ja: いいえ。ごめんなさい。
pt: Não, Desculpe.
zh_cn: 不。对不起。

source: Halvor? Yes! He's so nice! Do you know him?
de: Halvor? Natürlich! Er ist so nett! Kennst du ihn?
fr: Halvor ? Oui ! Il est si gentil ! Tu le connais ?
ja: ハルボー？ ええ！ 素敵な人だわ！ 彼を知ってるの？
pt: Halvor? Sim! Ele é tão bom! Conhece-o?
zh_cn: 哈尔沃尔？是的！他太好了！你认识他吗？

source: I hate the guy. He's nothing but trouble...
de: Ich hasse diesen Kerl. Er bedeutet nur Ärger...
fr: Je hais ce type. Il n'amène que des problèmes...
ja: あの男は嫌いだ。トラブル以外の何物でもない…
pt: Odeio o cara. Ele não é nada além de problemas...
zh_cn: 我讨厌这家伙。他只是个麻烦...

source: Sure, we keep meeting around the world in the most unusual places. I even helped him gather some items.
de: Sicher, wir sind uns immer wieder and den ungewöhnlichsten Orten über den Weg gelaufen. Ich habe ihm sogar beim Sammeln einiger Materialien geholfen.
fr: Bien sûr, on n'arrête pas de se croiser aux quatre coins du monde, dans les endroits les plus improbables. Je l'ai même aidé à rassembler quelques objets.
ja: もちろん、僕たちは世界中の変わった場所で会い続けてます。アイテム集めも手伝いました。
pt: Claro, continuamos nos a encontrar ao redor do mundo nos lugares mais incomuns. Até o ajudei a juntar alguns itens.
zh_cn: 当然，我们不断在世界各地最不寻常的地方见面。我甚至帮助他收集一些物品。

source: He's always been good to me. If you don't like him, I don't like you!
de: Er ist immer gut zu mir gewesen. Wenn du ihn nicht magst, mag ich dich auch nicht!
fr: Il a toujours été sympa avec moi. Si tu ne l’apprécies pas, je ne t'apprécie pas non plus !
ja: 彼はいつもわたしによくしてくれた。あなたが彼を嫌うなら、私もあなたが嫌い！
pt: Ele sempre foi bom para mim. Se não gosta dele, não gosto de você!
zh_cn: 他一直对我很好。如果你不喜欢他，我就不喜欢你!

source: So that's you! He told me about you.
de: Also du bist das! Er hat mir von dir erzählt.
fr: Alors c'est toi ! Il m'a parlé de toi.
ja: あなただったのね！ あなたのことは彼から聞いてるわ。
pt: Então é você! Ele contou-me sobre você.
zh_cn: 原来是你!他跟我说起过你。

source: He told me you were of great help.
de: Er erzählte mir, dass du eine große Hilfe warst.
fr: Il m'a dit que tu l'avais grandement aidé.
ja: あなたがとても助けになったんだって言ってた。
pt: Ele disse-me que você era de grande ajuda.
zh_cn: 他告诉我你帮了大忙。

source: It was a pleasure.
de: Es war mir ein Vergnügen.
fr: C'était un plaisir.
ja: 光栄です。
pt: Foi um prazer.
zh_cn: 这是一种乐趣。

source: I just did my part.
de: Ich habe nur meinen Teil dazu beigetragen.
fr: J'ai juste fait ce que j'avais à faire.
ja: 自分の役割を果たしただけ。
pt: Apenas fiz a minha parte.
zh_cn: 我只是尽了自己的一份力量。

source: Well, he paid good money.
de: Nun, er hat gut bezahlt.
fr: C'est qu'il paye bien.
ja: いい金を払ってくれたよ。
pt: Bem, ele pagou um bom dinheiro.
zh_cn: 嗯，他付了很高的钱。

source: Anyway. I made these boots with the items he brought me.
de: Wie auch immer. Ich habe diese Stiefel aus den gesammelten Materialien gefertigt.
fr: J'ai fabriqué ces bottes avec les objets qu'il m'a rapportés.
ja: とにかく。彼が持ってきてくれたものでこのブーツを作ったの。
pt: De qualquer forma. Fiz essas botas com os itens que ele me trouxe.
zh_cn: 无论如何。我用他带给我的物品做了这双靴子。

source: I'm really proud of the result. They are light, but sturdy, thanks to the bones and insect wings. They are comfortable but tough thanks to the animal hair and venomscale scales. They are stiff when adjusted, thanks to the rat tails.
de: Ich bin richtig stolz auf das Ergebnis. Sie sind leicht aber robust, dank der Knochen und Insektenflügel. Sie sind bequem aber belastbar, dank der Tierhaare und Giftschuppen-Schuppen. Sie sind steif sobald sie eingetragen sind, dank der Rattenschwänze.
fr: Je suis vraiment fière du résultat. Elles sont légères, mais robustes, grâce aux os et ailes d'insectes. Elles sont confortables mais résistantes grâce aux poils soyeux d'animaux et aux écailles de toxicoques. Elles sont rigides quand bien ajustées, grâce aux queues de rat.
ja: 本当に良い仕上がりになったと思う。 骨と昆虫の翅のおかげで、軽くて頑丈。 獣毛とベノムスケイルの鱗のおかげで、快適だけど丈夫。 ネズミの尾のおかげで、合わせたときに硬くなるわ。
pt: Estou muito orgulhoso do resultado. Eles são leves, mas resistentes, graças aos ossos e asas de insetos. Eles são confortáveis, mas resistentes, graças às escamas de pêlos de animais e venenoscale. Eles são rígidos quando ajustados, graças às caudas de rato.
zh_cn: 我真的为这个结果感到骄傲。 由于骨头和昆虫的翅膀，它们很轻，但很结实。 由于动物毛发和毒鳞的存在，它们既舒适又坚韧。 由于老鼠尾巴的存在，它们在调整时很坚硬。

source: Here. Take these. I've given one pair to Halvor, and I'll keep the last one for myself.
de: Hier. Nimm die. Ich habe ein weiteres Paar Halvor gegeben und werde das letzte für mich selbst behalten.
fr: Tiens. Prends celles-ci. J'ai donné une paire à Halvor, et je garde la dernière pour moi.
ja: はい。どうぞ。ハルボーにも1足あげたから最後のは自分用に取っておくつもり。
pt: Aqui. Leve estes. Dei um par ao Halvor e vou guardar o último para mim.
zh_cn: 在这里。拿着这些。我已经给了哈尔沃尔一副，最后一副我自己留着。

source: Wow. I have to try these. Goodbye.
de: Wahnsinn. Ich muss diese gleich anprobieren. Tschüss.
fr: Waouh. Je vais devoir les essayer. Au revoir.
ja: へえ。試してみないと。さようなら。
pt: Uau. Tenho que tentar isso. Adeus.
zh_cn: 哇。我一定要试试这些。再见。

source: Do you want to trade?
de: Willst du handeln?
fr: Tu veux faire du commerce ?
ja: 取引する？
pt: Quer negociar?
zh_cn: 你想交易吗？

source: Hey. Be careful what you do.
de: Heh. Sei vorsichtig mit dem, was du tust.
fr: Hé. Attention à ce que tu fais.
ja: おい。気をつけるんだぞ。
pt: Ei. Cuidado com o que faz.
zh_cn: 嘿，小心你的所作所为。

source: Kids should not walk around alone in these times.
de: Kinder sollten zu diesen Zeiten nicht ohne Aufsicht herumlaufen.
fr: Les gamins ne devraient pas se balader seuls par les temps qui courent.
ja: こんなときに子供が1人で歩き回るものじゃない。
pt: As crianças não devem andar sozinhas nestes tempos.
zh_cn: 在这种时候，孩子们不应该独自走动。

source: It was terrible! I could feel the necklace draining the life out of me, and the only thing that made me feel better was giving it another victim.
de: Es war schrecklich! Ich konnte richtig spüren, wie die Halskette mir das Leben ausgesaugt hatte. Das Einzige, das dagegen wirkte, war ihm ein anderes Opfer darzubringen.
fr: C’était terrible ! Je pouvais sentir le collier drainer ma vie hors de mon corps, et la seule chose qui me faisait sentir mieux était de lui donner une nouvelle victime.
ja: 恐ろしかった！ ネックレスが私の命を奪っていくのが感じ取れました。私にとって安心できる要素は、別の犠牲者を与えることだけでした。
pt: Foi terrível! Podia sentir o colar a drenar a vida para fora de mim e a única coisa que me fez sentir melhor foi dar outra vítima.
zh_cn: 太可怕了!我能感觉到这条项链耗尽了我的生命，而唯一能让我感觉好一点的就是再给它一个受害者。

source: Why didn't you just take it off?
de: Warum hast du es nicht einfach abgenommen?
fr: Pourquoi ne l'as-tu pas simplement enlevé ?
ja: どうして外さなかったの？
pt: Por que não tirou isso?
zh_cn: 你为什么不把它摘下来？

source: I couldn't. When I tried, and failed, he laughed. He told me it was bound to that thing in the basement, which needed me to be its servant.
de: Es ging nicht. Als ich es vergeblich versuchte, hat er mich ausgelacht. Er erklärte mir, das sie mit dem Ding im Keller verknüpft war, welches mich als seinen Diener benötigte.
fr: Je ne pouvais pas. Quand j'ai essayé, je n'y suis pas arrivé, et il a ri. Il m'a dit que c'était lié à cette chose dans le sous-sol, qui avait besoin de moi comme serviteur.
ja: できませんでした。試して失敗したとき、彼は笑ってました。これは地下室にあるものによって縛られていて、私がその下僕になる必要があると言ってました。
pt: Não pude. Quando tentei e falhei, ele riu. Ele me disse que estava ligado a essa coisa no porão, que precisava de mim para ser o seu criado.
zh_cn: 我做不到。当我尝试，但失败了，他笑了。他告诉我，它与地下室的那个东西有关系，它需要我做它的仆人。

source: Then he laughed some more, and told me that all I had to do was kill that thing, and I would be able to remove the necklace. I'm no fighter though. I was too scared to even go near it.
de: Dann lachte er noch mehr und erklärte mir, dass ich es schon töten müsste, um die Kette abnehmen zu können. Ich bin aber kein Kämpfer. Ich war viel zu verängstigt um mich ihm überhaupt zu nähern.
fr: Alors, il a ri encore plus fort, et il m'a dit que tout ce que j'avais à faire était de tuer cette chose, et qu'ensuite je pourrais enlever ce collier. Je ne sais pas me battre, alors j'étais trop effrayé pour ne serait-ce qu'oser m'en approcher.
ja: それから彼はさらに笑い、ソイツを殺すことができればネックレスを外せるようになるとも言いました。私は戦士ではないのですが。怖くてとても近寄れませんでした。
pt: Então ele riu mais um pouco e disse-me que tudo que tinha que fazer era matar aquela coisa e seria capaz de remover o colar. Não sou lutador. Estava com muito medo de chegar perto disso.
zh_cn: 然后他又笑了几声，并告诉我，我所要做的就是杀了那东西，我就能摘下项链。虽然我不是战士。我太害怕了，甚至不敢靠近它。

source: I guess you are lucky I visited, although just asking me to kill it would have been easier. And nicer.
de: Du solltest dich glücklich schätzen, dass ich vorbeigekommen bin, auch wenn es einfacher gewesen wäre, mich zu fragen, ob ich es töten kann. Und netter.
fr: J'imagine que tu as de la chance que je t'aie rendu visite, même si me demander directement de tuer cette chose aurait été plus facile. Et plus agréable.
ja: 僕が訪ねたのは幸運だったと思う。僕にそれを殺すよう頼めば簡単だったのに。そのほうがいい。
pt: Acho que tem sorte que visitei, embora apenas me pedir para matá-lo teria sido mais fácil. E melhor.
zh_cn: 我想你很幸运，我去看了，虽然只是让我杀了它会更容易。而且更好。

source: I didn't dare. The evening after Andor left his companion returned briefly. He warned me you might come here, and that if you found out what I had done you would kill me. He told me that my only hope was to make you the next victim.
de: Ich wagte es nicht. Am Abend nachdem Andor gegangen war, kam sein Reisebegleiter kurz zurück. Er warnte mich vor deinem Besuch, dass du mich dafür töten würde, wenn du dahinter kämest. Er erklärte mir, dass es meine einzige Möglichkeit war, dich zum nächsten Opfer zu machen.
fr: Je n'ai pas osé. Le soir où Andor est parti, son compagnon est revenu brièvement. Il m'a prévenu que tu pourrais venir ici, et que si tu découvrais ce que j'avais fait tu me tuerais. Il m'a dit que mon seul espoir était de faire de toi la prochaine victime.
ja: 無理でした。アンドールが去った夕方、彼の仲間が少しの間戻ってきたんです。彼はあなたがここに来るかもしれないこと、もし私のしたことをあなたに知られれば、私は殺されるだろうことを警告しました。そして唯一の希望は、あなたを次の犠牲者にすることなのだと。
pt: Nem ousei. A noite depois que Andor saiu, o companheiro dele retornou brevemente. Avisou-me que você poderia vir cái e que, se descobrisse o que eu fizera, você me mataria. Disse-me que a minha única esperança era fazer de você a próxima vítima.
zh_cn: 我没敢。安道尔离开后的那个晚上，他的同伴短暂地回来了。他警告我，你可能会来这里，如果你发现我做了什么，你会杀了我。他告诉我，我唯一的希望就是让你成为下一个受害者。

source: If I must. Well, go ahead, I'll be there when you get there.
de: Wenn es sein muss. Nun, geh schon mal vor. Ich werde da sein sobald du ankommst.
fr: Si c'est obligé. Vas-y, je serai là quand tu y arriveras.
ja: どうしてもというのでしたら。では、お先にどうぞ。あなたが着いた頃に私も向かいますから。
pt: Se devo. Bem, vá em frente, estarei lá quando você chegar lá.
zh_cn: 如果我必须这样做。好吧，去吧，你到达的时候我就在那里。

source: Well, I don't really believe it, but we could try. Blornvale, how did you kill Aryfora's father, your own brother?
de: Nun, ich kann es kaum glauben, so schwer es auch fällt. Wie konntest du Aryforas Vater, deinen eigenen Bruder, nur töten, Blornvale?
fr: Eh bien, je n'y crois pas vraiment, mais on pourrait essayer. Blornvale, comment as-tu pu tuer le père de Aryfora, ton propre frère ?
ja: 私にはとても信じがたいことですが試してみましょう。ブロンベール、どうやってアリフォラのお父君にしてご自分の兄弟を殺したのですか？
pt: Bem, realmente não acredito nisso, mas poderíamos tentar. Blornvale, como matou o pai de Aryfora, o seu próprio irmão?
zh_cn: 嗯，我不太相信，但我们可以试试。布隆维尔，你是如何杀死阿利弗拉的父亲，你的亲哥哥的？

source: Hey, did you try to open that treasure chest?
de: Heh, hast du gerade versucht, diese Schatztruhe zu öffnen?
fr: Hé, as-tu essayé d'ouvrir ce coffre au trésor ?
ja: やあ、宝箱を開けようとしたのか？
pt: Ei, tentou abrir o baú do tesouro?
zh_cn: 嘿，你有没有试着打开那个宝箱？

source: That chest is something of a local legend. Been there for generations. They say it is sealed with magic and can only be opened with a special key, which hangs on the neck of one of the undead that roam in a cemetery directly south of here.
de: Diese Truhe ist regelrecht eine lokale Legende. Steht da schon seit Generationen. Man sagt, sie sei mit Magie versiegelt und kann nur mit einem speziellen Schlüssel geöffnet werden, der um dem Hals eines der Untoten, die den Friedhof gleich im Süden heimsuchen, hängt.
fr: Ce coffre est une légende locale. Il est là depuis des âges. On dit qu'il est scellé par de la magie et qu'il ne peut être ouvert qu'avec une clef spéciale, qu'un mort-vivant, rôdant dans le cimetière au sud, garde accrochée autour de son cou.
ja: あの箱は地元の伝説のようなものだ。何世代にも渡ってあそこにある。魔法で封印されていて、ここのすぐ南にある墓地を徘徊しているアンデッドの1体の首にかかっている特別な鍵でしか開けられないと言われている。
pt: Esse baú é uma espécie de lenda local. Estive lá por gerações. Eles dizem que ele é selado com magia e só pode ser aberto com uma chave especial, que está pendurada no pescoço de um dos mortos-vivos que vagam num cemitério diretamente ao sul daqui.
zh_cn: 那个箱子是当地的一个传奇。它已经存在了几代人。他们说它被魔法封住了，只有用一把特殊的钥匙才能打开，这把钥匙挂在一个游荡在这里南部墓地的亡灵的脖子上。

source: Killing the undead is my specialty.
de: Untote zu erledigen ist meine Spezialität.
fr: Tuer des morts-vivants est ma spécialité.
ja: アンデッドを殺すのは得意だ。
pt: Matar o morto-vivo é minha especialidade.
zh_cn: 杀死亡灵是我的专长。

source: Undead? I would love to hear the rest of your story but I am on a mission to find my brother.
de: Untote? Ich würde gerne mehr darüber hören, aber ich muss meinen Bruder finden.
fr: Mort-vivant ? J'aurais aimé écouter la suite de ton histoire, mais je dois continuer ma mission pour trouver mon frère.
ja: アンデッド？ 話の続きを聞きたいけど、僕には兄を見つけるという使命があります。
pt: Morto-vivo? Adoraria ouvir o resto da sua história, mas estou numa missão para encontrar meu irmão.
zh_cn: 亡灵？我很想听听你的故事的其余部分，但我的任务是找到我的兄弟。

source: You don't think someone has already tried? It's a treasure chest ... left outside ... in plain view ... unguarded.
de: Denkst du nicht, dass es schon mal jemand versucht hätte? Es ist eine Schatztruhe... im Freien... unversteckt... unbewacht.
fr: Tu penses que personne n'a jamais essayé ? C'est un coffre au trésor ... laissé en plein air ... à la vue de tous ... non surveillé.
ja: 誰かが試したとは思わないのか？ 宝箱…外に放置されている…よく見える場所…無防備。
pt: Não acha que alguém já tentou? É uma arca do tesouro… deixada do lado de fora… à vista de todos… sem vigilância.
zh_cn: 你不认为有人已经试过了吗？这是一个宝箱......放在外面......在众目睽睽之下......无人看守。

source: Listen kid. A hundred 'adventurers' before you have tried and failed to open that chest. The problem isn't killing some undead. It's getting into the cemetery, because it's protected by a magical barrier that prevents anyone from entering.
de: Hör zu, Kind. Schon hundert "Abenteurer" haben es vor dir versucht und sind daran gescheitert, diese Truhe zu öffnen. Das Problem ist nicht das Töten einiger Untoter. Man kann den Friedhof nicht einmal betreten, da er von einer magischen Barriere umgeben ist, die jeden vom Betreten abhält.
fr: Écoute gamin. Une centaine de soi-disant "aventuriers" avant toi ont échoué à ouvrir ce coffre. Le problème n'est pas de tuer quelques morts-vivants. C'est d'entrer dans le cimetière, parce qu'il est protégé par une barrière magique qui empêche quiconque d'y pénétrer.
ja: いいか少年。君より前に100人の冒険家が箱を開けようと挑戦して失敗していった。問題はアンデッドを殺すことじゃあない。墓地に入ることだ。何せ魔法のバリアで守られていて誰も入れない。
pt: Ouça garoto. Cem aventureiros antes de ter tentado e falhado em abrir o baú. O problema não está em matar alguns mortos-vivos. Está em entrar no cemitério, porque está protegido por uma barreira mágica que impede que alguém entre.
zh_cn: 听着，孩子。在你之前有一百个 "冒险者 "试图打开那个箱子，但都失败了。问题不在于杀死一些亡灵。而是要进入墓地，因为它受到魔法屏障的保护，任何人都无法进入。

source: Interesting. Is there anything else you can tell me about the chest or cemetery?
de: Interessant. Gibt es noch etwas, was du mir über die Truhe oder den Friedhof erzählen kannst?
fr: Intéressant. Sais-tu d'autres choses au sujet de ce coffre ou du cimetière ?
ja: 興味深いですね。箱や墓地のことで他にも何か教えてもらえますか？
pt: Interessante. Há mais alguma coisa que me possa dizer sobre o baú ou cemitério?
zh_cn: 有意思。关于这个箱子或墓地，你还能告诉我什么吗？
