Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: We play with several 32-piece card decks from 7 to 10, jack (2 points), queen (3 points), king (4 points) and ace (11 points). You can draw as many cards as you want and you will get them face down so only you can take a look at them. After each draw you can decide to draw another card or stop. You lose if you have drawn more than 21 points. After you stop I will draw following the same rules. Then we show each other our cards. You win if you have more points than I have; otherwise you lose.
fr: On joue avec plusieurs jeux de 32 cartes, du 7 au 10, le valet (2 points), la reine (3 points), le roi (4 points) et l'as (11 points). Tu peux piocher autant de cartes que tu veux et tu les place face cachée, ll n'y a que toi qui les vois. Après chaque pioche, tu décides si tu veux tirer une autre carte ou si tu arrêtes. Tu perds si tu dépasses 21 points. Si tu arrêtes de piocher, c'est mon tour, avec les mêmes règles. Ensuite on retourne nos cartes. Tu gagnes si tu as plus de point que moi ; sinon tu perds.
ja: 7から10、ジャック（2）、クイーン（3）、キング（4）、エース（11）の32枚のカードデッキを使います。 好きなだけカードを引いて、あなただけがカードを見れるようにカードの表を伏せてもらいます。カードを引くたびに、次のカードを引くか、ストップするかを決めることができます。21より大きい数字を引いたら負けです。 あなたがストップした後、私も同じルールで引きます。その後お互いにカードを見せ合います。私より数字が大きければあなたの勝ち、そうでなければ負けです。
pt: Jogamos com o baralho de cartas de 32 peças de 7 a 10, Valete (2 pontos), Dama (3 pontos), Rei (4 pontos) e Às (11 pontos). Pode pedir quantas cartas quiser e vai recebê-las com a frente para baixo para que só você possa dar uma olhada neles. Após cada sorteio pode decidir pedir outra carta ou parar. Perde se tiver somado mais de 21 pontos. Depois de parar vou tirar cartas a seguir as mesmas regras. Depois mostramos as nossas cartas um ao outro. Ganha se tiver mais pontos do que eu; caso contrário, perde.
zh_cn: 我们玩的是7到10，Jack（2点）、Queen（3点）、K（4点）、A（11点）组成的共32张牌。 你可以抽出任意多的牌，让它们面朝下，只有你能看。每次抽牌后，你可以决定再抽一张牌或停止。如果你抽到的牌超过21点，你就输了。 在你停下来之后，我会按照同样的规则抽牌。然后我们互相亮牌。如果你的点数比我多，你就赢，否则你就输。

source: You win 1 gold.
fr: Tu gagnes 1 pièce d'or.
ja: あなたは1ゴールドを獲得します。
pt: Ganhou 1 moeda de ouro.
zh_cn: 你赢得了1个金币。

source: I am lucky since I was a child.
fr: Je suis chanceux depuis tout petit.
ja: 子供の頃から運はいいんだ。
pt: Sou sortudo desde que era uma criança.
zh_cn: 我从小就很幸运。

source: You win 2 gold.
fr: Tu gagnes 2 pièces d'or.
ja: あなたは2ゴールドを獲得します。
pt: Ganhou 2 moedas de ouro.
zh_cn: 你赢得了2个金币。

source: One more game please.
fr: Encore une partie s'il te plait.
ja: もう1ゲームお願いします。
pt: Mais um jogo, por favor.
zh_cn: 请再来一场比赛。

source: You win 5 gold.
fr: Tu gagnes 5 pièces d'or.
ja: あなたは5ゴールドを獲得します。
pt: Ganhou 5 moedas de ouro.
zh_cn: 你赢得了5个金币。

source: I am a good player.
fr: Je suis un bon joueur.
ja: 僕は名プレイヤーじゃないかな。
pt: Sou um bom jogador.
zh_cn: 我是一个好玩家。

source: You win 10 gold.
fr: Tu gagnes 10 pièces d'or.
ja: あなたは10ゴールドを獲得します。
pt: Ganhou 10 moedas de ouro.
zh_cn: 你赢了10金币。

source: One more game.
fr: Encore une partie.
ja: もう1ゲーム。
pt: Mais um jogo.
zh_cn: 再来一场比赛。

source: [You have 2 points.] Do you want one more card?
fr: [Tu as 2 points.] Une carte supplémentaire ?
ja: （現在:2）もう1枚お持ちしましょうか？
pt: [Tem 2 pontos.] Quer mais uma carta?
zh_cn: [你有2分。]你还想要一张牌吗？

source: Give me one more card.
fr: Donne moi encore une carte.
ja: もう1枚ください。
pt: Dê-me mais uma carta.
zh_cn: 再给我一张牌。

source: I am finished.
fr: Je m'arrête
ja: おしまいです。
pt: Terminei.
zh_cn: 我结束了。

source: [You have 3 points.] Are you finished?
fr: [Tu as 3 points.] Tu t'arrêtes ?
ja: （現在:3）これで終わりですか？
pt: [Tem 3 pontos.] Terminou?
zh_cn: [你有3分。]你完成了吗？

source: [You have 4 points.] Do you risk taking another card?
fr: [Tu as 4 points.] Tu prends le risque de pocher ?
ja: （現在:4）もう1枚お持ちになりますか？
pt: [Tem 4 pontos.] Arrisca tirar outra carta?
zh_cn: [你有4分。]你会冒险再拿一张牌吗？

source: [You have 5 points.] Are you finished [laughs]?
fr: [Tu as 5 points.] Tu t'arrêtes [rires] ?
ja: （現在:5）これで終わりですか（笑み）？
pt: [Tem 5 pontos.] Terminou [risos]?
zh_cn: [你有5分。]你说完了吗[笑]？

source: [You have 6 points.] Was that your last card?
fr: [Tu as 6 points.] C'était quoi ta dernière carte ?
ja: （現在:6）それがラストカードですか？
pt: [Tem 6 pontos.] Esta foi a sua última carta?
zh_cn: [你有6分。]这是你的最后一张牌吗？

source: [You have 7 points.] Do you want one more card?
fr: [Tu as 7 points.] Une autre carte ?
ja: （現在:7）もう1枚お持ちしましょうか？
pt: [Tem 7 pontos.] Quer mais uma carta?
zh_cn: [你有7分。]你还想要一张牌吗？

source: [You have 8 points.] Do you want one more card?
fr: [Tu as 8 points.] Tu veux une autre carte ?
ja: （現在:8）もう1枚お持ちしましょうか？
pt: [Tem 8 pontos.] Quer mais uma carta?
zh_cn: [你有8分。]你还想要一张牌吗？

source: [You have 9 points.] Are you finished?
fr: [Tu as 9 points.] Tu t'arrêtes ?
ja: （現在:9）これで終わりですか？
pt: [Tem 9 pontos.] Terminou?
zh_cn: [你有9分。]你说完了吗？

source: [You have 10 points.] Do you risk taking another card? [Laughs]
fr: [Tu as 10 points.] Tu prends le risque de piocher ? [rires]
ja: （現在:10）もう1枚お持ちになりますか？（笑み）
pt: [Tem 10 pontos.] Arrisca puxar outra carta? [Risos]
zh_cn: [你有10分。]你会冒险再拿一张牌吗？[笑]

source: [You have 11 points.] Do you want one more card?
fr: [Tu as 11 points.] Tu veux une autre carte ?
ja: （現在:11）もう1枚お持ちしましょうか？
pt: [Tem 11 pontos.] Quer mais uma carta?
zh_cn: [你有11分。]你还想要一张牌吗？

source: [You have 12 points.] Was that your last card?
fr: [Tu as 12 points.] C'était quoi la carte d'avant ?
ja: （現在:12）それがラストカードですか？
pt: [Tem 12 pontos.] Foi esta sua última carta?
zh_cn: [你有12分。]这是你的最后一张牌吗？

source: [You have 13 points.] Do you want one more card?
fr: [Tu as 13 points.] Une autre ?
ja: （現在:13）もう1枚お持ちしましょうか？
pt: [Tem 13 pontos.] Quer mais uma carta?
zh_cn: [你有13分。]你还想要一张牌吗？

source: [You have 14 points.] Do you want to stop now?
fr: [Tu as 14 points.] Tu veux t'arrêter ?
ja: （現在:14）もうストップしますか？
pt: [Tem 14 pontos.] Quer parar agora?
zh_cn: [你有14分。]你想现在停止吗？

source: [You have 15 points.] Do you want one more card?
fr: [Tu as 15 points.] Une autre carte ?
ja: （現在:15）もう1枚お持ちしましょうか？
pt: [Tem 15 pontos.] Quer mais uma carta?
zh_cn: [你有15分。]你还想要一张牌吗？

source: [You have 16 points.] Are you finished?
fr: [Tu as 16 points.] Fini ?
ja: （現在:16）これで終わりですか？
pt: [Tem 16 pontos.] Terminou?
zh_cn: [你有16分。]你完成了吗？

source: [You have 17 points.] Do you risk to take another card?
fr: [Tu as 17 points.] Tu en veux une autre ?
ja: （現在:17）もう1枚お持ちになりますか？
pt: [Tem 17 pontos.] Arrisca puxar outra carta?
zh_cn: [你有17分。]你是否冒险再拿一张牌？

source: [You have 18 points.] Do you want to stop?
fr: [Tu as 18 points.] Tu veux t'arrêter ?
ja: （現在:18）ストップしますか？
pt: [Tem 18 pontos.] Quer parar?
zh_cn: [你有18分。]你想停下来吗？

source: [You have 19 points.] Was that your last card?
fr: [Tu as 19 points.]. Tu as tiré quoi ?
ja: （現在:19）それがラストカードですか？
pt: [Tem 19 pontos.] Esta foi a sua última carta?
zh_cn: [你有19分。]这是你的最后一张牌吗？

source: [You have 20 points.] Do you want one more card?
fr: [Tu as 20 points.] Une autre carte ?
ja: （現在:20）もう1枚お持ちしましょうか？
pt: [Tem 20 pontos.] Quer mais uma carta?
zh_cn: [你有20分。]你还想要一张牌吗？

source: Sounds stupid, but give me one more card.
fr: Ca semble stupide, mais donne moi une autre carte.
ja: バカみたいだけど、もう1枚ください。
pt: Parece estúpido, mas dê-me mais uma carta.
zh_cn: 听起来很傻，但再给我一张牌。

source: Of course I am finished.
fr: Bien sûr je m'arrête
ja: もちろんおしまいです。
pt: Claro que terminei.
zh_cn: 当然，我已经完成了。

source: [You have 21 points.] Do you want one more card?
fr: [Tu as 21 points.] Tu veux une autre carte ?
ja: （現在:21）もう1枚お持ちしましょうか？
pt: [Tem 21 pontos.] Quer mais uma carta?
zh_cn: [你有21分。]你还想要一张牌吗？

source: I know what I am doing. Give me one more card.
fr: Je sais ce que je fais. Donne moi une autre carte.
ja: 自分のやってることはわかってます。もう1枚ください。
pt: Sei o que estou a fazer. Dê-me mais uma carta.
zh_cn: 我知道我在做什么。再给我一张牌。

source: [You have 22 points and overdraw.] Bad luck for you.
fr: [Tu as 22 points et tu es au-dessus.]. Pas de chance pour toi.
ja: （超過:22）運がなかったですね。
pt: [Tem 22 pontos e estourou.] Má sorte a sua.
zh_cn: [你有22分，并且透支了。]你的运气不好。

source: [You have 23 points and you overdraw.] Next time you will be lucky.
fr: [Tu as 23 points et tu es au-dessus.]. La prochaine fois tu auras plus de chance.
ja: （超過:23）次は運が向きますよ。
pt: [Tem 23 pontos e estourou.] Da próxima vez terá sorte.
zh_cn: [你有23分，你透支了。]下一次你会很幸运。

source: [You have 24 points and you overdraw.] Don't give up.
fr: [Tu as 24 points et tu es au-dessus.] N'abandonne pas.
ja: （超過:24）どうか諦めないで。
pt: [Tem 24 pontos e estourou.] Não desista.
zh_cn: [你有24个点，你透支了。] 不要放弃。

source: [You have 25 points and you overdraw.] Double your bet and win back what you lost.
fr: [Tu as 25 points et tu es au-dessus.] Double ton pari et regagne ce que tu as perdu.
ja: （超過:25）賭け金を倍にして負けた分を取り返しましょう。
pt: [Tem 25 pontos e estourou.] Dobre sua aposta e ganhe o que perdeu de volta.
zh_cn: [你有25分，你透支了。]加倍你的赌注，赢回你失去的东西。

source: [You have 26 points and you overdraw.] Bad luck for you.
fr: [Tu as 26 points et tu es au-dessus.] Pas de bol.
ja: （超過:26）運がなかったですね。
pt: [Tem 26 pontos e estourou.] Que má sorte a sua.
zh_cn: [你有26个点，你透支了。]你的运气不好。

source: [You have 27 points and you overdraw.] Next game next chance for you.
fr: [Tu as 27 points et tu es au-dessus.] Prochaine partie, t'auras plus de chance.
ja: （超過:27）次のゲームはチャンスがありますよ。
pt: [Tem 27 pontos e estourou.] Outro jogo outra chance para si.
zh_cn: [你有27分，你透支了。]下一场比赛，你的下一次机会。

source: [You have 28 points and you overdraw.] Next time you will be lucky.
fr: [Tu as 28 points et tu es au-dessus.] La prochaine fois tu gagneras.
ja: （超過:28）次は運が向きますよ。
pt: [Tem 28 pontos e estourou.] Na próxima vez terá sorte.
zh_cn: [你有28分，你透支了。]下一次你会很幸运。

source: [You have 29 points and you overdraw.] Don't give up.
fr: [Tu as 23 points et tu es au-dessus.] N'abandonne pas.
ja: （超過:29）どうか諦めないで。
pt: [Tem 29 pontos e estourou.] Não desista.
zh_cn: [你有29个点，你透支了。] 不要放弃。

source: [You have 30 points and you overdraw.] Next game next chance for you.
fr: [Tu as 30 points et tu es au-dessus.] La prochaine sera la bonne pour toi.
ja: （超過:30）次のゲームはチャンスがありますよ。
pt: [Tem 30 pontos e estourou.] Próximo jogo próxima chance para você.
zh_cn: [你有30分，你透支了。]下一场比赛，下一个机会给你。

source: [You have 31 points and you overdraw.] Double your bet and win back what you lost.
fr: [Tu as 31 points et tu es au-dessus.] Double ton pari pour regagner ce que tu viens de perdre.
ja: （超過:31）賭け金を倍にして負けた分を取り返しましょう。
pt: [Tem 31 pontos e estourou.] Dobre a sua aposta e ganhe de volta o que perdeu.
zh_cn: [你有31分，你透支了。]加倍你的赌注，赢回你失去的东西。

source: [You have 32 points and you overdraw.] Bad luck for you.
fr: [Tu as 32 points et tu es au-dessus.]. Pas de chance mon ami.
ja: （超過:32）運がなかったですね。
pt: [Tem 32 pontos e estourou.] Que má sorte a sua.
zh_cn: [你有32分，你透支了。]你的运气不好。

source: I have 15 points. Bad luck for you.
fr: J'ai 15 points. Pas de chance mon ami.
ja: 私は15です。運がなかったですね。
pt: Tenho 15 pontos. Que má sorte a sua.
zh_cn: 我有15分。你的运气不好。

source: I have 15 points. You have a lot of luck.
fr: J'ai 15 points. Tu as beaucoup de chance.
ja: 私は15です。運がいいですね。
pt: Tenho 15 pontos. Que sortudo.
zh_cn: 我有15分。你真走运。

source: [You show each other your cards]. I have 16 points and you lose. Next time you will be lucky.
fr: [Vous vous montrez vos cartes.] J'ai 16 points et tu as perdu. La prochaine fois tu auras plus de chance.
ja: （互いのカードを見せ合う）私は16であなたの負けです。次は運が向きますよ。
pt: [Vocês mostram as cartas uns aos outros.] Tenho 16 pontos e você perdeu. Na próxima vez terá sorte.
zh_cn: [你们互相展示你们的牌]。我有16分，你输了。下一次你会很幸运。

source: [You show each other your cards.] I have 16 points. In my opinion, you are a bit too lucky.
fr: [Vous vous montrez vos cartes.] J'ai 16 points. A mon avis, tu as un peu trop de chance.
ja: （互いのカードを見せ合う）私は16です。私見ですが、あなたはちょっと運が良すぎますね。
pt: [Vocês mostram as cartas uns aos outros.] Tenho 16 pontos. Na minha opinião, é um pouco sortudo.
zh_cn: [你们互相出示你们的牌。]我有16分。在我看来，你有点太幸运了。

source: [You show each other your cards.] I have 17 points so you lose. Don't give up.
fr: [Vous vous montrez vos cartes.] J'ai 17 points donc tu perds. N'abandonne pas.
ja: （互いのカードを見せ合う）私は17であなたの負けです。どうか諦めないで。
pt: [Mostram as cartas um ao outro.] Tenho 17 pontos, então perde. Não desista.
zh_cn: [你们互相展示你的牌。] 我有 17 分所以你输了。不要放弃。

source: [You show each other your cards.] I have 17 points. You will take my last coin if you stay that lucky.
fr: [Vous vous montrez vos cartes.] J'ai 17 points. Tu me prendras jusqu'à ma dernière pièce si tu restes aussi chanceux.
ja: （互いのカードを見せ合う）私は17です。それほど運がいいのでしたら、こちらのお金を受け取ってください。
pt: [Vocês mostram as cartas uns aos outros.] Tenho 17 pontos. Tirará até a minha última moeda se continuar com essa sorte.
zh_cn: [你们互相展示你们的牌。]我有17分。如果你一直这么幸运的话，你会拿走我的最后一枚硬币。

source: [You show each other your cards.] I have 18 points and you lose. Next game next chance for you.
fr: [Vous vous montrez vos cartes.] J'ai 18 points donc tu perds. La prochaine sera la bonne pour toi.
ja: （互いのカードを見せ合う）私は18であなたの負けです。次のゲームはチャンスがありますよ。
pt: [Vocês mostram as cartas uns aos outros.] Tenho 18 pontos e você perde. Próximo jogo próxima chance para si.
zh_cn: [你们互相展示你的牌。] 我有 18 分，你输了。下一场比赛给你下一次机会。

source: [You show each other your cards.] I have 18 points and you win. Give me a chance to win my money back.
fr: [Vous vous montrez vos cartes.] J'ai 18 points donc tu gagnes. Donne-moi une chance de me refaire.
ja: （互いのカードを見せ合う）私は18であなたの勝ちです。お金を取り戻すチャンスをください。
pt: [Vocês mostram as cartas uns aos outros.] Tenho 18 pontos e você ganha. Dê-me uma chance de recuperar o meu dinheiro.
zh_cn: [你们互相展示你们的牌。] 我有18分，你赢。给我一个机会赢回我的钱。

source: [You show each other your cards.] I have 19 points and you lose. Double your bet and win back what you lost.
fr: [Vous vous montrez vos cartes.] J'ai 19 points et tu perds. Double ton pari pour regagner ta mise.
ja: （互いのカードを見せ合う）私は19であなたの負けです。賭け金を倍にして負けた分を取り返しましょう。
pt: [Vocês mostram as cartas uns aos outros.] Tenho 19 pontos e você perde. Dobre a sua aposta e ganhe de volta o que perdeu.
zh_cn: [你们互相展示你的牌。] 我有 19 分，你输了。加倍赌注，赢回输掉的赌注。

source: [You show each other your cards.] I have 19 points. You have a lot of luck.
fr: [Vous vous montrez vos cartes.] J'ai 19 points. Tu es très chanceux.
ja: （互いのカードを見せ合う）私は19です。運がいいですね。
pt: [Vocês mostram as cartas uns aos outros.] Tenho 19 pontos. Tem muita sorte.
zh_cn: [你们互相展示你们的牌。]我有19分。你的运气很好。

source: [You show each other your cards.] I have 20 points. Bad luck for you.
fr: [Vous vous montrez vos cartes.] J'ai 20 points. Pas de chance mon ami.
ja: （互いのカードを見せ合う）私は20です。運がなかったですね。
pt: [Vocês mostram as cartas um ao outro.] Tenho 20 pontos. Que azar o seu.
zh_cn: [你们互相展示你们的牌。]我有20分。你的运气不好。

source: [You show each other your cards.] I have 20 points. In my opinion you are a bit too lucky.
fr: [Vous vous montrez vos cartes.] J'ai 20 points. A mon avis, tu as un peu trop de chance.
ja: （互いのカードを見せ合う）私は20です。私見ですが、あなたはちょっと運が良すぎますね。
pt: [Vocês mostram as cartas uns aos outros.] Tenho 20 pontos. Na minha opinião, você tem sorte demais.
zh_cn: [你们互相出示你们的牌] 我有20分。在我看来，你有点太幸运了。

source: [You show each other your cards.] I have 21 points and you lose. Next time, you will be lucky.
fr: [Vous vous montrez vos cartes.] J'ai 21 points donc tu as perdu. La prochaine fois tu auras plus de chance.
ja: （互いのカードを見せ合う）私は21であなたの負けです。次は運が向きますよ。
pt: [Vocês mostram as cartas uns aos outros.] Tenho 21 pontos e você perdeu. Da próxima vez, terá sorte.
zh_cn: [你们互相展示你的牌。] 我有 21 分，你输了。下一次，你会很幸运的。

source: [You show each other your cards.] I have 22 points. You will take my last coin if you stay that lucky.
fr: [Vous vous montrez vos cartes.] J'ai 22 points. Tu me prendras jusqu'à ma dernière pièce si tu restes aussi chanceux.
ja: （互いのカードを見せ合う）私は22です。それほど運がいいのでしたら、こちらのお金を受け取ってください。
pt: [Vocês mostram as cartas uns aos outros.] Tenho 22 pontos. Levará até a minha última moeda se continuar com essa sorte.
zh_cn: [你们互相展示你们的牌。]我有22分。如果你一直这么幸运的话，你会拿走我的最后一枚硬币。

source: [You show each other your cards.] I have 23 points. Give me a chance to win my money back.
fr: [Vous vous montrez vos cartes.] J'ai 23 points donc tu gagnes. Donne-moi une chance de me refaire.
ja: （互いのカードを見せ合う）私は23です。お金を取り戻すチャンスをください。
pt: [Vocês mostram as cartas uns aos outros.] Tenho 23 pontos. Dê-me uma chance de recuperar meu dinheiro.
zh_cn: [你们互相展示你们的牌。] 我有23分。给我一个机会赢回我的钱。

source: [You show each other your cards.] I have 24 points. You have a lot of luck.
fr: [Vous vous montrez vos cartes.] J'ai 24 points. Tu as beaucoup de chance.
ja: （互いのカードを見せ合う）私は24です。運がいいですね。
pt: [Vocês mostram as cartas uns aos outros.] Tenho 24 pontos. Tem muita sorte.
zh_cn: [你们互相展示你们的牌。]我有24分。你的运气很好。

source: [You show each other your cards.] I have 25 points. In my opinion you are a bit too lucky.
fr: [Vous vous montrez vos cartes.] J'ai 25 points. A mon avis, tu as un peu trop de chance.
ja: （互いのカードを見せ合う）私は25です。私見ですが、あなたはちょっと運が良すぎますね。
pt: [Mostram as cartas um ao outro.] Tenho 25 pontos. Na minha opinião, tem sorte demais.
zh_cn: [你们互相展示你的牌。] 我有 25 分。在我看来，你有点太幸运了。

source: Here lies Connat, who spent his life complaining that he was dying. In the end, he was right.
fr: Ici gît Connat, qui a passé sa vie a se plaindre qu'il mourait. Il a fini par avoir raison.
ja: コナットはここに眠る。自分が死ぬことに不平を言いながら人生を過ごした。結局、彼は正しかった。
pt: Aqui jaz Connat, que passou a vida dele toda a reclamar que estava a morrer. No fim, ele estava certo.
zh_cn: 这就是康纳特，他一生都在抱怨自己快死了。最后，他是对的。

source: Here lies Lawellyn the weak. Survived by Arlish
fr: Ci-gît Lawellyn le faible. Laisse seule Arlish
ja: 弱きローリンはここに眠る。 アーリッシュは先立たれた
pt: Aqui está Lawellyn, o fraco. Sobrevivido por Arlish
zh_cn: 这里躺着弱者劳林。 存活的是阿利什

source: Hmm, interesting.
fr: Mmm, c'est intéressant.
ja: うーん、興味深い。
pt: Hum, interessante.
zh_cn: 嗯，有意思。

source: Why? What do you know about it?
fr: Pourquoi ? Qu’est-ce que tu en sais ?
ja: どうして？ 何を知っているのですか？
pt: Porquê? O que sabes sobre isso?
zh_cn: 为什么？ 你对它有什么了解？

source: Well, I have it right here.
fr: Et bien, je l'ai justement ici.
ja: ここにありますよ。
pt: Bem, eu tenho-o aqui mesmo.
zh_cn: 好吧，我有它在这里。

source: You have looked at the dagger. Can you tell me more?
fr: Vous avez vu le poignard. Que pouvez-vous me dire de plus ?
ja: ダガーを見たでしょう。詳しく教えてもらえますか？
pt: Olhaste para a adaga. Podes dizer-me mais?
zh_cn: 你已经看了那把匕首。你能告诉我更多吗？

source: I was just curious, I was told that a dagger I had was Lawellyn's, but I no longer have it.
fr: J'étais juste curieux, on m'a dit que la dague que je possédais était celle de Lawellyn, mais je ne l'ai plus.
ja: ただ気になっただけです。僕の持っていたダガーがローリンのものだと言われたのですけど、もう持ってません。
pt: Só estava curioso, disseram-me que a adaga que tinha era da Lawellyn, mas já não a tenho.
zh_cn: 我只是好奇，有人告诉我，我的一把匕首是劳林的，但我不再拥有它了。

source: Nothing. I was just curious. Bye.
fr: Rien. J'étais juste curieux. Au revoir.
ja: 何でもありません。ただ気になっただけです。では。
pt: Nada. Estava só curioso. Adeus.
zh_cn: 没有什么。我只是好奇而已。再见。

source: Arlish takes the dagger and examines it while you continue to talk.
fr: Arlish prend la dague et l'examine pendant que vous continuez à parler.
ja: アーリッシュはダガーを手に取り、あなたが話している間にそれを調べる。
pt: Arlish pega na adaga e examina-a enquanto tu continuas a falar.
zh_cn: 阿利什接过匕首，检查它，而你继续说话。

source: I was able to acquire the dagger and its gem. Then Edrin repaired it for me.
fr: J'ai pu acquérir cette dague et son gemme. Puis Edrin l'a réparée pour moi.
ja: そのダガーと宝石を手に入れることができました。それでエドリンが修理してくれたんです。
pt: Consegui adquirir a adaga e a sua joia. Depois o Edrin reparou-a para mim.
zh_cn: 我得以获得匕首和它的宝石。然后艾德林为我修复了它。

source: This can't be it. It looks like my father's dagger, but his dagger has been missing for a couple of years now. I believe this is stolen property!
fr: C'est impossible. Elle ressemble à la dague de mon père, mais sa dague a disparu depuis plusieurs années maintenant. Je pense que c'est un objet volé !
ja: そんなはずありません。父のダガーのようですけど、あのダガーは数年前から行方不明なんです。これは盗品だと思います！
pt: Não pode ser isto. Parece a adaga do meu pai, mas a adaga dele está desaparecida há uns anos. Eu acredito que isto é propriedade roubada!
zh_cn: 这不可能是它。它看起来像我父亲的匕首，但他的匕首已经失踪好几年了。我相信这是被盗的财物！

source: So what. You said it has been missing for years, so how would you know?
fr: Donc quoi. Tu dis qu'elle a été perdue depuis des années, alors comment pourrais-tu le savoir ?
ja: それがどうした。何年も行方不明だと言ってるのに、どうしてわかるんだ？
pt: E depois? Disseste que desapareceu há anos, então como sabes?
zh_cn: 所以呢。 你说它已经失踪多年，那么你怎么会知道？

source: You see, this was my father Lawellyn's most prized possession. He kept it with him always.
fr: Tu vois, c'était le bien le plus précieux de mon père Lawellyn. Il la gardait toujours avec lui.
ja: これは父ローリンの特に大切な持ち物だったんです、いつも持ち歩いてました。
pt: Este era o bem mais precioso do meu pai Lawellyn. Ele guardava-a sempre com ele.
zh_cn: 你看，这是我父亲劳林最珍贵的财产。他一直把它带在身边。

source: Then one night, father did not come to my place for dinner as was the custom. I quickly became worried that something terrible had happened to him. So I went to Mustura for help, but she quickly pushed it off as 'Lawellyn simply went on a trip'.
fr: Puis une nuit, mon père n'est pas rentré à la maison pour diner comme d'habitude. Je me suis vite inquiétée, quelque chose de terrible lui était arrivé. Alors je suis allé voir Mustura pour demander de l'aide, mais elle m'a repoussé rapidement en disant 'Lawellyn est simplement parti en voyage'.
ja: ある晩、その日の父はいつものようにうちへと夕食には来ませんでした。私は父に何か恐ろしい事が起きたのではないかとすぐに心配になりました。それでムストゥーラに助けを求めたのですけど、"ローリンは旅に出ただけだろう"、とすぐに押しのけられてしまいました。
pt: Então, uma noite, o pai não veio jantar a minha casa como era costume. Rapidamente fiquei preocupado que algo terrível lhe tivesse acontecido. Por isso fui pedir ajuda à Mustura, mas ela rapidamente me empurrou para fora dizendo 'Lawellyn simplesmente foi em viagem'.
zh_cn: 然后有一天晚上，父亲没有按照惯例到我这里来吃饭。 我很快就担心他发生了什么可怕的事情。于是我去找穆斯图拉帮忙，但她很快就推脱说："劳林只是去旅行了'。

source: Indeed it does. In fact, I fear he was murdered. Will you help?
fr: En effet il est parti. En fait, je pense qu'il a été assassiné. Est-ce que tu m'aiderais ?
ja: そうですね。実際あの人は殺されたのではないかと思ってます。手を貸してくれませんか？
zh_cn: 确实如此。 事实上，我担心他是被谋杀的。你会帮忙吗？

source: Yes. Of course I will go investigate a little. You are in need.
fr: Oui. Bien entendu je vais enquêter un peu. Tu en as besoin.
ja: はい。もちろん少し調べてきます。あなたは困っているんだ。
zh_cn: 是的。 当然，我会去调查一下。 你觉得必要的话。

source: I'm sorry, but I just don't have the time.
fr: Je suis désolé, mais je n'ai pas le temps.
ja: すみませんが、時間がありません。
zh_cn: 我很抱歉，但我没空。

source: But I tried to explain to her that Lawellyn would not do so without telling me.
fr: Mais j'ai tenté de lui expliquer que Lawellyn ne partirait pas comme ça sans m'en parler.
ja: でも私はローリンは黙ってそんなことはしないと説明しようとしたんです。
zh_cn: 但我试图向她解释，劳林不会在没有告诉我的情况下这样做。

source: That sounds suspicious.
fr: Ca parait suspect.
ja: 怪しいですね。
zh_cn: 这听起来很可疑。

source: Oh thank you so much.
fr: Oh merci beaucoup.
ja: ああ、どうもありがとう。
zh_cn: 哦，非常感谢你。

source: I'm sorry to hear this.
fr: Je suis désolé d'entendre ça.
ja: お気の毒なことを言ってしまいました。
zh_cn: 我很抱歉听到这个消息。

source: Well, he did have a dagger, but I can't say if the one you had was his if I can't look at it.
fr: Et bien, il a eu une dague, mais je ne peux dire si celle que tu as était la sienne si je ne peux pas la voir.
ja: ええ、あの人はダガーを持ってましたけど、あなたが持っていたものが同じものかどうかは見てみないとわかりませんね。
zh_cn: 好吧，他确实有一把匕首，但如果我不能看，就不能说你的那把是不是他的。

source: No, I am sorry, I don't.
fr: Non, je suis désolé, je n'ai pas d'information
ja: いいえ、ごめんなさい。
zh_cn: 不，很抱歉，我没有。

source: I may. Who's asking?
fr: Je peux peut-être. Qui demande ?
ja: かもな。誰がそんなことを？
zh_cn: 我可以。 谁在问？

source: Well, I've been asked by Lawellyn's daughter, Arlish, to investigate his death.
fr: La fille de Lawellyn, Arlish, m'a demandé d'enquêter sur sa mort.
ja: ええ、ローリンの娘アーリッシュから彼の死の調査を頼まれました。
zh_cn: 好吧，劳林的女儿阿利什要求我调查他的死因。

source: Oh, OK. Arlish helped me a lot in school when we were kids, so I feel like I owe it to her to help you.
fr: Ah, OK. Arlish m'a beaucoup aidé à l'école quand nous étions enfants, alors je lui dois bien quelque chose.
ja: そうか、わかった。アーリッシュには子供の頃学校でよく助けられたしな。お前に手を貸すのはそのためだと思ってくれ。
zh_cn: 哦，好的。 当我们还是孩子的时候，阿利什在学校帮助了我很多，所以我觉得我欠她一个人情，要帮助你。
