Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: translator-credits
de: Launchpad Contributions: Frank Senft https://launchpad.net/~frank-senft Moritz Roth https://launchpad.net/~moerit Mütze https://launchpad.net/~muetze-bsw Niklas Sombert https://launchpad.net/~ytvwld Nut Andor https://launchpad.net/~nut-andor Oskar Wiksten https://launchpad.net/~oskar-wiksten Ralf Tannhäuser https://launchpad.net/~ralf-tannhaeuser Uli Berndt https://launchpad.net/~x-launchpad-2 entonjackson https://launchpad.net/~aj-mysc
fr: Launchpad Contributions: Alexander[Neotopia] https://launchpad.net/~alexander-joslyn Guilhem https://launchpad.net/~louloutche69 Jean-Marc https://launchpad.net/~m-balthazar Lille1_opendev2015 https://launchpad.net/~alexandre-moevi Marwane K. https://launchpad.net/~marwane-ka MrMouette https://launchpad.net/~mrmouette Oskar Wiksten https://launchpad.net/~oskar-wiksten Tomisaya https://launchpad.net/~tomflaelburgo olivier https://launchpad.net/~yeye-phone pokekrom https://launchpad.net/~clement-cherblanc Éfrit https://launchpad.net/~efrit
ja: 翻訳者クレジット
pt: Fernando Pacífico, Oskar Wiksten, Rodrigo Borges Freitas, yakup, Rui, ssantos, larcansal
zh_cn: Launchpad Contributions: Rockworld https://launchpad.net/~rockrock2222222 Weblate Contributions: Austin Huang https://hosted.weblate.org/user/austinhuang0131

source: Bless
de: Segen
fr: Bénédiction
ja: 祝福
pt: Bênção
zh_cn: 祝福

source: Weak Poison
de: Schwaches Gift
fr: Poison d’affaiblissement
ja: ポイズン（弱）
pt: Veneno fraco
zh_cn: 虚弱药剂

source: Strength
de: Stärke
fr: Force
ja: 力
pt: Força
zh_cn: 力量

source: Shadow Regeneration
de: Regeneration des Schattens
fr: Régénération de l’Ombre
ja: シャドウの継続回復
pt: Regeneração das Sombras
zh_cn: 暗影再生

source: Minor speed
de: Geringe Geschwindigkeit
fr: Rapidité légère
ja: 速度（弱）
pt: Velocidade menor
zh_cn: 少量速度

source: Minor fatigue
de: Geringe Ermüdung
fr: Légère fatigue
ja: 疲労（弱）
pt: Fadiga leve
zh_cn: 少许疲劳

source: Minor weapon feebleness
de: Geringe Schwächung der Waffen
fr: Légère faiblesse d'arme
ja: 武器弱体（弱）
pt: Debilidade de arma menor
zh_cn: 轻微武器破坏

source: Bleeding wound
de: Blutende Wunde
fr: Blessure sanglante
ja: 出血
pt: Ferida aberta
zh_cn: 流血创伤

source: Minor berserker rage
de: Geringe Berserkerwut
fr: Légère rage frénétique
ja: 狂戦士（弱）
pt: Fúria menor
zh_cn: 初级狂暴

source: Blackwater misery
de: Blackwater's Elend
fr: Fardeau d'Encreau
ja: ブラックウォーターの悲劇
pt: Tormento das Águas Negras
zh_cn: 黑水之殇

source: Intoxicated
de: Betäubt
fr: Intoxiqué
ja: 中毒
pt: Intoxicado
zh_cn: 中毒

source: Dazed
de: Benommen
fr: Étourdi
ja: めまい
pt: Atordoado
zh_cn: 眩晕

source: Chaotic grip
de: Chaotischer Griff
fr: Étreinte du chaos
ja: カオスグリップ
pt: Aperto caótico
zh_cn: 混沌之握

source: Chaotic curse
de: Chaos-Fluch
fr: Malédiction du chaos
ja: カオスカース
pt: Maldição caótica
zh_cn: 混沌咒语

source: Insect contagion
de: Infektion durch Insekten
fr: Contagion d’insectes
ja: 昆虫伝染
pt: Contágio por insetos
zh_cn: 昆虫传染

source: Blistering skin
de: Brandblasen
fr: Peau brûlante
ja: ふくれ皮膚
pt: Pele irritada
zh_cn: 水泡皮肤

source: Stunned
de: Betäubt
fr: Sonné
ja: スタン
pt: Atordoado
zh_cn: 被震慑

source: Focused damage
de: Wucht
fr: Dégâts accrus
ja: ダメージ重視
pt: Dano focalizado
zh_cn: 精准打击

source: Focused accuracy
de: Treffsicherheit
fr: Précision accrue
ja: 命中重視
pt: Precisão focada
zh_cn: 精准聚焦

source: Irdegh poison
de: Irdegh-Gift
fr: Poison d’Irdegh
ja: アーデグ猛毒
pt: Veneno de Irdegh
zh_cn: 伊尔德格毒药

source: Kazaul rotworms
de: Kazaul-Maden
fr: Vers putrides de Kazaul
ja: カザウルロットワーム
pt: Podridão de Kazaul
zh_cn: 卡扎尔腐虫

source: Blessing of Shadow strength
de: Stärkesegen des Schattens
fr: Bénédiction de force de l’Ombre
ja: シャドウの祝福（力）
pt: Bênção da força sombria
zh_cn: 暗影强度祝福

source: Blessing of Shadow regeneration
de: Erholungssegen des Schattens
fr: Bénédiction de régénération de l’Ombre
ja: シャドウの祝福（継続回復）
pt: Bênção da regeneração sombria
zh_cn: 暗影恢复祝福

source: Blessing of Shadow accuracy
de: Genauigkeitsegen des Schattens
fr: Bénédiction de précision de l’Ombre
ja: シャドウの祝福（命中）
pt: Bênção da precisão sombria
zh_cn: 暗影精准祝福

source: Shadow guardian blessing
de: Beschützersegen des Schattens
fr: Bénédiction du gardien de l’Ombre
ja: シャドウの祝福（守護）
pt: Bênção do guardião sombrio
zh_cn: 暗影守护者的祝福

source: Internal bleeding
de: Innere Blutung
fr: Hémorragie interne
ja: 内出血
pt: Hemorragia interna
zh_cn: 内出血

source: Fracture
de: Knochenbruch
ja: 破壊
pt: Fratura
zh_cn: 骨折

source: Concussion
de: Gehirnerschütterung
fr: Commotion cérébrale
ja: 脳震盪
pt: Traumatismo craniano
zh_cn: 脑震荡

source: Sustenance
de: Nahrung
fr: Subsistance
ja: 体力回復
pt: Alimentação
zh_cn: 营养

source: Food-poisoning
de: Nahrungsmittelvergiftung
fr: Intoxication alimentaire
ja: 食中毒
pt: Intoxicação alimentar
zh_cn: 食物中毒

source: Corrosive slime
de: Ätzender Schleim
fr: Bave corrosive
ja: 腐蝕スライム
pt: Gosma corrosiva
zh_cn: 腐蚀黏液

source: Heightened senses
de: Geschärfte Sinne
fr: Sens aiguisés
ja: 感覚強化
pt: Sentidos aguçados
zh_cn: 提升知觉

source: Courage
de: Tapferkeit
ja: 勇気
pt: Coragem
zh_cn: 勇气

source: Fear
de: Angst
fr: Peur
ja: 恐怖
pt: Medo
zh_cn: 惧怕

source: Fortified defense
de: Verstärkte Abwehr
fr: Défense renforcée
ja: 難攻不落
pt: Defesa fortalecida
zh_cn: 强化防御

source: Vulnerability awareness
de: Bewusstsein der Verwundbarkeit
fr: Décèlement des vulnérabilités
ja: 弱点看破
pt: Consciência de vulnerabilidade
zh_cn: 脆弱的意识

source: Regeneration
de: Heilung
fr: Régénération
ja: 継続回復
pt: Regeneração
zh_cn: 急速自愈

source: Bark skin
de: Rindenhaut
fr: Peau d'écorce
ja: 硬化
pt: Pele de casca de árvore
zh_cn: 硬化皮肤

source: Shadow's accuracy
de: Präzision des Schattens
fr: Précision de l'Ombre
ja: シャドウの命中
pt: Precisão da sombra
zh_cn: 暗影准度

source: Shadow's protection
de: Schutz des Schattens
fr: Protection de l'Ombre
ja: シャドウの守り
pt: Proteção da sombra
zh_cn: 暗影保护

source: Shadow's strength
de: Stärke des Schattens
fr: Force de l'Ombre
ja: シャドウの力
pt: Força da sombra
zh_cn: 暗影强度

source: Haste
de: Eile
fr: Célérité
ja: 加速
pt: Pressa
zh_cn: 加速

source: Ablaze
de: in Flammen
fr: Embrasé
ja: 炎上
pt: Queimando
zh_cn: 燃烧

source: Minor sting
de: Kleiner Stich
fr: Piqûre légère
ja: トゲ（弱）
pt: Ferroada leve
zh_cn: 小刺

source: Confusion
de: Verwirrung
ja: 混乱
pt: Confusão
zh_cn: 混乱

source: Clumsiness
de: Tollpatschigkeit
fr: Maladresse
ja: 鈍化
pt: Falta de jeito
zh_cn: 笨拙

source: Curse of the Undead
de: Fluch der Untoten
fr: Malédiction des morts-vivants
ja: 不死の呪い
pt: Maldição dos Mortos-Vivos
zh_cn: 亡灵的诅咒

source: Spore contagion
de: Sporeninfektion
fr: Contagion de spore
ja: 胞子感染
pt: Contágio de esporos
zh_cn: 孢子感染

source: Petrification
de: Versteinerung
fr: Pétrification
ja: 石化
pt: Petrificação
zh_cn: 石化

source: Vulnerability
de: Verwundbarkeit
fr: Vulnérabilité
ja: 軟化
pt: Vulnerabilidade
zh_cn: 漏洞

source: Flesh rot
de: Fleischfäule
fr: Putréfaction de la chair
ja: 壊疽
pt: Carne podre
zh_cn: 腐肉

source: Putrefaction
de: Zersetzung
fr: Putréfaction
ja: 腐蝕
pt: Putrefação
zh_cn: 腐败

source: Shadow Degeneration
de: Schattenverfall
fr: Dégénérescence de l'ombre
ja: シャドウの衰退
pt: Degeneração da sombra
zh_cn: 阴影堕落

source: Bone fracture
de: Knochenbruch
fr: Fracture osseuse
ja: 骨折
pt: Fratura óssea
zh_cn: 骨折

source: Shadow awareness
de: Schattenbewusstsein
fr: Conscience de l'ombre
ja: シャドウの認識
pt: Consciência da sombra
zh_cn: 暗影意识

source: Weak irdegh poison
de: Schwaches Irdegh-Gift
fr: Poison d'Irdegh faible
ja: アーデグ毒
pt: Veneno de Irdegh fraco
zh_cn: 弱的伊尔德格毒药

source: Lightning attack
de: Blitzangriff
fr: Foudroiement
ja: 電光石火
pt: Ataque relâmpago
zh_cn: 闪电攻击

source: Nausea
de: Übelkeit
fr: Nausée
ja: 吐き気
pt: Náusea
zh_cn: 恶心

source: Blood poisoning
de: Blutvergiftung
fr: Empoisonnement du sang
ja: 血液中毒
pt: Envenenamento
zh_cn: 血液中毒

source: Deftness
de: Beweglichkeit
fr: Habileté
ja: 器用
pt: Hábil
zh_cn: 灵巧

source: Tight grip
de: Fester Griff
fr: Emprise
ja: 固い握り
pt: Apertado
zh_cn: 紧握

source: Clairvoyance
de: Scharfsichtigkeit
ja: 千里眼
pt: Clarividência
zh_cn: 透视

source: Mind fog
de: Geistesnebel
fr: Esprit embrouillé
ja: 意識混濁
pt: Nevoeiro mental
zh_cn: 心灵迷雾

source: Resting
de: Ausruhen
fr: Se reposer
ja: 休憩中
pt: A repousar
zh_cn: 休息中

source: Concentration
de: Konzentration
ja: 集中
pt: Concentração
zh_cn: 专注

source: Combo
de: Kombo
ja: コンボ
zh_cn: 连击

source: Carrying Ambelie
de: Trage Ambelie
fr: En train de porter Ambélie
ja: アンベリーを運ぶ
pt: Carregando Ambelie
zh_cn: 带着安贝莉

source: Crushed
de: Zerstört
fr: Écrasé
ja: 粉砕
pt: Esmagado
zh_cn: 被诅咒

source: Head wound
de: Kopfwunde
fr: Blessure à la tête
ja: 頭傷
pt: Ferimento na cabeça
zh_cn: 头部受伤

source: Mermaid curse
de: Fluch der Nixe
fr: Malédiction de la sirène
ja: 人魚の呪い
pt: Maldição da sereia
zh_cn: 人鱼的诅咒

source: Increased defense
de: Verstärkte Verteidigung
fr: Défense améliorée
ja: 防御力向上
pt: Defesa melhorada
zh_cn: 防御力提高

source: Drowning
fr: Noyade
ja: 溺死
pt: A afogar
zh_cn: 溺水

source: Entanglement
fr: Enchevêtrement
ja: 絡まり
pt: Emaranhado
zh_cn: 被缠住

source: Fatigue
de: Erschöpfung
fr: Epuisement
ja: 疲労
pt: Fadiga
zh_cn: 疲劳

source: Turning to stone
de: Versteinern
fr: Se transformer en pierre
ja: 石への変化
pt: Tornar-se pedra
zh_cn: 石化

source: Stone skin
de: Stein Oberfläche
fr: Peau de pierre
ja: 石の皮膚
pt: Pele de pedra
zh_cn: 石化皮肤

source: Overeating
fr: Manger à l'excès
ja: 過食
pt: Comer demasiado
zh_cn: 吃撑

source: Venom
de: Gift
fr: Venin
ja: ベノム
pt: Veneno
zh_cn: 毒液

source: Spore poisoning
ja: 胞子毒
pt: Envenenamento por esporos
zh_cn: 孢子中毒

source: Reinvigorated
ja: 再活性化
pt: Revigorado
zh_cn: 重振旗鼓

source: Sated
ja: 満腹
pt: Saciado
zh_cn: 满足

source: Panic
ja: 狂乱
pt: Pânico
zh_cn: 惊恐

source: Satiety
ja: 満腹
pt: Saciedade
zh_cn: 满足

source: Minor freeze
ja: 凍結（弱）
pt: Congelamento mínimo
zh_cn: 轻微冻结

source: Icy wounds
ja: 凍傷
pt: Ferimentos do frio
zh_cn: 冻伤

source: Requiescence
ja: 再休止
pt: Repouso
zh_cn: 要求

source: Kazaul possession
ja: カザウルの財産
pt: Possessão de Kazaul
zh_cn: 卡扎尔财产

source: Oh good, you are awake.
de: Oh gut, du bist wach.
fr: Ah, parfait, tu es réveillé.
ja: おはよう、目は覚めたかな。
pt: Oh que bom, acordaste.
zh_cn: 太好了，你醒了。

source: I can't seem to find your brother Andor anywhere. He hasn't been back since he left yesterday.
de: Ich kann deinen Bruder Andor nirgends finden. Weißt du, wo er sein könnte? Er ging gestern weg und ist bis jetzt noch nicht zurück.
fr: Je ne trouve nulle part ton frère Andor. Il n'est pas rentré depuis son départ d'hier.
ja: おまえのお兄さんのアンドールが見当たらないぞ。あれは昨日出かけたきり戻ってきておらん。
pt: Não consigo encontrar o teu irmão Andor em nenhum lugar. Desde ontem que ele não regressou.
zh_cn: 我在哪儿都找不到你哥哥安道尔，他昨天离开后就没再回来过。

source: Never mind, he will probably be back soon.
de: Naja, er wird wahrscheinlich bald wieder da sein.
fr: Cela n'est pas grave, il sera probablement bientôt de retour.
ja: まあ気にするな、じきに戻ってくるだろう。
pt: Esquece. Provavelmente vai regressar.
zh_cn: 没关系，他可能很快就会回来。

source: Anything else I can help you with?
de: Kann ich dir noch bei etwas anderem helfen?
fr: Puis-je faire quelque chose d'autre pour t'aider ?
ja: 他に何かあるのかね？
pt: Posso ajudar-te com mais alguma coisa?
zh_cn: 我还有什么可以帮你的吗？

source: Do you have any more tasks for me?
de: Hast du noch weitere Aufgaben für mich?
fr: Avez-vous autre chose à me faire faire ?
ja: 他に仕事はありますか？
pt: Tens mais alguma tarefa para mim?
zh_cn: 你还有更多任务要我做吗？

source: Do you have any tasks for me?
de: Hast Du irgendwelche Aufgaben für mich?
fr: Avez-vous une tâche à me faire faire ?
ja: 他に仕事はありますか？
pt: Tens alguma tarefa para mim?
zh_cn: 你还有什么任务要我做吗？

source: Is there anything else you can tell me about Andor?
de: Gibt es noch etwas anderes, das du mir über Andor sagen kannst?
fr: Pourriez-vous m'en dire plus au sujet d'Andor ?
ja: アンドールの話は他にないんですか？
pt: Há mais alguma coisa que me possas dizer sobre o Andor?
zh_cn: 关于安道尔，你还有什么可以告诉我的吗？

source: I have a present for you.
de: Ich habe ein Geschenk für dich.
fr: J'ai un cadeau pour vous.
ja: プレゼントがあります。
pt: Tenho um presente para ti.
zh_cn: 我有一样礼物给你。

source: I was searching for Andor.
fr: Je cherchais Andor.
ja: アンドールを捜してきました。
pt: Estava a procurar pelo Andor.
zh_cn: 我在找安道尔。

source: What kind of book is it that you have in your hand?
ja: その手にしている本は何ですか？
pt: Que tipo de livro é esse que tens na mão?
zh_cn: 你手里的是什么书？

source: Oh yes, there were some things I need help with, bread and rats. Which one would you like to talk about?
de: Oh natürlich, es gibt zwei Dinge, bei denen ich Hilfe brauchen könnte: Brot und Ratten. Was möchtest du machen?
fr: Ah oui, tu pourrais m'aider en t'occupant du pain et des rats. Par quoi voudrais-tu commencer ?
ja: ああ、いくつかやってほしいことがあったな。パンの事とネズミの事があるが、どれから聞きたいかな？
pt: Oh sim, precisava de ajuda em algumas coisas: 'pão' e 'ratos'. De qual queres falar?
zh_cn: 哦，是的，我有一些事情需要帮忙，面包和老鼠。你想谈谈哪个？

source: What about the bread?
de: Was ist mit dem Brot?
fr: Que voulez-vous dire par "m'occuper du pain" ?
ja: パン？
pt: Queres pão?
zh_cn: 关于面包？

source: What about the rats?
de: Was ist mit den Ratten?
fr: Que voulez-vous dire par "m'occuper des rats" ?
ja: ネズミ？
pt: Qual é o problema com os ratos?
zh_cn: 关于老鼠？

source: Never mind, let's talk about the other things.
de: Reden wir über die anderen Dinge.
fr: Qu'importe, parlons d'autre chose.
ja: やっぱり、別な事を話しましょう。
pt: Esquece. Vamos falar sobre outras coisas.
zh_cn: 没关系，让我们谈谈其他的事情。

source: Thanks for getting me the bread. There are still the rats.
de: Danke, dass du mit das Brot geholt hast. Da sind noch immer die Ratten.
fr: Merci de m'avoir apporté du pain. Il y a toujours les rats.
ja: パンには感謝する。残るはネズミか。
pt: Obrigado por me arranjares o pão. Agora faltam os ratos.
zh_cn: 谢谢你给我买了面包。老鼠的问题还需要解决。

source: Thanks for taking care of the rats. I'd still love some bread.
de: Danke, dass du dich der Ratten angenommen hast. lch hätte gerne noch etwas Brot.
fr: Merci d'avoir pris soin des rats. J'aimerais encore un peu de pain.
ja: ネズミを片付けてくれたのか。残るはお楽しみのパンだな。
pt: Obrigado por tomares conta dos ratos. Agora gostava de ter pão.
zh_cn: 谢谢你处理老鼠的事。我还想要一些面包。

source: Not for now. Thanks for taking care of the bread and rats.
de: Jetzt gerade nicht. Aber danke, dass du dich um das Brot und die Ratten gekümmert hast.
fr: Pas pour l'instant. Merci d'avoir pris soin du pain et des rats.
ja: もうないな。パンとネズミの件は助かったぞ。
pt: Agora não. Obrigado pelo pão e pelos ratos.
zh_cn: 目前没有了。谢谢你处理面包和老鼠的事。

source: As I said, Andor went out and hasn't been back since. I worry about him. Please go look for your brother. He said he would only be out for a short while.
de: Wie ich schon sagte, ging Andor gestern weg und ist bis jetzt nicht wieder gekommen. Ich mache mir langsam Sorgen um ihn. Bitte suche nach deinem Bruder, denn er hat eigentlich gesagt, dass er nur kurz weggehen würde.
fr: Comme je te le disais, Andor est sorti hier et n'est pas rentré depuis. Je commence à m'inquiéter à son sujet, il avait dit qu'il n'en aurait pas pour longtemps. S'il te plaît, pars à sa recherche.
ja: アンドールは昨日から戻っておらんのだよ。心配だな。おまえのお兄さんを探してきてはくれんかね。すぐ帰ると言っておったんだ。
pt: Como disse, o Andor saiu ontem e ainda não voltou. Estou a começar a ficar preocupado com ele. Por favor, procura o teu irmão: ele disse que não iria demorar.
zh_cn: 正如我所说，安道尔出去之后就一直没回来。我很担心他。麻烦去找找你哥哥，他说他只出去一会儿。

source: Maybe he went into that supply cave again and got stuck. Or maybe he's in Leta's basement training with that wooden sword again. Please go look for him in town.
de: Vielleicht ist er wieder in die Lagerhöhle gegangen und sitzt dort fest. Oder er ist in Leta's Keller und trainiert wieder mal mit diesem Holzschwert. Bitte schau, ob du ihn irgendwo im Dorf finden kannst.
fr: Peut-être est-il allé dans la caverne qui sert de réserve et est resté coincé. Il peut aussi être allé s’entraîner avec son épée en bois dans la maison de Leta. S'il te plaît, pars à sa recherche au village.
ja: またあの貯蔵の洞穴にでも入っていって、出られなくなったのでないか。でなければ、またレタの地下室で、木刀を担いで訓練をしているのかも知れんな。村の中を探してみてくれ。
pt: Talvez ele tenha entrado naquela caverna outra vez e tenha ficado preso lá. Ou talvez ele esteja na cave da Leta a treinar outra vez com aquela espada de madeira. Por favor, procura por ele na cidade.
zh_cn: 也许他又进了补给洞被困住了。或者他可能又在莉塔的地下室拿着那把木剑训练了。请在村里找找他。

source: Oh, I almost forgot. If you have time, please go see Mara at the town hall and buy me some more bread.
de: Oh, das habe ich beinahe vergessen: Wenn du Zeit hast, gehe bitte zu Mara ins Gemeindehaus und kaufe noch ein Brot.
fr: Ah, j'ai failli oublier. Si tu as le temps, pourrais-tu aller chez Mara à la halle du village pour m'acheter un peu de pain.
ja: そうだ、集会場にいるマーラからパンを買ってきてくれんか？ 時間があるときでいいぞ。
pt: Ah, quase me esquecia. Se tiveres algum tempo, vai ter com a Mara, na câmara municipal da cidade e compra-me pão.
zh_cn: 哦，我差点忘了。如果你有时间，请去村公所见见玛拉并帮我买些面包。

source: Did you get my bread from Mara at the town hall yet?
de: Hast Du das Brot von Mara schon besorgt?
fr: M'as-tu trouvé du pain chez Mara à la halle du village ?
ja: 集会場にいるマーラから、パンを買ってきてくれたか？
pt: Trouxeste-me o pão da Mara que está na câmara municipal?
zh_cn: 你从村公所玛拉那儿为我买到了面包吗？

source: Yes, here you go.
de: Ja, hier ist es.
fr: Oui, le voilà.
ja: はい、どうぞ。
pt: Sim, aqui tens.
zh_cn: 是的，给你。

source: No, not yet.
de: Nein, noch nicht.
fr: Non, pas encore.
ja: いえ、まだです。
pt: Não, ainda não.
zh_cn: 不，还没有。

source: Thanks a lot, now I can make my breakfast. Here, take these coins for your help.
de: Danke schön, jetzt kann ich endlich frühstücken. Hier, diese Münzen hast du dir verdient.
fr: Merci beaucoup, je vais pouvoir prendre mon petit déjeuner. Voici quelques pièces pour ton aide.
ja: おお済まない、手伝いの代金をあげよう。さて、これで朝飯を作ることができるぞ。
pt: Muito obrigado! Já posso fazer o meu café. Toma estas moedas.
zh_cn: 非常感谢，现在我可以做早餐了。来，这些金币是你提供帮助的回报。

source: Thanks for the bread earlier.
de: Danke nochmals, dass du mir das Brot geholt hast.
fr: Merci de m'avoir apporté le pain tout à l'heure.
ja: パンは持ってきてくれていたな。ありがとう。
pt: Obrigado pelo pão que me trouxeste.
zh_cn: 谢谢你之前买的面包。

source: You're welcome.
de: Gern geschehen.
fr: De rien.
ja: どういたしまして。
pt: De nada.
zh_cn: 不客气。

source: I saw some rats out back in our garden earlier. Could you please go kill any rats that you see out there.
de: Ich habe heute Morgen ein paar Ratten in unserem Garten entdeckt. Könntest du sie bitte töten, bevor sie Schaden anrichten.
fr: J'ai vu quelques rats dans le jardin tout à l'heure. Pourrais-tu nous débarrasser de tous ceux que tu trouves.
ja: 先日、家の裏庭にネズミが出ているのを見とるんだ。外に出て、おまえがネズミを全部殺してきてくれんか。
pt: Hoje vi alguns ratos nas traseiras do jardim. Por favor vai lá e mata os ratos que vires.
zh_cn: 我刚才在花园里看到一些老鼠。你能去杀掉视野范围内的老鼠吗。

source: I have already dealt with the rats.
de: Ich habe mich schon um die Ratten gekümmert.
fr: Je me suis déjà occupé des rats.
ja: もう始末してきました。
pt: Já dei cabo dos ratos.
zh_cn: 我已经处理过老鼠了。

source: OK, I'll go check out in our garden.
de: Okay, ich werde mal im Garten nach dem Rechten sehen.
fr: D'accord, je vais aller voir au jardin.
ja: わかりました、庭を見てきます。
pt: Ok, vou ver o jardim.
zh_cn: 好的，我去我们的花园看看。

source: If you get hurt by the rats, come back here and rest in your bed. That way you can regain your strength.
de: Wenn du von den Ratten verletzt wirst, komm' wieder rein und ruh dich im Bett aus. Das wird dich wieder zu Kräften kommen lassen.
fr: Si les rats te blessent, reviens ici et repose-toi dans le lit. Tu pourras ainsi recouvrer toutes tes forces.
ja: ネズミに怪我をさせられていたら、奥にあるおまえのベッドで休みなさい。それで強さを取り戻すことができるからな。
pt: Se os ratos te morderem, usa a cama para descansar e sarar as feridas.
zh_cn: 如果你被老鼠伤害到了，回到这里并且在你的床上休息。这样你就可以恢复体力了。

source: Also, don't forget to check your inventory. You probably still have that old ring I gave you. Make sure you wear it.
de: Ach so: Schau mal in deinen Rucksack. Vielleicht ist dort noch der alte Ring, den ich dir einmal gegeben habe. Du solltest ihn an den Finger stecken.
fr: Au fait n'oublie pas de faire l'inventaire de ton équipement. Tu as probablement toujours le vieil anneau que je t'avais donné. N'oublie pas de le porter.
ja: それに、持っているアイテムを確認するのを忘れるな。わしがあげた古い指輪をまだ持っているんじゃないか？ それを着けるようにしなさい。
pt: Ah, não te esqueças de dar uma vista de olhos no teu inventário. Provavelmente ainda tens aquele velho anel que te dei. Vê se o usas.
zh_cn: 另外，不要忘记检查你的物品。你应该还留着我给你的那枚旧戒指。一定要戴上它。

source: OK, I understand. I can rest here if I get hurt, and I should check my inventory for useful items.
de: Okay, verstanden. Ich kann mich hier ausruhen, wenn ich verletzt werde und ich sollte in meinem Rucksack nach nützlichen Gegenständen suchen.
fr: Très bien, je comprends. Je peux me reposer ici si je suis blessé, et je dois vérifier mon inventaire pour tous les objets utiles que je peux avoir.
ja: わかりました。怪我をしたら休憩をします。それと、持っているアイテムを確認して使えるものを探します。
pt: Entendido: se me ferir, posso descansar aqui na cama e devo ver se tenho no meu inventário algum item útil.
zh_cn: 好的，我明白了。如果我受伤了可以在这里休息，并且我应该检查我的背包以寻找有用的物品。

source: Did you kill those two rats in our garden?
de: Hast du die beiden Ratten in unserem Garten erwischt?
fr: As-tu tué les deux rats du jardin ?
ja: うちの庭にいるネズミを2匹とも殺したか？
pt: Mataste aqueles dois ratos no jardim?
zh_cn: 你杀了我们花园里的那两只老鼠吗？

source: Yes, I have dealt with the rats now.
de: Ja, das Rattenproblem ist erledigt.
fr: Oui, je m'en suis occupé.
ja: あのネズミは、今始末してきました。
pt: Sim, matei os ratos.
zh_cn: 是的，我已经处理好老鼠的事了。

source: Oh you did? Wow, thanks a lot for your help! Please take Andor's training shield - you're going to need it. If you are hurt, use your bed over there to rest and regain your strength.
de: [REVIEW]Tatsächlich? Ich bin dir wirklich sehr dankbar für deine Hilfe Denk' dran: Wenn du verletzt bist, kannst du dich jederzeit im Bett ausruhen.
fr: Ah tu l'as fait ? Bravo, merci pour ton aide ! Prends le bouclier d'entraînement d'Andor, tu en auras besoin. Si tu es blessé, viens te reposer dans ton lit pour reprendre des forces.
ja: やったのか？ おお、本当にありがとう。アンドールの訓練用の盾を持っていってくれ。必要になるだろう。 怪我をしていたら、そこにあるおまえのベッドで休憩して体力を回復しなさい。
pt: Oh, mataste-os? Uau, muito obrigado pela tua ajuda! Por favor, pega no escudo de treino do Andor, vais precisar dele. Se estiveres ferido, usa a cama para descansar e sarar as feridas.
zh_cn: 哦，是吗？哇，非常感谢你的帮助！请带上安道尔的训练盾牌——你会用得着的。 如果你受伤了，请到那边的床上去休息，恢复体力。

source: Thanks for your help with the rats earlier. If you are hurt, use your bed over there to rest and regain your strength.
de: Danke nochmal für deine Hilfe mit den Ratten. Wenn du verletzt bist, kannst du dich in dem Bett dort drüben ausruhen.
fr: Merci de m'avoir débarrassé des rats tout à l'heure. Si tu es blessé, reviens à ton lit ici pour te reposer et reprendre des forces.
ja: ネズミ退治、ご苦労様。 怪我をしていたら、そこにあるおまえのベッドで休憩して、体力を回復しなさい。
pt: Obrigado pela ajuda que me deste com os ratos. Se estiveres ferido, usa a cama para descansar e sarar as feridas.
zh_cn: 谢谢你之前帮我处理老鼠。 如果你受伤了，请到那边的床上去休息，恢复体力。

source: Just like my father once did, I want to give you a book to take with you on your way.
ja: わしの父がかつてそうしてくれたように、旅先へ持っていくための本をおまえに与えようと思う。
pt: Tal como o meu pai fez uma vez, quero dar-te um livro para levares contigo.
zh_cn: 就像我父亲曾经做过的那样，我想送你一本书，让你带着它上路。

source: This book is some kind of diary, in which you can record unusual experiences and achievements that you may have on your way.
ja: この本は日記のようなものだな、旅先での変わった体験や成し遂げた成果を記録しておけるぞ。
pt: Este livro é um tipo de diário, no qual podes registar conquistas e experiências invulgares que encontrarás no teu caminho.
zh_cn: 这本书是某种日记，你可以在这本书中记录下你在路上的不同寻常的经历和成就。

source: Would you like to have it?
ja: もらってみるかね？
pt: Gostavas de tê-lo?
zh_cn: 你想拥有它吗？

source: Yes, sounds great.
ja: ええ、いいですね。
pt: Sim, soa bem.
zh_cn: 是的，听起来不错。

source: No, thanks.
ja: 結構です。
pt: Não, obrigado.
zh_cn: 不，谢谢。

source: No problem. I won't bother you with it again.
ja: 構わんぞ。もうこういうことはしないでおこう。
pt: Não há problema. Não volto a incomodar-te com isso.
zh_cn: 没问题，我不会再打扰你了。

source: Here you are.
de: Hier, bitte sehr.
fr: Tiens.
ja: さあどうぞ。
pt: Aqui está.
zh_cn: 给你。
