Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: In a cabin just off the Duleian road northwest of the Foaming Flask tavern, I met a man called Lleglaris. He wants me to retrieve an amulet that he has lost.
de: In einer Hütte nahe der Duleianstraße, nordwestlich von der Taverne "Schäumende Flasche", habe ich einen Mann namens Llegaris getroffen. Er möchte, dass ich ein Amulett suche, das er verloren hat.
fr: Dans une cabane près de la route Duleian, au nord-ouest de la taverne la Chopine Moussante, j'ai rencontré un homme appelé Lleglaris. Il a besoin que je lui retrouve une amulette qu'il a perdue.
ja: フォーミングフラスコ酒場から北西のデュリアン街道すぐ近くのキャビンで、レグラリスという男と出会った。失くしたアミュレットを取り戻してほしいそうだ。
pt: Na cabana próxima da estrada de Duleian, ao noroeste da taberna Garrafa Espumante, conheci um homem chamado Lleglaris. Ele deseja que recupere um amuleto que perdeu.
zh_cn: 在泡沫瓶酒馆西北的杜莱恩路上的一个小木屋里，我遇到了一个叫莱格拉里斯的人。他想让我找回他丢失的一个护身符。

source: The amulet can be found in a cave infested with undead to the east of his cabin. He said something about the ground having been corrupted around that cave. I don't know what he meant.
de: Das Amulett kann in einer von Untoten bevölkerten Höhle gefunden werden, die sich östlich der Hütte befindet. Er sagte etwas über "verdorbenen Boden" rund um diese Höhle. Ich weiß nicht, was das bedeutet.
fr: L'amulette peut être trouvée dans un donjon infesté de morts-vivants à l'est de sa cabane. Bien que je n'aie pas bien compris ce que cela signifie, il m'a expliqué que la terre a été corrompue autour de la caverne.
ja: アミュレットはアンデッドが蔓延っている洞窟にある。彼はその洞窟の周りの地面が腐っていると言っていた。何のことかは分からない。
pt: O amuleto encontra-se na caverna infestada por mortos-vivos ao leste da cabana. Ele disse algo sobre o solo estar corrompido em torno da caverna, não sei o que ele quis dizer com isso.
zh_cn: 护身符可以在他的小木屋东边的一个满是亡灵的山洞里找到。他说了一些关于那个洞穴周围的地面已经被腐蚀的事情。我不知道他是什么意思。

source: I have given the amulet back to Lleglaris.
de: Ich habe das Amulett an Llegaris zurückgegeben.
fr: J'ai rendu l'amulette à Lleglaris.
ja: レグラリスにアミュレットを返した。
pt: Devolvi o amuleto a Lleglaris.
zh_cn: 我把护身符还给了莱格拉里斯。

source: As thanks, Lleglaris offered to trade some of his items with me.
de: Zum Dank hat mir Llegaris einige seiner Ausrüstungsgegenstände zum Handel angeboten.
fr: Comme gage de remerciement, Lleglaris a proposé d'échanger quelques objets avec moi.
ja: お礼として、レグラリスのアイテムとの売買を申し出てくれた。
pt: Como agradecimento, Lleglaris se ofereceu para negociar alguns dos seus itens comigo.
zh_cn: 作为感谢，莱格拉里斯提出与我交易他的一些物品。

source: Taste is everything
de: Geschmack ist alles
fr: C'est le goût qui compte
ja: 味はすべて
pt: Gosto é tudo
zh_cn: 味道就是一切

source: I should visit the potion-maker in Fallhaven and ask for something to help against food poisoning.
de: Ich sollte den Tränkemacher in Fallhaven aufsuchen und nach einer Medizin gegen Lebensmittelvergiftung fragen.
fr: Je dois aller voir le marchand de potions à Fallhaven et lui demander quelque chose contre les intoxications alimentaires.
ja: フォールヘブンの薬師を訪ねて食中毒に効果のあるものを頼もう。
pt: Tenho de visitar o produtor de poções em Fallhaven e perguntar se tem alguma coisa que ajude a tratar a intoxicação alimentar.
zh_cn: 我应该去拜访法尔海文的药剂师，并要求提供一些有助于防止食物中毒的东西。

source: The potion-maker in Fallhaven can create potions that help against food-poisoning.
de: Der Tränkemacher in Fallhaven kann eine Medizin gegen Lebensmittelvergiftung herstellen.
fr: Le marchand de potions de Fallhaven peut préparer des potions contre les intoxications alimentaires.
ja: フォールヘブンの薬師は食中毒に効くポーションを作ることができる。
pt: O produtor de poções em Fallhaven sabe produzir poções que curam a intoxicação alimentar.
zh_cn: 法尔海文的药剂师可以制造有助于防止食物中毒的药剂。

source: I should bring him a poison gland, two pieces of animal hair and 50 gold pieces, and he'll create a potion for me.
de: Ich soll ihm eine Giftdrüse, zwei Büschel Tierhaare und 50 Goldstücke bringen, dann wird er einen Trank für mich zubereiten.
fr: Je dois lui rapporter une Glande à venin, deux morceaux de pelage d'animaux et 50 pièces d'or, contre lesquelles il me fera une potion.
ja: 毒腺と獣毛2本と50ゴールドがあれば、ポーションを作ってもらえる。
pt: Devo trazer uma glândula de veneno, dois cachos de cabelo de animal e 50 peças de ouro e que ele crie uma poção para mim.
zh_cn: 我应该给他带来一个毒腺、两块动物毛发和50个金币，他就会为我制作一种药水。

source: I have brought the ingredients for the potion.
de: Ich habe ihm die Zutaten für den Trank gebracht.
fr: J'ai ramené les ingrédients de la potion.
ja: 薬の材料を持ってきた。
pt: Trouxe os ingredientes da poção.
zh_cn: 我已经带来了药水的材料。

source: I received a potion of antidote, that should help me if I get food-poisoning.
de: Ich habe ein Gegengift erhalten, das gegen Lebensmittelvergiftung wirken soll.
fr: J'ai reçu une potion d'antidote, cela devrait m'aider si je m'intoxique avec de la nourriture.
ja: 解毒薬をもらった、食中毒になったときには助けとなるだろう。
pt: Recebi uma poção de em antídoto, isso deve ajudar caso fique com uma intoxicação alimentar.
zh_cn: 我收到了一剂解毒药，如果我得了食物中毒，它应该能帮助我。

source: I can bring him more ingredients if I want him to create more antidote potions in the future.
de: Ich kann ihm mehr Zutaten bringen, wenn er weitere Gegengifttränke für mich zubereiten soll.
fr: Je peux lui ramener plus d'ingrédients si je veux obtenir d'autres potions antidotes à l'avenir.
ja: 今後もっと解毒薬を作ってほしいなら、もっと材料を持って行ってもいいだろう。
pt: Posso entregar-lhe mais ingredientes caso precise que ele crie mais poções de antídoto no futuro.
zh_cn: 如果我想让他将来制作更多的解毒药水，我可以给他带来更多的材料。

source: The way out is through
de: Der Weg nach draußen ist hindurch
fr: La sortie se trouve à travers
ja: 出口を通す
pt: A saída é através
zh_cn: 快捷通道

source: I talked with Lodar about a possible shortcut to the outside world. He said I should check the cave under the former cave of the Hira'zinn.
de: Ich sprach mit Lodar über eine mögliche Abkürzung zur Außenwelt. Er schlug vor, ich solle mal die Höhle unter der früheren Höhle des Hira'zinns nachsehen.
fr: J'ai parlé à Lodar d'un possible raccourci vers le monde extérieur. Il a dit que je devrais vérifier le sous-terrain sous l'ancienne grotte de Hira'zinn.
ja: 外界への近道の可能性についてロダーと話した。かつてのヒラジンの洞窟の下にある洞窟を調べるよう言われた。
pt: Falei com Lodar sobre um possível atalho ao mundo exterior. Ele disse que eu deveria verificar a caverna sob o antigo lugar do Hira'zinn.
zh_cn: 我和洛达尔讨论了通往外部世界的可能捷径。他说我应该检查一下希拉津前洞下的洞穴。

source: I've found the cave but the way is blocked by rocks and water. Why can't I swim?
de: Ich habe die Höhle gefunden aber der Weg ist mit Felsen und Wasser versperrt. Warum kann ich nicht schwimmen?
fr: J'ai trouvé le sous-terrain mais le passage est bloqué par des rochers et de l'eau. Pourquoi ne sais-je pas nager ?
ja: 洞窟を見つけたが、岩と水で道が塞がれている。なぜあなたは泳げないの？
pt: Encontrei a caverna, mas o caminho está bloqueado por pedras e água. Por que não posso nadar?
zh_cn: 我已经找到了山洞，但道路被岩石和水挡住了。为什么我不能游泳？

source: The rock formations are not the only thing that changed here. There is now a path through the water.
de: Die Felsenformationen sind nicht das einzige, was sich hier geändert hat. Da ist jetzt auch eine Furt durch das Wasser.
fr: Les formations rocheuses ne sont pas les seuls choses a avoir changé ici. Il y a maintenant un passage dans l'eau.
ja: ここでの変化は岩の形だけではない。水の中を通る道ができている。
pt: As formações rochosas não foram as únicas coisas que mudaram aqui. Agora há um caminho através da água.
zh_cn: 岩层并不是这里唯一改变的东西。现在有一条穿过水面的道路。

source: I notice a torch burning with a strange purple hue. It's definitely a magical item. I should ask Lodar about this torch.
de: Ich bemerke eine brennende Fackel mit einer ungewöhnlichen purpurnen Flamme. Das ist auf jeden Fall ein magischer Gegenstand. Ich sollte Lodar über diese Fackel befragen.
fr: Je remarque une torche enflammée avec une étrange teinte violette. C'est clairement un objet magique. Je devrais questionner Lodar à propos de cette torche.
ja: 不思議な紫色の松明が燃えているのに気付いた。間違いなく魔法のアイテムだ。ロダーにこの松明について聞いてみよう。
pt: Notei uma tocha a queimar com uma estranha tonalidade roxa. É definitivamente um item mágico. Deveria perguntar ao Lodar sobre esta tocha.
zh_cn: 我注意到有一个火把在燃烧，呈现出奇怪的紫色色调。这绝对是一个神奇的物品。我应该问问洛达尔关于这个火把的事。

source: Upon telling Lodar about the purple fire he gave me a green vial, and told me to pour it over the torch to see what happens.
de: Kaum habe ich Lodar von dem purpurnen Feuer erzählt, da gab er mir eine grüne Ampulle und erklärte mir, diese über die Fackel zu schütten und eine Wirkung abzuwarten.
fr: En parlant à Lodar de ce feu violet, il m'a donné une fiole verte, et m'a dit de la verser sur la torche pour voir.
ja: ロダーに紫色の火について話すと、緑のバイアルを渡され、それを松明にかけるとどうなるかを確認してくるように言った。
pt: Ao contar ao Lodar sobre o fogo roxo, deu-me um frasco verde e disse-me para despejá-lo sobre a tocha para ver o que acontece.
zh_cn: 在告诉洛达尔关于紫火的事情后，他给了我一个绿色的小瓶，并告诉我把它倒在火炬上，看看会发生什么。

source: I poured the vial over the purple fire and then it turned green. When approaching it I was teleported into another room of the cave with more purple torches. I was able to activate them as well. Finally, I have got my shortcut and can travel to Lodar a lot faster!
de: Ich schüttete die Ampulle über das purpurne Feuer und dann wurde dieses grün. Als ich mich ihm näherte, wurde ich in eine andere Kammer der Höhle transportiert mit noch mehr purpurnen Fackeln. Ich konnte diese auch aktivieren. Endlich habe ich meine Abkürzung und kann nun viel schneller zu Lodar gelangen!
fr: J'ai versé la fiole sur le feu violet et il est devenu vert. En l'approchant j'ai été téléporté dans une autre pièce du sous-terrain qui contient d'autres torches violettes. J'ai pû aussi les activer. J'ai finalement mon raccourci et je peux voyager vers Lodar beaucoup plus vite !
ja: 紫色の火の上にバイアルをかけると、緑色に変化した。近づくと、もっとたくさんの紫色の松明のある洞窟の別の部屋へとテレポートした。これらを起動させることもできた。ようやく近道ができ、ロダーのところへもっと早く行けるようになった！
pt: Derramei o frasco sobre o fogo roxo e ele ficou verde. Ao me aproximar, fui teleportado para outra sala da caverna com mais tochas roxas. Fui capaz de ativá-las também. Finalmente, tenho o meu atalho e posso viajar até o Lodar muito mais rápido!
zh_cn: 我把小瓶倒在紫火上，然后它变成了绿色。当接近它时，我被传送到洞穴的另一个房间，里面有更多的紫色火把。我也能激活它们了。最后，我终于得到了我的捷径，可以更快地通往洛达尔了！

source: I told Lodar about the new shortcut. He asked me to keep it a secret.
de: Ich erzählte Lodar über die neue Abkürzung. Er bat mich, Stillschweigen zu bewahren.
fr: J'ai parlé à Lodar du nouveau raccourci. Il m'a demandé de le garder secret.
ja: ロダーに新しい近道のことを話した。秘密にしておくようにと言われた。
pt: Contei ao Lodar sobre o novo atalho. Ele pediu-me para o manter em segredo.
zh_cn: 我把新的捷径告诉了洛达尔。他让我保守秘密。

source: A path to the Duleian Road
de: Ein Pfad zur Duleianstraße
fr: Un accès à la route Duleian
ja: デュリアン街道への道
pt: Um caminho à Estrada Duleian
zh_cn: 通往杜莱恩路的捷径

source: I talked to a guard in the east of Fallhaven. He watches over the old passage to the Duleian Road, which is now blocked by fallen trees. If I want to help opening the path I should talk to his superior, the guard captain in the Fallhaven prison.
ja: フォールヘブン東部の衛兵と話した。倒木で塞がれているデュリアン街道への古い通路を見張っている。道を開く協力をしたいのであれば、フォールヘブン刑務所の衛兵隊長である彼の上司に話を聞こう。
pt: Falei com um guarda no leste(→) de Fallhaven. Ele vigia a velha passagem à estrada Duleian, que agora está bloqueada por árvores caídas. Se quiser ajudar a abrir o caminho, devo falar com o superior dele, o diretor da prisão de Fallhaven.
zh_cn: 我和法尔海文东部的一名警卫交谈。他守护着通往杜莱恩路的旧通道，这条路现在被倒下的树木挡住了。如果我想帮助打开道路，我应该和他的上司，法尔海文监狱的警卫队长谈谈。

source: I talked to the guard captain. I wasn't able to convince him, but he advised me to talk to the woodcutter Jakrar, who lives just south of Fallhaven's prison.
ja: 衛兵隊長と話した。説得はできなかったものの、フォールヘブン刑務所のすぐ南に住んでいるきこりのジャクラルと話すように言われた。
pt: Falei com o diretor. Não consegui convencê-lo, mas ele me aconselhou a falar com o lenhador Jakrar, que mora ao sul(↓) da prisão de Fallhaven.
zh_cn: 我和警卫队长谈过。我没能说服他，但他建议我去找樵夫贾克拉尔谈谈，他就住在法尔海文监狱的南部。

source: I talked to Jakrar the woodcutter. He will only clear the trees away if I do him a favor. I should search for his favorite axe east of the Crossroads Guardhouse, located to the north of Fallhaven. I should keep my eyes open for an evil wolf pack.
de: Ich unterhielt mich mit Jakrar, dem Holzfäller. Er würde die Bäume nur entfernen, wenn ich ihm einen Gefallen täte. Ich sollte östlich des Crossroad Wachhauses nach seiner Lieblingsaxt suchen, also nördlich von Fallhaven. Dort sollte ich nach einem Rudel böser Wölfe Ausschau halten.
fr: J'ai parlé à Jakrar le bûcheron. Il coupera les arbres si je lui fait une faveur. Je dois chercher sa hache préférée à l'est du Poste de Garde de Croisechemins, situé au nord de Fallhaven. Je dois faire attention à une meute de loup maléfiques.
ja: きこりのジャクラルと話した。願いを叶えれば木を片付けてもらえるという。フォールヘブンの北のクロスロード衛兵所から東にある愛用の斧を探そう。邪悪なオオカミの群れに目を光らせておこう。
pt: Falei com Jakrar, o lenhador. Ele só cortará as árvores se lhe fizer um favor. Deveria procurar o machado favorito dele a leste da Casa de Guarda da Encruzilhada, localizada ao norte de Fallhaven. Deveria manter os meus olhos abertos para uma banda de lobos malvados.
zh_cn: 我和樵夫贾克拉尔谈过。只有我帮他一个忙，他才会把树清理干净。我应该在位于法尔海文以北的十字路口警卫室以东寻找他最喜欢的斧头。我应该睁大眼睛，看看一个邪恶的狼群。

source: I have found a wolf pack and slain their leader. Beneath its remains I found Jakrar's axe. I should take it back to him.
de: Ich bin dem Wolfsrudel begegnet und habe dessen Alphawolf erschlagen. Unter seinen Überresten fand ich Jakrars Axt. Ich sollte sie ihm zurückbringen.
fr: J'ai trouvé une meute de loups et j'ai tué leur chef. Sous sa dépouille, j'ai trouvé la hache de Jakrar. Je devrais lui rendre.
ja: オオカミの群れを見つけて、そのリーダーを討伐した。遺体の下にジャクラルの斧があった。彼のもとに持っていこう。
pt: Encontrei uma matilha de lobos e matei o líder deles. Debaixo dos restos mortais dele encontrei o machado de Jakrar. Deveria levá-lo-le de volta.
zh_cn: 我发现了一个狼群，并杀死了它们的首领。在它的残骸下，我发现了贾克拉克的斧头。我应该把它带回去给他。

source: I showed Jakrar the axe I found and he recognized it immediately.
de: Ich zeigte Jakrar die Axt, und er erkannte sie sofort wieder.
fr: J'ai montré à Jakrar la hache que j'ai trouvée et il l'a reconnue immédiatement.
ja: ジャクラルに斧を見せると彼はすぐにそれに気付いた。
pt: Mostrei ao Jakrar o machado que encontrei e ele reconheceu-o imediatamente.
zh_cn: 我把找到的斧头给贾克拉尔看，他马上就认出了它。

source: Jakrar was very happy to see his good old axe again. He expressed his gratitude, and started to clear away the trees immediately.
de: Jakrar war sehr glücklich, seine gute alte Axt wiederzusehen. Er drückte seinen Dank aus und begann sofort, die Bäume zu entfernen.
fr: Jakrar était très heureux de revoir sa bonne vieille hache. Il m'a exprimé sa reconnaissance, et a immédiatement commencé à retirer les arbres du chemin.
ja: ジャクラルはかつての斧との再会にとても喜んでいた。感謝の意を表した彼は、すぐに木を片付け始めた。
pt: O Jakrar ficou muito feliz a ver o bom e velho machado dele novamente. Expressou a gratidão dele e começou a limpar as árvores imediatamente.
zh_cn: 贾克拉尔非常高兴再次看到他那把好的老斧头。他表达了自己的感激之情，并立即开始清理树木。

source: Now the woodcutter has cleared away all the trees that blocked the path. Finally, the townsfolk have got back their shortcut to the Duleian Road!
de: Dann hatte der Holzfäller alle Bäume entfernt, die den Pfad versperrt hatten. Endlich hatten die Städter ihre Abkürzung zur Duleianstraße wieder!
fr: Le bûcheron a dégagé le passage des arbres qui en bloquaient l'accès. Les habitants de Fallhaven ont retrouvé leur raccourci vers la route Duleian !
ja: 木こりが道を塞いでいた木々をすべて伐採した。ついに、町の人々はデュリアン街道への近道を取り戻した！
pt: Agora o lenhador limpou todas as árvores que bloqueavam o caminho. Finalmente, os habitantes da cidade recuperaram o atalho deles à Estrada Duleian!
zh_cn: 现在，樵夫已经清除了所有阻挡道路的树木。最后，镇民们终于找回了通往杜莱恩路的捷径!

source: Surprise?
de: Überraschung?
ja: サプライズ？
pt: Surpresa?
zh_cn: 惊讶吗？

source: Halvor asked me to bring him 5 insect wings.
de: Halvor bat mich, ihm 5 Insektenflügel zu bringen.
fr: Halvor m'a demandé de lui apporter 5 ailes d'insectes.
ja: ハルボーは5枚の昆虫の翅を持ってくるよう頼んできた。
pt: Halvor pediu-me para lhe trazer 5 asas de insetos.
zh_cn: 哈尔沃尔让我带给他5个昆虫的翅膀。

source: I gave Halvor the 5 insect wings he wanted.
de: Ich habe Halvor die 5 gewünschten Insektenflügel gegeben.
fr: J'ai donné à Halvor les 5 ailes d'insectes qu'il voulait.
ja: ハルボーが求めていた5枚の昆虫の翅を渡した。
pt: Dei ao Halvor as 5 asas de insetos que ele queria.
zh_cn: 我给了哈尔沃尔他想要的5个昆虫翅膀。

source: Halvor asked me to bring him 5 rat tails.
de: Halvor bat mich, ihm 5 Rattenschwänze zu bringen.
fr: Halvor m'a demandé de lui apporter 5 queues de rats.
ja: ハルボーは5つのネズミの尾を持ってくるよう頼んできた。
pt: Halvor pediu-me para lhe trazer 5 caudas de rato.
zh_cn: 哈尔沃尔要求我给他带来5条老鼠的尾巴。

source: I gave Halvor 5 rat tails.
de: Ich habe Halvor 5 Rattenschwänze gegeben.
fr: J'ai donné 5 queues de rats à Halvor.
ja: ハルボーに5つのネズミの尾を渡した。
pt: Dei 5 caudas de rato ao Halvor.
zh_cn: 我给了哈尔沃尔5条老鼠的尾巴。

source: My rat tails weren't good enough for him. He needs more. How many does he really want?
de: Meine Rattenschwänze waren ihm nicht gut genug. Er braucht noch mehr. Wie viele braucht er denn wirklich?
fr: Mes queues de rats n'étaient pas assez bien pour lui. Il en veut pus. Combien en veut-il vraiment ?
ja: あなたのネズミの尾は彼には不十分なものだった。もっと必要だ。一体いくつ求めるのだろう？
pt: As minhas caudas de rato não lhe eram suficientemente boas. Ele precisa de mais. Quantos realmente quer ele?
zh_cn: 我的老鼠尾巴对他来说还不够好。他需要更多。他到底想要几个？

source: I refused to bring more rat tails to Halvor. He left Crossglen.
de: Ich weigerte mich, Halvor noch mehr Rattenschwänze zu bringen. Da verließ er Crossglen.
fr: J'ai refusé d'apporter plus de queues de rats à Halvor. Il a quitté Crossglen.
ja: ネズミの尾をハルボーに持っていくことを拒否した。彼はクロスグレンを去った。
pt: Recusei-me de trazer mais caudas de rato ao Halvor. Ele deixou Crossglen.
zh_cn: 我拒绝把更多的老鼠尾巴带到哈尔沃尔。他离开了克罗斯山谷。

source: I met Halvor at the foot of a mountain.
de: Ich traf Halvor am Fuß des Berges.
fr: J'ai rencontré Halvor au pied d'une montagne.
ja: ハルボーと山の麓で会った。
pt: Encontrei Halvor ao pé de uma montanha.
zh_cn: 我在山脚下遇到了哈尔沃尔。

source: Halvor told me he is still looking for 5 rat tails. I agreed to help again.
de: Halvor sucht immer noch nach 5 Rattenschwänzen. Ich war damit einverstanden, wieder zu helfen.
fr: Halvor m'a dit qu'il cherche toujours 5 queues de rats. J'ai accepté de l'aider à nouveau.
ja: ハルボーはまだ5つのネズミの尾を探していると語った。また手伝うことにした。
pt: Halvor disse-me que ainda está a procurar 5 rabos de rato. Concordei em ajudar de novo.
zh_cn: 哈尔沃尔告诉我他仍在寻找5条老鼠的尾巴。我同意再次提供帮助。

source: The 5 rat tails I gave him were good enough this time.
de: Die 5 Rattenschwänze, die ich ihm diesmal gegeben habe, waren gut genug.
fr: Les 5 queues de rats que je lui ai données étaient bonnes cette fois.
ja: 今回渡した5つのネズミの尾は十分だった。
pt: As 5 caudas de rato que lhe dei foram suficientemente boas desta vez.
zh_cn: 这次我给他的5条老鼠尾巴足够好了。

source: Halvor asked for 4 handfuls of animal hair.
de: Halvor bat mich nun um 4 Handvoll Tierhaare.
fr: Halvor a demandé 4 poignées de pelage d'animaux.
ja: ハルボーは4つの獣毛を求めてきた。
pt: Halvor pediu 4 punhados de pelos de animais.
zh_cn: 哈尔沃尔要求了几只动物毛。

source: I gave him 4 handfuls of animal hair.
de: Ich habe ihm 4 Handvoll Tierhaare gegeben.
fr: Je lui ai donné 4 poignées de pelage d'animaux.
ja: 4つの獣毛を渡した。
pt: Dei-lhe 4 punhados de pelos de animais.
zh_cn: 我给了他四只动物毛。

source: Halvor liked only one of my handfuls of animal hair. He asked me to bring him 3 more.
de: Halvor gefiel nur eine Handvoll meiner Tierhaare. Er wollte, dass ich ihm noch 3 weitere bringe.
fr: Halvor n'a apprécié qu'une seule de mes poignées de pelage d'animaux. Il m'a demandé d'en ramener 3 de plus.
ja: ハルボーは手にした獣毛のうち1つだけを気に入った。あと3本持ってくるように頼まれた。
pt: O Halvor gostou apenas de um dos meus punhados de pelos de animal. Ele pediu-me para trazê-lo mais três.
zh_cn: 哈尔沃尔只喜欢我的几只动物毛。他要我再给他带来3个。

source: I gave up on finding handfuls of animal hair that suit Halvor's taste. He has left.
de: Ich habe es aufgegeben, genügend Tierhaare zu finden, die Halvors Geschmack treffen. Er war dann weitergezogen.
fr: J'ai renoncé à trouver les poignées de pelage d'animaux qui seraient au goût d'Halvor. Il est parti.
ja: ハルボーの好みに合う獣毛を見つけることを諦めた。彼は去っていった。
pt: Desisti de encontrar punhados de cabelos de animais que satifazem o gosto de Halvor. Ele foi embora.
zh_cn: 我放弃了寻找几只适合哈尔沃尔口味的动物毛发。他已经走了。

source: I met Halvor again. He was standing by the lakeside, near an old house, in the north.
de: Ich traf schon wieder auf Halvor. Er stand am Seeufer im Norden, nahe eines alten Hauses.
fr: J'ai rencontré Halvor de nouveau. Il se trouvait au bord du lac, près d'une vieille maison, au nord.
ja: ハルボーと再会した。北の古い家近くの湖畔にいた。
pt: Encontrei Halvor de novo. Ele estava ao lado do lago, perto de uma casa velha, no norte.
zh_cn: 我又遇见了哈尔沃尔。他站在北部一所老房子附近的湖边。

source: Halvor was in bad shape. He asked me to give him a healing potion.
de: Halvor war in einer schlechten Verfassung. Er fragte mich nach einem Heiltrank.
fr: Halvor va mal. Il m'a demandé de lui donner une potion de soin.
ja: ハルボーは調子を崩していた。ヒーリングポーションを譲ってほしいと頼まれた。
pt: Halvor estava mal. Pediu-me para lhe dar uma poção curativa.
zh_cn: 哈尔沃尔身体状况不佳。他请我给他疗愈药水。

source: I gave Halvor a small healing potion.
de: Ich habe Halvor einen kleinen Heiltrank gegeben.
fr: J'ai donné à Halvor une petite potion de soin.
ja: ハルボーに小さなヒーリングポーションを渡した。
pt: Dei uma pequena poção de cura ao Halvor .
zh_cn: 我给了哈尔沃尔一个小的治疗药水。

source: I gave Halvor a healing potion.
de: Ich habe Halvor einen normalen Heiltrank gegeben.
fr: J'ai donné à Halor une potion de soin.
ja: ハルボーにヒーリングポーションを渡した。
pt: Dei uma poção de cura ao Halvor.
zh_cn: 我给了哈尔沃尔一种治疗药水。

source: I gave Halvor a powerful healing potion.
de: Ich habe Halvor einen mächtigen Heiltrank gegeben.
fr: J'ai donné à Halvor une puissante potion de soin.
ja: ハルボーに強力なヒーリングポーションを渡した。
pt: Dei uma poção de cura poderosa ao Halvor.
zh_cn: 我给了哈尔沃尔强大的治疗药水。

source: I gave Halvor a potion made by Lodar.
de: Ich habe Halvor einen Trank von Lodar gegeben.
fr: J'ai donné à Halvor une potion concoctée par Lodar.
ja: ハルボーにロダー製のポーションを渡した。
pt: Dei ao Halvor uma poção feita pelo Lodar.
zh_cn: 我给了哈尔沃尔由洛达尔制造的药水。

source: He was healed by the potion I gave him.
de: Durch meinen Trank wurde er wieder gesund.
fr: Il a été guéri par la potion que je lui ai donnée.
ja: あなたの渡したポーションで治った。
pt: Ele foi curado pela poção que lhe dei.
zh_cn: 我给他的魔药治愈了他。

source: Halvor told me he is still looking for 3 tufts of animal hair.
de: Halvor suchte immer noch nach 3 Tierhaarbüscheln.
fr: Halvor m'a dit qu'il cherchait toujours 3 touffes de pelage d'animaux.
ja: ハルボーはまだ3つの獣毛を探しているという。
pt: Halvor disse-me que ainda está a procurar por 3 tufos de pelos de animal.
zh_cn: 哈尔沃尔告诉我他仍在寻找3簇动物毛。

source: This time, the handfuls of animal hair I gave him were soft enough.
de: Dieses Mal waren die Handvoll Tierhaare, die ich ihm gegeben hatte, weich genug.
fr: Cette fois, les poignées de pelage d'animaux que je lui ai données étaient suffisamment soyeuses.
ja: 今回渡した獣毛は十分な柔らかさだった。
pt: Desta vez, os punhados de pelo de animal que lhe dei eram suficientemente macios.
zh_cn: 这次，我给他的那几只动物毛足够柔软。

source: Halvor wants to find two bones. He wants long ones. I'll try to find some.
de: Halvor will zwei Knochen finden. Aber er möchte lange Knochen. Ich werde versuchen, welche zu finden.
fr: Halvor veut trouver deux os. Il en veut des longs. J'essaierai de lui en trouver.
ja: ハルボーは2つの骨を求めてる。長いものが欲しいそうだ。探してみよう。
pt: Halvor quer encontrar dois ossos. Quer os longos. Vou tentar achar alguns.
zh_cn: 哈尔沃尔想找到两条骨头。他想要长的。我会尝试找到一些。

source: I gave Halvor two bones, but they weren't long enough. Should I really bring him more bones?
de: Ich habe Halvor zwei Knochen gegeben, aber sie waren nicht lang genug. Sollte ich ihm wirklich noch mehr Knochen bringen?
fr: J'ai donné deux os à Halvor, mais ils n'étaient pas assez longs. Dois-je vraiment lui apporter d'autres os ?
ja: ハルボーに骨を2つ渡したものの、長さが足りなかった。もっと骨を持ってきた方がいいのだろうか？
pt: Dei dois ossos ao Halvor, mas não foram longos o suficiente. Devo mesmo trazer-lhe mais ossos?
zh_cn: 我给了哈尔沃尔两根骨头，但还不够长。我真的应该给他带来更多骨头吗？
