Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: I might have something that will do just fine... Let me just find them.
de: Vielleicht habe ich da was geeignetes... Lass mich mal nachsehen.
fr: J'ai peut-être quelque chose qui pourrait le faire... Je dois juste le trouver.
ja: 何かいいものがあるかもしれませんね…探してみましょう。
pt: Poderia ter algo que lhe vai cair muito bem… Deixe-me apenas encontrá-los.
zh_cn: 我可能有一些适合的东西…让我来找找看。

source: Here they are. Ha ha, these will do just fine for those deceiving Feygard snobs.
de: Hier sind sie. Ha ha, diese sind gut geeignet, um die Wichtigtuer aus Feygard hereinzulegen.
fr: Les voici. Ha ha, elles seront très bien pour ces snobs de Feygard.
ja: これです。ハハッ、これなら傲慢なフェイガードを欺くのにもちょうどいいでしょう。
pt: Aqui estão eles. Ha ha, isto irá fazer muito bem para os esnobes enganadores de Feygard.
zh_cn: 在这呢。哈哈，这些对于费加德那些骗人的势利小人来说是再好不过了。

source: Take these items and deliver them to wherever you were supposed to deliver the items you gave me.
de: Nimm diese Sachen und liefere sie dorthin, wo du das, was du mir gegeben hattest, hättest bringen sollen.
fr: Prend tout ça et livre les aux personnes qui était supposé avoir ce que tu m'a donné.
ja: こちらのアイテムを持って、あなたが私に渡したアイテムを届けることになっていた場所へ配達してください。
pt: Tome esses itens e entregue-os onde deveria entregar os itens originais que me deu.
zh_cn: 把你给我的这些东西送到它们本该送去的地方。

source: Excellent, I have been waiting for these. Thank you for bringing them to me.
de: Ausgezeichnet, darauf habe ich gewartet. Danke, dass du sie mir gebracht hast.
fr: Excellent, je les attendais. Merci de me les avoir ramené.
ja: 素晴らしいな、これを待っていたのだ。持ってきてくれてありがとう。
pt: Excelente, tenho que esperado por esses. Obrigado por trazê-me-los.
zh_cn: 好极了，我一直在等待这些。谢谢你把它们带给我。

source: Welcome to the Crossroads guardhouse. I am Gallain, the proprietor of this place.
de: Willkommen im Wachhaus am Kreuzweg. Ich bin Gallain, der Eigentümer dieses Orts.
fr: Bienvenue au poste de garde de Croisechemins. Je suis Gallain, le propriétaire de ce lieu.
ja: クロスロード衛兵所へようこそ。この場所で経営をしているギャランです。
pt: Bem-vindo à guarita Crossroads. Sou Gallain, o proprietário do lugar.
zh_cn: 欢迎来到交叉路口警卫室。我是加尔兰，这里的主人。

source: How may I help you?
de: Wie kann ich dir helfen?
fr: Comment puis-je vous aider ?
ja: どのようなご用件でしょう？
pt: Como posso ajudá-lo?
zh_cn: 我能为您做什么？

source: Do you have anything to eat around here?
de: Hast du irgendwas zu essen da?
fr: Avez-vous quelque chose à manger ici ?
ja: 食事はありますか？
pt: Tem algo para comer por aqui?
zh_cn: 你在这附近有什么吃的吗？

source: Is there any place I can rest here?
de: Gibt es hier einen Platz, an dem ich mich ausruhen kann?
fr: Y a-t-il un endroit où je peux me reposer ici ?
ja: 休める場所はありますか？
pt: Existe algum lugar em que possa descansar aqui?
zh_cn: 这里有什么地方可以让我休息吗？

source: As I said, this is the Crossroads guardhouse. The guards from Feygard are using this place as a place to rest and gear up.
de: Wie ich sagte, das ist das Wachhaus am Kreuzweg. Die Wachen von Feygard nutzen diesen Ort als Rast- und Rüstplatz.
fr: Comme je l'ai dit, c'est le poste de garde de Croisechemins. Les sentinelles de Feygard utilisent cet endroit comme un lieu de repos et de ravitaillement.
ja: お話したように、ここはクロスロード衛兵所です。フェイガード衛兵が休憩や準備を整えるための場としてここを使っています。
pt: Como disse, esta é a guarita Crossroads. Os guardas de Feygard usam esse lugar como um lugar para descansar e preparar-se.
zh_cn: 正如我所说，这里是交叉路口警卫室。费加德的卫兵们把这里作为休息和准备的地方。

source: Because of this, it is also a safe haven for merchants travelling through here. We get a lot of those.
de: Deswegen ist dies auch ein sicherer Zufluchtsort für Kaufleute, die hier durchreisen. Es kommen eine Menge von denen zu uns.
fr: Pour cette raison, c'est également un refuge pour les marchands ambulants du coin. Il y en a beaucoup.
ja: ですので、ここを訪れる商人にとっても安全な場所となっています。大勢の人が来ているんですよ。
pt: Por isso, é também um refúgio seguro para os comerciantes que viajam por aqui. Atendemos uma grande quantidade de pessoas.
zh_cn: 正因为如此，它也是经过这里的商人们的安全港。我们有很多这样的人。

source: Here, have a look.
de: Hier, schau mal.
fr: Ici, jetez un œil.
ja: どうぞ、ご覧ください。
pt: Aqui, dê uma olhada.
zh_cn: 来，看看。

source: Trade
de: Handeln
fr: Commerce
ja: 売買
pt: Negociar
zh_cn: 交易

source: The guards have set up some beds downstairs. Go check with them.
de: Die Wachen haben im Untergeschoss ein paar Betten für sich aufgestellt. Geh und melde dich bei denen an.
fr: Les gardes ont mis en place des lits en bas. Allez vérifier auprès d'eux.
ja: 衛兵が下の階にベッドを設置していますね。そちらの方に確認してください。
pt: Os guardas pôram algumas camas no andar inferior. Verifique com eles.
zh_cn: 警卫在楼下搭了一些床。去找他们看看。

source: And who might you be? Come to sell me one of those trinkets that you people sell, eh?
de: Und wer magst du wohl sein? Bist gekommen, um mir etwas von dem Nippes anzudrehen, den Leute wie du so verscherbeln, was?
fr: Et qui pourrais-tu être ? Tu viens me vendre une de ces breloques que vendent les gens comme toi, c'est ça ?
ja: どなたです？ お前たちが売っているつまらない品物でも売りつけに来たのですか？
pt: E quem é? Veio vender-me algumas dessas bugigangas que trazem, né?
zh_cn: 你是谁呢？是来向我推销你们这些人卖的小玩意的吗？

source: No, let me guess - you want to know if I have any items to trade?
de: Nein, lass mich raten - du willst wissen, ob ich irgendwelche Waren zu verkaufen habe?
fr: Non, laisse-moi deviner - tu veux savoir si j'ai des objets à vendre ?
ja: いえ、当ててみましょう。交換するものが何かあるか知りたいのですか？
pt: Não, deixe-me adivinhar - quer saber se tenho algo para negociar?
zh_cn: 不，让我猜猜——你想知道我是否有任何物品要交易吗？

source: Let me tell you something. I do not want to buy anything from you, nor do I want to sell you anything. I just want to be left alone here, now that I have made it all the way to this safe haven.
de: Lass mich dir etwas sagen, Sohn. Ich will dir nichts abkaufen, noch will ich dir irgendwas verkaufen. Ich will hier einfach meine Ruhe haben, nun dass ich endlich den Weg zu diesem Zufluchtsort gefunden habe.
fr: Permets-moi de te dire quelque chose fiston. Je ne veux rien t'acheter et je ne veux rien te vendre. Je veux juste être seule ici, maintenant que je suis parvenue à ce refuge sûr.
ja: 言わせてもらいますがね。私は別に何も買いたくありませんし、何かを売りたくもない。せっかく安全な場所まで来たのですから、とにかく1人になりたいのですよ。
pt: Deixe-me dizer-lhe uma coisa filho. Não quero comprar nada de si, nem lhe quero vender nada. Só quero ser deixado em paz aqui, agora que fiz todo o caminho a este porto seguro.
zh_cn: 让我告诉你一些事情。我不想从你那里买任何东西，也不想卖给你任何东西。我只想一个人呆在这里，我好不容易来到这个避风港。

source: I have travelled all the way from my home town of Sullengard, and on my way to Brimhaven, I have stopped at this place to get a break from all the commoners that always bother me with their trinkets and whatnots.
de: Ich bin den ganzen Weg von meiner Heimatstadt Sullengard her gereist, und unterwegs nach Brimhaven habe ich hier einen Halt eingelegt, um etwas Ruhe zu haben vor all diesen Leuten, die mich fortdauernd mit ihrem Nippes und wasweißich belästigen.
fr: J'ai voyagé de ma ville natale de Sullengard jusqu'ici, et sur le chemin de Brimhaven je me suis arrêté à cet endroit pour faire une pause et m'éloigner de tous les roturiers qui me dérangent toujours avec leurs bijoux et autres pacotilles.
ja: 故郷のサレンガードから遠路遥々旅をしてきたんです。そんなブリムヘブンへの道中、いつもつまらない物やら何やらで人を悩ませてくれる平民から休息を取るために、この場所に立ち寄ったのです。
pt: Viajei desde minha cidade natal, Sullengard e a caminho de Brimhaven, parei neste lugar para descansar um pouco de todos os plebeus que sempre me incomodam com as suas bugigangas.
zh_cn: 我从我的家乡苏伦加德到布林海文的路上一路走来，以及在这个地方停了下来，我总是避开那些拿着饰品和什么东西来烦我的平民。

source: So, if you will excuse me, I really need my well deserved rest here. Without you bothering me.
de: So, wenn du mich entschuldigen möchtest, ich habe meine wohlverdiente Ruhe wirklich nötig. Ohne dass du mir auf die Nerven gehst.
fr: Donc, si tu veux bien m'excuser, j'ai vraiment besoin d'un repos bien mérité ici. Sans toi pour me déranger.
ja: ですから、失礼させてください、ここで十分に休ませてほしいのですよ。私を困らせることなく。
pt: Então, irá me desculpar, mas realmente preciso do meu merecido descanso aqui. Sem me a incomodar.
zh_cn: 所以，如果你能理解，我真的需要在这里得到应有的休息。不要打扰我。

source: OK, I will leave.
de: Ok, ich verschwinde.
fr: Ok, je vais partir.
ja: わかりました、失礼します。
pt: Ok, vou embora.
zh_cn: 好吧，我先走了。

source: Wow, you're the friendly type aren't you?
de: Wow, du bist einer von den ganz freundlichen, was?
fr: Wow, vous êtes du type sympathique vous ?
ja: わあ、親切な人なんですね？
pt: Uau, é do tipo amigável, não é?
zh_cn: 哇，你是那种友好的人，不是吗？

source: I should put my sword through you for talking like that.
de: Für diesen Tonfall sollte ich mein Schwert durch dich hindurch stechen.
fr: Je devrais mettre mon épée à travers votre gorge pour m'avoir parlé comme ça.
ja: そんなことを言うなら剣を突き刺すぞ。
pt: Deveria pôr a minha espada através de você por falar assim.
zh_cn: 我应该用我的剑刺穿你，因为你这样说话。

source: Are you still around? Did you not listen to what I said?
de: Bist du immer noch da? Hast du mir nicht zugehört?
fr: Tu es toujours là ? N'as-tu pas écouté ce que j'ai dit ?
ja: まだいるのですか？ 人の話を聞いていなかったのですか？
pt: Ainda está aí? Será que não ouviu o que eu disse?
zh_cn: 你还在吗？你没听我说的话吗？

source: Did you hear about what happened up in Loneford? The guards seem like a bunch of angry bees about it.
de: Hast du gehört, was in Loneford passiert ist? Die Wachen führen sich deswegen wie ein Schwarm aufgestörter Bienen auf.
fr: Avez-vous entendu parler de ce qui est arrivé dans Loneford ? Les gardes semblent vraiment furieux à ce sujet.
ja: ローンフォードで何があったか聞きましたか？ そのことで衛兵の皆さんが、蜂の巣をつついたかのような騒ぎになってるんですよ。
pt: Ouviu sobre o que aconteceu em Loneford? Os guardas parecem uma banda de abelhas furiosasa zanzaro por lá.
zh_cn: 你听说隆福德发生的事了吗？卫兵们似乎像一群愤怒的蜜蜂。

source: No. Goodbye.
de: Nein. Auf Wiedersehen.
fr: Non. Au revoir.
ja: いいえ。それでは。
pt: Não. Adeus.
zh_cn: 没有，再见。

source: Mind if I use one of the beds over there?
de: Was dagegen, wenn ich eines der Betten dort benutze?
fr: Ça vous dérange si je utilise un des lits là-bas ?
ja: あそこのベッドを使ってもいいですか？
pt: Importa-se se eu usar uma das camas por aqui?
zh_cn: 介意我用那边的一张床吗？

source: Hello again. I hope the bed is comfortable enough. Use it as much as you like.
de: Hallo nochmal. Ich hoffe, das Bett ist bequem genug. Benutze es, wann immer du willst.
fr: Bonjour à nouveau. J'espère que le lit est assez confortable. Utilisez autant que vous le souhaitez.
ja: 久しぶりだな。ベッドの寝心地が快適であるといいが。好きなだけ使ってくれ。
pt: Olá novamente. Espero que a cama esteja confortável o suficiente. Use-a tanto quanto quiser.
zh_cn: 又见面了。我希望这张床足够舒适。你想怎么用就怎么用吧。

source: No, sorry. These beds are for guards and allies of Feygard only.
de: Nein, tut mir leid. Diese Betten sind allein für Wachen und Verbündete von Feygard.
fr: Non, désolé. Ces lits sont pour les gardes et les alliés de Feygard seulement.
ja: ダメだ、すまないな。このベッドはフェイガード衛兵とその協力者のためのものなのだ。
pt: Não, sinto muito. Estas camas são apenas para guardas e aliados de Feygard.
zh_cn: 不，对不起。这些床仅供费加德的守卫和盟友使用。

source: Say, aren't you that kid that helped the guards down in Fallhaven? With the thieves that were planning an escape?
de: Sag, bist du nicht das Kind, das den Wachen unten in Fallhaven geholfen hat? Wegen der Diebe, die einen Ausbruch planten?
fr: Dis, n'es-tu pas ce gamin qui a aidé les gardes au sud de Fallhaven ? Avec les voleurs qui envisagent une évasion ?
ja: なあ、君は逃亡しようとした盗賊の件でフォールヘブンの衛兵を助けた子供じゃないか？
pt: Diga, não é aquele garoto que ajudou os guardas no Fallhaven? Com os ladrões que estavam a planejar uma fuga?
zh_cn: 我说，你不是那个在法尔海文帮助守卫的孩子吗？帮助那些计划逃跑的盗贼？

source: Yes, I helped the guards in the prison find out about some plans that the thieves had.
de: Ja, ich habe den Gefängniswächtern geholfen, einige Pläne der Diebe aufzudecken.
fr: Oui, j'ai aidé les gardes de la prison pour découvrir quelques plans que les voleurs avaient.
ja: はい、刑務所の衛兵が盗賊の計画を捜査するのを手伝いました。
pt: Sim, ajudei os guardas da prisão descobrir sobre alguns planos que os ladrões tinham.
zh_cn: 是的，我帮助监狱里的看守发现了盗贼的一些计划。

source: I knew I had heard about you somewhere. You are always welcome by us guards. You can use that second bed over there to the left if you need to rest.
de: Ich wusste, das ich irgendwo etwas über dich gehört habe. Du bist uns Wachen immer willkommen. Du kannst das zweite Bett dort drüben auf der linken Seite benutzen, wenn du rasten möchtest.
fr: Je savais que j'avais entendu parler de vous quelque part. Vous êtes toujours le bienvenu parmi nous.Tu peux utiliser le second lit là-bas vers la gauche si vous avez besoin de repos.
ja: 君のことはどこかで聞いたと思っていたのだ。我ら衛兵はいつでも君を歓迎しよう。休みたければ、あちらの左の2番目のベッドを使ってくれていいぞ。
pt: Sabia que tinha ouvido falar de si em algum lugar. Será sempre bem-vindo para nós, guardas. Pode usar essa segunda cama lá para a esquerda, se precisar descansar.
zh_cn: 我就知道我在哪里听说过你。我们这些守卫总是欢迎你的到来。如果你需要休息，你可以使用左边的第二张床。

source: Uh, hello.
de: Oh, hallo.
fr: Euh, bonjour.
ja: ああっと、こんにちは。
pt: Uh, Olá.
zh_cn: 嗯，你好。

source: Hello. What's back there?
de: Hallo. Was ist das dort hinten?
fr: Bonjour. Qu'est-ce qu'il y a là derrière ?
ja: こんにちは。後ろに何があるんですか？
pt: Olá. O que tem aí?
zh_cn: 你好。后面有什么？

source: Back there? Oh, nothing.
de: Dort hinten? Och, nichts.
fr: Là-bas derrière ? Oh, rien.
ja: この後ろか？ おお、何もないぞ。
pt: Lá? Oh, nada.
zh_cn: 在那里？哦，没什么。

source: OK, never mind then.
de: Ok, vergiss es.
fr: Ok, peu importe alors.
ja: そうですか、でしたら気にしないでください。
pt: Ok, deixa prá lá.
zh_cn: 好吧，那就别介意了。

source: But there's a hole in the wall there. Where does it lead?
de: Aber dort ist doch ein Loch in der Wand. Wohin führt das?
fr: Mais il y a un trou dans le mur. Où est-ce qu'il conduit ?
ja: でも、そこの壁には穴がありますよ。どこに繋がってるんですか？
pt: Mas há um buraco na parede lá. Onde leva?
zh_cn: 但那里的墙上有一个洞。它通向哪里？

source: Lead? Oh nowhere. Nothing back there at all.
de: Wo es hinführt? Oh, nirgends. Dort hinten gibt es überhaupt nichts.
fr: Où ? Oh nulle part. Il a rien du tout là-bas.
ja: 繋がってる？ ああ、ない。どこにもない。後ろには何もないぞ。
pt: Levar? Oh não. Não leva a lugar algum.
zh_cn: 通向哪？哦，不知道。后面根本什么都没有。

source: There's something you are not telling me.
de: Du verschweigst mir da etwas.
fr: Vous ne me dites pas tout.
ja: 何か隠してますよね。
pt: Existe algo que não me conta.
zh_cn: 你有事情瞒着我。

source: Oh no, no. Nothing interesting here. Move along now.
de: Oh, nein, nein. Nichts interessantes hier. Geh jetzt weiter.
fr: Oh non, non. Rien d'intéressant ici. Circulez maintenant.
ja: ああ、いやいや。面白いものなど何もないのだ。さっさと行ってくれ。
pt: Ah, não, não. Nada de interessante aqui. Agora, caia fora.
zh_cn: 哦，不，不。这里没有什么有趣的东西。离开吧。

source: How about I pay you 100 gold to move out of the way?
de: Wie wäre es, wenn ich dir 100 Goldstücke bezahle, damit du aus dem Weg gehst?
fr: Et si je vous paye 100 pièces d'or pour pouvoir y entrer ?
ja: 100ゴールド払って退いてもらえますか？
pt: Que tal te pagar 100 moedas de ouro para sair do caminho?
zh_cn: 我给你100金币，你离开，怎么样？

source: You would do that? Hmm, let me think.
de: Das würdest du? Hm, lass ich darüber nachdenken.
fr: Tu ferais ça ? Hmm, laisse-moi réfléchir.
ja: 君が？ ふーむ、ちょっと考えさせてくれ。
pt: Faria isso? Hum, deixe-me pensar.
zh_cn: 你会这么做？嗯，让我想想。

source: 200 gold then?
de: Dann 200 Goldstücke?
fr: 200 pièces d'or alors ?
ja: 200ゴールドなら？
pt: 200 moedas de ouro, então?
zh_cn: 那么200金币？

source: 400 gold then?
de: Dann 400 Goldstücke?
fr: 400 pièces d'or alors ?
ja: 400ゴールドなら？
pt: 400 moedas de ouro, então?
zh_cn: 那么400金币？

source: Look, you are not getting back there, and there is nothing to see back there.
de: Schau, du kommst dort hinten nicht rein und es gibt dort hinten nichts zu sehen.
fr: Non, vous n'irez pas là-bas, il n'y a rien à voir.
ja: いいか、ここにはもう戻ってこないことだ。見るべきものなど何もないのだからな。
pt: Olha, não está a voltar lá e lá não há nada para ver.
zh_cn: 听着，你不会回到这里，这后面也没有什么可看的。

source: OK, final offer, 800 gold? That's a fortune.
de: Ok, letztes Angebot, 800 Goldstücke? Das ist ein Vermögen.
fr: Ok, dernière offre, 800 pièces d'or ? C'est une fortune.
ja: わかりました。最後に800ゴールドなら？ 大金ですよ。
pt: Oferta final: 800 moedas de ouro. Isso é uma fortuna.
zh_cn: 好吧，最后报价，800金币？那是一笔财富。

source: Hmm, 800 gold you say? Well, why didn't you say so from the start? Sure, that could work.
de: Hm, 800 Goldstücke sagst du? Nun, warum hast du das nicht gleich gesagt? Sicher, das würde gehen.
fr: Hm, 800 pièces d'or tu dis ? Eh bien, pourquoi ne pas l'avoir dit plus tôt ? Bien sûr, cela pourrait marcher.
ja: ふむ、800ゴールドと言ったか？ まったく、なぜ最初からそう言わんのだ？ うむ、それならいけるかもしれん。
pt: Hum, diy 800 ouro? Bem, por que não disse desde o início? Com certeza, isso poderia funcionar.
zh_cn: 嗯，你说800金？那么，你为什么不一开始就这么说呢？当然，这也是可以的。

source: I should tell you however, that there is something in there that we won't dare go near. I just guard here to make sure it doesn't get out, and that no one goes in.
de: Dennoch sollte ich dir sagen, dass da drinnen etwas ist, dem wir uns nicht zu nähern wagen. Ich halte hier bloß Wache, damit es nicht rauskommt und damit keiner reingeht.
fr: Je dois te dire cependant, qu'il y a quelque chose là-bas dont je n'oserais pas m'approcher. Je viens faire la garde pour m'assurer qu'il ne sort pas, et que personne n'entre.
ja: だが、言っておかなくてはならんのは、あそこには我々が近寄れん何かがあるということだ。ここを守るのはそれを外に出さないように、そして誰も中に入れんようにするためなのだよ。
pt: Devo dizer-lhe no entanto, que há algo lá que não ousaríamos chegar perto. Só estou de guarda aqui para certificar de que aquilo não saia e que ninguém entre.
zh_cn: 不过，我应该告诉你，里面有一些东西，我们不敢靠近。我只是在这里守着，确保它不会出去，也确保没有人进去。

source: Some other guards went in there earlier, and came back screaming. Enter at your own risk, but don't say I didn't warn you.
de: Ein paar andere Wachen sind da einmal reingegangen und kamen schreiend zurück. Betrete es auf eigene Gefahr, aber sag nicht, ich hätte dich nicht gewarnt.
fr: Certains gardes y sont allés plus tôt, et sont revenus en hurlant. Entre à tes risques et périls, mais ne dis pas que je ne t'avais pas averti.
ja: 他の衛兵が先程そこに入って、叫びながら戻ってきたのだ。自己責任で入ってくれ。だが私が警告しなかったなどとは言わんでくれよ。
pt: Alguns outros guardas foram lá antes e voltaram aos berros. Entre por conta própria e risco, mas não diga que não o avisei.
zh_cn: 有些守卫早些时候进去了，然后大叫着回来了。进入后风险自负，但不要说我没有警告过你。

source: Never mind, I was just kidding.
de: Vergiss es, war nur Spaß.
fr: Peu importe, je plaisantais.
ja: 気にしないでください、冗談です。
pt: Não importa, só estava a brincar.
zh_cn: 没关系，我只是在开玩笑。

source: Here is the gold, now get out of the way.
de: Hier ist das Gold, jetzt geh aus dem weg.
fr: Voici l'or, maintenant sortez de mon chemin.
ja: これがお金です、道を空けてください。
pt: Aqui está o ouro, agora saia do caminho.
zh_cn: 这里是金币，现在让开。

source: *Hssss* [You hear squishing sounds as the creature starts moving towards you]
de: *Hssss* (Du hörst quietschende Geräusche, als die Kreatur sich auf dich zu bewegt)
fr: * hssss * [Vous entendez des sons grinçants alors que la créature commence à bouger vers vous]
ja: シューッ （クリーチャーがあなたに向かって動き出すと、ぐちゃりとした音が聞こえてくる）
pt: * hssss * [Ouve um sibilado conforme a criatura começa a mover-se na sua direção]
zh_cn: *Hssss* [你听到挤压的声音，就像有生物开始向你移动]

source: You will not survive this, you pathetic creature.
de: Du wirst das nicht überleben, du armselige Kreatur.
fr: Tu ne survivras pas à ça, créature pathétique.
ja: お前はここで終わりだ、哀れなやつめ。
pt: Não vai sobreviver a isso, criatura patética.
zh_cn: 你死定了，你这个可怜的生物。

source: A fight! I have been looking forward to this!
de: Ein Kampf! Darauf habe ich gewartet!
fr: Un combat ! J'avais hâte de ça !
ja: 戦いだ！ これを待ってたんだ！
pt: Uma luta! Estava ansioso para isso!
zh_cn: 一场战斗!我一直在期待着这个!

source: Sorry, the road to Feygard is closed until further notice.
de: Tut mir leid, die Straße nach Feygard ist bis auf weiteres geschlossen.
fr: Désolé, la route vers Feygard est fermée jusqu'à nouvel ordre.
ja: すまないが、フェイガードへの道は追って通知があるまで通行止めだ。
pt: Desculpe, o caminho para Feygard está fechado até nova ordem.
zh_cn: 对不起，在另行通知之前，通往费加德的道路已经关闭。

source: Crossroads guardhouse, housing for allies of Feygard.
de: Wachhaus am Kreuzweg, Unterkunft für alle Verbündete Feygards.
fr: Poste de garde de Croisechemins, logement pour les alliés de Feygard.
ja: クロスロード衛兵所、フェイガードの協力者のための住居。
pt: Guarita de Crossroads, hospedagem para aliados de Feygard.
zh_cn: 交叉路口警卫室，为费加德的盟友提供住房。

source: Southeast: Nor City Northwest: Feygard East: Loneford South: Fallhaven
de: Südöstlich: Nor City Nordwestlich: Feygard Östlich: Loneford Südlich: Fallhaven
fr: Sud-est : Norville Nord-ouest : Feygard Est : Loneford Sud : Fallhaven
ja: 南東: ノアシティ 北西: フェイガード 東: ローンフォード 南: フォールヘブン
pt: Sudeste (↘): Nor-City Noroeste (↖): Feygard Este (→): Loneford Sul (↓): Fallhaven
zh_cn: 东南：诺尔城 西北：费加德 东：隆福德 南：法尔海文

source: Northwest: Feygard East: Loneford.
de: Nordwestlich: Feygard Östlich: Loneford
fr: Nord-ouest : Feygard. Est : Loneford.
ja: 北西: フェイガード 東: ローンフォード
pt: Noroeste (↖): Feygard Este (→): Loneford.
zh_cn: 西北：费加德 东：隆福德。

source: Northwest: Feygard South: Nor City.
de: Nordwestlich: Feygard Südlich: Nor City
fr: Nord-ouest : Feygard. Sud : Norville.
ja: 北西: フェイガード 南: ノアシティ
pt: Noroeste (↖): Feygard Sul (↓): Nor-City.
zh_cn: 西北：费加德 南：诺尔城。

source: The guard shouts at you: Hey! You cannot sleep here!
de: Die Wache brüllt dich an: He! Du kannst hier nicht schlafen!
fr: Le garde hurle : Hé ! Tu ne peux pas dormir ici !
ja: 衛兵が叫ぶ: おい！ そこで寝るな！
pt: O guarda grita consigo: Hei! Não pode dormir aqui!
zh_cn: 警卫对你喊道。嘿！你不能在这里睡觉！

source: Welcome to peaceful Loneford. [The sign also contains a drawing of a bale of hay with what looks like a farmer sitting on top]
de: Willkommen im friedlichen Loneford. (Das Schild zeigt außerdem eine Zeichnung eines Heuballens, mit einem Bauer, der darauf sitzt.)
fr: Bienvenue à la paisible ville de Loneford. (Sur le panneau figure un dessin d'une botte de foin sur laquelle est assis quelqu'un ressemblant à un fermier.)
ja: 平和なローンフォードへようこそ。 （看板には干し草の俵と、その上に座っている農家の人らしき絵が描かれている）
pt: Bem-vindo à pacífica Loneford. [A placa também contém um desenho de fardo de feno com o que se parece com um agricultor sentado em cima]
zh_cn: 欢迎来到宁静的隆福德。 [牌子上还画着一捆干草，上面好像坐着一个农夫]

source: What have we done to deserve this?
de: Womit haben wir das verdient?
fr: Qu'avons-nous fait pour mériter ça ?
ja: 自分たちが何をしたというんだ？
pt: O que fizemos para merecer isso?
zh_cn: 我们做了什么事，值得这样做？

source: Didn't you hear about the illness?
de: Hast du nicht von der Krankheit gehört?
fr: N'as-tu pas entendu parler de la maladie ?
ja: 病気について聞いてないのですか？
pt: Não ouviu sobre a doença?
zh_cn: 你没听说那病吗？

source: What illness?
de: Welche Krankheit?
fr: Quelle maladie ?
ja: 病気って？
pt: Que doença?
zh_cn: 什么病？

source: It all started a few days ago. Selgan found Hesor passed out on his old crop field, completely white faced and shivering.
de: Es fing alles vor ein paar Tagen an. Selgan fand Hesor bewusstlos auf seinem abgeernteten Getreidefeld, vollkommen weiß im Gesicht und zitternd.
fr: Tout a commencé il y a quelques jours à peine. Selgan a trouvé Hesor inconscient dans son champ, blanc comme un drap et frissonnant.
ja: すべての始まりは数日前。畑でヘソーが真っ白な顔をして震えながら気絶しているのを、セルガンが発見しました。
pt: Tudo começou alguns dias atras. Selgan encontrou Hesor desmaiado na lavoura antiga dele, com o rosto completamente branco e a tremer.
zh_cn: 这一切都始于几天前。赛尔甘发现黑索昏倒在他以前的庄稼地里，脸色全白，浑身颤抖。

source: A few days later, Selgan started showing the same symptoms as Hesor, with stomach aches. I also started feeling the pains and got the shivers.
de: Ein paar Tage später zeigten sich bei Selgan die gleichen Symptome wie bei Hesor, zusammen mit Bauchschmerzen. Auch bei mir fingen die Schmerzen an und ich begann zu zittern.
fr: Quelques jours plus tard, Selgan commença à montrer les mêmes symptômes qu'Hesor, avec des maux de ventre. Moi-même j'ai commencé à avoir des douleurs et à trembler.
ja: 数日後、セルガンにもヘソーと同じような症状が出始めて、お腹が痛むようになりました。私も痛みが出てきてゾッとしました。
pt: Poucos dias depois, Selgan começou a mostrar os mesmos sintomas que Hesor, com dores de estômago. Também comecei a sentir as dores e tem arrepios.
zh_cn: 几天后，赛尔甘开始出现与黑索相同的症状，胃痛。我也开始感到疼痛，并打起了寒颤。
