Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: The catacombs beneath Fallhaven church are closed off. Athamyr is the only one with both permission and the bravery to enter them. I should go see him in his house southwest of the church.
de: Die Katakomben unter der Kirche von Fallhaven sind nicht zugänglich. Athamyr ist die einzige Person, die sowohl die Erlaubnis als auch den Mut dafür hat, die Katakomben zu betreten. Ich sollte mich mit ihm in seinem Haus südwestlich der Kirche treffen.
fr: Les catacombes sous l'église sont fermées. Athamyr est la seule personne ayant le droit et le courage d'y entrer. Je dois aller le trouver dans sa maison au Sud-Ouest de l'église.
ja: フォールヘブン教会地下の地下墓地は閉鎖されている。そこに入る資格と勇気を持つのはアサミールだけだ。教会の南西にある彼の家に会いに行こう。
pt: As catacumbas igreja Fallhaven estão fechadas. Athamyr é o único tanto com permissão e bravura para entrar neles. Pretendo ir vê-lo na casa dele ao sudoeste da igreja.
zh_cn: 法尔海文教堂下面的地下墓穴是封闭的。阿萨米尔是唯一有权限和勇气进入的人。我应该去教堂西南边的房子里找他。

source: Athamyr wants me to bring him some cooked meat, then maybe he will want to talk more.
de: Athamyr hat Appetit auf einen leckeren Braten. Nach dem Essen kann er mir wohl mehr erzählen.
fr: Athamyr veut que je lui ramène de la viande préparée, il pourra alors m'en dire plus.
ja: アサミールはステーキを持ってきて欲しいと言っている。そうすればもっと話してくれるかもしれない。
pt: Athamyr quer que traga um pouco de carne cozida, então talvez ele vai falar mais.
zh_cn: 阿萨米尔要我给他带些熟肉，然后也许他就会愿意多谈一些。

source: I brought some cooked meat to Athamyr.
de: Ich habe Athamyr einen leckeren Braten gebracht.
fr: J'ai ramené de la viande préparée à Athamyr.
ja: アサミールにステーキを持ってきた。
pt: Trouxe um pouco de carne cozida para Athamyr.
zh_cn: 我给阿萨米尔带来了一些熟肉。

source: Athamyr has given me permission to enter the catacombs beneath Fallhaven church.
de: Athamyr gab mir die Erlaubnis, die Katakomben unter der Kirche von Fallhaven zu betreten.
fr: Athamyr m'a donné la permission d'entrer dans les catacombes sous l'église de Fallhaven.
ja: アサミールはフォールヘブン教会地下の地下墓地に入る許可を与えてくれた。
pt: Athamyr me deu permissão para entrar nas catacumbas abaixo da igreja Fallhaven.
zh_cn: 阿萨米尔已经允许我进入法尔海文教堂下面的地下墓穴。

source: I brought Bucus the key of Luthor.
de: Ich habe Bucus den Schlüssel von Luthor gebracht.
fr: J'ai apporté la clef de Luthor à Bucus.
ja: ブーカスにルーサーの鍵を持ってきた。
pt: Trouxe Bucus a chave de Luthor.
zh_cn: 我给布库斯带来了路德的钥匙。

source: Drunken tale
de: Erzählung eines Säufers
fr: Histoire d'ivrogne
ja: 酔いどれ話
pt: Estória de bêbado
zh_cn: 醉酒的故事

source: A drunk outside Fallhaven tavern began telling me his story, but wants me to bring him some mead. I don't know if his story will lead anywhere though.
de: Ein Betrunkener vor der Taverne von Fallhaven hat angefangen, mir seine Geschichte zu erzählen. Um mehr zu hören, soll ich ihm ein wenig Met holen. Ich weiß nicht, ob das was bringt.
fr: Un ivrogne à l'extérieur de la taverne de Fallhaven a commencé à me raconter son histoire, mais il voudrait que je lui ramène de l'hydromel. Je ne sais cependant pas si cette histoire va me conduire quelque part.
ja: フォールヘブンの酒場の外の酔っ払いが自分の話をし始めたが、ミードを持ってきて欲しいと言ってきた。彼の話がどこにつながるのかは分からない。
pt: Um bêbado fora da taberna de Fallhaven começou a contar-me a história dele, mas quer que lhe traga algum hidromel. Apesar disso, não sei se a história dele nos levará a algum lugar.
zh_cn: 在法尔海文酒馆外的一个醉汉开始给我讲他的故事，但要我给他带些蜂蜜酒。不过我不知道他的故事是否会有什么结果。

source: The drunk told me he used to travel with Unnmir. I should go talk to Unnmir.
de: Der Betrunkene schwärmte von seinen früheren Reisen mit Unnmir. Ich sollte einmal mit Unnmir reden.
fr: L'ivrogne m'a dit qu'il avait l'habitude de voyager avec Unnmir. Je dois parler à Unnmir.
ja: 酔っ払いは過去にウンミールとつるんでいたと言っている。ウンミールに話を聞いてみよう。
pt: O bêbado disse-me que ele costumava viajar com Unnmir. Devo ir falar com Unnmir.
zh_cn: 那个醉鬼告诉我，他曾经和乌恩米尔一起旅行。我应该去和乌恩米尔谈谈。

source: An old man standing outside in Fallhaven has lost his book 'Calomyran Secrets'. I should go look for it. Maybe in Arcir's house to the south?
de: Ein alter Mann aus Fallhaven sagte mir, dass er sein Buch 'Calomyranische Geheimnisse' verloren habe. Ich soll danach suchen. Vielleicht in Arcir's Haus im südlichen Teil von Fallhaven?
fr: Un vieil homme dans les rues de Fallhaven a perdu son livre « Les secrets de Calomyran ». Je devrais partir à sa recherche. Peut-être dans la maison d'Arcir vers le Sud ?
ja: フォールヘブンの外に立っている老人が本"カロミランの神秘"を失くしてしまった。探してこよう。南のアルシルの家にあるかも？
pt: Um velho parado no meio de Fallhaven perdeu o livro 'Segredos de Calomyran' dele. Ele pediu que eu procure o livro. Talvez esteja na casa de Arcir ao sul?
zh_cn: 站在法尔海文外面的一个老人丢了他的书'卡洛米伦的秘密'。我应该去找找看。也许在南边的阿西尔的房子里？

source: I found a torn page of a book called 'Calomyran Secrets' with the name 'Larcal' written on it.
de: Ich habe eine herausgerissene Seite aus einem Buch mit dem Titel 'Calomyranische Geheimnisse' gefunden. Der Name 'Larcal' wurde darauf geschrieben.
fr: J'ai trouvé une page déchirée d'un livre intitulé « Les secrets de Calomyran » sur laquelle était inscrit le nom « Larcal ».
ja: "カロミランの神秘"という本の破れたページに"ラルカル"と名前が書かれているのを見つけた。
pt: Encontrei uma página rasgada de um livro chamado 'Segredos de Calomyran' com o nome 'Larcal' escrito nele.
zh_cn: 我发现一本名为《卡洛米伦的秘密》的书撕了一页，上面写着《拉尔卡》的名字。

source: I gave the book back to the old man.
de: Ich habe dem alten Mann das Buch zurückgegeben.
fr: J'ai rendu son livre au vieil homme.
ja: 老人に本を返した。
pt: Retornei o livro de volta ao velho.
zh_cn: 我把书还给了老人。

source: Lost treasures
de: Verlorene Schätze
fr: Trésors perdus
ja: 失われたお宝
pt: Tesouros perdidos
zh_cn: 失落的宝藏

source: Unnmir told me he used to be an adventurer, and gave me a hint to go see Nocmar. His house is just southwest of the tavern in Fallhaven.
de: Unnmir hat mir von seinem Leben als Abenteurer erzählt und schickte mich zu Nocmar. Sein Haus ist ein wenig südwestlich von der Taverne in Fallhaven.
fr: Unnmir m'a dit qu'il était un ancien aventurier, et m'a laissé sous-entendre que je devrais voir Nocmar. Sa maison est juste au Sud-Ouest de la taverne de Fallhaven.
ja: ウンミールは昔冒険家をしていたことを話し、ノクマーに会いに行くヒントをくれた。彼の家はフォールヘブンの酒場の南西にある。
pt: Unnmir disse-me que ele costumava ser um aventureiro e deu-me uma dica para ir ver Nocmar. A casa dele é a sudoeste da taberna de Fallhaven.
zh_cn: 乌恩米尔告诉我他曾经是个冒险家，并给了我一个提示，让我去见诺克玛。他的房子就在法尔海文的酒馆的西南方向。

source: Nocmar tells me he used to be a smith. But Lord Geomyr has banned the use of heartsteel, so he cannot forge his weapons anymore. If I can find a heartstone and bring it to Nocmar, he should be able to forge the heartsteel again.
de: Nocmar sagte mir, dass er früher einmal als Schmied gearbeitet hat. Aber da Lord Geomyr die Verwendung von Herzstahl verboten hat, kann er seine Waffen nicht mehr schmieden. Wenn ich einen Herzstein finde und ihn zu Nocmar bringe, sollte er wieder Herzstahl schmieden können.
fr: Nocmar m'a dit qu'il était un ancien forgeron. Mais le seigneur Geomyr a interdit l'utilisation de l'acier-cœur, et il ne peut plus forger ses armes. Si je pouvais trouver une pierre-cœur et la ramener à Nocmar, il pourrait à nouveau forger de l'acier-cœur.
ja: ノクマーは昔は鍛冶屋だったと言っている。しかしジオミア卿はハートスチールの使用を禁止したので、武器を鍛えることができなくなった。 ハートストーンを見つけてノクマーの元へ持っていけば、彼ならまたハートスチールを鍛えてくれるはずだ。
pt: Nocmar disse-me que ele costumava ser um ferreiro. Mas o Lorde Geomyr proibiu o uso do Aço do Coração. Assim, ele não pode forjar mais suas armas Se puder encontrar uma Pedra do Coração e trazê-la para Nocmar, ele deve ser capaz de forjar com o Aço do Coração novamente.
zh_cn: 诺克玛告诉我他曾经是个铁匠。但吉奥米尔领主禁止使用心钢，所以他不能再锻造武器了。 如果我能找到一块心石并把它带给诺克玛，他应该能再次锻造心钢。

source: I have brought a heartstone to Nocmar. He should have heartsteel items available now.
de: Ich habe einen Herzstein zu Nocmar gebracht. Bald wird es wieder Gegenstände aus Herzstahl geben.
fr: J'ai ramené une pierre-cœur à Nocmar. Il devrait disposer d'articles en acier-cœur désormais.
ja: ノクマーにハートストーンを持ってきた。これにて彼は今後、ハートスチール製のアイテムを提供できるだろう。
pt: Trouxe uma heartstone para Nocmar. Ele deve ter itens heartsteel disponíveis agora.
zh_cn: 我已经把一块心石带给了诺克玛。他现在应该有心石物品了。

source: Ancient secrets
de: Uralte Geheimnisse
fr: Ancients secrets
ja: 古来の秘密
pt: Segredos antigos
zh_cn: 古老的秘密

source: Yolgen asked me to have a look at what is wrong with Flagstone prison.
de: Yolgen bat mich darum nachzusehen, was mit dem Gefängnis von Flagstone los ist.
fr: Yolgen m'a demandé de regarder ce qui ne va pas dans la prison de Flagstone.
ja: ヨルゲンは、フラッグストーン監獄について何が問題なのかを確認してきてほしいという。
pt: Yolgen pediu-me para dar uma olhada no que está errado com a prisão de Flagstone.
zh_cn: 约尔根让我看一下石板监狱的问题所在。

source: I met a guard from Stoutford on sentry duty outside a fortress called Flagstone. He told me that Flagstone used to serve as a prison for house Gorland of Stoutford, but it is now abandoned. Recently, undead have started pouring out of Flagstone. I should investigate the source of the undead monsters. The guard tells me to return to him if I need help.
de: Ich traf einen Wachposten außerhalb der Festung Flagstone. Er erzählte mir, dass Flagstone früher dem Geschlecht Gorland von Stoutford als Gefängnis diente, mittlerweile aber verlassen wäre. Neuerdings würde sich allerdings ein Strom untoter Monster aus Flagstone ergießen. Ich sollte die Quelle der Untoten finden! Der Wachposten würde mir helfen, falls es nötig sein sollte.
fr: J'ai rencontré un garde de Stoutford en faction à l'extérieur d'une forteresse appelée Flagstone. Le garde m'a dit que Flagstone était une ancienne prison pour la famille Gorland de Stoutford, mais qu'elle est aujourd'hui abandonnée. Récemment, des hordes de morts-vivants ont commencé à surgir hors de Flagstone. Je devrais pénétrer dans la prison pour savoir d'où ils viennent. Le garde m'a dit de revenir le voir si j'avais besoin d'aide.
ja: フラッグストーンと呼ばれる要塞の外でスタウトフォードの衛兵と会った。彼の話によると、フラッグストーンはスタウトフォードのゴーランド家の牢獄として使われていたものの、現在は廃墟になっている。最近ではアンデッドがフラッグストーンから出始めている。アンデッドモンスターの出所を調査しよう。衛兵は、助けが必要なら彼のところに戻るよう言っている。
pt: [OUTDATED]Conheci um sentinela do lado de fora de uma fortaleza chamada Flagstone. O guarda disse-me que Flagstone costumava ser um campo de prisioneiros para os trabalhadores fugitivos do Monte Galmore. Recentemente, tem havido um aumento de monstros a sair de Flagstone. Devo investigar a origem dos monstros mortos-vivos. O guarda disse-me para voltar para ele se eu precisar de ajuda.
zh_cn: 我在一个叫石板的堡垒外遇到一个来自斯托福德的守卫在放哨。他告诉我，石板曾经是斯托福德的戈兰德家族的监狱，但现在已经废弃了。最近，亡灵开始从石板堡垒中涌出。我应该调查这些亡灵怪物的来源。守卫告诉我，如果我需要帮助，可以回去找他。

source: I found a dug out tunnel beneath Flagstone, that seems to lead to a larger cave. The cave is guarded by a demon that I am not even able to approach. Maybe the guard outside Flagstone knows more?
de: Ich habe eine Art Fluchttunnel unterhalb von Flagstone gefunden, der in eine größere Höhle führt. Diese Höhle wird von einem Dämon bewacht, dem ich auf keinen Fall gewachsen bin. Vielleicht weiß der Wachposten außerhalb von Flagstone mehr?
fr: J'ai trouvé un tunnel creusé sous Flagstone, qui a l'air de mener à une caverne plus importante. La caverne est gardée par un démon dont je ne suis même pas capable de m'approcher. Peut-être le garde en faction devant Flagstone en sait-il plus ?
ja: フラッグストーンの下に掘られたトンネルを見つけた。大きな洞窟につながっているようだ。洞窟は悪魔に守られていて、近づくことさえできない。フラッグストーンの外にいるあの衛兵なら何か知っているかも？
pt: Encontrei um tunel escavado em baixo de Flagstone que parece levar a uma caverna mais larga. A caverna é guardada por um demônio que não permite nenhuma aproximação. Talvez o sentinela fora de Flagstone saiba mais?
zh_cn: 我在石板下面发现了一条挖出来的隧道，似乎通向一个更大的山洞。这个洞穴由一个恶魔看守，我根本无法接近。也许石板外面的守卫知道更多？

source: The guard suggested that the former warden may have something to do with this, and I should go and look for him. If I find him I should return to the guard with any important news.
de: Die Wache vermutete, dass der frühere Aufseher etwas damit zu tun haben könnte, und ich solle nach ihm suchen. Wenn ich ihn finde, soll ich zu der Wache mit jeder wichtigen Neuigkeit zurückkehren.
fr: Le garde a suggéré que l'ancien directeur aurait peut-être quelque chose à voir avec ça, et je devrais le chercher. Si je le trouve je retourner voir le garde avec d'importantes nouvelles.
ja: 衛兵は元所長がこの件に何か関係しているかもしれないと言った。彼を探しに行こう。もし見つけたら、何かの重要な知らせを持って衛兵のところに戻ろう。
pt: O guarda sugeriu que o ex-diretor talvez tenha algo a ver com isso edeveria ir procurá-lo. Se o encontrar, devo voltar ao guarda com alguma notícia importante.
zh_cn: 警卫建议，前监狱长可能与此有关，我应该去找他。如果我找到他，就应该把任何重要的消息传达给警卫。

source: I found the former warden of Flagstone on the upper level. Among his remains I found a necklace with some inscriptions. I should return to the guard now.
de: [REVIEW]Ich habe den früheren Leiter von Flagstone auf der oberen Etage gefunden. Ich sollte nun zum Wachposten zurückkehren.
fr: J'ai trouvé l'ancien directeur de Flagstone à l'étage supérieur. Sur sa dépouille j'ai trouvé un collier avec quelques inscriptions. Je devrais retourner voir le garde désormais.
ja: フラッグストーンの元所長が上の階にいた。彼の遺骸の中から碑文のあるネックレスを見つけた。すぐに衛兵のところへ戻ろう。
pt: Encontrei o ex-diretor da Flagstone no nível superior. Entre os restos dele encontrei um colar com algumas inscrições. Deveria voltar ao guarda agora.
zh_cn: 我在上层找到了石板监狱的前典狱长。在他的遗体中，我发现了一条带有一些铭文的项链。我现在应该回到守卫那里去了。

source: I have learned the words required to approach the demon beneath Flagstone. 'Daylight Shadow'. It seems like the warden has something to do with the monster invasion.
de: [REVIEW]Ich kenne jetzt die Worte, die man benötigt, um sich dem Dämon unter Flagstone zu nähern: 'Licht und Schatten'.
fr: J'ai appris l'incantation requise pour pouvoir approcher le démon dans les souterrains de Flagstone. « Ombre du jour ». On dirait que le gardien n'est pas étranger à l'invasion de monstres.
ja: フラッグストーンの下の悪魔に近づくために必要な言葉を学んだ。"デイライトシャドウ"。所長はどうやらモンスターの侵入に関係しているようだ。
pt: Aprendi as palavras necessárias para se aproximar do demônio embaixo de Flagstone. 'Sombra da Luz do Dia'. Parece que o diretor tem algo a ver com a invasão de monstros.
zh_cn: 我已经学会了接近石板监狱下的恶魔所需的词语。 '日光影子'。看来典狱长与怪物入侵有关系。

source: Deep beneath Flagstone, I found a powerful winged demon. It seems like the warden kept on running the prison and experimented with necromancy.
de: Tief unter Flagstone traf ich auf einen mächtigen geflügelten Dämonen. Es scheint, als hätte sich der Aufseher in der Nekromanie versucht und dabei das Gefängnis weiterbetrieben.
fr: Profondément sous Flagstone, j'ai trouvé un démon ailé puissant. On dirait que le directeur a continué d'utiliser la prison et a expérimenté la nécromancie.
ja: フラッグストーン地下深くで強大なるウイングデーモンを発見した。所長は監獄の運営をしつつ死霊魔術の実験をしていたようだ。
pt: Bem abaixo de Flagstone, encontrei um poderoso demônio alado. Parece que o diretor continuou a administrar a prisão e experimentou a necromancia.
zh_cn: 在石板监狱的深处，我发现了一个强大的带翅膀的恶魔。似乎典狱长一直在管理监狱，并进行了死灵法术的实验。

source: I found one prisoner, Narael, alive deep beneath Flagstone. Narael was once a citizen of Nor City. He is too weak to walk by himself, but if I can find his wife in Nor City, I would be handsomely rewarded.
de: Ich habe Narael, einen überlebenen Häftling tief unterhalb von Flagstone gefunden. Narael stammt aus Nor. Er ist zu schwach, um zu laufen. Wenn ich aber sein Frau in Nor finden kann, werde ich sicher großzügig belohnt.
fr: J'ai trouvé un prisonnier, Narael, encore en vie dans la caverne sous Flagstone. Narael est un ancien citoyen de Norville. Il est trop faible pour marcher seul, mais si je peux trouver son épouse à Norville, je recevrai une généreuse récompense.
ja: ナラエルという囚人が生き残っているのをフラッグストーン地下深くで発見した。ナラエルはかつてノアシティの市民だった。彼はとても弱っていて1人では歩くこともできないが、もし彼の妻をノアシティで見つけることができたなら、あなたは十分に報われるだろう。
pt: Encontrei um prisioneiro, Narael, vivo nas profundezas Laje. Narael era uma vez um cidadão de Nor-City. Ele está fraco demais para andar por si mesmo, mas se puder encontrar a esposa dele em Nor-City, provavelmente serei recompensado.
zh_cn: 我在石板监狱的深处发现了一个囚犯纳雷尔，他还活着。纳雷尔曾经是诺尔城的公民。他太虚弱了，无法自己行走，但如果我能在诺尔城找到他的妻子，我将得到丰厚的回报。

source: I approached the sentry again and he was happy to hear the source of the undead is gone. I should talk to Yolgen, the priest of Stoutford, for a reward.
de: Ich erreichte wieder den Wachposten, der heilfroh war zu hören, dass die Ursache der Untoten beseitigt war. Ich sollte mit Yolgen, einem Priester von Stoutford, wegen einer Belohnung sprechen.
fr: J'ai approché à nouveau la sentinelle, et elle était heureuse de voir que la source des morts-vivants était partie. Je devrais parler à Yolgen, le prêtre de Stoutford, pour une récompense.
ja: 再び衛兵に声をかけると、彼はアンデッドの出所がなくなったと聞いて喜んだ。スタウトフォードの神官ヨルゲンに話して報酬をもらおう。
pt: Aproximei-me da sentinela novamente e ele ficou feliz em saber que a fonte dos mortos-vivos se foi. Deveria falar com Yolgen, o padre de Stoutford, para uma recompensa.
zh_cn: 我再次找到哨兵，他很高兴听到亡灵的来源已经消失。我应该和斯托福德的牧师约尔根谈谈，以获得奖励。

source: Yolgen rewarded me handsomely for my efforts and is happy that there is one thing less the citizens of Stoutford have to worry about.
de: Yolgen hat mich reichlich für meine Bemühungen belohnt und ist glücklich darüber, dass es jetzt zumindest eine Sache weniger gibt, über die sich die Bürger von Stoutford sorgen müssen.
fr: Yolgen m'a généreusement récompensé pour mes efforts, et est heureux qu'il y ait une source d'inquiétude en moins pour les citoyens de Stoutford.
ja: ヨルゲンはあなたの努力に十分な報酬を与えてくれ、スタウトフォード住民の心配事がひとつ減ったことを喜んでいる。
pt: Yolgen recompensou-me generosamente pelos meus esforços e está feliz que há uma coisa a menos que os cidadãos de Stoutford têm que se preocupar.
zh_cn: 约尔根对我的努力给予了丰厚的回报，他很高兴斯托福德的市民少了一件事需要担心。

source: Missing pieces
de: Fehlende Teile
fr: Articles manquants
ja: 失くしたピース
pt: Partes perdidas
zh_cn: 丢失的部分

source: A mage called Vacor in southwest Fallhaven has been trying to cast a rift spell. There was something not right about him, he seemed very obsessed with his spell. Something about him gaining a power from it.
de: Der Magier Vacor im Südwesten von Fallhaven hat versucht, einen magischen Spalt zu schaffen. Irgendwie kam er mir komisch vor, fast besessen von diesem Zauberspruch. Er schien sich große Macht davon zu versprechen.
fr: Un mage dénommé Vacor, au Sud-Ouest de Fallhaven a essayé de lancer un sort de scission. Il semblait troublé et était particulièrement obsédé par son sort. Quelque chose concernant un grand pouvoir qu'il pourrait en tirer.
ja: フォールヘブン南西部の魔法使いヴァコールは裂け目の呪文を唱えようとしていた。 彼はどこかおかしい。呪文に取り憑かれているように見える。そこからチカラを得ることでの何かがある。
pt: Um mago chamado Vacor a sudoeste de Fallhaven tem a tentar lançar um feitiço de fenda. Aparentemente, ele tinha alguma coisa errada, pois ele aparenta estar muito obcecado com o seu feitiço. Algo relacionado com ele ganhar um poder dele.
zh_cn: 在法尔海文西南部有一个叫瓦克的法师一直在尝试施展裂缝法术。 他有些不对劲，他似乎对他的法术非常痴迷。某种程度上说，他从中获得了一种力量。

source: Vacor wants me to bring him the four pieces of the rift spell that he claims was stolen from him. The four bandits should be somewhere south of Fallhaven.
de: Vacor möchte, dass ich ihm die vier Teile des Spaltzaubers zurückbringe. Er behauptet, dass sie ihm von vier Banditen irgendwo südlich von Fallhaven gestohlen wurden.
fr: Vacor veut que je lui ramène les quatre articles de son sort de scission dont il affirme qu'ils lui ont été dérobés. Les quatre bandits doivent être quelque part au Sud de Fallhaven.
ja: ヴァコールは盗まれたという4つの裂け目の呪文のピースを取り戻してくるよう言っている。4人の盗賊はフォールヘブン南のどこかにいるはずだ。
pt: Vacor quer que traga as quatro peças do feitiço de fenda que ele alega ter sido roubado dele. Os quatro bandidos deve estar em algum lugar a sul de Fallhaven.
zh_cn: 瓦克要我把他声称从他那里偷来的四块裂缝咒语带给他。那四个强盗应该在法尔海文以南的某个地方。

source: I have brought the four pieces of the rift spell to Vacor.
de: Ich habe die vier Teile des Spaltzaubers zu Vacor zurückgebracht.
fr: J'ai ramené les quatre articles du sort de scission à Vacor.
ja: 裂け目の呪文のピース4つをヴァコールに持ってきた。
pt: Trouxe as 4 peças do feitiço de fenda para o Vacor.
zh_cn: 我已经把裂缝法术的四块碎片带给了瓦克。

source: Vacor tells me about his former apprentice Unzel, who had started to question Vacor. Vacor now wants me to kill Unzel. I should be able to find him to the southwest outside of Fallhaven. I should bring his signet ring to Vacor once I have killed him.
de: Vacor erzählte mir von seinem ehemaligen Lehrling Unzel, der anfing ihn in Frage zu stellen. Vacor möchte, dass ich Unzel umbringe, und seinen Siegelring als Beweis dafür bringe. Unzel sollte irgendwo südwestlich außerhalb von Fallhaven zu finden sein.
fr: Vacor m'a parlé de son ancien apprenti Unzel, qui a commencé à douter de lui. Vacor veut désormais que je tue Unzel. Je devrais pouvoir le trouver au sud-ouest de Fallhaven. Je dois ramener sa chevalière à Vacor une fois que je l'aurai tué.
ja: ヴァコールは、師に疑問を抱き始めたアンゼルという元弟子について話してくれた。ヴァコールはアンゼルを殺すよう言っている。フォールヘブン郊外の南西で見つけられるはずだ。殺したらヴァコールに彼のシグネットリングを渡そう。
pt: Vacor conta-me que o ex-aprendiz dele Unzel tinha começado a questionar Vacor. Vacor agora quer que eu mate o Unzel. Devo ser capaz de encontrá-lo no sudeste, fora dos limites de Fallhaven. Devo trazer o anel de Vacor quando o matar.
zh_cn: 瓦克告诉我他的前学徒恩泽尔，他已经开始质疑瓦克。瓦克现在想让我杀死恩泽尔。我应该能在法尔海文外的西南方找到他。一旦我杀了他，就应该把他的标志戒指带给瓦克。

source: Unzel gives me a choice to side with either Vacor or him.
de: Unzel sagte, ich solle entweder Partei für Vacor oder für ihn ergreifen. Er lässt mir die Wahl.
fr: Unzel me donne le choix de m'allier à Vacor ou à lui-même.
ja: アンゼルはヴァコールと彼、どちらに味方するかの選択肢をあなたに与える。
pt: Unzel dá-me a opção de ficar ao lado dele ou de Vacor.
zh_cn: 恩泽尔让我选择站在瓦克或他一边。

source: I have chosen to side with Unzel. I should go to southwest Fallhaven to talk to Vacor about Unzel and the Shadow.
de: Ich habe mich für Unzel entschieden. Ich sollte mit Vacor im Süden von Fallhaven über Unzel und den Schatten sprechen.
fr: J'ai choisi de m'allier avec Unzel. Je dois aller au Sud-Ouest de Fallhaven pour parler à Vacor d'Unzel et de l'Ombre.
ja: アンゼルの側につくことを決めた。フォールヘブン南西に向かいアンゼルとシャドウについてヴァコールと話そう。
pt: Escolhi o lado de Unzel. Devo ir para sudoeste Fallhaven falar com Vacor sobre Unzel e a Sombra.
zh_cn: 我已经选择了站在恩泽尔一边。我应该去法尔海文西南部和瓦克谈谈恩泽尔和暗影的事。

source: I started a fight with Unzel. I should bring his ring to Vacor once he is dead.
de: Ich habe Unzel angegriffen. Ich sollte seinen Ring zu Vacor bringen, sobald er tot ist.
fr: J'ai commencé à combattre Unzel. Je dois ramener sa chevalière à Vacor une fois qu'il sera mort.
ja: アンゼルとの戦いが始まった。彼が死んだら指輪をヴァコールに渡そう。
pt: Começei uma luta com Unzel. Devo trazer o anel dele ao Vacor uma vez que ele esteja morto.
zh_cn: 我和恩泽尔开始了一场战斗。一旦他死了，我应该把他的戒指带给瓦克。

source: I started a fight with Vacor. I should bring his ring to Unzel once he is dead.
de: Ich habe Vacor angegriffen. Ich sollte seinen Ring zu Unzel bringen, sobald er tot ist.
fr: J'ai commencé à combattre Vacor. Je dois ramener son anneau à Unzel une fois qu'il sera mort.
ja: ヴァコールとの戦いが始まった。彼が死んだら指輪をアンゼルに渡そう。
pt: Começei uma luta com Vacor. Devo trazer o anel dele ao Unzel quando ele esteja morto.
zh_cn: 我开始与瓦克打架。等他死了,我应该把他的戒指带给恩泽尔。

source: I have killed Unzel and told Vacor about the deed.
de: Ich habe Unzel getötet und Vacor über die Tat informiert.
fr: J'ai tué Unzel et rapporté mon acte à Vacor.
ja: アンゼルを殺しそのことをヴァコールに話した。
pt: Matei Unzel e disse Vacor sobre a escritura.
zh_cn: 我已经杀了恩泽尔，并把这件事告诉了瓦克。

source: I have killed Vacor and told Unzel about the deed.
de: Ich habe Vacor getötet und Unzel über die Tat informiert.
fr: J'ai tué Vacor et rapporté mon acte à Unzel.
ja: ヴァコールを殺しそのことをアンゼルに話した。
pt: Matei Vacor e disse Unzel sobre a escritura.
zh_cn: 我已经杀了瓦克，并把这件事告诉了恩泽尔。

source: base_nondisplay
zh_cn: 基础_不显示

source: 1=Developers Debug Version active
fr: 1=Version de débogage pour développeurs activée
ja: 1=開発者デバッグバージョンがアクティブ
pt: 1 = Versão de depurador dos programadores ativa
zh_cn: 1=开发人员调试版本已激活

source: 2=This stage is never set
fr: 2=Cette étape n'est jamais utilisée
ja: 2=このステージは設定されていません
pt: 2=Esse estágio nunca é definido
zh_cn: 2=这个阶段从未设定

source: Night visit
de: Nächtlicher Besuch
fr: Visite nocturne
ja: 夜の訪問
pt: Visita noturna
zh_cn: 夜访
