Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: OK, leave this to me. That's finally the kind of work I was searching for.
de: OK, überlass das mir. Das ist genau die Art von Aufgabe nach der ich gesucht habe.
fr: Ok, laissez-moi ça. Voilà enfin le genre de travail que je recherchais.
ja: ええ、任せて。これこそ求めていた仕事だ。
pt: OK, deixe isso comigo. Finalmente, esse é o tipo de trabalho que estava a procurar.
zh_cn: 好了，把这个交给我吧。这终于是我在寻找的那种工作。

source: I ... I prefer to not get involved into this. Sorry.
de: Ich ... ich würde da lieber nicht mit reingezogen werden. Tut mir leid.
fr: Je... je préfère ne pas être impliqué. Désolé.
ja: 僕は…この件に巻き込まれたくない。ごめんなさい。
pt: Eu… prefiro não me envolver nisso. Desculpe.
zh_cn: 我……我宁愿不参与其中。对不起。

source: Are you completely sure? You will be alone against trained thieves and other criminals whose sole objective is to earn more and more gold.
de: Bist Du Dir ganz sicher? Du wirst gelernten Dieben und anderen Kriminellen alleine gegenüberstehen, deren einziges Ziel es ist, an noch mehr Gold zu kommen.
fr: Es-tu sûr et certain ? Tu seras seul contre des voleurs entraînés et d'autres criminels dont le seul objectif est de gagner plus d'or.
ja: 確かかね？ 多くの金を稼ぐためだけに訓練を積んだ盗賊や他の犯罪者と戦うために、君は1人になるのだよ。
pt: Está completamente certo? Estará sozinho contra ladrões treinados e outros criminosos cujo único objetivo é ganhar cada vez mais ouro.
zh_cn: 你真的肯定吗？你将独自面对训练有素的小偷和其他罪犯，他们的唯一目标是赚取越来越多的黄金。

source: I can deal with them with my bare hands!
de: Mit denen werde ich sogar mit bloßen Händen fertig!
fr: Je peux m'en occuper à mains nues !
ja: 素手で叩きのめしてやる！
pt: Posso lidar com eles com minhas próprias mãos!
zh_cn: 我可以赤手空拳对付他们!

source: Don't worry, I'll be careful.
de: Mach Dir keine Sorgen, ich werde vorsichtig sein.
fr: Ne vous inquiétez pas, je ferai attention.
ja: ご心配なく、気をつけます。
pt: Não se preocupe, vou tomar cuidado.
zh_cn: 别担心，我会小心的。

source: Maybe it's not the best time. We must bring him down. Think about it. There are probably many lives at risk ...
de: Vielleicht ist jetzt nicht der beste Zeitpunkt. Wir müssen ihn aufhalten. Denk darüber nach. Es stehen wahrscheinlich noch mehr Leben auf dem Spiel ...
fr: Peut-être que ce n'est pas le meilleur moment. Nous devons l'arrêter. Penses-y. Il y a probablement de nombreuses vies en jeu...
ja: 今は都合が悪いのかもしれない。我々としては彼を倒さねばならない。考えてみてくれ。多くの命が危険にさらされているのだ…
pt: Talvez não seja o melhor momento. Devemos derrubá-lo. Pense nisso. Provavelmente há muitas vidas em risco…
zh_cn: 也许现在不是最好的时机。我们必须把他打倒。想一想吧。可能有很多人面临生命危险......

source: I will, I promise. Bye.
de: Das werde ich, versprochen. Tschüss.
fr: Ok, je le promets. Tchao.
ja: そうします、約束するよ。それでは。
pt: Irei, prometo. Tchau.
zh_cn: 我会的，我保证。再见。

source: Whatever, I do believe you are capable. Regardless, be cautious with Crackshot. He's powerful, and his attacks can severely wound or kill you. Clear?
de: Wie auch immer, ich glaube, dass du es schaffen kannst. Trotzdem, pass auf mit Crackshot. Er ist mächtig und seine Attacken können dich ernsthaft verwunden oder sogar töten. Alles klar?
fr: Peu importe, je crois que tu en es capable. Attention avec Crackshot. Il est puissant, et ses attaques peuvent te tuer ou te blesser gravement. Compris ?
ja: 何はともあれ、君が有能であることを信じているよ。いずれにせよ、クラックショットには注意することだ。あの男は強敵であり、やつの攻撃で重傷あるいは死に至ることもあり得る。いいか？
pt: Seja como for, acredito que é capaz. Independentemente disso, tenha cuidado com o Crackshot. Ele é poderoso e os ataques dele podem ferir ou matar severamente. Claro?
zh_cn: 无论如何，我相信你有能力。无论如何，请谨慎对待疯狂打靶。他很强大，他的攻击可以严重伤害或杀死你。明白了吗？

source: Bah, words are worth nothing now. It's going to be a nice fight.
de: Pah, Wortklauberei. Es wird ein guter Kampf.
fr: Bah, des mots ne valent rien à présent. Ce sera un beau combat.
ja: ふふん、言葉にはもう何の価値もない。いい戦いになりそうだ。
pt: Bah, as palavras não valem nada agora. Vai ser uma luta boa.
zh_cn: 呵呵，言语现在一文不值。这将是一场精彩的战斗。

source: Yes, understood!
de: Ja, verstanden!
fr: Oui, compris !
ja: はい、わかりました！
pt: Sim entendido!
zh_cn: 是的，明白了!

source: If you say so. Your self-confidence is a good aspect of your personality.
de: Wenn du es sagst. Dein Selbstvertrauen macht einen großen Teil deiner Persönlichkeit aus.
fr: Si tu le dis. Ta confiance en toi est un bon aspect de ta personnalité.
ja: そう言うのであれば。自分に自信があるというのは君の性格の長所だろう。
pt: Se o diz. A sua autoconfiança é um bom aspeto da sua personalidade.
zh_cn: 如果你这么说。你的自信是你性格的优点。

source: However, there's still a problem. We're not completely sure about the location of Crackshot's new hideout.
de: Allerdings gibt es noch ein Problem. Wir sind uns nicht ganz sicher, wo sich Crackshots neues Versteck befindet.
fr: Cependant, il y a toujours un problème. On n'est pas complètement sûrs de l'emplacement de la nouvelle cachette de Crackshot.
ja: しかしまだ問題がある。クラックショットの新しい隠れ家がどこにあるのか、まだ完全には掴めていない。
pt: No entanto, ainda há um problema. Não temos certeza absoluta sobre a localização do novo esconderijo do Crackshot.
zh_cn: 但是，仍然存在一个问题。我们并不完全确定疯狂打靶新藏身处的位置。

source: What? How I will find him then?
de: Was? Wie soll ich ihn dann finden?
fr: Quoi ? Comment vais-je le trouver alors ?
ja: え？ どうやって見つけるの？
pt: O que? Como vou encontrá-lo então?
zh_cn: 什么？那我怎么去找他？

source: He will show up sooner or later ...
de: Er wird früher oder später auftauchen ...
fr: Il apparaîtra tôt ou tard...
ja: やつなら遅かれ早かれ現れるよ…
pt: Ele vai aparecer mais cedo ou mais tarde…
zh_cn: 他迟早会出现...

source: Probably people near the Duleian road guard tower know more. See if you can ask them for tips.
de: Wahrscheinlich wissen die Leute in der Nähe des Wachturms an der Duleianstraße mehr. Schau, ob sie Dir Hinweise geben können.
fr: Les gens à côté de la tour de garde de la route Duleian en savent probablement davantage. Vois si tu peux leur demander conseil.
ja: デュリアン街道見張り塔付近の人々なら詳しく知っているだろう。そこでヒントを得られるか確かめてくれ。
pt: Provavelmente as pessoas próximas da estrada da torre de guarda de Duleian sabem mais. Veja se pode pedir-lhes dicas.
zh_cn: 可能在杜莱恩路警卫塔附近的人知道更多。看看你是否可以向他们索取提示。

source: Whatever. I'll find him.
de: Egal. Ich werde ihn finden.
fr: Peu importe. Je le trouverai.
ja: 何だっていい。見つけ出す。
pt: Não importa. Vou encontrá-lo.
zh_cn: 无论什么。我会找到他的。

source: Maybe, but it will be faster if you question people near the Duleian road guard tower. The Duleian road is the place where we think he was last seen.
de: Vielleicht, aber es wird schneller gehen, wenn du die Leute in der Nähe des des Wachturms an der Duleian Road befragst. Wir wissen, dass er an der Duleian Road zuletzt gesehen wurde.
fr: Peut-être, mais ça sera plus facile si tu questionnes les gens à proximité de la tour de garde de la route Duleian. La route Duleian est l'endroit où nous pensons qu'il a été vu pour la dernière fois.
ja: そうかもしれないが、デュリアン街道見張り塔付近の人々に質問したほうが早いだろう。デュリアン街道は最後に目撃されたと思われる場所だ。
pt: Talvez, mas será mais rápido se interrogar as pessoas que estão próximas a estrada da torre de guarda de Duleian. A estrada de Duleian é o lugar que suspeitamos que ele foi visto pela última vez.
zh_cn: 也许吧，但如果你在杜莱恩路警卫塔附近询问人们会更快。杜莱恩路是我们认为他最后出现的地方。

source: OK, I will ask there.
de: OK, ich werde dort fragen.
fr: Ok, je vais demander là-bas.
ja: わかりました、そこで聞いてみます。
pt: Oke vou perguntar lá.
zh_cn: 好的，我去那里问问。

source: Argh, the Duleian road is big!
de: Argh, die Duleianstraße ist lang!
fr: Argh, la route Duleian est longue !
ja: うわぁ、デュリアン街道は広いって！
pt: Raios, a estrada de Duleian é grande!
zh_cn: 啊，杜莱恩路很庞大!

source: Sorry, I have no more information. If you need anything come back. Good luck.
de: Tut mir leid, ich habe nicht mehr Informationen. Wenn du noch etwas brauchst, komm zurück. Viel Glück.
fr: Désolé, je n'ai pas plus d'informations. Reviens si tu as besoin de quelque chose. Bonne chance.
ja: すまないが、これ以上の情報はない。何かあった際は戻ってきてくれ。健闘を祈る。
pt: Desculpe, não tenho mais informações. Retorne se precisar de alguma coisa. Boa sorte.
zh_cn: 对不起，我没有更多的信息。如果你需要什么，请回来。祝你好运。

source: This will be interesting. Bye!
de: Das wird interessant werden. Tschüß!
fr: Ca sera intéressant. Tchao !
ja: これは面白くなりそうだ。それでは！
pt: Isso vai ser interessante. Tchau!
zh_cn: 这将很有趣。再见！

source: Thank you. See you again.
de: Danke. Bis dann.
fr: Merci. A plus tard.
ja: ありがとう。またお会いしましょう。
pt: Obrigado. Vejo-o em breve.
zh_cn: 谢谢你。再见了。

source: That's why you have to ask.
de: Deshalb sollst du fragen.
fr: C'est pourquoi tu dois demander.
ja: だからこそ尋ねねばならないのだよ。
pt: É por isso que tem que perguntar.
zh_cn: 这就是为什么你必须问。

source: Make sure you don't talk about the Guild and his relationship with us. Don't trust anyone.
de: Pass auf, dass du nichts über die Gilde und seine Verbindung zu uns erzählst. Vertraue niemandem.
fr: Attention à ne pas parler de la Guilde et de son lien avec nous. Ne fais confiance à personne.
ja: ギルドのことや、彼と我々との関係については話さないように。誰も信用しないことだ。
pt: Certifique-se que não fala sobre o Grémio e a relação dele connosco. Não confie em ninguém.
zh_cn: 确保你不谈论公会和他与我们的关系。不要相信任何人。

source: Understood!
de: Verstanden!
fr: Compris !
ja: わかりました！
pt: Entendido!
zh_cn: 明白了!

source: I won't even trust my shadow.
de: Ich werde noch nicht mal meinem Schatten trauen.
fr: Je ne ferai même pas confiance à mon ombre.
ja: シャドウであろうと信用しません。
pt: I não confio nem na minha própria sombra.
zh_cn: 我甚至不会相信我的影子。

source: Remember, this is an important mission! Don't forget it again!
de: Denk dran, dies ist eine wichtige Mission! Vergiss das nicht wieder!
fr: Rappelle-toi, c'est une mission importante ! Ne l'oublie pas à nouveau !
ja: 覚えておいてくれ、これは重要な任務なのだよ！ 二度と忘れないように！
pt: Lembre-se essa é uma missão importante! Não se esqueça disso mais uma vez!
zh_cn: 请记住，这是一项重要任务！别忘了！

source: First, you must find Crackshot's hideout.
de: Als erstes musst du Crackshots Versteck finden.
fr: D'abord, tu dois trouver la cachette de Crackshot.
ja: まず、クラックショットの隠れ家を見つけねばならない。
pt: Primeiramente, deve achar o esconderijo do crackshot.
zh_cn: 首先，你必须找到疯狂打靶的藏身之处。

source: Then you will have to deal with him and his henchmen, and finally bring back the Key of Luthor to us.
de: Dann wirst du dich um ihn und seine Schergen kümmern. Anschließend bringst du uns den Schlüssel von Luthor zurück.
fr: Alors tu devras t'occuper de lui et de ses hommes de main, et finalement nous rapporter la Clé de Luthor.
ja: その後彼とその部下に対処する必要がある。そして最後にルーサーの鍵を我々のもとに持ち帰るのだ。
pt: Então terá que lidar com ele e os capangas dele e, finalmente, trazer-nos de volta a Chave de Luthor.
zh_cn: 然后，你将不得不对付他和他的追随者，并最终将路德之钥带回给我们。

source: Understood?
de: Verstanden?
fr: Pigé ?
ja: 分かったか？
pt: Entendido?
zh_cn: 明白了吗？

source: Yes!
de: Ja!
fr: Oui !
ja: はい！
pt: Sim!
zh_cn: 是的!

source: Understood ...
de: Alles klar ...
fr: Compris...
ja: わかりました…
pt: Entendido...
zh_cn: 明白了...

source: Can you explain it to me again?
de: Kannst du es mir nochmal erklären?
fr: Pouvez-vous me réexpliquer ?
ja: もう一度説明してもらえますか？
pt: Pode explicar-me isso novamente?
zh_cn: 你能再给我解释一下吗？

source: Excellent. Good luck.
de: Ausgezeichnet. Viel Glück.
fr: Excellent. Bonne chance.
ja: 大変結構。健闘を祈る。
pt: Excelente. Boa sorte.
zh_cn: 非常好。祝你好运。

source: Are you serious? Bah, I'll repeat it for you ...
de: Ernsthaft? Pah, ich werde es für dich nochmal wiederholen ...
fr: Vous êtes sérieux ? Bah, je vais vous le répéter...
ja: 本気か？ まったく、それでは繰り返そう…
pt: Está a falar sério? Bah, vou repetir isso para si...
zh_cn: 真的吗？ 呵呵，我会为你重复一遍...

source: Aren't you a bit young to be travelling around here all by yourself?
de: Bist du nicht ein bisschen jung dafür, um hier so ganz alleine herum zu reisen?
fr: N'es-tu pas un peu jeune pour voyager tout seul par ici ?
ja: 1人でこの辺りを旅するには少し若すぎないか？
pt: Não é um pouco jovem para ir viajar por aí sozinho?
zh_cn: 你一个人在这里旅行，是不是有点太年轻了？

source: Sorry, have you heard anything about a murder?
de: Entschuldigung, weißt du etwas über einen Mord?
fr: Pardon, avez-vous entendu parler d'un meurtre ?
ja: すみません、殺人事件について何か聞いてますか？
pt: Desculpe, ouviu algo sobre o assassinato?
zh_cn: 对不起，你有听说过关于谋杀的事情吗？

source: Yeah, Feygard authorities have sent more patrols to the south. Apparently there is a group of criminals hiding in the forest
de: Yeah, Feygards Verwaltung hat weitere Patrouillen nach Süden gesandt. Anscheinend versteckt sich eine Gruppe von Kriminellen im Wald.
fr: Ouais, les autorités de Feygard ont envoyé davantage de patrouilles au sud. Apparemment il y a un groupe de criminels qui se cache dans la forêt
ja: ああ、フェイガードはパトロールの増員を南部に派遣した。どうやら森の中に犯人のグループが潜んでいるらしい
pt: Sim, as autoridades de Feygard enviaram mais patrulhas ao sul. Aparentemente tem um grupo se criminosos escondidos na floresta
zh_cn: 是的，费加德当局已经向南部派遣了更多的巡逻队。显然有一群罪犯躲在森林里

source: Now go away kid, I'm working!
de: Jetzt geh, Kind, ich habe zu tun!
fr: Va-t'en, gamin, je travaille !
ja: さあ向こうへ行った、仕事中だ！
pt: Criança, vái embora agora, estou a trabalhar!
zh_cn: 现在走开，孩子，我在工作！

source: (This man seems to be immersed in his thoughts)
de: (Der Mann scheint in seinen Gedanken versunken zu sein)
fr: (L'homme a l'air perdu dans ses pensées)
ja: （この男は思考に没頭しているようだ）
pt: (Esse homem parece estar imerso nos pensamentos próprios dele)
zh_cn: （这个人似乎沉浸在自己的思绪中）

source: Hi. Have you heard about the murder not far from here?
de: Hi. Hast du etwas über den Mord gehört, der sich nicht weit weg von hier ereignete?
fr: Bonjour. Avez-vous entendu parler du meurtre pas loin d'ici ?
ja: こんにちは。この近くで起きた殺人事件のことを聞いてますか？
pt: Olá. Ouviu sobre o assassinato não muito longe daqui?
zh_cn: 你好。你听说过离这里不远的谋杀案吗？

source: What? A murder? I don't know what you're talking about, sorry.
de: Was? Ein Mord? Ich weiss nicht, wovon du sprichst, tut mir leid.
fr: Quoi ? Un meurtre ? Je ne sais pas de quoi tu parles, désolé.
ja: え？ 殺人？ 何の話か分かりませんね、すみません。
pt: O que? Um assassino? Não sei do que está a falar, desculpe.
zh_cn: 什么？谋杀? 我不知道你在说什么，对不起。

source: Civilians! You never see anything. Bye.
de: Zivilisten! Nie sehr ihr was. Tschüß.
fr: Civils ! Vous ne voyez jamais rien. Tchao.
ja: この民間人！ なんにも知らないんだね。それじゃあ。
pt: Civis! Nunca vê nada. Tchau.
zh_cn: 平民！你永远不会看到任何东西。再见。

source: OK, thank you anyway!
de: OK, trotzdem danke!
fr: Ok, merci quand même !
ja: わかりました、とにかくありがとうございました！
pt: Ok, obrigado de qualquer modo!
zh_cn: 好吧，还是要谢谢你!

source: Sorry, kid! I'm unable to let you pass. Orders from above!
de: Tut mir leid, Kind! Ich kann dich nicht durchlassen. Befehl von oben!
fr: Désolé, gamin ! Je ne peux pas te laisser passer. Ordres d'en haut !
ja: すまない！ 君を通すわけにはいかん。これは上からの命令だ！
pt: Desculpe criança! Não deixarei-o passar. Ordens do alto escalão!
zh_cn: 对不起，孩子！我不能让你通过。上面的命令！

source: Tsch, Bye!
de: Tsch, tschüß!
fr: Tsss, tchao !
ja: チッ、じゃあね！
pt: Tsch, tchau!
zh_cn: 啧啧，再见！

source: Yes. He's not alone!
de: Ja. Er ist nicht allein!
fr: Oui. Il n'est pas seul !
ja: そうだな、相手は1人ではない！
pt: Sim. Ele não está sozinho!
zh_cn: 是的。他并不孤单！

source: Yes! We have sent patrols to the north. There's a place infested by larval burrowers.
de: Ja! Wir haben Patrouillen nach Norden gesandt. Es gibt dort einen Platz, der von Raupengräbern befallen ist.
fr: Oui ! Nous avons envoyé des patrouilles au Nord. Il y a un endroit infesté de larves de néréis.
ja: そうそう！ 北部にパトロールを派遣したのだ。幼生バロウワーが蔓延っている場所がある。
pt: Sim! Enviamos patrulhas ao norte. Há um lugar infestado por sepulturas larvais.
zh_cn: 是的！我们向北派出了巡逻队。有一个地方被幼虫穴居者侵扰。

source: He and the other criminals are probably hiding there!
de: Er und die anderen Kriminellen verstecken sich wahrscheinlich hier!
fr: Lui et les autres criminels se cachent probablement là-bas !
ja: ヤツや他の犯人どもはまず間違いなくそこに潜んでいる！
pt: Provavelmente ele e os outros criminosos estão escondidos aqui!
zh_cn: 他和其他罪犯可能藏在那里！

source: Yes! Those crimin ... Wait, you don't have to know this information! Forget everything I've said!
de: Ja! Diese Kriminel... . Warte, das darfst du nicht wissen! Vergiss alles, was ich eben gesagt habe!
fr: Oui ! Ces crimin... Attends, tu n'as pas à savoir cette information ! Oublie tout ce que j'ai dit !
ja: ああ！ その犯人… いや待ってくれ、君がこの情報を知る必要はない！ 私が言ったことはすべて忘れるように！
pt: Sim! Aqueles criminosos... Espere, não precisa de saber esta informação! Esqueça tudo o que disse!
zh_cn: 是的!那些犯罪分子... 等等，你不需要知道这些信息！忘记我说的一切！

source: I will, bye!
de: Das werde ich, tschüß!
fr: Ok, tchao !
ja: そうします、それでは！
pt: Irei, tchau!
zh_cn: 我会的，再见!

source: [Lie]I will!
de: [Lüge] Werde ich!
fr: [Mensonge] Ok !
ja: （嘘）そうします！
pt: [Mentir] Farei!
zh_cn: [谎言]我会的！

source: Halt! The road to Fallhaven is closed due to a murder committed three days ago.
de: Halt! Die Straße nach Fallhaven ist gesperrt aufgrund eines Mordes, der vor drei Tagen begangen wurde.
fr: Halte ! La route de Fallhaven est fermée à cause d'un meurtre commis il y a trois jours.
ja: 止まれ！ フォールヘブンへの道は3日前に起きた殺人事件のために封鎖されている。
pt: Alto! A estrada para Falhaven está fechada devido ao assassinato que ocorreu três dias atrás.
zh_cn: 站住！由于三天前发生了一起谋杀案，通往法尔海文的道路被关闭。

source: Hey! I live in Crossglen. How do you expect me to get there?
de: Hey! Ich wohne in Crossglen. Wie soll ich denn jetzt da hinkommen?
fr: Hé ! Je vis à Crossglen. Comment voulez-vous que j'y aille ?
ja: ねえ！ クロスグレンに住んでるんですけど。どうやってそこまで行けばいいの？
pt: Ei! Moro em Crossglen. Como espera que chegue lá?
zh_cn: 嘿！我住在克罗斯山谷。你觉得我该怎么走？

source: (You look at the floor. The blood hasn't coagulated yet. It seems there has been a recent fight between two or more people.)
de: (Du blickst auf den Boden. Das Blut ist noch nicht geronnen. Es scheint, dass es vor kurzem einen Kampf zwischen zwei oder mehr Leuten gegeben hat.)
fr: (Tu regardes le sol. Le sang n'a pas encore coagulé. On dirait qu'il y a récemment eu un combat entre deux personnes ou plus.)
ja: （床を見る。まだ血が固まっていない。つい最近2人以上の間で戦闘が生じたようだ）
pt: (Olha para o chão. O sangue ainda nem coagulou. Parece-me que houve uma recente luta entre duas ou mais pessoas.)
zh_cn: （你看看地板。血液还没有凝固。看来最近有两个或两个以上的人打斗过。）

source: (The same blood stains. They are coagulating more and more. Soon they will be just another mark on the floor.)
de: (Die gleichen Blutspuren. Sie gerinnen mehr und mehr. Bald werden sie nur ein weiterer Fleck auf dem Boden sein.)
fr: (Les mêmes tâches de sang. Elles sont de plus en plus coagulées. Et là, une autre marque au sol.)
ja: （同じ血痕だ。どんどん凝固していく。すぐに床の染みとなっていく）
pt: (As mesmas manchas de sangue. Elas estão a coagular cada vez mais. Em breve serão apenas mais uma marca no chão)
zh_cn: (同样的血渍。它们正越来越多地凝固。很快它们就会成为地板上的另一个标记。）

source: (More blood. There's no doubt, there has been a fight here.)
de: (Mehr Blut. Es gibt keinen Zweifel, dass hier ein Kampf stattfand.)
fr: (Encore plus de sang. Pas de doute, il y a eu un combat ici.)
ja: （もっと血が流れている。ここで戦闘があったのは間違いない）
pt: (Mais sangue. Não há duvidas, ocorreu uma luta por aqui.)
zh_cn: (更多的血。毫无疑问，这里发生过一场战斗。)

source: (Looking again at the same blood marks won't achieve anything except wasted time.)
de: (Ein weiterer Blick auf die Blutspuren wäre nichts als Zeitverschwendung).
fr: (Regarder à nouveau les même traces de sang ne fera rien à part gâcher du temps.)
ja: （同じ血痕を見直しても時間の無駄なだけで、何の成果も得られない）
pt: (Olhar novamente para as mesmas marcas de sangue não vai acguiar em nada, exceto perda de tempo.)
zh_cn: （再看一遍同样的血迹，除了浪费时间，什么也做不了。）

source: ARGH!! *sword clashing* Sergeant! Sergeant! ... *laughter*
de: ARGH!! *klirren von Schwertern* Sergeant! Sergeant! ... *Gelächter*
fr: ARGH ! *coups d'épées* Sergent ! Sergent ! ... *rires*
ja: ぐあああ！！（剣戟） 軍曹！ 軍曹！ …（笑い声）
pt: RAIOS!! *ouvem-se espadas a chocar* Sargento! Sargento! ... *risos*
zh_cn: 啊！！*剑碰撞* 中士！中士！ * 笑声*

source: That sounds like fighting nearby. I should check into that.
de: Das klingt wie ein Kampf, ganz nah. Ich sollte nachschauen.
fr: On dirait un combat, pas très loin. Je devrais voir ça.
ja: 近くで戦ってるみたいだ。確認しよう。
pt: Parece que está a lutar por perto. Devia verificar isso.
zh_cn: 听起来像是在附近打架。我应该调查一下。

source: (You see, horrified, how this man is bleeding out rapidly. He has countless cuts and his face is mutilated. You can almost hear his gasps.)
de: (Mit Entsetzen siehst Du, wie ein Mann riesige Mengen an Blut verliert. Er hat unzählige Schnitte und sein Gesicht ist verstümmelt. Du kannst sein Keuchen fast hören.)
fr: (Vous voyez, horrifié, l'homme se vider de son sang rapidement. Il a un nombre incalculable de plaies et son visage est mutilé. Vous pouvez presque l'entendre haleter.)
ja: （この男性の出血の速さには怖気が走る。数え切れないほど無数の切り傷があり、顔面は切り取られている。その息づかいが今にも聞こえて来るかのようだ）
pt: (Veja, horrorizado, como este homem está a sangrar rapidamente. Ele tem inúmeros cortes e o seu rosto está mutilado. Quase pode ouvir os seus suspiros.)
zh_cn: (你惊恐地看到，这个人正在迅速地流血。他有无数的伤口，他的脸被毁坏了。你几乎可以听到他的喘息声。）

source: Shadow, embrace him.
de: Schatten, sei mit ihm.
fr: Ombre, étreins-le.
ja: シャドウよ、彼をお守りください。
pt: Sombra, abrace-o.
zh_cn: 暗影，拥抱他。

source: For the glory of Feygard, you will be avenged!
de: Für die Ehre von Feygard, du wirst gerächt werden!
fr: Pour la gloire de Feygard, vous serez vengé !
ja: フェイガードの栄光のために、あなたの仇討ちはなされるだろう！
pt: Para a glória de Feygard, será vingado!
zh_cn: 为了费加德的荣耀，你会报仇的！

source: Sar...gent. *gasps*.
de: Sar...gent. *keuch*.
fr: Ser... gent. *suffoque*.
ja: ぐん…そう（苦しげに喘ぐ）。
pt: Sar... Gento. *suspiros*.
zh_cn: 萨......绅。*气喘吁吁*。

source: Y..you kid ... Argh! *spits up blood*. That guy is not ... Argh.
de: D...Du Kind ... argh! *spuckt Blut* ... Dieser Kerl ist nicht ... Argh.
fr: Toi le ga... min... Argh ! *crâche du sang* Ce mec n'est pas... Argh.
ja: き…君…グフッ！（血を吐く） あの男は違…ぐうッ。
pt: T.. tu criança… Raios! *cospe sangue*. Esse tipo não é… Raios.
zh_cn: 你……你这孩子……啊！ *吐血*。 那家伙不是……啊啊。

source: What guy?
de: Welcher Kerl?
fr: Quel mec ?
ja: どんな男？
pt: Que tipo?
zh_cn: 什么人？

source: No ... he's not .... Agggh! [He has stopped breathing. I cannot do anything for him. Better to move on.]
de: Nein ... er ist nicht ... Agggh! [Er hat aufgehört zu atmen. Ich kann nichts mehr für ihn tun. Es ist besser, weiterzugehen.]
fr: Non... il n'est pas... Aggggh ! [Il a arrêté de respirer. Je ne peux rien faire pour lui. Mieux vaut partir.]
ja: いや…あの男は…ぐあああッ！ （呼吸が止まっている。できることはもうない。先に進んだ方がいい）
pt: Não... Ele não é... Agggh! [Ele para de respirar. E não posso fazer nada para ajudá-lo. Melhor seguir em frente.]
zh_cn: 不。。。他不是....哎呀！ [他已经停止了呼吸。我不能为他做任何事情。最好继续前进。]

source: Shadow, embrace him ....
de: Schatten, sei mit ihm...
fr: Ombre, étreins-le.
ja: シャドウよ、彼をお守りください…
pt: Sombra, abrace-o....
zh_cn: 暗影，拥抱他 ....

source: I'll save your sergeant!
de: Ich werde deinen Sergeant retten!
fr: Je vous sauverai sergent !
ja: 軍曹を助けてやる！
pt: Vou salvar o seu Sargento!
zh_cn: 我会救你的中士！

source: (The terrible smell of blood here is unbearable. However, I should check whether those men are alive.)
de: (Der schreckliche Geruch von Blut hier ist kaum zu ertragen. Dennoch, ich sollte nachschauen, ob diese Männer noch am Leben sind.)
fr: (La terrible odeur de sang ici est insupportable. Pourtant, je devrais vérifier si ces hommes sont vivants.)
ja: （ここは血の臭いがひどい。しかし、男たちが生きているかを確認しよう）
pt: (O terrível cheiro de sangue aqui é insuportável. Entretanto, deveria verificar se esses homens estão vivos.)
zh_cn: (这里可怕的血腥味让人难以忍受。然而，我应该检查一下那些人是否还活着。）

source: No way. There are countless cobwebs. I should go through the door.
de: Auf keinen Fall. Da sind mengenweise Spinnweben. Ich sollte durch die Tür gehen.
fr: Pas question. Il y a d'innombrables toiles d'araignées. Je devrais passer par la porte.
ja: とんでもない。クモの巣が無数にある。ドアを通ろう。
pt: Sem chance. Tem incontáveis teias de aranha. Deveria ir pela porta.
zh_cn: 不可能。有无数的蜘蛛网。我应该走到大门。

source: I think I should check those strange blood marks before going on ....
de: Ich denke, ich sollte besser diese seltsamen Blutspuren überprüfen, bevor ich weitergehe...
fr: Je pense que je devrais vérifier ces marques de sang étranges avant de continuer...
ja: おかしな血の痕をチェックしてから行こう…
pt: Julgo que deveria verificar essas marcas estranhas de sangue antes de continuar....
zh_cn: 我想我应该在继续之前检查那些奇怪的血迹....

source: Another idiot trying to pass through here, eh? Your life ends here!
de: Noch so ein Dummkopf, der versucht hier durchzukommen, eh? Dein Leben endet hier!
fr: Encore un idiot qui essaye de forcer le passage, hein ? Ta vie s'achève ici !
ja: まだここを通るバカがいるのか？ お前の命もここまでだな！
pt: Outro idiota a tentar passar por aqui, eh? Sua vida acaba aqui!
zh_cn: 又有一个白痴试图通过这里，嗯？ 你的生命到此结束！
