Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: What were the last sentences you heard him say?
de: Was waren die letzten Sätze, die du von ihm gehört hast?
fr: Quels sont les derniers mots qu'il a prononcés ?
ja: あなたが聞いたその人の最後の言葉とは？
pt: O que é que ele disse antes de morrer?
zh_cn: 你听到他说的最后几句话是什么？

source: Something about Vilegard and Ryndel maybe? I didn't really pay attention, I was more interested in what loot he had on him.
de: Irgendetwas über Vilegard und Ryndel, ich bin mir nicht sicher? Ich habe nicht wirklich zugehört, ich war mehr an dem interessiert, was er bei sich hatte.
fr: Quelque chose à propos de Vilegard et Rynel peut-être ? Je n'ai pas vraiment fait attention, j'étais plus intéressé par le butin qu'il avait sur lui.
ja: ヴィルガードと、確かリンデルとやらの何かだったような？ あいにくその子の戦利品のほうに興味があったもんでして、正直気にしてませんでしたねぇ。
pt: Algo sobre Vilegard e Ryndel talvez? Não prestei muita atenção, estava mais preocupado ao ver o que ele tinha nos bolsos.
zh_cn: 也许是关于维尔加德和林德尔的?我并没有注意到，我更感兴趣的是他身上的物品。

source: I should go check that grave. Goodbye.
de: Ich sollte mir das Grab einmal ansehen. Tschüss.
fr: Je devrais aller voir cette tombe. Au revoir.
ja: お墓を見に行くよ。さようなら。
pt: Tenho de ver esse túmulo. Adeus.
zh_cn: 我应该去看看那坟墓。再见。

source: Rincel, was that it? From Vilegard? Wrye's missing son.
de: Rincel, war es das? Aus Vilegard? Wryes vermisster Sohn.
fr: Rincel, c'était ça ? De Vilegard ? Le fils perdu de Wrye.
ja: リンセルのことかな？ ヴィルガードだって？ ライの行方不明の息子か。
pt: Rincel, era isso? De Vilegard? É o filho desaparecido da Wrye.
zh_cn: 林塞尔，是吗？来自维尔加德？维艾失踪的儿子。

source: Yeah, that might be it. Anyway, so he said something about fulfilling a dream to see the great city of Feygard.
de: Ja, das könnte es gewesen sein. Auf jeden Fall sagte er etwas darüber, den Traum zu erfüllen, die großartige Stadt Feygard zu sehen.
fr: Ouais, c'était peut-être ça. Bref, il parlait d'accomplir un rêve de voir la belle cité de Feygard.
ja: あぁ、そうかも。とにかく、大都市フェイガードを見る夢を叶えたいんだとか何とか言ってやしたかねぇ。
pt: Sim, deve ser. Enfim, ele disse algo sobre realizar o sonho de ver a grande cidade de Feygard.
zh_cn: 是的，可能就是这样。无论如何，他说了一些关于实现一个梦想去看看伟大的费加德城。

source: And he told me something about that he didn't dare tell anyone.
de: Und er erzählte mir etwas darüber, dass er es sich nicht traute, jemandem davon zu erzählen.
fr: Et il m'a dit quelque chose sur le fait qu'il n'avait osé le dire à personne.
ja: あと、そのことを誰かに話せなかったのだと。
pt: E ele disse-me algo sobre uma coisa que nunca disse a ninguém.
zh_cn: 他告诉我一些他不敢告诉任何人的事情。

source: Maybe he didn't dare tell Wrye?
de: Vielleicht hatte er sich nicht getraut, es Wrye zu erzählen?
fr: Peut-être n'a-t-il pas osé le dire à Wrye ?
ja: もしかして、ライに話せなかったのかな？
pt: Talvez ele não tenha se atrevido a dizer isso à mãe Wrye?
zh_cn: 也许他不敢告诉维艾？

source: Yeah sure, probably. He had set down here to camp, but got attacked by some monsters.
de: Ja sicher, das ist möglich. Er hatte hier sein Lager aufgeschlagen, aber er wurde von einigen Monstern angegriffen.
fr: Ouais bien sûr, probablement. Il avait installé son campement ici, mais a été attaqué par des monstres.
ja: ええまぁ、たぶん。ここでキャンプしていたところ、モンスターに襲われてしまって。
pt: Sim, com certeza, provavelmente. Ele acampou aqui, mas foi atacado por alguns monstros.
zh_cn: 是的，也许吧。他在这里扎营，但遭到了一些怪物的袭击。

source: Apparently he was not as strong a fighter as, for example, someone like me. So the monsters wounded him too much for him to last the night.
de: Offenbar war er kein so guter Kämpfer wie beispielsweise jemand wie ich. Deshalb verwundeten ihn die Monster zu stark, als das er die Nacht hätte überleben können.
fr: Apparemment ce n'était pas un combattant puissant comme, par exemple, quelqu'un comme moi. Les monstres l'ont blessé si profondément qu'il n'a pas survécu la nuit.
ja: どうやら戦士としては、例えばあっし程度の強さはなかったようで。それでモンスターから傷を負いすぎて、一晩も持たなかったと。
pt: Aparentemente, ele não era tão forte como um lutador, alguém como eu por exemplo. Por isso os monstros feriram-no tanto que não conseguiu sobreviver.
zh_cn: 显然，他不像我这样的人那样强壮。所以怪物给他的伤害太大了，他无法坚持到晚上。

source: Sadly, they also must have taken any loot with them, since I could not find any on him.
de: Dummerweise müssen sie ihm auch alles abgenommen haben, da ich nichts bei ihm finden konnte.
fr: Malheureusement, ils ont pris tout ce qu'il pouvait avoir sur lui, parce que je n'ai rien trouvé sur lui.
ja: まったく残念なことに、なーんも持っていやしませんでした。戦利品として先に持って行かれてたようで。
pt: Infelizmente, eles também devem ter levado tudo o que ele tinha, pois não encontrei nada nos bolsos dele.
zh_cn: 可悲的是，他们一定也带走了他的物品，因为我在他身上找不到任何东西。

source: I heard the fighting and only managed to get to him after the monsters had fled.
de: Ich hörte den Kampflärm, konnte aber erst zu ihm zu gelangen, als die Monster schon geflohen waren.
fr: J'ai entendu la bagarre et je n'ai pu arriver jusqu'à lui que lorsque les monstres étaient partis.
ja: あっしは戦いの音は聞きやしたけど、モンスターが引き上げた後になってやっとたどり着いたもんですから。
pt: Ouvi sons de luta, mas só consegui apanhá-lo depois dos monstros irem embora.
zh_cn: 我听到了战斗的声音，直到怪物走后我才设法接近他。

source: So, anyway. Now he is buried over there. Rest in peace.
de: Wie auch immer. Jetzt liegt er dort drüben begraben. Ruhe in Frieden.
fr: Alors, bref. Maintenant il est enterré là. Repose en paix.
ja: それでまぁ、とにかく。今はあそこに埋葬されてると。安らかに眠ってほしいもんです。
pt: Então. Agora ele está enterrado ali. Que descanse em paz.
zh_cn: 所以，无论如何。现在他被埋葬在那里。安息吧。

source: Lousy kid. He could at least have had a few coins on him.
de: Lausiger Junge. Er hätte wenigstens ein paar Goldmünzen dabeihaben können.
fr: Gamin pouilleux. Il aurait au moins pu avoir quelques pièces sur lui.
ja: 粗末なもんでした。せめて硬貨の数枚くらいは持っていたでしょうに。
pt: Maldito miúdo. Ao menos podia ter algumas moedas nos bolsos dele.
zh_cn: 讨厌的孩子。他至少可以带几枚硬币在身上。

source: Thank you for the story. Shadow be with you.
de: Vielen Dank für die Geschichte. Der Schatten sei mit dir.
fr: Merci pour le récit. Que l'Ombre soit avec vous.
ja: いいお話でした。シャドウがあなたと共にありますように。
pt: Obrigado pela história. Que a Sombra esteja contigo.
zh_cn: 谢谢你的故事。暗影与你同在。

source: You must rent the room before you may enter it.
de: Du musst das Zimmer mieten, bevor du es betreten darfst.
fr: Tu dois louer la chambre avant de pouvoir y entrer.
ja: 入室する前に部屋を借りなければいけません。
pt: Tens de arrendar o quarto antes de poderes entrar.
zh_cn: 你必须先把房间租下来才能进去。

source: The sign says: Welcome to Vilegard, the friendliest town around.
de: Auf dem Schild steht: Willkommen in Vilegard, der freundlichsten Stadt in der Umgebung.
fr: Le panneau indique : Bienvenue à Vilegard, la plus accueillante des villes alentours.
ja: 看板にはこう書いてある: 周辺で一番友好的な町、ヴィルガードへようこそ。
pt: A placa diz: Bem-vindo a Vilegard, a cidade mais amigável da vizinhança.
zh_cn: 牌子上写着： 欢迎来到维尔加德，这个最友好的小镇。

source: Welcome to the Foaming Flask tavern!
de: Willkommen in der Taverne 'Schäumende Flasche'!
fr: Bienvenue à la taverne la Chopine Moussante !
ja: フォーミングフラスコ酒場へようこそ！
pt: Bem-vindo à taberna Foaming Flask!
zh_cn: 欢迎来到泡沫瓶酒馆！

source: North: Loneford East: Nor City West: Fallhaven
de: nördlich: Loneford östlich: Nor City westlich: Fallhaven
fr: Nord : Loneford Est : Norville Ouest : Fallhaven
ja: 北: ローンフォード 東: ノアシティ 西: フォールヘブン
pt: Norte(↑): Loneford Leste(→): Nor City Oeste(←): Fallhaven
zh_cn: 北：隆福德 东：诺尔城 西：法尔海文

source: North: Loneford East: Nor City South: Vilegard
de: nördlich: Loneford östlich: Nor City südlich: Vilegard
fr: Nord : Loneford Est : Norville Sud : Vilegard
ja: 北: ローンフォード 東: ノアシティ 南: ヴィルガード
pt: Norte(↑): Loneford Este(→): Nor City Sul(↓): Vilegard
zh_cn: 北：隆福德 东：诺尔城 南：维尔加德

source: You see a recently dug grave.
de: Du siehst ein erst vor kurzem ausgehobenes Grab.
fr: Tu vois une tombe récemment creusée.
ja: 最近掘られたお墓がある。
pt: Vês uma sepultura cavada recentemente.
zh_cn: 你看到一个新挖的坟墓。

source: East: Nor City West: Vilegard
de: östlich: Nor City westlich: Vilegard
fr: Est : Norville Ouest : Vilegard
ja: 東: ノアシティ 西: ヴィルガード
pt: Este(→): Nor City Oeste(←): Vilegard
zh_cn: 东：诺尔城 西：维尔加德

source: [You feel a tingling sensation in your body as the frightening figure begins to speak]
de: [dir läuft ein Schauer den Rücken hinunter, als die furchteinjagende Kreatur zu sprechen beginnt]
fr: [tu ressens des picotements de l'intérieur lorsque la silhouette effrayante se met à parler]
ja: （その恐ろしい姿をした者が話し始めると、体がチクリとするような感覚に襲われる）
pt: [Sentes um formigueiro em todo o teu corpo quando uma figura assustadora começa a falar]
zh_cn: [当那个可怕的身影开始说话时，你感到身体有一种刺痛的感觉]

source: Sssshadow take you.
de: Ssschatten, verzehre dich.
fr: Que l'Ooooombre t'emporte.
ja: シ、シ、シャドウがオマエを連れテ行くデアろウ。
pt: Que a Ssssombra te leve.
zh_cn: 暗，暗，暗，暗影会带走你。

source: G ... argoyle Shadow.
de: G.. argoyle-Schatten.
fr: G.. argouille de l'Ombre.
ja: ガ…ゴイルシャドウ。
pt: S...ombra de gárgula.
zh_cn: 暗影石…像。

source: A ... llow the Sssshadow in you.
de: Ge.. währe den Ssschatten Raum in dir.
fr: Laissssssse l'Ombre t’imprégner.
ja: シ、シ、シャドウをう…ケ入れるのダ。
pt: D...eixa que a Ssssombra se apodere de ti.
zh_cn: ...... 让你的暗影。

source: The Shadow, what do you mean?
de: Den Schatten, was meinst du damit?
fr: L'Ombre, que voulez-vous dire ?
ja: シャドウ、どういう意味だ？
pt: A Sombra, o que queres dizer?
zh_cn: 暗影，你什么意思？

source: Die, evil creature!
de: Stirb, elende Kreatur!
fr: Meurt, créature du mal !
ja: くたばれ、邪悪なクリーチャーめ！
pt: Morre, criatura maldita!
zh_cn: 死吧，邪恶的生物！

source: I will not be affected by your nonsense!
de: Dein Geschwätz interessiert mich nicht!
fr: Je ne serai pas affecté par vos absurdités !
ja: お前の戯言なんて知るか！
pt: Não serei afetado pelas tuas tontices!
zh_cn: 我不会因为你的胡说八道而受到影响!

source: [The figure lifts his hand and points at you]
de: [die Figur hebt ihre Hand und zeigt auf dich]
fr: [la silhouette soulève une main et pointe vers toi]
ja: （その者は手を上げてあなたを指差す）
pt: [A figura levanta a mão e aponta para ti]
zh_cn: 【那个人影举起手，指着你】

source: Sssshadow be with you.
de: Ssschatten, sei mit dir.
fr: Que l'Ombre sssssoit avec toi.
ja: シ、シ、シャドウがオマエとトもニアらんことを。
pt: A Ssssombra esteja contigo.
zh_cn: 暗影与你同在。

source: Shadow, what?
de: Schatten, was?
fr: L'Ombre, quoi ?
ja: シャドウ、何だって？
pt: Sombra, o quê?
zh_cn: 暗影，什么？

source: Oh, someone from the outside! Please, sir! You have to help us!
de: Oh, jemand von außerhalb! Bitte, guter Herr! Sie müssen uns helfen!
fr: Oh, quelqu'un de l'extérieur ! S'il vous plaît ! Vous devez nous aider !
ja: あ、外から来たどなたか！ お願いします！ 私たちを助けてください！
pt: Ah, um estrangeiro! Por favor, tens de nos ajudar!
zh_cn: 哦，外乡人！求你了，先生！你必须帮助我们！

source: 'Us'? I only see you here.
de: 'Uns'? Ich sehe hier nur dich.
fr: 'Nous' ? Je ne vois que vous ici.
ja: "私たち"？ あなたしか見当たらないけど。
pt: 'Nós'? Não vejo mais ninguém a não ser tu.
zh_cn: "我们"？我只看到你在这里。

source: We urgently need help from someone outside!
de: Wir brauchen dringend Hilfe von jemandem, der von außerhalb kommt!
fr: Nous avons besoin de toute urgence une aide extérieure !
ja: 外からの助けが至急必要なんです！
pt: Precisamos urgentemente da ajuda de um estrangeiro!
zh_cn: 我们急需外面的人帮忙!

source: Very funny. I was sent by my settlement to get help from the outside.
de: Sehr spaßig. Ich wurde von meiner Siedlung ausgesandt, um Hilfe von außerhalb zu erhalten.
fr: Très drôle. J'ai été envoyé par ma colonie pour obtenir de l'aide de l'extérieur.
ja: ずいぶん愉快な方ですね。私は外からの助けを得るために集落より遣わされたんです。
pt: Muito engraçado. Fui enviado pela minha aldeia para procurar ajuda no exterior.
zh_cn: 非常有趣。我被我的定居点派去寻求外面的人帮忙。

source: The people of my settlement, the Blackwater mountain, are slowly being reduced in numbers by the monsters and the savage bandits.
de: Die Leute aus meiner Siedlung, dem Blackwater Mountain, werden langsam durch Monster und wilde Banditen dezimiert.
fr: Les gens de ma colonie, celle du mont Encreau, sont peu à peu décimés par les monstres et les bandits féroces.
ja: 私の集落であるブラックウォーター山の人々は、モンスターや野蛮な山賊によって徐々に数を減らしています。
pt: As pessoas da minha aldeia, a montanha das Águas Negras, são cada vez menos por causa dos monstros e os bandidos selvagens.
zh_cn: 我是黑水聚居地的人，正被怪物和野蛮的强盗们慢慢地蚕食。

source: The monsters are closing in on us, and we desperately need help by some able fighter.
de: Die Monster umzingeln uns und wir benötigen verzweifelt Hilfe durch fähige Kämpfer.
fr: Les monstres nous enserrent, et nous avons désespérément besoin de l'aide d'un guerrier expérimenté.
ja: モンスターが迫ってきています、それで私たちには何としても優秀な戦士の協力が必要なんです。
pt: Os monstros estão a cercar-nos e precisamos desesperadamente da ajuda de um bom lutador.
zh_cn: 怪物们正在向我们靠近，我们迫切需要一些能干的战士的帮助。

source: I guess I could help, I have killed a few monsters here and there.
de: Ich könnte euch wohl helfen, ich habe hier und da ein paar Monster getötet.
fr: Je pense pouvoir vous prêter main-forte, j'ai tué quelques monstres ici et là.
ja: 僕はあちこちでモンスターを殺してきました、力になれると思います。
pt: Acho que podia ajudar. Já matei alguns monstros aqui e ali.
zh_cn: 我猜我应该帮得上忙，我之前也到处杀死过一些怪物。

source: A fight, great. I'm in!
de: Ein Kampf, klasse. Ich bin dabei!
fr: Un combat, super. J'en suis !
ja: 戦いか、よし。乗った！
pt: Uma luta, ótimo. Estou nessa!
zh_cn: 一场战斗，太棒了。算我一个！

source: Will there be a reward for this?
de: Gibt es dafür eine Belohnung?
fr: Il y aura une récompense pour cela ?
ja: 報酬はあるの？
pt: Há alguma recompensa?
zh_cn: 我的报酬是什么？

source: Hmm, no. I had better not get involved in this.
de: Hm, nein. Da lasse ich mich besser nicht reinziehen.
fr: Hum, non. Je ferais mieux de ne pas mettre le nez là-dedans.
ja: うーん、ダメです。関わらないほうがいい。
pt: Hum, não. Acho melhor não me envolver nisso.
zh_cn: 嗯， 不行， 我最好不要卷入这件事。

source: Reward? Hmm, I was hoping you would help us for other reasons than a reward. But I guess my master will reward you sufficiently if you survive.
de: Belohnung? Hm, ich habe gehofft, du würdest uns aus anderen Gründen als einer Belohnung helfen. Aber ich denke, mein Herr wird dich ausreichend belohnen, wenn du überlebst.
fr: Une récompense ? Hum, j'espérais que vous nous aideriez pour d'autres raisons qu'une récompense. Mais je suppose que mon maître vous récompensera suffisamment si vous survivez.
ja: 報酬ですか？ うーん、報酬以外の理由で協力してくれないものかと思っていたのですが。ですがあなたが生き残れるなら主人は十分な報酬を用意してくださるかと思います。
pt: Recompensa? Estava com a esperança que nos ajudasses por outros motivos e não por uma recompensa. Mas acho que o meu senhor vai recompensar-te o suficiente, se sobreviveres.
zh_cn: 报酬？嗯，我希望您是因为报酬以外的原因帮助我们。但是我想如果你能活下来，我的主人会给你足够的回报。

source: Alright, I'll do it.
de: Alles klar, ich mach's.
fr: D'accord, j'en suis.
ja: わかりました、やります。
pt: Tudo bem, fá-lo-ei.
zh_cn: 好吧， 我会做的。

source: Excellent. The Blackwater mountain settlement is some distance away. Frankly, I am amazed that I made it this far alive.
de: Großartig. Die Blackwater Siedlung liegt in einiger Entfernung. Offen gesagt, ich bin erstaunt, dass ich es lebend so weit geschafft habe.
fr: Excellent. La colonie du mont Encreau est à une certaine distance. Franchement, je suis étonné d'être arrivé aussi loin vivant.
ja: いいですね。ブラックウォーター山集落までは少し離れています。正直なところ、私は自分が生きてここまで来れたことに驚いています。
pt: Excelente. A aldeia da montanha das Águas Negras fica um bocado longe. Francamente, estou surpreendido por ter conseguido chegar até aqui.
zh_cn: 非常好。黑水定居点距离我们很远。坦白地说，我很惊讶我活到这么远。

source: I must warn you though, that there are some nasty monsters on the way.
de: Ich muss dich allerdings warnen, es gibt einige garstige Monster auf dem Weg dorthin.
fr: Je dois cependant vous avertir qu'il y a des monstres féroces sur le chemin.
ja: 注意しておかなければならないこととして、道中に厄介なモンスターがいます。
pt: Porém, devo avisar-te que há alguns monstros perigosos no caminho.
zh_cn: 但我必须警告您，途中有一些令人讨厌的怪物。

source: But I guess you seem strong enough.
de: Aber du scheinst mir stark genug zu sein.
fr: Mais je vous devine suffisamment fort.
ja: ですがあなたは十分強そうですね。
pt: Mas pareces ser suficientemente forte.
zh_cn: 但你看起来足够强壮了。

source: Yeah, I can handle myself.
de: Ja, ich kann auf mich aufpassen.
fr: Ouais, je peux me débrouiller.
ja: ええ、自分で何とかできる。
pt: Sim, desenrasco-me.
zh_cn: 是的，我能保护自己。

source: No problem.
de: Kein Problem.
fr: Pas de problème.
ja: 大丈夫。
pt: Não há problema.
zh_cn: 没问题。

source: Good. First though, we must cross this mine to the other side.
de: Gut. Zuerst aber müssen wir diese Mine durchqueren.
fr: Bon. Mais d'abord, nous devons traverser cette mine jusque de l'autre côté.
ja: よかった。でもまずは、この鉱山を渡って反対側に向かわなければなりません。
pt: Bom. Mas primeiro temos de atravessar esta mina para outro lado.
zh_cn: 好。但首先，我们必须穿过这个矿井到另一边。

source: The mine shaft over there [points] has collapsed, so I guess you won't make it through there.
de: Der Minenschacht dort drüben *zeigt drauf* ist eingestürzt, daher wirst du dort wohl nicht durch kommen.
fr: La galerie de mine là-bas [indique la direction] s'est effondrée, donc je suppose que vous ne pourrez pas passer par là.
ja: あちらの坑道（指差す）は崩壊してますし、あそこは通れないでしょうね。
pt: O veio principal da mina ali [aponta] desmoronou-se. Por isso acho que não poderás passar por ali.
zh_cn: 那边的矿井【指着矿井】已经坍塌了，我想你不能穿过它。

source: You will have to go through the abandoned mine below. Beware that the mine is pitch-black, so you will have to navigate in there without any light.
de: Du wirst durch die verlassene Mine darunter gehen müssen. Beachte, dass es in der Mine stockfinster ist, daher wirst du dich darin ohne Licht zurecht finden müssen.
fr: Vous devrez passer par la mine abandonnée en dessous. Méfiez-vous : il y fait nuit noire. Vous aurez donc à y progresser sans lumière.
ja: あなたは下の廃坑を通ってください。鉱山は真っ暗ですから、明かり無しで潜り抜けることになります。気をつけてください。
pt: Terás de passar pela mina abandonada ali abaixo. Cuidado que a mina é bastante escura, por isso terás de te orientar lá sem qualquer luz.
zh_cn: 你将需要穿过底下那个废弃的矿井。注意那个矿井是漆黑的，所以你需要在黑暗里找寻方向。

source: What about you?
de: Was ist mit dir?
fr: Et vous ?
ja: あなたは？
pt: E tu?
zh_cn: 你呢？

source: OK, I'll go through the pitch-black mine.
de: Ok, ich gehe durch die stockfinstere Mine.
fr: Ok, je vais passer par la mine plongée dans les ténèbres.
ja: わかりました、真っ暗な鉱山を通ります。
pt: Tudo bem. Vou pela mina escura.
zh_cn: 好的，我会穿过漆黑的矿井。

source: I'll try to crawl back through the mine shaft here. That's how I got here in the first place.
de: Ich werde versuchen, durch diesen Minenschacht zurück zu kriechen. So bin ich überhaupt hierher gekommen.
fr: Je vais essayer de ramper à travers la galerie de mine ici. C'est par ce moyen que je suis arrivé là en premier lieu.
ja: 私は坑道を這って引き返してみます。それがここまで来た方法です。
pt: Vou tentar rastejar para trás através do poço da mina aqui. Foi assim que cheguei aqui.
zh_cn: 我试着从这里的矿井爬回去。我当初就是这样来到这里的。

source: Let's meet at the other side of this mine shaft.
de: Auf der anderen Seite des Minenschachts werden wir uns wieder treffen.
fr: Rendez-vous de l'autre côté de cette galerie de mine.
ja: この坑道の反対側で会いましょう。
pt: Encontramo-nos do outro lado do poço da mina.
zh_cn: 让我们在矿井的另一边再见吧。

source: OK. You crawl through the shaft, and I'll go below. See you on the other side!
de: Ok, du kriechst durch den Schacht, und ich gehe drunter durch. Man sieht sich auf der anderen Seite!
fr: D'accord. Vous rampez à travers la galerie, et je passe par-dessous. Rendez-vous de l'autre côté !
ja: わかりました。あなたは坑道を這って進む、僕は下に向かう。向こうで会いましょう！
pt: Está bem. Rasteja através do veio principal e eu vou pela mina. Vemo-nos do outro lado!
zh_cn: 好的，你从矿井穿过，我从下面过去，咱们另一 边见！

source: Hello again. You made it through alive, well done!
de: Hallo nochmal. Du bist lebend durch gekommen. Gut gemacht!
fr: Bonjour à nouveau. Vous avez réussi à parvenir de l'autre côté en vie, bien joué !
ja: またお会いできましたね。生きて乗り切ったんですね、お疲れ様でした！
pt: Olá novamente. Conseguiste chegar vivo! Muito bem!
zh_cn: 嗨，你还活着，做得好！

source: These monsters, what are they?
de: Diese Monster - was sind das für welche?
fr: Ces monstres, de quoi s'agit-il ?
ja: このモンスターたちは何なんですか？
pt: Estes monstros, o que são?
zh_cn: 这些怪物，它们是什么？

source: You never told me it would be pitch-black down there. I almost got killed!
de: Du hast nichts davon gesagt, dass es stockfinster dort unten ist. Ich bin beinahe umgekommen!
fr: Vous ne m'aviez pas dit qu'il ferait nuit noire là-dedans. J'ai failli me faire tuer !
ja: 真っ暗だと言わなかっただろ。もう少しで殺されるところだったんだぞ！
pt: Não me disseste que seria tão escuro na mina. Quase que morria lá!
zh_cn: 你从未告诉我下面漆黑一片，我差点被杀了！

source: Yeah, piece of cake.
de: Jepp, war ein Kinderspiel.
fr: Ouais, c'était un jeu d'enfant.
ja: ええ、楽勝でした。
pt: Sim, foi canja.
zh_cn: 哈，小菜一碟。

source: The gornauds? I have no idea where they come from, one day they just showed up here around the mountain.
de: Die Gornauds? Ich habe keine Ahnung wo sie herkommen, eines Tages sind sie hier um den Berg herum aufgetaucht.
fr: Les Gornauds ? Aucune idée de leur provenance, ils sont juste apparus un jour ici sur la montagne.
ja: ゴルノーですか？ どこから来たかはさっぱり分かりません、ある日この山の周辺に現れました。
pt: Os gornauds? Não faço a mínima ideia de onde é que eles vêm, apenas aparecerem um dia aqui em redor da montanha.
zh_cn: 戈尔诺？我不知道他们从哪里来的，有一天，他们就出现在这山附近。

source: Nasty beasts, they are.
de: Garstige Biester sind das.
fr: Des saletés, pour sûr, c'en sont.
ja: 厄介な怪物です。
pt: Animais desagradáveis, eles são.
zh_cn: 它们是令人讨厌的怪物。

source: Anyway, let's get going now. We are now one step closer to the Blackwater mountain settlement.
de: Wie auch immer, lass uns nun gehen. Wir sind jetzt einen Schritt näher an der Blackwater Mountain Siedlung.
fr: Quoi qu'il en soit, allons-y maintenant. Nous sommes à présent un peu plus près de la colonie du mont Encreau.
ja: とにかくもう行きましょう。これでブラックウォーター山集落に一歩近づきました。
pt: De qualquer forma, vamos começar agora. Estamos agora a um passo da aldeia da montanha das Águas Negras.
zh_cn: 不管怎么，让我们走吧，我们离黑水镇又近了一步。

source: We should hurry now.
de: Wir sollten uns jetzt beeilen.
fr: Nous devrions nous dépêcher maintenant.
ja: 急ぎましょう。
pt: Devemos apressar-nos.
zh_cn: 我们现在应该加快速度了。

source: Once we exit this mine, it is very important that you go directly east from there. Do not travel to other places other than going east now!
de: Sobald wir diese Mine verlassen haben, ist es äußerst wichtig, dass du von dort aus direkt nach Osten gehst. Geh nicht zu Orten die anderswo liegen als im Osten!
fr: Une fois que nous serons sortis de cette mine, il est très important que vous alliez directement vers l'est. Ne vous aventurez pas ailleurs que vers l'est, compris !
ja: この鉱山を出たら、そこからまっすぐ東に向かうことがとても重要です。いいですか、東以外の場所には行かないでくださいね！
pt: Assim que sairmos desta mina, é muito importante que vás diretamente para este (→) a partir daí. Não viajes para outros lugares!
zh_cn: 一旦我们离开该矿井，最重要的就是直接向东走。现在不要去东方以外的其他地方！

source: OK, I'll go east once I have exited the mine. Got it.
de: Ok, ich gehe nach Osten, sobald wir aus der Mine raus sind. Hab's kapiert.
fr: Ok, je vais aller vers l'est une fois la mine quittée. J'ai pigé.
ja: わかりました、鉱山を出たら東に向かいます。了解です。
pt: Está bem, vou para este após sair da mina. Entendi.
zh_cn: 好的，出矿井就向东走，我明白了。

source: Why east? What else is there here?
de: Warum Osten? Was gibt es hier sonst noch?
fr: Pourquoi l'est ? Qu'y a-t-il d'autre dans le coin ?
ja: なぜ東に？ 他に何があるんですか？
pt: Porquê para este? O que mais há aqui?
zh_cn: 为什么是东方？那里还有什么？

source: I'll wait for you by the steps up to the mountain pass. See you there! Remember, go east once you exit the mine.
de: Ich werde an den Stufen hinauf zum Bergpass auf dich warten. Man sieht sich dort! Denke daran, gehe nach Osten, sobald du die Mine verlassen hast.
fr: Je vais vous attendre vers les marches plus haut au niveau du col de la montagne. On se verra là-bas ! Rappelez-vous, allez vers l'est une fois sorti de la mine.
ja: 峠の階段でお待ちしてます。そこで会いましょう！ 鉱山を出て東ですよ、忘れないでくださいね。
pt: Vou esperar por ti nas escadas da passagem para a montanha. Vemo-nos lá! Lembra-te: vai para este assim que saires da mina.
zh_cn: 我在山口的台阶上等你。到时见！ 记住，出了矿区就往东走。

source: OK, see you there!
de: Ok, man sieht sich dort!
fr: Ok, je vous verrai là-bas !
ja: ええ、ではまた！
pt: Está bem, vejo-te lá!
zh_cn: 好的，到那再见喽！
