Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: I am Colonel Lutarc, maybe you have already heard of me? No? Whatever.
de: Ich bin Oberst Lutarc, vielleicht hast du schon von mir gehört? Nein? Wie auch immer.
fr: Je suis le Colonel Lutarc, peut-être as-tu déjà entendu parler de moi ? Non ? Pas grave.
ja: 私はルターク大佐、もう聞いたかな？ そうでもない？ まあどちらでも構わないとも。
pt: Sou o coronel Lutarc, talvez já tenha ouvido falar de mim? Não? Tanto faz.
zh_cn: 我是卢塔克上校，也许你已经听说过我了？没有吗？随便吧。

source: May I ask what you are doing here?
de: Darf ich fragen, was du hier machst?
fr: Puis-je vous demander ce que vous faites ici ?
ja: ここで何をしているのか聞いても？
pt: Posso perguntar o que está a fazer aqui?
zh_cn: 请问你这里干什么？

source: Isn't that obvious? I am enjoying my tea here. It is a splendid place. I really like it here.
de: Ist das nicht offensichtlich? Ich genieße hier meinen Tee. Es ist ein herrlicher Platz. Ich mag es hier wirklich.
fr: Ca ne se voit pas ? Je profite de mon thé ici. C'est un endroit magnifique. J'aime beaucoup cet endroit.
ja: それは明らかではないかな？ ここで紅茶を楽しんでいる。素晴らしい場所だね。実に気に入ったよ。
pt: Não é óbvio? Estou a gostar do meu chá aqui. É um lugar magnifico. Realmente gosto daqui.
zh_cn: 这不是很明显吗？我正在这里享受我的茶。这是一个灿烂的地方。我真的很喜欢这里。

source: You do have a nice view from here.
de: Du hast wirklich einen netten Ausblick von hier.
fr: Vous avez une belle vue d'ici.
ja: ここからの眺めはいいですね。
pt: Tem uma bela vista daqui.
zh_cn: 你在这里确实有一个很好的视野。

source: You drink tea while fighting is going on down there?
de: Du trinkst Tee, während dort unten eine Schlacht im Gange ist?
fr: Vous buvez du thé alors qu'il y a des combats en bas ?
ja: 下での戦闘の最中にお茶を飲むのですか？
pt: Bebe chá enquanto a luta acontece lá em baixo?
zh_cn: 下面在打仗的时候你还喝茶？

source: Indeed. I come often to watch my warriors down there as they fight.
de: Genau. Ich komme sehr oft vorbei und schaue den Kriegern da unten beim Kämpfen zu.
fr: C'est ça. Je viens souvent regarder mes guerrriers combattre.
ja: その通り。私はそこで戦士たちが戦う様子をよく見に来ていてね。
pt: De fato. Venho frequentemente assistir meus guerreiros lá embaixo enquanto eles lutam.
zh_cn: 的确如此。我经常来观看我的战士们在下面的战斗。

source: It was nice to see how easily you killed the undead knight.
de: Es war nett zu sehen, wie einfach du den untoten Ritter besiegt hast.
fr: C'était bon de voir avec quelle facilité tu as tué le chevalier mort-vivant.
ja: 君がアンデッド騎士をいとも容易く殺したところを見られて良かったよ。
pt: Foi bom ver com que facilidade matou o cavaleiro morto-vivo.
zh_cn: 很高兴看到你如此轻松地杀死了不死骑士。

source: Oh that - a small thing for me...
de: Ach das - eine Kleinigkeit für mich...
fr: Oh ça - ce n'était pas grand chose pour moi.
ja: ああそれなら、僕にとっては些細なことなんだ…
pt: Oh isso - uma bobagem para mim…
zh_cn: 哦，这--对我来说是件小事......

source: It was nice to see how easily you killed the undead soldier.
de: Es war nett anzusehen, wie einfach du den untoten Soldaten besiegt hast.
fr: C'était bon de voir comment tu as facilement tué le soldat mort-vivant.
ja: 君がアンデッド兵士をいとも容易く殺したところを見られて良かったよ。
pt: Foi bom ver com que facilidade matou o soldado morto-vivo.
zh_cn: 很高兴看到你如此轻松地杀死了不死士兵。

source: I'm always impressed when I see a good fighter at work.
de: Ich bin immer beeindruckt, wenn ich einen guten Kämpfer bei der Arbeit sehe.
fr: Je suis toujours impressionné de voir un bon combattant à l'oeuvre.
ja: 仕事の際に優れた戦士を見るといつも感動する。
pt: Sempre fico impressionado quando vejo um bom guerreiro em combate.
zh_cn: 当我看到一个优秀的战士在工作时，我总是印象深刻。

source: Just tell me what you want from me.
de: Sag mir einfach, was du von mir willst.
fr: Dis-moi juste ce que tu veux de moi.
ja: 僕に何をしてほしいのか言ってください。
pt: Apenas diga o que quer de mim.
zh_cn: 只要告诉我你想从我这里得到什么。

source: Now I am curious about how well you could handle a number of my better warriors. Would you like to try?
de: Jetzt bin ich begierig darauf zu wissen, wie gut du mit einigen meiner besseren Krieger klarkommst. Möchtest du es probieren?
fr: Maintenant, je suis curieux de voir comment tu vas te débrouiller avec mes meilleurs combattants. Veux-tu essayer ?
ja: 私は、君が私の優れた戦士たち相手にどこまで対応できるものか興味がある。試してみないかな？
pt: Agora estou curioso sobre quão bem deu conta de alguns dos meus melhores guerreiros. Gostaria de tentar?
zh_cn: 现在我很好奇，你能在多大程度上对付我的一些更好的战士。你想试试吗？

source: Sure. After I have finished my tea of course.
de: Sicher. Nachdem ich meinen Tee getrunken habe, natürlich.
fr: Bien-sûr. Après avoir fini mon thé bien-sûr.
ja: いいですよ。もちろんお茶を飲み終わった後でね。
pt: Claro. Depois de terminar o meu chá é claro.
zh_cn: 当然，当然是在我喝完茶之后。

source: Why not? A little challenge is always good.
de: Warum nicht? Eine kleine Herausforderung ist immer gut.
fr: Pourquoi pas ? Un petit défi c'est toujours sympa.
ja: やりますよ。ちょっとした挑戦はいつだって良いものだ。
pt: Por que não? Um pequeno desafio é sempre bom.
zh_cn: 为什么不呢？一个小小的挑战总是好的。

source: Maybe some other time. I have to leave now.
de: Vielleicht ein anderes Mal. Ich muss jetzt gehen.
fr: Une autre fois peut-être. Je dois vous laisser maintenant.
ja: またの機会に。もう行かないと。
pt: Talvez outro momento. Tenho que sair agora.
zh_cn: 也许改天吧。我现在必须离开。

source: Take your time.
de: Lass dir Zeit.
fr: Prends ton temps.
ja: ごゆっくり。
pt: Tenha o seu tempo.
zh_cn: 慢慢来。

source: [Drinking]
de: [trinkt]
fr: [En train de boire]
ja: （飲む）
pt: [Bebendo]
zh_cn: [喝了点]

source: OK, now to business.
de: Gut, nun zum Geschäftlichen.
fr: Ok, maintenant retournons au travail.
ja: さて、本題に入りましょう。
pt: OK, agora aos negócios.
zh_cn: 好了，现在说正事。

source: This is really an excellent tea, right?
de: Dies ist wirklich ein hervorragender Tee, nicht wahr?
fr: C'est un thé excellent, n'est-ce pas ?
ja: 実に素晴らしい紅茶だと思わないかい？
pt: Esse é realmente um excelente chá, correto?
zh_cn: 这真的是一种很好的茶，对吗？

source: I had not noticed that the cups are so big.
de: Mir ist nie aufgefallen, dass die Tassen so groß sind.
fr: Je n'avais pas remarqué que les tasses étaient si grandes.
ja: カップの大きさには気が回らなかったよ。
pt: Não tinha percebido que as xícaras são tão grandes.
zh_cn: 我没有注意到杯子有这么大。

source: You are really a connoisseur.
de: Du bist ein wahrer Genießer.
fr: Tu es vraiment un connaisseur.
ja: 君は実に通なのだね。
pt: Realmente é um perito.
zh_cn: 你真的是个行家。

source: We have all the time in the world. Do not hurry.
de: Wir haben alle Zeit der Welt. Kein Grund zur Eile.
fr: Nous avons tout le temps du monde. Ne te presse pas.
ja: 時間はいくらでもある。急ぐことはないよ。
pt: Temos todo o tempo do mundo. Não se apresse.
zh_cn: 我们拥有世界上所有的时间。不要着急。

source: The Colonel looks at you silently now.
de: Der Oberst beobachtet dich jetzt wortlos.
fr: Le Colonel te regarde maintenant silencieusement.
ja: 大佐は静かにあなたを見つめている。
pt: O coronel olha para si em silêncio agora.
zh_cn: 上校现在静静地看着你。

source: Good. Please go to the foot of this hill, right down there, by the gate.
de: Gut. Bitte gehe zum Fuß des Hügels, gleich hier unten, beim Tor.
fr: Bien. S'il te plaît, descends cette colline, juste en bas d'ici, à côté du portail.
ja: よろしい。この丘の麓、すぐそこの門の側まで向かってくれるかな。
pt: Ótimo. Por favor, vá para o pé da colina, lá em baixo, no portão.
zh_cn: 好的。请到这个山脚下，就在那里，在门边。

source: There I will have five of my more interesting fighters compete against you.
de: Dort werden fünf meiner interessanteren Kämpfer gegen dich antreten.
fr: J'aurai cinq autres combattants intéressants à te faire combattre.
ja: そこで君には5名の、私の面白いと思う戦士たちと戦ってもらう。
pt: Haverá cinco dos meus guerreiros mais fortes a competir contra si.
zh_cn: 在那里，我将让我的五个战士与你竞争。

source: Five?
de: Fünf?
fr: Cinq ?
pt: Cinco?
zh_cn: 五个？

source: Well, it will be interesting.
de: Nun, das wird mal interessant.
fr: Eh bien, cela promet d'être intéressant.
ja: へえ、面白そうだ。
pt: Bem, isso será interessante.
zh_cn: 嗯，这将是有趣的。

source: One after the other of course...
de: Einer nach dem anderen, natürlich...
fr: Les uns après les autres naturellement...
ja: 当然、順々に…
pt: Um após o outro, é claro...
zh_cn: 当然，一个接一个...

source: Oh, right.
de: Oh, stimmt.
fr: Oh, d'accord.
ja: ああ、なるほど。
pt: Oh, ótimo.
zh_cn: 哦，对了。

source: Go now. Show me what you can do.
de: Nun geh. Zeig mir, was du kannst.
fr: Va maintenant. Montre-moi ce que tu peux faire.
ja: では行ってくれ。そして君にできることを見せてくれ。
pt: Vá agora. Mostre-me o que sabe fazer.
zh_cn: 现在就去。让我看看你能做什么。

source: You will be surprised.
de: Du wirst überrascht sein.
fr: Vous serez surpris.
ja: きっと驚くでしょうね。
pt: Será surpreendido.
zh_cn: 你将会感到惊讶。

source: Get ready now for your first fight.
de: Mach dich bereit für den ersten Kampf.
fr: Prépare-toi pour ton premier combat.
ja: さあ、最初の戦いの支度を済ませてくれ。
pt: Prepare-se para a sua primeira luta.
zh_cn: 现在为你的第一场战斗做好准备。

source: OK, let's begin.
de: Gut, lasst uns anfangen.
fr: D'accord, commençons.
ja: よし、始めよう。
pt: Ok, vamos iniciar.
zh_cn: 好，我们开始吧。

source: Have a lizard as warm up.
de: Hier hast du eine Eidechse zum Aufwärmen.
fr: Voici un lézard pour t'échauffer.
ja: 肩慣らしはトカゲにやってもらおうか。
pt: O lagarto será como um aquecimento.
zh_cn: 有一只蜥蜴作为热身。

source: Not bad for the first one. Let's have the next.
de: Nicht schlecht für den Anfang. Lass uns zum nächsten übergehen.
fr: Pas mal pour le premier. Amenons le deuxième.
ja: 最初のものにしては悪くない。では次に移ろう。
pt: Nada mal para o primeiro. Vamos ao próximo.
zh_cn: 第一个还不错。让我们看看下一个。

source: Lost the first fight already. Well, let's have the next.
de: Du hast schon den ersten Kampf verloren. Nun, lass uns zum nächsten übergehen.
fr: Déjà perdu le premier combat. Voyons voir le suivant.
ja: 最初の戦いでもう負けてしまったのか。では次に移ろう。
pt: Já perdeu a primeira luta. Bem, vamos à próxima.
zh_cn: 已经输掉了第一场比赛。好吧，让我们进行下一场。

source: This time I will make more effort.
de: Dieses Mal werde ich mich mehr anstrengen.
fr: Cette fois je vais faire plus d'efforts.
ja: 今度はもっと頑張ります。
pt: Desta vez vou me esforçar mais.
zh_cn: 这一次我将做出更多努力。

source: Ready for your second fight?
de: Bereit für den zweiten Kampf?
fr: Prêt pour ton second combat ?
ja: 次の戦いの準備は出来たかな？
pt: Preparado para a sua segunda luta?
zh_cn: 准备好进行第二次战斗了吗？

source: Just some bones - should be easy.
de: Nur ein paar Knochen - sollte einfach sein.
fr: Juste quelques os - cela devrait être facile.
ja: ただの骨に過ぎない、容易い相手だろうね。
pt: Apenas algumas ossadas - deve ser fácil.
zh_cn: 只是一些骨头 - 应该很容易。

source: Nicely done. Let's have the next.
de: Schön gemacht. Lass uns zum nächsten übergehen.
fr: Bien joué. Amenons le suivant.
ja: よくやってくれた。では次に移ろうか。
pt: Bem feito. Vamos ter o próximo.
zh_cn: 做得很好。让我们再来看看。

source: Lost the second fight. Well, I have three more for you.
de: Den zweiten Kampf verloren. Nun, es warten noch drei mehr auf dich.
fr: Perdu le second combat. Eh bien, j'en ai trois de plus pour toi.
ja: 2戦目には敗れた。さて、あと3戦残っている。
pt: Perdeu a segunda luta. Bem, tenho mais três para si.
zh_cn: 输掉了第二场比赛。好吧，我还有三场给你。

source: Let me catch my breath for a moment.
de: Lass mich kurz zu Atem kommen.
fr: Laissez-moi reprendre mon souffle un moment.
ja: ちょっと一息つかせて。
pt: Deixe-me ter um fôlego por agora.
zh_cn: 让我喘息片刻。

source: Well, get ready now.
de: Nun, mach dich jetzt bereit.
fr: Eh bien, prépare-toi maintenant.
ja: それでは準備してくれ。
pt: Bem, se prepare agora.
zh_cn: 现在准备吧。

source: Come on.
de: Mach schon.
fr: Allez.
ja: さあ来い。
pt: Vamos.
zh_cn: 来吧。

source: $playername! What do you think you are doing?!
de: $playername! Was denkst du eigentlich, was du da tust?!
fr: $playername ! Qu'est-ce que tu penses être en train de faire ?!
ja: $playername！ 何をしておるのだ？！
pt: $playername! O que acha que está a fazer?!
zh_cn: $playername！你认为你在做什么？！

source: Mikhail! You are here?
de: Mikhail! Du hier?
fr: Mikhail ! Vous êtes là ?
ja: ミハイル！ あなたがここに？
pt: Mikhail! Está aqui?
zh_cn: 米哈伊尔！你在这里？

source: We need you back home. Andor is back since a long time ago, and we have our hands full trying to control the rat plague.
de: Wir brauchen dich zuhause. Andor ist schon lange wieder da. Und wir haben alle Hände voll zu tun, um die Rattenplage in den Griff zu bekommen.
fr: Nous avons besoin de toi à la maison. Andor est de retour depuis longtemps, et nous essayons de contrôler l'invasion de rats.
ja: 家に帰ってきてくれ。アンドールはとっくの昔に戻っておるし、ネズミの大量発生を抑えるのに手一杯なのだ。
pt: Precisamos que volte para casa. Andor está de volta há muito tempo e temos nossas mãos cheias a tentar controlar a peste de ratos.
zh_cn: 我们需要你回家。安道尔从很久以前就回来了，我们有很多事情要做，要控制老鼠瘟疫。

source: Oh dear, really?
de: Oje, wirklich?
fr: Oh mon dieu, vraiment ?
ja: やれやれ、そうなの？
pt: Oh querido, realmente?
zh_cn: 哦，亲爱的，真的吗？

source: Come with me now. And give me back my ring.
de: Komm jetzt mit mir. Und gib mir meinen Ring zurück.
fr: Viens avec moi maintenant. Et rends-moi mon anneau.
ja: 一緒に来てくれ。それとわしの指輪を返してくれんか。
pt: Venha comigo agora. E devolva o meu anel.
zh_cn: 现在和我一起走吧。并把我的戒指还给我。

source: Sure, here is your ring. It was very useful in the beginning, but I don't need it anymore.
de: Sicher, hier hast du deinen Ring wieder. Er was anfangs sehr nützlich, aber mittlerweile brauche ich ihn nicht mehr.
fr: Bien-sûr, voici votre anneau. Il était très utile au début, mais je n'en ai plus besoin.
ja: ええ、指輪ならこちらです。最初の頃は重宝したけどもう要りません。
pt: Claro, aí esta o seu anel. Isso foi muito importante no começo, mas não preciso mais disso.
zh_cn: 当然，这是你的戒指。它在开始时非常有用，但我不再需要它了。

source: I don't have it anymore, sorry.
de: Den habe ich nicht mehr, tut mir leid.
fr: Je ne l'ai plus, désolé.
ja: 悪いけどもう持ってません。
pt: Não tenho mais isso, desculpe.
zh_cn: 对不起，我不再拥有它了。

source: [Lie] I don't have it anymore, sorry.
de: [Lüge] Den habe ich nicht mehr, tut mir leid.
fr: [Mensonge] Je ne l'ai plus, désolé.
ja: （嘘）悪いけどもう持ってません。
pt: [Mentir] Não tenho isso mais, desculpe.
zh_cn: [谎言]我没有它了，对不起。

source: [Lie] I don't have it anymore, sorry. This ring on my finger just looks similar.
de: [Lüge] Den habe ich nicht mehr, tut mir leid. Dieser Ring an meinem Finger sieht deinem nur sehr ähnlich.
fr: [Mensonge] Je ne l'ai plus, désolé. L'anneau à mon doigt y ressemble, c'est tout.
ja: （嘘）悪いけどもう持ってません。この指の指輪はよく似てるんですよね。
pt: [Mentir] Não tenho isso mais, desculpe. Esse anel no meu dedo é apenas parecido.
zh_cn: [谎言]我没有了，对不起。我手指上的这个戒指只是看起来很像。

source: [Ring taken] Thank you, stupid kid.
de: [Ring genommen]↵ Danke, du Dummkopf.
fr: [Anneau pris] Merci, stupide gamin.
ja: （指輪を手にする） ありがとよ、馬鹿なガキだ。
pt: [Anel Tomado] Obrigado, garoto estupido.
zh_cn: [取下戒指] 谢谢你，傻孩子。

source: You think you are clever? Useless kid!
de: Du hältst dich wohl für sehr klug? Unnützes Kind!
fr: Tu penses être fûté ? Stupide gamin !
ja: 自分が賢いとでも思ってるのか？ 役に立たないガキだな！
pt: Acha que és inteligente? Garoto inútil!
zh_cn: 你以为你很聪明吗？没用的孩子！

source: Double surprise!
de: Doppelte Überraschung!
ja: ダブルサプライズ！
pt: Dupla Surpresa!
zh_cn: 双重惊喜!

source: Surprise!
de: Überraschung!
ja: サプライズ！
pt: Surpresa!
zh_cn: 惊喜!

source: I am impressed. You won the fight with my poser.
de: Ich bin beeindruckt. Du hast den Kampf mit meinem Poseur gewonnen.
fr: Je suis impressionné. Tu as gagné contre mon poseur.
ja: 感動したよ。ポーザーとの戦いに勝利したのだね。
pt: Estou impressionado. Foi bom ver com que facilidade matou o cavaleiro morto-vivo. Venceu a luta contra o meu poser.
zh_cn: 我很佩服。你赢了我的伪装者。

source: A Poser? What's that?
de: Ein Poseur? Was ist das?
fr: Un Poseur ? C'est quoi ?
ja: ポーザー？ それは一体？
pt: Um poser? O que é isso?
zh_cn: 伪装者？那是什么？

source: A poser can imitate someone you have had in mind recently. Also, if you give him some object, then he can turn it into a second duplicate.
de: Ein Poseur kann jemanden nachahmen, an den du vor kurzem gedacht hast. Außerdem, wenn du ihm einen Gegenstand gibst, kann er diesen in einen zweiten Doppelgänger verwandeln.
fr: Un poseur peut imiter quelqu'un que tu as eu à l'esprit récemment. Aussi, si tu lui présente quelqu'un, il peut se transformer en une copie de ce dernier.
ja: ポーザーは君が最近思い描いていた人物を真似ることができる。また君が何か物を与えると、それを2人目の複製に変えることができる。
pt: Um poser pode imitar alguém que manteve em mente recentemente. Além disso, se lhe der algum objeto, ele poderá transformá-lo numa segunda duplicata.
zh_cn: 伪装者可以模仿你最近心目中的某人。此外，如果你给他一些物体，那么他可以把它变成第二个复制品。

source: Yes, but two Mikhails were a little bit too conspicuous.
de: Stimmt, aber zwei Mikhails waren dann doch zu auffällig.
fr: Oui, mais faire apparaître deux Mikhail était un peu trop voyant.
ja: ええ、でもミハイル2人はちょっと目立ちすぎでしたね。
pt: Sim, mas dois Mikhails seriam muito questionáveis.
zh_cn: 是的，但两个米哈伊尔有点太显眼了。

source: A poser can imitate a person you have had in mind recently, if you don't give him anything.
de: Ein Poseur kann eine Person nachahmen, an die du vor kurzem gedacht hast, falls du ihm nicht irgendeinen Gegenstand gibst.
fr: Un poseur peut imiter une personne à qui tu pensais récemment, si tu ne lui donnes rien.
ja: ポーザーは君が何か物を与えなければ、君が最近思い描いていた人物を真似ることができる。
pt: Um poser pode imitar uma pessoa que manteve em mente recentemente, se não der-lhe nada.
zh_cn: 如果你不给他任何东西，一个伪装者可以模仿你最近心目中的一个人。

source: So Mikhail wasn't really here and I didn't kill him. I'm relieved.
de: Also war Mikhail nicht wirklich hier, und ich habe ihn nicht umgebracht. Puh, das erleichtert mich.
fr: Donc Mikhail n'était pas vraiment là et je ne l'ai pas tué. Je suis soulagé.
ja: つまりミハイルはここにいなかったし僕は殺してない。ホッとしました。
pt: Então Mikhail não estava aqui e não o matei. Estou aliviado.
zh_cn: 所以米哈伊尔真的不在这里，我也没有杀他。我就放心了。

source: I knew you would lose this one.
de: Ich wusste, dass du diesen Kampf verlieren würdest.
fr: Je savais que tu perdrais celui-ci.
ja: これは負けるだろうと思っていたよ。
pt: Eu sabia que você perderia este.
zh_cn: 我知道你会失去这个。

source: Now to your next opponent.
de: Nun zu deinem nächsten Gegner.
fr: Passons à ton adversaire suivant.
ja: では次の対戦相手に移ろう。
pt: Agora, para o seu próximo oponente.
zh_cn: 现在是你的下一个对手。

source: What is it this time?
de: Was ist es diesmal?
fr: De quoi s'agit-il cette fois-ci ?
ja: 今度は何ですか？
pt: O que é agora?
zh_cn: 这次又是什么呢？

source: This one looks like a little dragon.
de: Dieser sieht wie ein kleiner Drache aus.
fr: Celui-ci ressemble à un petit dragon.
ja: 小型のドラゴンのようなものだ。
pt: Este se parece com um pequeno dragão.
zh_cn: 这个看起来像一条小龙。

source: Nicely done.
de: Schön gemacht.
fr: Bien joué.
ja: よくやった。
pt: Bem feito.
zh_cn: 干得漂亮。

source: Lost against a little worm. Well, well, well.
de: Hast gegen den kleinen Wurm verloren. Nun, nun, nun.
fr: Perdu contre un petit ver. Bon, bon, bon.
ja: 小さなワームに負けてしまったか。おやおや。
pt: Perdeu contra uma pequena larva. Bem, bem, bem.
zh_cn: 输给了一只小虫子。好吧，好吧，好吧。

source: Hmpf.
ja: ふん。
pt: Hmpff.
zh_cn: 嗯。

source: Your last opponent will be something big. Don't underestimate him.
de: Dein letzter Gegner wird etwas großes sein. Unterschätze ihn nicht.
fr: Ton dernier adversaire sera quelque chose de gros. Ne le sous-estime pas.
ja: 最後の対戦相手は何か大きなものとなるだろう。甘く見てはならないよ。
pt: Seu último oponente será algo grande. Não subestime-o.
zh_cn: 你的最后一个对手将是个大人物。不要低估他。

source: I hope it will last a bit longer than the others.
de: Hoffentlich hält der ein wenig länger durch als die anderen.
fr: J'espère qu'il durera un peu plus longtemps que les autres.
ja: 他より持ち堪えてくれるといいですね。
pt: Espero que dure um pouco mais que os outros.
zh_cn: 我希望它会比其他人持续更长时间。

source: Come, Bully.
de: Komm, Bully.
fr: Viens, Tyran.
ja: おいで、ブリー。
pt: Venha, valentão.
zh_cn: 来吧，恶霸。

source: That was it. Relax a bit.
de: Das waren alle. Ruhe dich ein wenig aus.
fr: C'est tout. Détends-toi un peu.
ja: これで終了だ。暫し寛いでくれ。
pt: Foi isso. Relaxe um pouco.
zh_cn: 就是这样。稍微放松一下。

source: Already? I just got warm!
de: Schon? Ich wurde gerade erst warm!
fr: Déjà ? Je me suis à peine échauffé !
ja: もう？ ちょうど温まってきたところなのに！
pt: Já? Acabei de me aquecer!
zh_cn: 已经开始了？我刚刚暖和起来了！

source: Lost the last fight, of course. I thought so.
de: Hast natürlich den letzten Kampf verloren. Das dachte ich mir schon.
fr: Perdu le denier combat, bien sûr. C'est bien ce que je pensais.
ja: 最後の戦いには敗れたか。そうだとは思っていた。
pt: Perdeu a última luta, é claro. Pensei assim.
zh_cn: 当然，输掉了最后一场战斗。我想也是。

source: This one was far too strong indeed.
de: Dieser eine war wirklich zu stark.
fr: Celui-ci était en effet beaucoup trop fort.
ja: これはさすがに強すぎました。
pt: Este aqui era forte demais.
zh_cn: 这个人确实太强了。

source: Come up to me now.
de: Komm jetzt zu mir nach oben.
fr: Viens me voir maintenant.
ja: すぐに私のところに来なさい。
pt: Venha até mim agora.
zh_cn: 现在到我这里来。

source: You lost every fight. I really did not expect such a poor performance from you.
de: Du hast jeden einzelnen Kampf verloren. Ich hätte nicht so eine schlechte Leistung von dir erwartet.
fr: Tu as perdu tout les combats. Je ne m'attendais vraiment pas à une si mauvaise performance de ta part.
ja: 君は全ての戦いに敗北した。ここまで戦績が振るわないとは思ってもみなかったよ。
pt: Perdeu todas as lutas. Realmente não esperava uma performance tão ruim de si.
zh_cn: 你输掉了每一场比赛。我真的没有想到你的表现如此之差。

source: They were far too strong, and they all fought in an unfair way.
de: Sie waren alle viel zu stark, und sie haben alle auf eine unfaire Weise gekämpft.
fr: Ils étaient beaucoup trop forts et ils se sont tous battus de manière déloyale.
ja: 相手はあまりにも強く、どれも理不尽な戦いでした。
pt: Eles eram fortes demais e todos lutaram de maneira injusta.
zh_cn: 他们太强大了，他们都以不公平的方式进行战斗。

source: You won every fight! Very good! I have not enjoyed myself so much for a long time.
de: Du hast jeden einzelnen Kampf gewonnen! Sehr gut! Ich hatte schon lange nicht mehr so viel Spaß.
fr: Tu as gagné tout les combats ! Bravo ! Cela faisait longtemps que je ne m'étais pas autant amusé.
ja: 君は全ての戦いに勝利した！ 実に良かったよ！ こんなに楽しかったのは久しぶりのことだ。
pt: Venceu todas as lutas! Muito bem! Não me divirto há muito tempo.
zh_cn: 你赢得了每一场战斗!非常好!我已经很久没有这么享受过了。

source: Me too.
de: Ich auch nicht.
fr: Moi de même.
ja: 僕もです。
pt: Também.
zh_cn: 我也一样。

source: I did not expect you to win against all of my fighters, but it's good to know that for sure. Thanks for trying it out.
de: Ich hatte nie erwartet, dass du gegen alle meine Kämpfer gewinnst, aber ich musste mich vergewissern. Danke für die Vorführung.
fr: Je ne m'attendais pas à ce que tu gagnes contre tous mes combattants, mais il est bon de le savoir. Merci d'avoir essayé.
ja: 君が全ての戦士に勝てるとは思っていなかったが、それを知れたことは良かった。挑戦してくれたことに感謝しよう。
pt: Não esperava que iria ganhar contra todos os meus guerreiros, mas com certeza é bom saber disso. Obrigado por experimentar.
zh_cn: 我没指望你能赢我所有的战士，但能确定这一点很好。谢谢你的尝试。

source: If you have more for me, just call.
de: Sag einfach Bescheid, wenn du noch mehr Herausforderungen für mich hast.
fr: Si vous en avez plus pour moi, appelez-moi.
ja: また何かあれば呼んでください。
pt: Se tem mais para mim, apenas chame-me.
zh_cn: 如果你有更多东西要给我，就叫我。

source: Take this medallion as a token of my thanks.
de: Nimm dieses Medallion als Zeichen meiner Dankbarkeit.
fr: Prends ce médaillon en guise de remerciement.
ja: 感謝の印としてこのメダルを受け取ってくれ。
pt: Pegue este medalhão como uma prova do meu agradecimento.
zh_cn: 请收下这枚奖章作为我的谢礼。

source: Very kind of you. Oh, how nice! There is a tiny little lizard on it. It looks completely real, just like the lizard I fought against.
de: Das ist sehr nett von dir. Oh, wie schön! Da ist eine kleine Eidechse drauf. Sie sieht richtig echt aus, genau wie die Eidechse, gegen die ich gekämpft habe.
fr: C'est très gentil à vous. Oh, comme c'est beau ! Il y a un tout petit lézard dessus. Il a l'air tout à fait réel, comme le lézard contre lequel je me suis battu.
ja: ご親切にどうも。あ、良いですね！ 小さなトカゲがいます。僕が戦ったトカゲのように、まるで本物みたいです。
pt: É muito gentil da sua parte. Oh, que simpático! Tem um pequeno lagarto nele. Isso parece ser totalmente real, assim como o lagarto contra o qual lutei.
zh_cn: 你真好。哦，多好啊！上面有一只小小的蜥蜴。它看起来完全是真的，就像我对抗的那只蜥蜴。

source: Go now. I have to think.
de: Nun geh. Ich muss nachdenken.
fr: Va maintenant. J'ai besoin de réfléchir.
ja: では行ってくれ。私は考えることがあるのでね。
pt: Vá agora. Tenho que pensar.
zh_cn: 现在走。我必须思考。

source: Greetings, $playername.
de: Sei gegrüßt, $playername.
fr: Salutations, $playername.
ja: やあ、$playername。
pt: Saudações, $playername.
zh_cn: 你好，$playername。

source: Stop! You do not have permission to withdraw now. Go back to the fight.
de: Halt! Du hast keine Erlaubnis, dich jetzt zurückzuziehen. Geh wieder zum Kampf.
fr: Stop ! Tu n'as pas la permission de te retirer maintenant. Retourne au combat.
ja: 止まるんだ！ 君には棄権する権利はない。戦いに戻りなさい。
pt: Pare! Não tem permissão para se retirar agora. Volte à luta.
zh_cn: 停下！你现在没有许可退出。回到战斗中去。

source: You hear some mechanism rattle.
de: Du hörst das Rattern eines Mechanismus.
fr: Vous entendez un mécanisme s'ébranler.
ja: 何かの仕掛けがガタガタと鳴る音が聞こえる。
pt: Ouve algum mecanismo chocalhar.
zh_cn: 你会听到一些机械装置发出嘎嘎声。
