Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: You see the shrine of Kazaul that you poured the vial of purifying spirit on.
de: Du siehst den Schrein von Kazaul, über den du die Phiole des reinigenden Geistes ausgeleert hast.
fr: Tu regardes le sanctuaire de Kazaul sur lequel tu as versé la fiole contenant l'élixir de purification.
ja: 浄化のバイアルを注いだカザウルの霊廟がある。
pt: Vês o santuário de Kazaul onde derramaste o frasco do espírito purificador.
zh_cn: 你看到卡扎尔的神社，你把净化药水倒了上去。

source: The previously glowing hot rock is now cold as any regular piece of rock.
de: Der Felsen, der vorher heiß geglüht hat, ist nun kalt wie ein ganz normales Stück Stein.
fr: La roche qui, il y a un instant encore, irradiait de chaleur est maintenant froide comme un quelconque rocher.
ja: 以前は熱く輝いていた岩は、今では普通の岩と同じくらいに冷たい。
pt: A rocha anteriormente brilhante e quente agora está fria como qualquer pedaço de rocha comum.
zh_cn: 之前发光的热岩现在就像一块普通的岩石一样冰冷。

source: Before you stands a large cut out piece of rock, in what looks like a shrine.
de: Vor dir steht ein großer ausgeschnittener Felsen, in dem man einen Schrein erkennen könnte.
fr: Devant toi, un imposant ouvrage de pierre taillée, qui a tout l'air d'un sanctuaire.
ja: 眼前には、霊廟のように見える大きな切り取られた岩の破片が立っている。
pt: Frente de ti está uma grande rocha polida, que parece ser um santuário.
zh_cn: 在你站在一块大块被切开的岩石前，它看起来像一座神社。

source: You can feel an intense heat coming from the rock, almost like a burning fire.
de: Du spürst eine intensive Hitze, die von dem Felsen ausgeht, fast wie ein brennendes Feuer.
fr: Tu sens une chaleur intense provenant de la roche, presque comme un feu brûlant.
ja: まるで炎が燃えているかのように、岩から激しい熱を感じ取れる。
pt: Podes sentir um calor intenso a vir da rocha, quase como um fogo ardente.
zh_cn: 你可以感受到来自岩石的强烈热量，就像燃烧的火焰。

source: Leave the formation alone.
de: Verlasse die Felsformation.
fr: S'éloigner du monument.
ja: 構造物をそのままにしておく。
pt: Deixar a formação em paz.
zh_cn: 独自离开那个东西。

source: Apply the vial of purifying spirit on the formation.
de: Wende die Phiole des reinigenden Geistes auf die Formation an.
fr: Appliquer l'élixir de purification contenu dans la fiole sur le sanctuaire.
ja: 構造物に浄化のバイアルをふりかける。
pt: Aplicar o frasco de espírito purificador sobre a formação.
zh_cn: 将小瓶净化药水撒在上面。

source: You gently pour the contents of the vial onto the formation.
de: Vorsichtig gießt du den Inhalt der Phiole auf die Felsformation.
fr: Tu verses doucement le contenu du flacon sur la roche.
ja: あなたはバイアルの中身をそっと構造物へと注ぐ。
pt: Vertes suavemente o conteúdo do frasco sobre a formação.
zh_cn: 你将小瓶中的药水轻轻地倒在那东西上。

source: You hear a loud crackling noise from deep below the shrine. At first, the formation seems unaffected, but after a while you see the glowing of the rock decrease slightly.
de: Du hörst ein lautes knisterndes Geräusch, das tief unter dem Schrein hervorzukommen scheint. Zunächst passiert nichts, aber nach einer Weile siehst du, wie das Glühen langsam abnimmt.
fr: Tu entends un grand craquement depuis les profondeurs sous le sanctuaire. Dans un premier temps, rien de visible ne se produit, mais après un moment tu vois l'incandescence du rocher diminuer légèrement.
ja: 霊廟の地下深くからパチパチという大きな音がする。最初は何の影響も受けていないように見えたものの、しばらく経つと岩の輝きがわずかに収まる。
pt: Ouves um barulho crepitante alto, vindo das profundezas do santuário. No início a formação parece não ser afetada, mas após algum tempo vês o brilho da rocha a diminuir ligeiramente.
zh_cn: 你听到祠堂下面深处传来一声巨大的噼啪声。起初，那东西似乎没有受到影响，但过了一会儿，你看到岩石的发光程度略有下降。

source: The process continues more rapidly, while reducing the heat generated from the formation.
de: Der Prozess beschleunigt sich, während die Formation immer weniger Hitze ausstrahlt.
fr: Le processus se poursuit plus rapidement, tout en réduisant la chaleur générée par la formation rocheuse.
ja: この工程は、徐々に構造物から生じる熱が収まりつつもより急速に続いていく。
pt: O processo continua mais rapidamente, enquanto reduz o calor gerado pela formação.
zh_cn: 这个过程进行得更快，地层产生的热量不断减少。

source: This must be the purification process of the Kazaul shrine.
de: Dieses muss der Prozess für die Reinigung des Kazaul-Schreins sein.
fr: Ce doit être le processus de purification du sanctuaire de Kazaul.
ja: これがカザウルの霊廟の浄化工程に違いない。
pt: Este deve ser o processo de purificação do santuário de Kazaul.
zh_cn: 这一定是卡扎尔神殿的净化过程。

source: Thank you for all your help earlier.
de: Danke für all deine bisherige Hilfe.
fr: Merci pour toute ton aide.
ja: 先日は色々とありがとう。
pt: Obrigado pela tua ajuda.
zh_cn: 感谢您之前的所有帮助。

source: Please, you have to help me!
de: Bitte, du musst mir helfen!
fr: S'il te plaît, tu dois m'aider !
ja: お願いだ、助けてくれ！
pt: Por favor, tens de me ajudar!
zh_cn: 请，你必须帮我！

source: What's wrong?
de: Was ist los?
fr: Qu'est-ce qui ne va pas ?
ja: どうしたんです？
pt: Qual é o problema?
zh_cn: 怎么了？

source: I was setting up camp here during the night, and was attacked by some bandits while asleep.
de: Ich hatte hier mein Nachtlager aufgeschlagen und wurde von irgendwelchen Banditen überfallen, als ich schlief.
fr: J'étais en train de camper ici pendant la nuit, et j'ai été attaqué par des bandits pendant le sommeil.
ja: ここでキャンプして夜を過ごしていたんだが、寝ている間に盗賊に襲われてしまったんだよ。
pt: Estava a montar acampamento aqui durante a noite e fui atacado por bandidos enquanto dormia.
zh_cn: 我晚上在这里扎营，睡觉时被一些强盗袭击了。

source: Ack, this wound doesn't seem to be healing itself.
de: Ach, diese Wunde will einfach nicht von alleine heilen.
fr: Aïe, cette blessure ne semble pas guérir .
ja: ぐぅッ、怪我もこのままじゃ治ってくれそうにない。
pt: Raios, esta ferida não parece estar a sarar.
zh_cn: 咳，这个伤口看起来没办法自己愈合。

source: At least I managed to keep them from getting my book. I'm sure they were after the book.
de: Wenigstens ist ihnen mein Buch nicht in die Hände gefallen. Ich bin sicher, sie waren hinter dem Buch her.
fr: Au moins j'ai réussi à les empêcher de prendre mon livre. Je suis sûr qu'ils cherchaient le livre.
ja: 少なくとも本を盗られないようにはできた。間違いなくあいつらは私の本が狙いだった。
pt: Pelo menos consegui evitar que eles conseguissem o meu livro. Tenho a certeza que eles andavam atrás do livro.
zh_cn: 至少我设法让他们没有得到我的书。我确信他们是冲着书来的。

source: Seems like a valuable book then. This sounds interesting, please go on.
de: Scheint wohl ein wertvolles Buch zu sein. Das klingt interessant, erzähl bitte weiter.
fr: Ce livre a l'air d'avoir de la valeur. Ça m'intéresse, continue.
ja: 貴重な本のようですね。面白そうだ、続けてください。
pt: Parece ser um livro valioso, então. Isto parece interessante, por favor continua.
zh_cn: 那么似乎是一本有价值的书。这听起来很有趣，请继续。

source: What happened?
de: Was ist passiert?
fr: Que s'est-il passé ?
ja: 何があったんです？
pt: O que aconteceu?
zh_cn: 发生了什么？

source: I managed to throw the book in among the trees over there during the attack. [Points to the trees directly to the north]
de: Ich konnte das Buch während ihres Angriffs zwischen die Bäume da drüben werfen. *Zeigt auf die Bäume geradeaus nördlich*
fr: J'ai réussi à jeter le livre au milieu des arbres là-bas lors de l'attaque. [Il montre les arbres juste au nord]
ja: 襲われたときにあそこの木々の間に本を投げ込んだんだよ。 （すぐ北の木々を指差す）
pt: Consegui atirar o livro para o meio das árvores durante o ataque. [Aponta para as árvores a norte (↑)]
zh_cn: 在攻击过程中，我设法把书扔到了那边的树丛中。 [指着正北的树木]

source: I don't think they managed to get the book. It's probably still somewhere among those trees.
de: Ich glaube nicht, dass sie das Buch in ihre Finger bekommen haben. Es liegt wahrscheinlich immer noch irgendwo zwischen diesen Bäumen.
fr: Je ne pense pas qu'ils ont réussi à obtenir le livre. Il est probablement encore quelque part parmi les arbres.
ja: 結局あいつらは本を見つけ出せなかったらしい。まだあの木の中にあるんだろうよ。
pt: Acho que eles não conseguiram o livro. Provavelmente ainda está algures entre aquelas árvores.
zh_cn: 我认为他们没法拿到那本书。它可能还在那些树中的某个地方。

source: What is in the book?
de: Was steht denn in dem Buch?
fr: Qu'est-ce qui a dans le livre ?
ja: その本には何が書いてあるんです？
pt: O que há no livro?
zh_cn: 书中有什么内容？

source: Oh, I can't say really.
de: Oh, das kann ich wirklich nicht saagen.
fr: Oh, je ne peux pas vraiment dire.
ja: おっと、それは言えないんだ。本当に。
pt: Oh, eu não posso mesmo dizer.
zh_cn: 这，我真的不能说。

source: I could help you find that book if you want.
de: Wenn du willst, kann ich dir helfen, das Buch zu finden.
fr: Je pourrais t'aider à trouver ce livre si tu veux.
ja: よければ本を探すのを手伝いますよ。
pt: Posso ajudar-te a encontrar esse livro, se quiseres.
zh_cn: 如果需要，我可以帮助你找到这本书。

source: What would it be worth for you to get that book back?
de: Was wäre es dir wert, das Buch zurück zu bekommen?
fr: Quelle serait la prime pour vous rapporter ce livre ?
ja: その本を取り返すことでお礼はあるの？
pt: Quanto valeria para ti recuperar o livro?
zh_cn: 对你来说，拿回那本书值多少钱？

source: You would? Oh thank you.
de: Das würdest du? Oh, ich danke dir.
fr: Tu le ferais ? Oh merci.
ja: きみが？ おお、感謝するよ。
pt: Farias isso? Oh, obrigado.
zh_cn: 你真的要帮我？谢谢你。

source: Please go look for it among those trees to the northeast.
de: Bitte suche danach zwischen diesen Bäumen nordöstlich von hier.
fr: S'il te plaît va chercher parmi ces arbres vers le nord.
ja: 北東の木々の中から探してきてくれ。
pt: Por favor, procura-o entre as árvores a nordeste (↗).
zh_cn: 请去东北方向的那些树中寻找。

source: Worth? Well, I was hoping you would help me anyway, but I guess 200 gold could do.
de: Wert? Nun, ich habe gehofft, du würdest mir auch so helfen, aber ich denke, 200 Goldstücke wären angemessen.
fr: Une prime ? Eh bien, j'espérais que vous m'aideriez de toute façon, mais je suppose que 200 pièces d'or feraient l'affaire.
ja: お礼？ うーむ、てっきり助けてくれるものかと思っていたんだけどな、200ゴールドでどうだろうか。
pt: Valor? Bem, esperava que me ajudasses mesmo assim, mas acho que 200 em moedas de ouro podem servir.
zh_cn: 价格吗？好吧，反正我希望你能帮助我，但我想200金币可以了。

source: 200 gold it is then. I'll go look for your book.
de: 200 Goldstücke, abgemacht. Ich gehe dein Buch suchen.
fr: 200 pièces d'or,alors. Je vais chercher le livre.
ja: 200ゴールドだね。本を探してくる。
pt: 200 moedas de ouro então. Vou procurar o teu livro.
zh_cn: 那就200金吧。我去找你的书。

source: A lousy 200 gold, is that all you can do? Fine, I'll go look for your stupid book.
de: Lausige 200 Goldstücke, ist das alles, was du aufbringen kannst? Von mir aus, ich gehe dein dummes Buch suchen.
fr: 200 pièces d'or seulement, c'est tout ce que vous pouvez faire ? C'est bon, je vais le chercher votre livre stupide.
ja: たかが200ゴールド？ それしか出せないの？ いいよ、あなたのそのくだらない本を探してくる。
pt: Apenas 200 moedas de ouro, é que tudo o que podes fazer? Tudo bem, vou procurar o teu estúpido livro.
zh_cn: 见鬼的200金币，你就能给这点吗？好吧，我去找你的破书。

source: Keep your gold, I'll return your book for you anyway.
de: Behalte dein Gold, ich bringe dir dein Buch auch so zurück.
fr: Gardez votre or, je reviendrai avec votre livre pour toi de toute façon.
ja: お金は取っておいて、とりあえず本を取り返してくる。
pt: Guarda o teu ouro, eu devolvo-te o livro de qualquer maneira.
zh_cn: 留着你的金子吧，不管如何我都会把书给你的。

source: No, I am not getting involved in this. Goodbye.
de: Nein, ich halte mich da raus. Tschüss.
fr: Non, je ne veux pas être impliqué dans ça. Au revoir.
ja: ダメだ。この件には関与しません。それでは。
pt: Não, eu não me vou envolver nisto. Adeus.
zh_cn: 不，我不想参与其中。再见。

source: Make it quick.
de: Mach schnell.
fr: Fais vite.
ja: 早めに頼む。
pt: Sê rápido.
zh_cn: 请快一点。

source: Have you found that book yet?
de: Hast du das Buch schon gefunden?
fr: As-tu trouvé mon livre ?
ja: 本は見つかったか？
pt: Ainda não encontraste o meu livro?
zh_cn: 你找到那本书了吗？

source: Not yet, I am still looking.
de: Nein, ich suche noch danach.
fr: Pas encore, je cherche encore.
ja: いいえ、まだ探しています。
pt: Ainda não, estou à procura.
zh_cn: 还没有，我还在寻找。

source: Yes, here is your book.
de: Ja, hier ist dein Buch.
fr: Oui, voilà ton livre.
ja: はい、本はこちらです。
pt: Sim, aqui está o teu livro.
zh_cn: 是的，这是你的书。

source: You found it! Oh thank you so much. I was so worried that I had lost it.
de: Du hast es gefunden! Oh, vielen vielen Dank. Ich war so besorgt, dass ich es verloren habe.
fr: Tu l'as trouvé ! Oh merci beaucoup. J'étais tellement inquiet à l'idée de l'avoir perdu.
ja: 見つかったか！ ああ、どうもありがとうよ。失くしてしまったかと心配だったんだ。
pt: Encontraste! Oh muito obrigado. Estava tão preocupado por o ter perdido.
zh_cn: 你找到它了!哦，太感谢你了。我真担心我会失去了它。

source: You found it! Oh thank you so much. In return, here is the gold I promised you.
de: Du hast es gefunden! Oh, vielen vielen Dank. Hier ist das Gold, das ich dir als Gegenleistung versprochen habe.
fr: Tu l'as trouvé ! Oh merci beaucoup. En retour, voilà l'or que je t'avais promis.
ja: 見つかったか！ ああ、どうもありがとうよ。お返しに、これが約束のお金だ。
pt: Encontraste! Oh, muito obrigada. Em troca, aqui está o ouro que te prometi.
zh_cn: 你找到它了!哦，太感谢你了。作为回报，这是我答应给你的黄金。

source: Thank you for helping me find my book earlier.
de: Danke, dass du das Buch für mich gefunden hast.
fr: Merci de m'avoir aidé à trouver mon livre.
ja: さっきは本を見つけてくれて助かったよ。
pt: Obrigado por me ajudares a encontrar o meu livro anteriormente.
zh_cn: 谢谢你早点帮我找到我的书。

source: I am still hurt by this wound that I got from the attack during the night.
de: Ich leide immer noch an den Wunden, die ich bei dem Angriff während der Nacht erlitten habe.
fr: Je souffre toujours de cette blessure qui m'a été infligée lors de l'attaque pendant la nuit.
ja: 夜に襲われた際にできた傷がまだ痛んでね。
pt: Ainda estou magoado com esta ferida que abriu durante o ataque noturno.
zh_cn: 我还在为晚上的袭击所造成的这一伤口而痛苦。

source: Ack, it hurts so bad and it doesn't seem to be healing itself.
de: Ach, sie schmerzen so sehr und sie heilen einfach nicht von alleine.
fr: Aïe, ça fait si mal et ça ne semble pas guérir .
ja: ああ、これがまたすごく痛いんだ、なかなか治りそうにない。
pt: Realmente, dói muito e não parece estar a sarar.
zh_cn: 咳，疼得很厉害，而且似乎没有自己愈合的迹象。

source: I am really in need of some stronger healing here. Maybe some potions would do.
de: Ich brauche wirklich eine stärkere Medizin hierfür. Ein paar Heiltränke wären vielleicht nicht schlecht.
fr: J'ai réellement besoin d'un traitement plus fort. Peut-être que certaines potions feraient l'affaire.
ja: これには強い治癒力が必要だな。せめてポーションがあれば。
pt: Estou mesmo a precisar de uma cicatrização mais forte. Talvez algumas poções servissem.
zh_cn: 我真的需要一些更强大的治疗手段。也许一些药水就可以了。

source: I have heard that the potion makers these days have potions of major health, and not just the regular potions of health.
de: Ich habe gehört, dass die Tränkemacher heutzutage große Tränke der Gesundheit brauen, nicht bloß die gewöhnlichen Gesundheitstränke.
fr: J'ai entendu dire que, de nos jours, les concocteurs fabirquent de grandes potions de santé et pas seulement des potions de santé ordinaires.
ja: 最近の薬屋だと、体力のレギュラーポーションの他にも体力のメジャーポーションなんてものもあると聞いたことがあるんだ。
pt: Ouvi dizer que hoje em dia os criadores de poções têm poções grandes de vida e não apenas as poções de tamanho normal.
zh_cn: 我听说现在的药水制造者有大生命药水，而不只是普通的生命药水。

source: One of those would surely do. Otherwise, I think four regular potions of health would be enough.
de: Einer von diesen würde mir sicherlich helfen. Andererseits, denke ich, wären auch vier gewöhnliche Tränke der Gesundheit ausreichend.
fr: Une ferait sûrement l'affaire. Sinon, je pense que quatre potions de santé ordinaires suffiraient.
ja: その1本でもあれば確実だと思う。そうでないなら、体力のレギュラーポーションが4本もあれば十分ではないかな。
pt: Uma dessas certamente resolveria. Caso contrário, acho que quatro poções regulares de cura seriam suficientes.
zh_cn: 其中一个肯定会做。我想四个普通的生命药水就足够了。

source: I'll go get those potions for you.
de: Ich werde diese Tränke für dich besorgen.
fr: Je vais chercher ces potions pour vous.
ja: ポーションを入手してきます。
pt: Vou buscar-lhe aquelas poções.
zh_cn: 我去给你拿那些药水。

source: Here, take this bonemeal potion instead. It's very potent in healing deep wounds.
de: Hier, nimm stattdessen diesen Knochenmehltrank. Der heilt selbst schwere Wunden.
fr: Tiens, prends cette potion d'os à la place. C'est très puissant dans la guérison des blessures profondes.
ja: 代わりにこちらの骨粉ポーションをどうぞ。深手を癒すのにとても効果がありますよ。
pt: Aqui, pegue essa poção de farinha de ossos ao invés. É muito potente na cura de feridas profundas.
zh_cn: 给你，尝试用这个骨粉药。它对愈合深层伤口非常有效。

source: Here, take this major potion of health.
de: Hier, nimm diesen großen Heiltrank.
fr: Tiens, prends cette grande potion de santé.
ja: 体力のメジャーポーションをどうぞ。
pt: Aqui, toma esta poção maior de cura.
zh_cn: 这，服用这个大生命药水。

source: Here, take this major flask of health.
de: Hier, nimm diesen großen Trank der Gesundheit.
fr: Tiens, prends cette grande potion de santé.
ja: 体力のメジャーフラスコをどうぞ。
pt: Aqui, pegue essa poção de saúde.
zh_cn: 在这里，拿着这个大生命药水瓶。

source: Here, take these four regular potions of health.
de: Hier, nimm diese vier gewöhnlichen Tränke der Gesundheit.
fr: Tiens, prends ces quatre potions de santé.
ja: 体力のレギュラーポーション4本をどうぞ。
pt: Aqui, tome estas poções quatro regulares de saúde.
zh_cn: 在这里，服用这四种常规的生命药水。

source: Thank you my friend. Please hurry back.
de: Danke dir, mein Freund. Bitte komm schnell zurück.
fr: Merci mon ami. S'il vous plaît dépêche toi de revenir.
ja: 助かるよ。できるだけ急いで戻ってきてほしい。
pt: Obrigado meu amigo. Por favor, volte logo.
zh_cn: 谢谢你，我的朋友。请赶快回来。

source: Bonemeal potion? But ... but ... we are not allowed to use them since they are prohibited by Lord Geomyr.
de: Knochenmehltrank? Aber.. aber.. Wir dürfen die nicht nehmen, seit sie von Lord Geomyr verboten wurden.
fr: Potion d'os ? Mais ... mais ... Nous ne sommes pas autorisés à les utiliser car elles sont interdites par Lord Geomyr.
ja: 骨粉ポーションだって？ いや…だけどそれは…ジオミア卿に禁じられて使ってはならないものだ。
pt: Poção farinha de ossos? Mas… mas… Não somos autorizados a usá-los uma vez que eles são proibidos por Lorde Geomyr.
zh_cn: 骨粉药水？但是......我们不能用，因为它们被吉奥米尔大人禁止使用。

source: Who will find out?
de: Erfährt doch keiner.
fr: Qui va le savoir ?
ja: 誰にバレると言うの？
pt: Quem vai descobrir?
zh_cn: 谁会发现呢？

source: I have tried them myself, it's perfectly safe to use them.
de: Ich habe sie selbst ausprobiert. Es ist vollommen sicher, sie zu nehmen.
fr: Je les ai essayé moi-même, c'est parfaitement sûr de les utiliser.
ja: 自分でも試してみましたけど、使ってもまったく問題ありません。
pt: Já as usei em mim mesmo. São perfeitamente seguras.
zh_cn: 我自己也试过，使用它们是非常安全的。

source: Hmm, yes. I guess you have a point. Oh well, here goes. [Drinks potion]
de: Hm, ja. Ich schätze, da hast du recht. Nun gut, runter damit. *Trinkt den Trank*
fr: Hm, oui. Je suppose que tu as raison. Eh bien, voilà. [bois la potion]
ja: うーん、そうか。一理ある。ハァ、仕方ない。 （ポーションを飲む）
pt: Hmm, sim. Acho que tem razão. Oh, bem, aqui vai. [bebeu a poção]
zh_cn: 嗯， 是的。我想你说的有道理。哦，好吧，开始吧。 [喝下药水]

source: Thank you for bringing me one. [Drinks potion]
de: Danke, dass du mir einen bringst. *Trinkt den Trank*
fr: Merci de m'avoir apporté une. [Bois la potion]
ja: 持ってきてくれてありがとうよ。 （ポーションを飲む）
pt: Obrigado por me trazer uma. [bebeu a porção]
zh_cn: 谢谢你给我带来一个。 [喝下药水]

source: Thank you for bringing them to me. [Drinks all four potions]
de: Danke, dass du sie zu mir bringst. *Trinkt alle vier Tränke*
fr: Merci de me les avoir apportées. [Bois les quatre potions]
ja: 持ってきてくれてありがとうよ。 （4本のポーションをすべて飲む）
pt: Obrigado por me trazê-las. [Bebeu todas as quatro poções]
zh_cn: 谢谢你把它们带来给我。 [喝下所有四瓶药水]

source: Wow, I feel slightly better already. I guess this healing really works.
de: Wow, ich fühle mich schon ein wenig besser. Dieser Heiltrank scheint wirklich zu wirken.
fr: Wow, je me sens un peu mieux déjà. Je suppose que cette guérison fonctionne vraiment.
ja: おお、ちょっと具合が良くなった。この癒やしはよく効くんだな。
pt: Uau, já me sinto um pouco melhor. Acho que esta cura realmente funciona.
zh_cn: 哇，我感觉已经稍微好点了。我想这种治疗方法真的很有效。

source: Thank you my friend for your help. My book is safe and my wound is healing. I hope our paths will cross again.
de: Danke für deine Hilfe, mein Freund. Mein Buch ist gerettet und meine Wunden sind geheilt. Ich hoffe, wir treffen uns mal wieder.
fr: Merci mon ami pour ton aide. Mon livre est a sauf et ma blessure guérit. J'espère que nos chemins se croiseront à nouveau.
ja: 助けてくれて感謝するよ。本は無事だし、傷も治りつつある。また会えることを祈るよ。
pt: Obrigado, meu amigo, pela sua ajuda. O meu livro está seguro e minha ferida está a cicatrizar. Espero que nossos caminhos se cruzem novamente.
zh_cn: 谢谢你，我的朋友，谢谢你的帮助。我的书很安全，我的伤口正在愈合。我希望我们还能再相见。

source: Stupid wasps...
de: Blöde Wespen..
fr: Stupides guêpes …
ja: ムカつくハチどもめ…
pt: Vespas estúpidas…
zh_cn: 愚蠢的黄蜂。。。

source: Stay away from the road to the west, for it leads to Carn Tower. You most certainly do not want to go there.
de: Halte dich von der Straße nach Westen fern, sie führt zum Turm von Carn. Dort willst du mit Sicherheit nicht hin.
fr: Reste éloigné de la route à l'ouest, elle mène à la Tour de Carn. Tu ne veux probablement pas aller là-bas.
ja: 西へ行く道はカーンタワーに通じている、近づくんじゃねえぞ。あそこには絶対に行かないほうがいい。
pt: Fique longe da estrada para o oeste, pois leva a Carn Tower. Certamente não quer ir para lá.
zh_cn: 远离西边的道路，因为它通向卡恩塔。你肯定不想去那里。

source: When travelling, keep to the roads. Veer off course and you might find yourself in danger.
de: Wenn du hier unterwegs bist, bleib auf den Straßen. Wenn du sie verlässt, begibst du dich womöglich in Gefahr.
fr: Lorsque tu voyageras, suis les routes. Quitte les routes et tu te trouveras en danger.
ja: 旅するときは道路に沿って進みな。道から外れると危険な目に遭うかもしれねぇ。
pt: Ao viajar, mantenha-se nas estradas. Sair do curso pode pòr-lo em perigo.
zh_cn: 旅行时，请保持在道路上行走。如果偏离路线，你可能会发现自己处于危险之中。

source: Maybe we shouldn't have cut down all the trees over there. Those wasps really seem upset.
de: Vielleicht hätten wir diese Bäume hier nicht fällen sollen. Diese Wespen sehen wirklich aufgebracht aus.
fr: Peut-être que nous n'aurions pas dû couper ces arbres. Les guêpes semblent vraiment énervées.
ja: あそこの木を全部切り倒すべきじゃあなかったかもしれん。ワスプどもがえらくイラついてるようだ。
pt: Talvez não devêssemos ter cortado todas as árvores ali. Essas vespas parecem realmente chateadas.
zh_cn: 也许我们不应该砍掉那边的所有树木。那些黄蜂似乎真的很不高兴。

source: I can still feel the sting from those wasps in my legs. Good thing we are done with all the trees now.
de: Ich kann immer noch die Wespenstiche in meinen Beinen fühlen. Gut, dass wir jetzt mit all den Bäumen fertig sind.
fr: Je sens encore les piqûres de ces guêpes sur mes jambes. Heureusement que nous en avons fini avec tous les arbres maintenant.
ja: まだ足にワスプに刺された感覚が残ってやがる。木が全部片付いてよかったよ。
pt: Ainda posso sentir a picada dessas vespas em minhas pernas. Que bom que já terminamos de cortar todas as árvores.
zh_cn: 我仍然能感觉到那些黄蜂在我腿上的刺痛。好在我们现在已经搞定了所有的树。

source: Hello there, welcome to our encampment. You should talk to Hadracor over there.
de: Hallo du, willkommen in unserem Lager. Du solltest mit Hadracor dort drüben sprechen.
fr: Bonjour, bienvenue dans notre campement. Tu devrais parler à Hadracor là-bas.
ja: よう、オレたちの野営地へようこそ。あっちにいるハドラコールと話してくれ。
pt: Olá, bem-vindo ao nosso acampamento. Deve falar com Hadracor ali.
zh_cn: 你好，欢迎来到我们的营地。你应该和那边的哈德拉克谈谈。

source: Hello there, I am Hadracor.
de: Hallo, ich bin Hadracor.
fr: Bonjour à vous, je m'appel Hadracor.
ja: おう、オレがハドラコールだ。
pt: Olá, sou Hadracor.
zh_cn: 你好，我是哈德拉克。

source: Have you seen my brother Andor around here? Looks somewhat like me.
de: Hast du meinen Bruder Andor hier irgendwo gesehen? Er sieht mir ein wenig ähnlich.
fr: Avez-vous vu mon frère, Andor, dans les environs ? Il me ressemble.
ja: この辺りで僕の兄のアンドールを見かけませんでしたか？ 僕に似ています。
pt: Viu o meu irmão Andor por aqui? Parece-se um pouco comigo.
zh_cn: 你在这里看到过我的哥哥安道尔吗？看起来有点像我。

source: Looks like you eh? No, I would have remembered.
de: Sieht dir ähnlich, wie? Nein, daran würde ich mich erinnern.
fr: Te ressemble ? Non, je m'en serais souvenu.
ja: お前さんに似てる？ いいや、それなら覚えがあったろうよ。
pt: Parece consigo? Não, teria me lembrado.
zh_cn: 看起来像你？不，我没印象。

source: This is the encampment that we woodcutters set up while working on the trees here for the past few days.
de: Dieses Lager haben wir Holzfäller aufgeschlagen um für einige Zeit an den Bäumen zu arbeiten.
fr: C'est le campement que nous, bûcherons, avons mis en place, pour couper les arbres ici, depuis quelques jours.
ja: ここは、オレたち木こりが木の伐採を進めながらここ数日で作り上げた野営地だ。
pt: Este é o acampamento que nós, os lenhadores montamos, enquanto trabalhamos a cortar árvores aqui nesses dias.
zh_cn: 这是我们伐木工过去几天在这里的树上工作时建立的营地。

source: What have you been working on?
de: Woran habt ihr gearbeitet?
fr: Sur quoi avez-vous travaillé ?
ja: 何をしてたんですか？
pt: Em que trabalharam?
zh_cn: 你一直在做什么？
