Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: What's that in your hands?! ... I recognize that seal!
de: Was ist das da in deinen Händen?!... Ich erkenne dieses Siegel!
fr: Qu'as-tu dans tes mains ?! ... Je reconnais ce sceau !
ja: 手に持っているものはなんだ？！ …その印には覚えがあるぞ！
pt: O que é isso nas suas mãos?!… Reconheço o selo!
zh_cn: 你手里拿的是什么东西！...我认得那枚印章!

source: You should recognize it, I found this on one of Unzel's associates in Remgard.
de: Du solltest es erkennen, ich fand das bei einem von Unzels Verbündeten in Remgard.
fr: Vous devriez le reconnaître, je l'ai trouvé sur le corps d'un complice d'Unzel à Remgard.
ja: そうでしょうね、レムガードにいたアンゼルの仲間から見つけたものです。
pt: Deve reconhecê-lo, achei essa mensagem com um dos associados a Unzel em Remgard.
zh_cn: 你应该认识它，我在瑞姆加德的一个恩泽尔的同伙身上发现了这个。

source: What? ... Oh, this?
de: Was?... Ach, das?
fr: Quoi ? ... Oh, ça ?
ja: 何です？ …ああこれのこと？
pt: O quê?… Oh, isso?
zh_cn: 什么？……哦，这个？

source: Surely, he didn't just give it to you!
de: Sicher hat er es dir nicht einfach nur gegeben!
fr: Il ne te l'a sûrement pas donné de son plein gré !
ja: よもや、そやつとてお前に預けたわけではあるまい！
pt: Com certeza, ele não so apenas deu-lhe !
zh_cn: 当然，他不只是把它给了你!

source: He was asking too many questions. He needed to be silenced.
de: Er hat zu viele Fragen gestellt. Er musste zum Schweigen gebracht werden.
fr: Il posait trop de questions. Il avait besoin d'être réduit au silence.
ja: 彼から色々問い詰められたので。黙らせる必要があったんだ。
pt: Ele estava a fazer perguntas demais. Ele precisava ser silenciado.
zh_cn: 他问了太多的问题。他需要保持沉默。

source: So, you killed him? Right?!
de: Du hast ihn also getötet? Richtig?
fr: Donc, tu l'as tué ? N'est-ce pas ?!
ja: それで、殺したのだな？ そうであろう？！
pt: Então, matou-o? Certo?!
zh_cn: 所以，你杀了他？对吧！

source: Kaverin is dead. His blood is still on my boots.
de: Kaverin ist tot. Sein Blut klebt noch an meinen Stiefeln.
fr: Kaverin est mort. Son sang est toujours sur mes bottes.
ja: カベリンは死んだ。ブーツが返り血で汚れたよ。
pt: Kaverin está morto. O sangue dele ainda está nas minhas botas.
zh_cn: 卡维林已经死了。他的血还在我的靴子上。

source: How did you get your hands on that document?!
de: Wie ist dieses Dokument in deine Hände gelangt?
fr: Comment as-tu mis la main sur ce document ?!
ja: どうやってその文書を手に入れた？！
pt: Como esse documento foi chegar nas suas mãos ?!
zh_cn: 你是怎么得到那份文件的?!

source: A man in Remgard, by the name of Kaverin, was asking about Unzel...
de: Ein Mann in Remgard, Kaverin hieß er, fragte nach Unzel...
fr: Un homme à Remgard, nommé Kaverin, posait des questions sur Unzel...
ja: レムガードにいたカベリンという男から、アンゼルのことを尋ねられたんだ…
pt: Um homem em Remgard, com o nome de Kaverin, perguntou-me sobre Unzel…
zh_cn: 瑞姆加德的一个名叫卡维林的男人正在询问恩泽尔的事......

source: What happened boy?!
de: Was ist passiert, Junge?!
fr: Qu'est-il arrivé gamin ?!
ja: その者はどうした？！
pt: O que aconteceu, menino?!
zh_cn: 发生了什么事，孩子?!

source: Good, maybe now I can work on my Rift Spell in peace...
de: Gut, vielleicht kann ich jetzt in Frieden an meinem Spaltzauber weiterarbeiten...
fr: Bien, maintenant je pourrai peut-être travailler sur mon sort de scission en paix...
ja: よし、これで安心して裂け目の呪文に取り組めるというものだ…
pt: Bom, talvez agora posso trabalhar no meu feitiço de fenda em paz…
zh_cn: 很好，也许现在我可以静下心来研究我的裂变法术了......

source: I must have that document!
de: Ich muss dieses Dokument haben!
fr: Je dois avoir ce document !
ja: その文書が必要だ！
pt: Devo ter esse documento!
zh_cn: 我必须拥有那份文件!

source: I must know what they are planning!
de: Ich muss wissen, was sie planen!
fr: Je dois savoir ce qu'ils préparent !
ja: あやつらが何を計画しているか知らねばならん！
pt: Preciso saber o que eles estão a planejar!
zh_cn: 我必须知道他们在计划什么!

source: Here, have the message.
de: Hier hast du die Botschaft.
fr: Tiens, voici le message.
ja: どうぞ、メッセージです。
pt: Aqui, temos a mensagem.
zh_cn: 在这方面,有消息了。

source: What's in it for me?
de: Was springt für mich dabei raus?
fr: Qu'est-ce que j'y gagnerais ?
ja: 僕に何の得があるの？
pt: O que está nele para mim?
zh_cn: 这对我有什么好处？

source: I have a cache of potions hidden, far to the southwest.
de: Ich habe weit im Südwesten ein Versteck für Tränke.
fr: J'ai une cachette de potions, loin au sud-ouest.
ja: 南西の方に、ワシのポーションの隠し場があるのだ。
pt: Tenho uma reserva de poções escondida, longe a sudoeste.
zh_cn: 我有一个药水库，藏在西南方向很远的地方。

source: Excellent, I could always use more supplies.
de: Klasse. Zusätzliche Vorräte kann ich immer gebrauchen.
fr: Parfait, j'ai toujours besoin de plus de ressources.
ja: それはいい、もっと物資が必要なんだ。
pt: Excelente, posso sempre usar mais provisões.
zh_cn: 非常好，我总是可以使用更多的材料。

source: Good. Now give me the message.
de: Gut. Nun gib mir die Botschaft.
fr: Bien. Maintenant, donne-moi ce message.
ja: よし。ではメッセージをよこすのだ。
pt: Bom. Agora dê-me a mensagem.
zh_cn: 很好。现在给我情报。

source: Here is the message, Vacor.
de: Hier ist die Nachricht, Vacor.
fr: Voici le message, Vacor.
ja: これがメッセージです、ヴァコール。
pt: Aqui tens a mensagem, Vacor.
zh_cn: 这是情报，瓦克。

source: Here, take this map as compensation for your troubles.
de: Hier, nimm diese Karte als Lohn für deine Mühen.
fr: Tiens, prend cette carte comme compensation pour tes ennuis.
ja: トラブルの補填としてこの地図を受け取れ。
pt: Aqui, leve este mapa como compensação pelos seus problemas.
zh_cn: 现在，这张地图会作为对你的报酬。

source: It will lead you far to the southwest, to one of my secret retreats ... where a cache of potions is hidden.
de: Sie führt dich weit in den Südwesten, zu einem meiner geheimen Rückzugsorte... Dort ist ein Tränkevorrat versteckt.
fr: Cela te mènera loin au sud-ouest, dans l'une de mes retraites secrètes... où se trouve une cachette de potions.
ja: はるか南西にあるワシの秘密の隠れ家…ポーションの隠し場へとお前を導くことだろう。
pt: Ele vai levar-lo longe para o sudoeste, a um dos meus esconderijos secretos… onde uma reserva de poções está oculta.
zh_cn: 它将把你引向西南方向，引向我的一个秘密藏身处......那里藏有一批药水。

source: [The map shows a location to the northwest of the former prison of Flagstone]
de: (Die Karte zeigt einen Ort nordwestlich des früheren Gefängnisses von Flagstone.)
fr: [La carte indique un emplacement au nord-ouest de l'ancienne prison de Flagstone]
ja: （地図はフラッグストーン旧監獄の北西の位置を示している）
pt: [O mapa mostra uma localização a noroeste (↖) da antiga prisão de Flagstone]
zh_cn: [地图显示的位置在石板监狱的西北方]

source: Now, let's see here.
de: Nun, lass uns mal schauen.
fr: Voyons donc ce que nous avons là.
ja: さて、どれどれ。
pt: Agora, vamos ver isso aqui.
zh_cn: 现在，让我们看看这里。

source: [Vacor opens the sealed message and starts reading]
de: (Vacor öffnet die versiegelte Botschaft und beginnt sie zu lesen)
fr: [Vacor ouvre le message scellé et commence à lire]
ja: （ヴァコールは封がされたメッセージを開いて読み始める）
pt: [Vacor abre a mensagem e inicia a leitura da mensagem selada]
zh_cn: [瓦克打开密封的信息并开始阅读]

source: Yes ... hmm ... really?! *mumbles* ...yes, indeed...
de: Ja ... hm ... Wirklich?! *Murmelt* ... ja, tatsächlich ...
fr: Oui ... hmm ... vraiment ? ! *marmonne* ...oui, en effet...
ja: ほう…ふうむ…何だと？！（ブツブツと呟く）…ああ、そうであったか…
pt: Sim… hum… Sério?! *murmura*… Sim, é verdade…
zh_cn: 是的......嗯......真的？*喃喃自语* ...是的，确实如此...

source: Thanks kid, you have helped me more than you can possibly understand.
de: Danke, Kind. Du hast mir mehr geholfen, als du dir wohl vorstellen kannst.
fr: Merci gamin, tu m'as aidé plus que tu ne peux le comprendre.
ja: 感謝しよう、お前では計り知れんほどにワシの助けとなった。
pt: Obrigado garoto, ajudou-me mais do que pode entender.
zh_cn: 谢谢，你对我的帮助比你想象的要多。

source: HA HA HA!!! THE POWER WILL SOON BE MINE!
de: HA HA HA!!! BALD WIRD DIE MACHT MEIN SEIN!
fr: HA HA HA HA !!! LE POUVOIR SERA BIENTÔT MIEN !
ja: クハハハ！！！ チカラはもうすぐワシのものだ！
pt: HA HA HA! O PODER LOGO SERÁ MEU!
zh_cn: 哈哈哈！！！。权力很快就会属于我!

source: Excellent! The Shadow must be stopped!
de: Vorzüglich! Der Schatten muss gestoppt werden!
fr: Excellent ! L'Ombre doit être arrêtée !
ja: いいね！ シャドウは止めないと！
pt: Excelente! A sombra deve ser parada!
zh_cn: 好极了！必须阻止暗影!

source: I just wanted a reward... Weirdo.
de: Ich wollte bloß eine Belohnung... Spinner.
fr: Je voulais juste une récompense...
ja: 僕は報酬が欲しかっただけ…変な人だな。
pt: Só queria uma recompensa… Que estranho.
zh_cn: 我只是想要一个奖励...威尔多。

source: Thanks for giving me that message, but now please leave me. I have more important things to do than to talk to you.
de: Danke, dass du mir die Botschaft überbracht hast, aber nun verschwinde bitte. Ich habe wichtigeres zu tun als mit dir zu reden.
fr: Merci de m'avoir donné ce message, mais laisse-moi tranquille maintenant. J'ai des choses plus importantes à faire que de te parler.
ja: メッセージの件には感謝しよう、だがもう帰ってくれ。ワシにはお前と話すよりも大事なことがあるのでな。
pt: Obrigado por me dar essa mensagem, mas agora, por favor deixe-me. Tenho coisas mais importantes para fazer do que falar consigo.
zh_cn: 谢谢你给我这个消息，但现在请离开我。我有比和你说话更重要的事情要做。

source: Kaverin, my old friend! It's good to hear that he is still alive. What is the message?
de: Kaverin, mein alter Freund! Es ist gut zu hören, dass er noch lebt. Wie lautet die Botschaft?
fr: Kaverin, mon vieil ami ! C'est bon d'entendre qu'il est toujours vivant. Quel est le message ?
ja: 旧友のカベリンか！ それはよかったよ、まだ元気だったんだね。それでメッセージって？
pt: Kaverin, meu velho amigo! É bom saber que ele ainda esteja vivo. Qual é a mensagem?
zh_cn: 卡维林，我的老朋友！很高兴听到他还活着。还有什么消息吗？

source: Here it is.
de: Hier ist es.
fr: Le voici.
ja: どうぞ。
pt: Aqui tens.
zh_cn: 在这里。

source: Hmm, yes... Let's see... [Unzel opens the sealed message and reads it]
de: Hmmm, ja... Lass mal schauen... (Unzel öffnet die versiegelte Botschaft und liest sie)
fr: Hmm, oui... Voyons voir... [Unzel ouvre le message scellé et le lit]
ja: ううん、なるほど…どれどれ… （アンゼルはメッセージの封を開いて読み始める）
pt: Hmm, sim... Vamos ver... [Unzel abre a mensagem selada e a lê]
zh_cn: 嗯，是的...让我们看看... [恩泽尔打开密封的信件，并阅读它]

source: Yes, this makes sense with what I have seen.
de: Ja, das ergibt einen Sinn, zusammen mit dem, was ich gesehen habe.
fr: Oui, cela corrobore ce que j'ai vu.
ja: そうか、これならこれまで見てきたものと辻褄が合う。
pt: Sim, isso faz sentido com o que já vi.
zh_cn: 是的，以我所看到的，这是有道理的。

source: Thank you for bringing it to me.
de: Danke, dass du mir das gebracht hast.
fr: Je te remercie de me l'avoir apporté.
ja: 持ってきてくれてありがとう。
pt: Obrigado por trazer-me-la.
zh_cn: 谢谢你把它带给我。

source: Your help could prove more valuable than you might realize.
de: Deine Hilfe könnte sich als wertvoller erweisen, als du dir vorzustellen vermagst.
fr: Ton aide pourrait s'avérer plus précieuse que tu ne le penses.
ja: この助けは、君が思っている以上に価値あるものになると思う。
pt: A sua ajuda pode ser mais valiosa do que imagina.
zh_cn: 你对我的帮助比你想象的大。

source: Say hello to my old friend Kaverin the next time you see him, will you?
de: Grüße meinen alten Freund Kaverin, wenn du ihn das nächste Mal siehst?
fr: Dis bonjour à mon vieil ami Kaverin la prochaine fois que tu le verras, veux-tu ?
ja: 今度旧友のカベリンと会ったらよろしく頼めるかな？
pt: Diga olá ao meu velho amigo Kaverin da próxima vez que o ver, ok?
zh_cn: 下次见到我的老朋友卡维林时，请代我向他问好，好吗？

source: Hello again. Thank you for your help with defeating Vacor and bringing me the message from Kaverin.
de: Hallo nochmal. Danke dass du mir geholfen hast, indem du Vacor besiegtest und mir die Botschaft von Kaverin brachtest.
fr: Re-bonjour. Merci de m'avoir aidé à vaincre Vacor et de m'avoir apporté le message de Kaverin.
ja: 久しぶり。ヴァコールを倒してくれて、カベリンからのメッセージまで持って来てくれてありがとう。
pt: Oi novamente. Obrigado pela sua ajuda a combater Vacor e a trazer-me a mensagem de Kaverin.
zh_cn: 又见面了。谢谢你帮助我打败了瓦克，并给我带来了卡维林的消息。

source: The cross reads: Rest in peace, my friend.
de: Auf dem Kreuz steht: Ruhe in Frieden, mein Freund.
fr: Tu peux lire sur la croix : Repose en paix, mon ami.
ja: 十字架にはこう書かれている: 安らかに眠れ。
pt: Na cruz, se lê: Descanse em paz, meu amigo.
zh_cn: 十字架上写着：安息吧，我的朋友。

source: You notice that the tree-stump is partially hollow, and looks like an excellent hiding place. It is empty now.
de: Du bemerkst, dass der Baumstumpf zum Teil hohl ist und wie ein vorzügliches Versteck aussieht. Er ist jetzt leer.
fr: Tu remarques que la souche de l'arbre est partiellement creuse et semble être une excellente cachette. Elle est maintenant vide.
ja: 木の切り株が部分的に空洞となっている。空っぽだ。
pt: Percebe que o toco da árvore é parcialmente oco e parece um esconderijo excelente. Está vazio agora.
zh_cn: 你注意到，这个树桩有一部分是空的，看起来是个很好的藏身之处。它现在是空的。

source: The ground around the grave is full of small holes, probably by something that has slithered its way to its nest down there. The cross has some writing on it, but you cannot understand what it says.
de: Die Erde um das Grab herum ist voller kleiner Löcher, wahrscheinlich von etwas, das sein Nest dort unten hat. Auf dem Kreuz ist eine Inschrift, aber du kannst nicht verstehen, was diese besagt.
fr: Le sol autour de la tombe est plein de petits trous, probablement percés par quelque chose qui a glissé jusqu'à son repaire là en dessous. La croix porte des inscriptions mais tu ne parviens pas à les comprendre.
ja: 墓の周りの地面は小さな窪みだらけで、おそらく何かがそこの巣に向かって這っていたのだろう。十字架には何か書かれているが、その内容は分からない。
pt: O terreno ao redor da sepultura está cheio de pequenos furos, provavelmente causados por algo que deslizou no caminho ao ninho dele lá adiante. A cruz tem algo escrito nela, mas não consegue entender o que diz.
zh_cn: 坟墓周围的地面上布满了小洞，可能是被什么东西滑到了下面的巢穴。十字架上有一些文字，但你无法理解上面写的是什么。

source: Here lies Kargir the merchant.
de: Hier liegt Kargir, der Händler.
fr: Ici repose Kargir le marchand.
ja: 商人カーギルはここに眠る。
pt: Aqui jaz Kargir o comerciante.
zh_cn: 商人卡吉尔就在这里。

source: The stone is covered with a thin layer of green moss. The writing on the stone has eroded and is completely unreadable.
de: Der Stein ist mit einer dünnen Schicht grünen Mooses bedeckt. Die Inschrift darauf ist verwittert und vollkommen unlesbar.
fr: La pierre est recouverte d'une fine couche de mousse verte. L'écriture sur la pierre s'est érodée et est complètement illisible.
ja: 石は薄い緑の苔で覆われている。石に書かれた文字は浸食でまるで読めない。
pt: A pedra está coberta com uma fina camada de musgo. A escrita na pedra corroeu e está completamente ilegível.
zh_cn: 这块石头上覆盖着一层薄薄的绿色苔藓。石头上的文字已被侵蚀，完全看不清。

source: Rest with the Shadow, one-legged Berth. She lived a full life, but in the end she could not stand up to the illness that befell her.
de: Ruhe im Schatten, einbeinige Berth. Sie lebte ein erfülltes Leben, konnte aber am Ende der Krankheit, die sie befallen hatte, nicht standhalten.
fr: Repose avec l’ombre, Berth à-une-jambe. Elle a vécu une vie bien remplie, mais à la fin elle n'a pu résister à la maladie qui l'a frappée.
ja: シャドウと共に安らかにあれ、片足のバース。充実した人生を送ったが、その身を蝕んだ病には結局耐えられなかった。
pt: Descanse com a Sombra, Berth-perna-única. Ela viveu uma vida plena, mas no final ela não conseguia suportar mais a doença que se abateu sobre ela.
zh_cn: 与暗影一起休息，独腿的贝丝。她活得很充实，但最终还是没能抵挡住降临在她身上的疾病。

source: The remains of Kigrim lies here, after he was killed by wolves south of Fallhaven.
de: Hier liegen die sterblichen Reste von Kigrim, der südlich von Fallhaven von Wölfen getötet wurde.
fr: Les restes de Kigrim reposent ici, après qu'il a été tué par des loups au sud de Fallhaven.
ja: キグリムの遺骨はここに眠る。フォールヘブンの南でオオカミに殺された。
pt: Jaz aqui os restos de Kigrim, depois que ele foi morto por lobos ao sul de Fallhaven.
zh_cn: 基格瑞姆在法尔海文以南被狼群杀死后，他的遗体就躺在这里。

source: Gimlont the corpulent lies here. May we finally be free from his fat hands being part of all of our businesses.
de: Hier liegt Gimlont der Beleibte. Mögen wir endlich davon befreit sein, dass seine fetten Hände in all unseren Geschäften mitmischen.
fr: Gimlont le corpulent repose ici. Puissions-nous enfin être libérés de ses grosses mains qui faisaient partie de toutes nos entreprises.
ja: 肥満のギムロントはここに眠る。これを最後に太ったその手がビジネスの一部であったことから解放されますように。
pt: Gimlont, o corpulento, está aqui. Que possamos finalmente ficar livres de suas mãos engorduradas que faziam parte de todos os nossos negócios.
zh_cn: 吉姆隆特这个大胖子躺在这里。愿我们最终能从他的胖手中解脱出来，成为我们所有业务的一部分。

source: Here lies Terdar the smith. May he forever be embraced by the comfort of the Shadow.
de: Hier liegt Terdar der Schmied. Möge er auf immer vom Trost des Schattens umfangen sein.
fr: Ici repose Terdar le forgeron. Qu'il soit à jamais enlacé par le confort de l'Ombre.
ja: 鍛冶屋テルダーはここに眠る。いつまでもシャドウの癒やしに抱かれますように。
pt: Aqui jaz Terdar, o ferreiro. Que ele esteja sempre abraçado pelo conforto da Sombra.
zh_cn: 这里躺着铁匠泰达。愿他永远被暗影的安慰所拥抱。

source: Here lies O'llath, praised by her fellow citizens of Fallhaven for her delicious cakes.
de: Hier liegt O'llath, von ihren Fallhavener Mitbürgern für ihre köstlichen Kuchen gepriesen.
fr: Ici repose O'llath, louée par ses concitoyens de Fallhaven pour ses délicieux gâteaux.
ja: オラスはここに眠る。美味しいケーキがフォールヘブン住民から称賛された。
pt: Aqui jaz O'llath, elogiado pelos concidadãos de Fallhaven dela pelosbolos deliciosos dela.
zh_cn: 这里躺着奥拉特，她因其美味的蛋糕而被法尔海文的同胞们称赞。

source: Sidari the woodcutter lies here. We all told him to be careful with that axe of his, but he never listened.
de: Sidari der Holzfäller liegt hier. Wir haben ihm immer gesagt, er solle vorsichtig mit seiner Axt umgehen, aber er hat nie auf uns gehört.
fr: Sidari le bûcheron repose ici. Nous lui avons toujours dit de faire attention avec sa hache, mais il n'a jamais écouté.
ja: きこりのシダリはここに眠る。斧の扱いには気をつけるよう皆で言ったが、結局耳を貸すことはなかった。
pt: Sidari, o lenhador, está aqui. Todos dissemos-lhe para ter cuidado com o machado dele, mas ele nunca nos escutou.
zh_cn: 樵夫西达里躺在这里。我们都告诉他要小心他的那把斧头，但他从来不听。

source: Tyngose the noble lies here. May her legacy never be forgotten.
de: Hier liegt die Edle Tyngose. Möge ihr Vermächtnis niemals in Vergessenheit geraten.
fr: Tyngose la noble repose ici. Que son héritage ne soit jamais oublié.
ja: 貴族のティンゴスはここに眠る。その遺産が決して忘れられることがありませんように。
pt: Tyngose, o nobre, está aqui. Que o legado dela nunca seja esquecido.
zh_cn: 高贵的廷戈斯躺在这里。愿她的遗产永远不会被遗忘。

source: Here lies the remains of Sir Eneryth's horse, Shadowsteed.
de: Hier liegen die sterblichen Überreste von Sir Eneryths Pferd Schattenstute.
fr: Ici repose la dépouille du cheval de Sir Eneryth, coursier de l'Ombre.
ja: エネリス卿の馬、シャドウスティードの遺骨はここに眠る。
pt: Aqui jaz os restos do cavalo de Sir Eneryth, o Shadowsteed.
zh_cn: 这里躺着埃内瑞斯爵士的马的残骸--暗影马。

source: Here lies Sir Eneryth of house Gellir. Son of Sir Anarogas, and the elder brother of Sir Karthanir.
de: Hier liegt Sir Eneryth aus dem Hause Gellir, Sohn von Sir Anarogas und älterer Bruder von Sir Karthanir.
fr: Ici repose Sire Eneryth de la maison Gellir. Fils de Sire Anarogas, et frère aîné de Sire Karthanir.
ja: ジュリア家のエネリス卿はここに眠る。アナロガス卿の息子にして、カーサニア卿の兄。
pt: Aqui jaz Sir Eneryth, da casa de Gellir. Filho de Sir Anarogas e o irmão mais velho de Sir Karthanir.
zh_cn: 这里躺着的是格里尔家族的埃内瑞斯爵士。阿纳罗伽斯爵士的儿子，也是卡尔萨尼尔爵士的哥哥。

source: Here lies Sir Karthanir of house Gellir. Son of Sir Anarogas, and the younger brother of Sir Eneryth.
de: Hier liegt Sir Karthanir aus dem Hause Gellir, Sohn von Sir Anarogas und jüngerer Bruder von Sir Eneryth.
fr: Ici repose Sire Karthanir de la maison Gellir. Fils de Sire Anarogas, et frère cadet de Sire Eneryth.
ja: ジュリア家のカーサニア卿はここに眠る。アナロガス卿の息子にして、エネリス卿の弟。
pt: Aqui jaz Sir Karthanir da casa de Gellir. Filho de Sir Anarogas e o irmão mais novo de Sir Eneryth.
zh_cn: 格里尔家族的卡萨尼尔爵士长眠于此。阿纳罗伽斯爵士之子，埃内瑞斯爵士之弟。

source: Here lies Lady Gelythus of house Gellir. Wife of Sir Eneryth of house Gellir.
de: Hier liegt Lady Gelythus aus dem Hause Gellir, Gemahlin von Sir Eneryth aus dem Hause Gellir.
fr: Ici repose Lady Gelythus de la maison Gellir. Épouse de Sire Eneryth de la maison Gellir.
ja: ジュリア家のジェリサス夫人はここに眠る。ジュリア家エネリス卿の妻。
pt: Aqui jaz Lady Gelythus da casa de Gellir. Esposa de Sir Eneryth, da casa de Gellir.
zh_cn: 格里尔家族的盖利斯女士长眠于此。格里尔家族的埃内瑞斯爵士的妻子。

source: Here lies ta'Draiden, servant of the Shadow in the chapel of Fallhaven.
de: Hier liegt ta'Draiden, Diener des Schattens in der Kapelle von Fallhaven.
fr: Ici repose ta'Draiden, servante de l'Ombre dans la chapelle de Fallhaven.
ja: タドレイデンはここに眠る。フォールヘブン礼拝堂のシャドウの僕。
pt: Aqui jaz ta'Draiden, servo da Sombra na capela de Fallhaven.
zh_cn: 这里躺着塔德雷登，在法尔海文的小教堂的暗影的仆从。

source: Here lies ta'Tembas, servant of the Shadow in the chapel of Fallhaven.
de: Hier liegt ta'Tembas, Diener des Schattens in der Kapelle von Fallhaven.
fr: Ici repose ta'Tembas, servante de l'Ombre dans la chapelle de Fallhaven.
ja: タテンバスはここに眠る。フォールヘブン礼拝堂のシャドウの僕。
pt: Aqui jaz ta'Tembas servo, da Sombra na capela de Fallhaven.
zh_cn: 这里躺着的是塔坦巴斯，在法尔海文的小教堂里的暗影的仆从。

source: Here lies Elodam, servant of Sir Eneryth of house Gellir.
de: Hier liegt Elodam, Diener Sir Eneryths aus dem Hause Gellir.
fr: Ici repose Elodam, serviteur de Sir Eneryth de la maison Gellir.
ja: エロダムはここに眠る。ジュリア家エネリス卿の使用人。
pt: Aqui jaz Elodam, servo do Senhor Eneryth, da casa de Gellir.
zh_cn: 埃洛丹 长眠于此，他是格里尔家族埃内瑞斯爵士的仆人。

source: Here lies the remains of one-eyed Tragdas, servant of Sir Eneryth of house Gellir.
de: Hier liegen die sterblichen Überreste des einäugigen Tragdas, Diener Sir Eneryths aus dem Hause Gellir.
fr: Ici repose la dépouille de Tragdas le borgne, serviteur de Sir Eneryth de la maison Gellir.
ja: 隻眼のトラグダスの遺骨はここに眠る。ジュリア家エネリス卿の使用人。
pt: Aqui jaz os restos mortais de Tragdas-caolho, empregado de Sir Eneryth da casa Gellir.
zh_cn: 这里躺着独眼的特拉格达斯的遗体，他是格里尔家族的埃内瑞斯爵士的仆人。

source: Here lies Lerythal the kind. May she rest with the Shadow.
de: Hier liegt Lerythal die Freundliche. Möge sie im Schatten ruhen.
fr: Ici repose Lerythal la bienveillante. Qu'elle repose avec l'Ombre.
ja: レリータルはここに眠る。シャドウと共に安らかに眠れますように。
pt: Aqui jaz o gentil Lerythal. Que ela descanse com a Sombra.
zh_cn: 勒里塔尔就在这里。愿她和暗影一起安息。

source: Here lies Kragnis the second, steward of the chapel of Fallhaven.
de: Hier liegt Kragnis der Zweite, Verwalter der Kapelle von Fallhaven.
fr: Ici repose Kragnis le second, intendant de la chapelle de Fallhaven.
ja: クラグニス2世はここに眠る。フォールヘブン礼拝堂の管理者。
pt: Aqui jaz o segundo Kragnis, mordomo da capela de Fallhaven.
zh_cn: 这里躺着的是克拉格尼斯二世，法尔海文小教堂的管家。

source: The writing on the grave reads: Rest with the Shadow, my dearest.
de: Die Inschrift auf dem Grab lautet: Ruhe im Schatten, meine Liebste.
fr: On peut lire sur la tombe : Repose avec l'Ombre, ma chère.
ja: 墓にはこう書かれている: シャドウと共に安らかに眠れ、愛しき人よ。
pt: Palavras escrita na sepultura lê: Descansa com a Sombra, minha querida.
zh_cn: 墓碑上写着：与暗影共眠，我最亲爱的。

source: On the floor is what looks like some torn out pages from a book.
de: Auf dem Boden liegt etwas, anscheinend ein paar Seiten, die aus einem Buch herausgerissen wurden.
fr: Tu vois sur le sol des pages arrachées d'un livre.
ja: 床には、本からページを引きちぎったようなものがいくつかある。
pt: No chão está o que se parece com algumas páginas arrancadas de um livro.
zh_cn: 地板上的东西看起来像是从书本上撕下来的。

source: You find some crumpled papers on the floor, containing scribbled notes about the fine arts of pottery making. You decide to leave them be.
de: Du findest ein paar zerknüllte Papiere auf dem Boden. Sie enthalten gekritzelte Notizen zur hohen Kunst der Töpferei. Du entschließt dich, sie liegen zu lassen.
fr: Tu trouves des papiers froissés sur le sol, contenant des notes griffonnées au sujet de l'art de la poterie. Tu décides de les laisser en place.
ja: 床にクシャクシャになった紙が落ちているのを見つけた。陶器の芸術品についての走り書きがある。あなたはそれらをそのままにしておくことにした。
pt: Encontra alguns papéis amassados no chão, a conter notas rabiscadas sobre as belas artes da cerâmica. Decide deixá-los onde está.
zh_cn: 你在地板上发现了一些皱巴巴的纸，里面是关于制陶艺术的潦草笔记。你决定不去管它们。

source: The grave reads: Here lies Sir Anarogas of house Gellir, son of Gellir the brave.
de: Auf dem Grab steht: Hier liegt Sir Anarogas aus dem Hause Gellir, Sohn von Gellir dem Tapferen.
fr: On peut lire sur la tombe : Ici repose Sire Anarogas de la maison Gellir, fils de Gellir le brave.
ja: 墓にはこう書かれている: 勇者ジュリアの息子、ジュリア家のアナロガス卿はここに眠る。
pt: No túmulo lê-se:. Aqui jaz Sir Anarogas da casa Gellir, filho de Gellir, o bravo.
zh_cn: 坟墓上写着。这里躺着格里尔家族的阿纳罗伽斯爵士，勇敢的格里尔之子。

source: The stench coming from the grave is unbearable. Something must have disturbed the grave recently.
de: Der Gestank, der aus dem Grab dringt, ist unerträglich. Jemand muss das Grab kürzlich geöffnet haben.
fr: La puanteur qui s'échappe de la tombe est insupportable. Quelque chose a dû perturber la tombe récemment.
ja: 墓からの悪臭が堪らない。何かが最近墓を荒らしたに違いない。
pt: O fedor que vem do túmulo é insuportável. Algo deve ter perturbado o túmulo recentemente.
zh_cn: 从坟墓里传出的臭味让人难以忍受。最近一定有什么东西扰乱了坟墓。
