Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: Perfect! I can't believe you found such good rat tails. Take this.
de: Perfekt! Kaum zu glauben, dass du so gute Rattenschwänze gefunden hast. Nimm das.
fr: Parfait ! J'y crois pas que tu aies trouvé de si bonnes queues de rat. Prends ça.
ja: パーフェクトだ！ こんなに良いネズミの尾を見つけたとは信じられん。これを受け取ってくれ。
pt: Perfeito! Não acredito que tenhas encontrado caudas de rato tão boas. Toma isto.
zh_cn: 太完美了!我不相信你能找到这么好的老鼠尾巴。拿着这个。

source: Next on my list is some animal hair. It has to be soft hair though. I think 4 handfuls should do. Would you find them for me?
de: Das nächste auf meiner Liste sind Tierhaare. Allerdings sollte es weiches Tierhaar sein. 4 handvoll sollten genügen. Würdest du diese für mich finden?
fr: Ensuite sur ma liste j'ai du pelage d'animaux. Mais cela doit être du pelage soyeux. Je pense que 4 poignées devraient suffire. Tu peux les trouver pour moi ?
ja: 次は獣毛だ。柔らかい毛のものでないとダメなんだ。4つもあればいいだろう。探してきてくれないか？
pt: A seguir, na minha lista, está algum pêlo de animal. Mas tem de ser um pêlo suave. Acho que 4 punhados são o suficiente. Podias arranjar-mos?
zh_cn: 我的名单上的下一个目标是一些动物毛发。不过必须是软毛。我想4把就够了。你能为我找到它们吗？

source: No problem. I'll do it.
de: Kein Problem. Ich mache das.
fr: Pas de problèmes. Je m'en occupe.
ja: 問題ありません。やります。
pt: Sem problema. Vou fazer isso.
zh_cn: 没问题。我来做吧。

source: I guess I have no choice...
de: Ich habe wohl keine andere Wahl...
fr: Je pense que je n'ai pas le choix...
ja: 仕方がない…
pt: Suponho que não tenho escolha...
zh_cn: 我想我没有选择...

source: Maybe later...
de: Vielleicht später...
fr: Peut-être plus tard...
ja: そのうちで…
pt: Talvez mais tarde...
zh_cn: 也许以后...

source: I already have them right here. Take them.
de: Ich habe schon einige bei mir. Nimm sie.
fr: Je les ai déjà, là. Tenez.
ja: もうあります。どうぞ。
pt: Já os tenho aqui. Leva-os.
zh_cn: 我已经把它们放在这里了。拿着它们。

source: Thanks a lot. I'll wait for you here.
de: Vielen Dank. Ich warte hier auf dich.
fr: Merci beaucoup. Je t'attends ici.
ja: どうもありがとう。ここで待っているよ。
pt: Muito obrigado. Vou esperar por ti aqui.
zh_cn: 非常感谢。我在这里等你。

source: Hello again. Would you agree to get me 4 handfuls of animal hair now?
de: Da bist du ja wieder. Kannst du mir diesmal 4 handvoll Tierhaare bringen?
fr: Salut à nouveau. Pourrais-tu me trouver 4 poignées de pelage d'animaux maintenant ?
ja: 久しぶり。獣毛4つを手に入れてきてくれないだろうか？
pt: Olá, de novo. Aceitas arranjar-me 4 punhados de pêlo de animal agora?
zh_cn: 又见面了。你同意现在给我4把动物毛吗？

source: Have you found the animal hair I asked for?
de: Hast du die gewünschten Tierhaare gefunden?
fr: Tu as trouvé le pelage que je t'ai demandé ?
ja: 頼んでいた獣毛は見つけてくれたか？
pt: Encontraste o pêlo animal que pedi?
zh_cn: 你找到了我要的动物毛发吗？

source: Here. Take these.
de: Hier. Nimm diese.
fr: Voilà. Tenez.
ja: はい。こちらをどうぞ。
pt: Aqui. Toma.
zh_cn: 在这里。拿着这些。

source: Good. Take this gold and let me see them.
de: Gut. Nimm dieses Gold und lass mich mal sehen.
fr: Bien. Prends cet or et laisse moi les inspecter.
ja: よし。見せてくれ。それとこのお金を受け取ってくれ。
pt: Que bom. Leva estas moedas e deixa-me ver.
zh_cn: 很好。拿着这些金币，让我看看它们。

source: Hmm ... this one is nice! However, the other three won't do.
de: Hmm... das da ist gut! Allerdings die drei anderen nicht.
fr: Hmm ... celle-là c'est bien ! Mais les trois autres ne vont pas aller.
ja: うーん…これはいい感じだ！ だけど他の3つはダメだな。
pt: Hmm... este aqui está bom! Mas os outros três não me servem.
zh_cn: 嗯......这个很好!然而，其他三个就不行了。

source: Could you get me 3 more?
de: Kannst du mir 3 weitere bringen?
fr: Tu pourrais m'en ramener 3 de plus ?
ja: あと3つもらえないか？
pt: Podias arranjar-me mais 3?
zh_cn: 你能再给我拿3个吗？

source: No way! I'm tired of your errands.
de: Auf keinen Fall! Ich bin deiner Aufträge müde.
fr: Pas moyen ! Je suis fatigué de faire vos courses.
ja: まさか！ あなたのお使いにはうんざりです。
pt: Nem pensar! Estou cansado das tuas tarefas.
zh_cn: 不会吧！？我已经厌倦了你的差事。

source: More work means more money! I'll be back.
de: Mehr Arbeit bedeutet mehr Geld! Bis später.
fr: Travailler plus pour gagner plus ! Je reviens.
ja: 仕事が増えればお金も増える！ また来るよ。
pt: Mais trabalho significa mais dinheiro! Já volto.
zh_cn: 更多的工作意味着更多的钱!我会回来的。

source: Of course.
de: Natürlich.
fr: Bien sûr.
ja: もちろん。
pt: Claro.
zh_cn: 当然。

source: Here you are again.
de: Da bist du ja wieder.
fr: Te revoilà.
ja: また来てくれたか。
pt: Aqui estás tu de novo.
zh_cn: 你又来了。

source: Thanks. I'll be right here when you return.
de: Danke. Ich werde hier sein wenn du wiederkommst.
fr: Merci. Je serai juste ici quand tu reviendras.
ja: ありがとう。ここで待っているから戻ってきてくれ。
pt: Obrigado. Vou estar exatamente aqui quando voltares.
zh_cn: 谢谢。你回来时我就在这里。

source: Thanks, but it's still not what I am looking for. Anyway, work must be rewarded. Take this gold.
de: Danke, aber das ist immer noch nicht das richtige. Du verdienst dennoch etwas für deine Mühen. Nimm dieses Gold.
fr: Merci, mais ce n'est toujours pas ce que je recherche. De toute façon, tout travail mérite salaire. Prends cet or.
ja: ありがとう、だけど求めているものとは違うようだ。それはそれとして、仕事には報いがあるべきだな。このお金を受け取ってくれ。
pt: Obrigado. Mas isso ainda não é o que estou à procura. De qualquer forma, o trabalho tem de ser recompensado. Toma estas moedas.
zh_cn: 谢谢，但这仍然不是我所寻找的。无论如何，工作必须得到回报。拿着这些金币。

source: Hello again. Have you found some soft animal hair?
de: Da bist du ja wieder. Hast du etwas weiches Tierhaar gefunden?
fr: Salut à nouveau. As-tu trouvé du pelage soyeux ?
ja: 久しぶり。柔らかい獣毛を見つけてくれたか？
pt: Olá de novo. Achaste algum pêlo macio de animal?
zh_cn: 又见面了。你找到了一些柔软的动物毛发吗？

source: I think so. Here's what I found.
de: Ich denke schon. Das habe ich gefunden.
fr: Je pense. Voilà ce que j'ai trouvé.
ja: そう思います。見つけたものはこちらです。
pt: Acho que sim. Aqui está o que encontrei.
zh_cn: 我想是这样。这是我发现的。

source: Are you sure? Won't you help me find the softest animal hair?
de: Bist du sicher? Willst du mir nicht mehr helfen, das weichste Tierhaar zu finden?
fr: Es-tu sûr ? Tu ne vas pas m'aider à trouver le pelage le plus soyeux ?
ja: そうなのか？ 柔らかい獣毛を探すのを手伝ってはくれないのか？
pt: Tens a certeza? Não me vais ajudar a encontrar o pêlo mais macio dos animais?
zh_cn: 你确定吗？你不帮我找到最柔软的动物毛发吗？

source: OK ... if you insist...
de: In Ordnung... wenn du darauf bestehst...
fr: OK ... si vous insistez...
ja: わかりました…どうしてもと言うなら…
pt: Está bem... já que insistes...
zh_cn: 好吧......如果你坚持的话......

source: No. I'm done.
de: Nein. Ich bin fertig mit dir.
fr: Non. C'est bon.
ja: いいえ、これで終わりです。
pt: Não. Por mim chega.
zh_cn: 不，我不干了。

source: Too bad. Thanks for helping me this far anyway.
de: Schade. Dennoch danke für deine bisherige Hilfe.
fr: Dommage. Merci quand même de m'avoir aidé jusque là.
ja: 残念だ。これまで手伝ってくれてありがとう。
pt: Que pena. De qualquer modo, obrigado por me ajudares até aqui.
zh_cn: 太糟糕了。无论如何，感谢您到目前为止对我的帮助。

source: Get lost.
de: Verschwinde.
fr: Va crever.
ja: 失せろ。
pt: Desaparece.
zh_cn: 迷途知返。

source: See you later.
de: Bis später.
fr: À plus tard.
ja: さようなら。
pt: Vejo-te depois.
zh_cn: 再见。

source: Hey! Long time no see. I'm happy to see a familiar face.
de: Hey! Lang ist's her. Ich bin so froh ein bekanntes Gesicht zu sehen.
fr: Hé ! Ça fait longtemps qu'on ne s'est pas vus. Je suis content de voir un visage familier.
ja: やあ！ 久しぶりだな。見知った顔と会えて嬉しいよ。
pt: Ei! Há quanto tempo. Estou contente por ver um rosto familiar.
zh_cn: 嘿！好久没见了。我很高兴看到一张熟悉的脸。

source: You seem lost...
de: Du wirkst verloren...
fr: Vous semblez perdu...
ja: 途方に暮れてるようだけど…
pt: Pareces perdido...
zh_cn: 你似乎迷路了...

source: How are you doing?
de: Wie geht es dir?
fr: Comment ça va ?
ja: お元気ですか？
pt: Como é que estás?
zh_cn: 你好吗？

source: Oh no ... not you again.
de: Oh nein... nicht du schon wieder.
fr: Oh non ... pas toi encore.
ja: うわぁ…またあなたですか。
pt: Ah, não... outra vez tu não.
zh_cn: 哦，不......又是你。

source: Travelling this far has exhausted me, and I'm running short of supplies. I'm glad I managed to reach this seemingly safe spot, but I don't think I can go further.
de: So weit zu reisen ist anstrengend und mir gehen die Vorräte aus. Immerhin habe ich diesen halbwegs sicheren Ort gefunden aber ich denke nicht, dass ich weiter gehen kann.
fr: Voyager aussi loin m'a éreinté, et je suis à court de provisions. Je suis content d'avoir atteint cet endroit apparemment sûr, mais je ne pense pas pouvoir continuer plus loin.
ja: ここまでの旅でくたびれてしまってね、物資も不足しているんだ。安全そうな場所にたどり着けたのは良かったが、これ以上は無理そうだ。
pt: Viajar assim tão longe deixou-me esgotado e estou a ficar sem provisões. Estou contente por ter conseguido chegar a este lugar aparentemente seguro, mas não creio que consiga ir mais longe.
zh_cn: 走了这么远的路已经让我筋疲力尽，而且我的补给品也越来越少了。我很高兴我设法到达这个看似安全的地方，但我想我不能再走了。

source: I could really use some healing. Do you happen to have a potion to spare?
de: Ich könnte wirklich etwas Heilung gebrauchen. Kannst du mir vielleicht einen deiner Tränke geben?
fr: J'ai besoin de soins. Aurais-tu une potion à me donner ?
ja: 治癒が必要なんだ。ひょっとすると余分なポーションを持っていたりしないか？
pt: Podia mesmo usar alguma solução curativa. Tens alguma poção que sobre?
zh_cn: 我真的需要一些治疗。你刚好有药水可以用吗？

source: No. I don't have any.
de: Nein. Ich habe keinen.
fr: Non. Je n'en ai pas.
ja: いいえ、持ってないです。
pt: Não. Não tenho nenhuma.
zh_cn: 不，我没有任何东西。

source: Here, take this minor potion of health.
de: Hier, nimm diesen kleinen Heiltrank.
fr: Tenez, prenez cette petite potion de santé.
ja: 体力のマイナーポーションをどうぞ。
pt: Aqui, toma esta poção pequena de cura.
zh_cn: 在这里，拿着这个小的健康药水。

source: Here, take this minor vial of health.
de: Hier, nimm diesen kleinen Heiltrank.
fr: Tenez, prenez ce petit flacon de santé.
ja: 体力のマイナーバイアルをどうぞ。
pt: Aqui, toma este frasco pequeno de cura.
zh_cn: 在这里，拿着这个小瓶生命药水。

source: Here, take this regular potion of health.
de: Hier, nimm diesen normalen Heiltrank.
fr: Tenez, prenez cette potion de santé.
ja: 体力のレギュラーポーションをどうぞ。
pt: Aqui, toma esta poção regular de cura.
zh_cn: 在这里，拿着这个普通的生命药水。

source: Here, take this bonemeal potion.
de: Hier, nimm diesen Knochenmehltrank.
fr: Tenez, prenez cette potion d'os.
ja: 骨粉ポーションをどうぞ。
pt: Aqui, toma esta poção de farinha óssea.
zh_cn: 在这里，拿着这个骨粉药水。

source: Here, take this Lodar's bonemeal potion.
de: Hier, nimm diesen Knochenmehltrank von Lodar.
fr: Tenez, prenez cette potion de Lodar aux cendres d'os.
ja: ロダー製骨粉ポーションをどうぞ。
pt: Aqui, toma esta poção de farinha óssea do Lodar.
zh_cn: 在这里，拿这个洛达尔的骨粉药水。

source: Here, take this Lodar's potion of health.
de: Hier, nimm diesen Heiltrank von Lodar.
fr: Tenez, prenez cette potion de santé de Lodar.
ja: ロダー製体力のポーションをどうぞ。
pt: Aqui, toma esta poção de cura do Lodar.
zh_cn: 在这里，拿这个洛达尔的生命药水。

source: That's too bad. I will rest here until someone can heal me. If I can wait that long...
de: Das ist schlecht. Ich werde hier rasten bis mich jemand heilen kann. Falls ich solange durchhalte...
fr: C'est dommage. Je vais me reposer ici jusqu'à ce que quelqu'un puisse me soigner. SI je peux attendre aussi longtemps...
ja: それは残念だ。誰か癒やしてくれる人が現れるまでここで休んでいるよ。それまで持つといいが…
pt: Isso é muito mau. Vou descansar aqui até que alguém me possa curar. Se eu puder esperar tanto tempo assim...
zh_cn: 这真是太糟糕了。我将在这里休息，直到有人能治好我。如果我可以等那么久...

source: Thank you. I'm feeling a little better now. With some rest, I'll be able to continue my travels soon.
de: Vielen Dank. Ich fühle mich etwas besser. Mit etwas Ruhe werde ich schon bald weiterreisen können.
fr: Merci. Je me sens un peu mieux maintenant. Avec un peu de repos, je pourrai bientôt continuer mes voyages.
ja: ありがとう。少し良くなったよ。しばらく休めば旅を続けられるようになるだろう。
pt: Obrigado. Estou a sentir-me um pouco melhor agora. Com um pouco de descanso, estarei pronto para continuar as minhas viagens em breve.
zh_cn: 谢谢你。我现在感觉好一点了。只要休息一下，我很快就能继续旅行了。

source: Thank you. I'm feeling way better already.
de: Vielen Dank. Ich fühle mich schon um einiges besser.
fr: Merci. Je me sens vraiment mieux déjà.
ja: ありがとう。もうだいぶ良くなったよ。
pt: Obrigado. Já me estou a sentir muito melhor.
zh_cn: 谢谢你。我已经感觉好多了。

source: Wow. That was some serious healing potion.
de: Wow. Das ist vielleicht ein wirksamer Heiltrank.
fr: Wow. C'était une super potion de santé.
ja: おおっ。すごいヒーリングポーションだったな。
pt: Uau. Isso foi uma verdadeira poção de cura.
zh_cn: 哇。那是一些严重的治疗药水。

source: I'm feeling ... strange ... I'm feeling ... great! That was incredible. I never had such a potion. Take this hat I found on my way here.
de: Ich fühle mich... eigenartig... Ich fühle mich... großartig! Das war unglaublich. Ich hatte noch nie so einen Heiltrank. Nimm diesen Hut, den ich auf dem Weg hierher gefunden habe.
fr: Je me sens ... bizarre ... je me sens ... en forme ! C'était incroyable. Je n'ai jamais bu une telle potion. Prends ce chapeau que j'ai trouvé en chemin.
ja: 気分が…おかしい…最高だ！ 信じられん。こんなポーションは初めてだ。ここまでの道中で見つけたこの帽子を受け取ってくれ。
pt: Estou a sentir-me... estranho... Estou a sentir-me... ótimo! Isso foi incrível. Nunca tive uma poção destas. Pegue neste chapéu que encontrei ao vir para aqui.
zh_cn: 我感觉......很奇怪......。我感觉......很好!这真是不可思议。我从来没有过这样的药水。拿着我在路上找到的这顶帽子。

source: Back to business. I found awesome items on my way here, but I'm still looking for 3 handfuls of soft animal hair. Would you help me?
de: Zurück zum Geschäftlichen. Ich habe einige unglaubliche Gegenstände auf dem Weg hierher gefunden doch ich suche immer noch nach 3 handvoll weichen Tierhaars. Würdest du mir helfen?
fr: Revenons-en au business. J'ai trouvé des accessoires géniaux en chemin, mais je cherche toujours 3 poignées de pelage soyeux d'animaux. Tu pourrais m'aider ?
ja: 仕事に戻ろうか。ここに来る途中で素晴らしい獣毛を見つけたんだ、だけどまだ柔らかい獣毛を3つ探している。手伝ってはくれないか？
pt: De volta aos negócios. Encontrei itens incríveis a caminho daqui, mas ainda estou à procura de 3 punhados de pêlos macios de animais. Podias ajudar-me?
zh_cn: 回到正题。我在来的路上找到了很棒的物品，但我还在寻找3把柔软的动物毛发。你能帮助我吗？

source: I don't feel like doing it right now.
de: Ich fühle mich zur Zeit nicht danach.
fr: Je ne me sens pas de faire ça maintenant.
ja: 今はやる気がしません。
pt: Não estou com vontade de fazer isso agora.
zh_cn: 我现在不想这样做。

source: I'll do it.
de: Ich mach es.
fr: Je vais le faire.
ja: やります。
pt: Vou fazer isso.
zh_cn: 我来做。

source: I'll do it ... again...
de: Ich mache es... schon wieder...
fr: Je vais le faire ... encore...
ja: やります…また今度…
pt: Vou fazer isso... outra vez...
zh_cn: 我会做的......再次......。

source: I happen to have some here. Take them.
de: Ich habe schon einige hier. Nimm sie.
fr: Il se trouve que j'en ai là. Tiens.
ja: ありますよ。どうぞ。
pt: Por acaso tenho alguns aqui. Leva-os.
zh_cn: 我这里正好有一些。拿着它们。

source: Thank you. I'll wait here.
de: Vielen Dank. Ich warte hier.
fr: Merci. Je t'attendrai ici.
ja: ありがとう。ここで待っているよ。
pt: Obrigado. Estarei aqui à espera..
zh_cn: 谢谢你。我会在这里等。

source: Have you found really soft animal hair?
de: Hast du schon richtig weiches Tierhaar gefunden?
fr: Tu as trouvé du pelage d'animaux vraiment soyeux ?
ja: 柔らかい獣毛を見つけてくれたか？
pt: Encontraste os pêlos macios de animais?
zh_cn: 你有没有发现真正柔软的动物毛发？

source: I think I do. Look at these.
de: Ich denke schon. Schau dir diese an.
fr: Je pense oui. Regarde ça.
ja: そう思います。これを見てください。
pt: Acho que sim. Olha estes.
zh_cn: 我想我有。看看这些。

source: Beautiful! They're even better than what I expected. I love the shade too. You really deserve a reward, plus a bonus for healing me. Take it. No need to thank me.
de: Wunderschön! Die sind sogar besser als erwartet. Ich liebe sogar ihre Schattierung. Du verdienst wirklich eine Belohnung und noch einen Zuschlag dafür, dass du mich geheilt hast. Kein Grund mir zu danken.
fr: Magnifique ! Encore meilleurs que ce que j’espérais. J'adore aussi les nuances. Tu mérites vraiment une récompense, plus un bonus pour m'avoir soigné. Prends ça. Pas besoin de me remercier.
ja: 美しい！ 思っていた以上にいいな。色合いが気に入った。これなら十分報酬に値する、治癒してくれたボーナスと合わせて受け取ってくれ。礼には及ばんよ。
pt: Lindo! Eles são melhores do que esperava. Amo a sombra também. Mereces mesmo uma recompensa, mais um bónus por me curares. Toma. Não precisas de me agradecer.
zh_cn: 真漂亮!它们比我预期的还要好。我也喜欢这个色调。你真的应该得到奖励，再加上为我治病的奖金。拿去吧。不需要感谢我。

source: I'm getting closer to the end of my list. I now have to find some bones. They must be long ones though. Would you look for them as well? I need only two.
de: Meine Liste ist fast vollständig. Ich muss nun einige Knochen finden. Es müssen aber lange sein. Würdest du die ebenfalls für mich suchen? Zwei sind genug.
fr: J'arrive à la fin de ma liste. Je dois maintenant trouver des os. Ils doivent être longs. Tu pourrais en trouver aussi ? Il m'en faut deux.
ja: リストも終わりに近づいてきたな。今度は骨を探さないとだな。それも長いものだ。探してきてくれないか？ 2つでいい。
pt: Estou quase a terminar a minha lista. Agora tenho que encontrar alguns ossos. Mas eles devem ser longos. Podias procurar por eles também? Preciso apenas de 2.
zh_cn: 我越来越接近我的清单的末尾了。我现在必须要找到一些骨头。不过它们必须是长的。你能不能也去找找看？我只需要两根。

source: Maybe later, OK?
de: Geht es auch später?
fr: Peut-être plus tard, d'accord ?
ja: 後にしてくれませんか？
pt: Talvez mais tarde, está bem?
zh_cn: 也许以后吧，好吗？

source: Sure! It's not like I have more important things to do.
de: Sicher! Ich habe ja sonst nichts Wichtiges zu tun.
fr: Bien sûr ! C'est pas comme si j'avais des choses plus importantes à faire.
ja: もちろん！ もっと重要なことがあるわけでもないしね。
pt: Certo! Não é como se tivesse coisas mais importantes para fazer.
zh_cn: 当然！我又没有更重要的事情要做。

source: I guess I can remember to look for bones if I have some spare time.
de: Ich könnte nach den Knochen Ausschau halten wenn ich etwas Zeit übrig habe.
fr: Je pense que je peux me rappeler de chercher des os si j'ai un peu de temps libre.
ja: 暇があれば骨を探すのも覚えておきますよ。
pt: Suponho que posso lembrar-me de procurar por ossos se tiver algum tempo livre.
zh_cn: 我想，如果我有空闲时间，可以记得找找骨头。

source: I do have these here. Take them.
de: Ich habe diese dabei. Nimm sie.
fr: J'ai ceux-ci. Prends-les.
ja: ここにあります。どうぞ。
pt: Tenho estes aqui. Leva-os.
zh_cn: 我这里确实有这些。拿着它们。

source: Did you change your mind? Care to help me find a pair of bones? Remember that they must be long ones though.
de: Hast du deine Meinung geändert und hilfst mir nun ein paar Knochen zu finden? Denk dran es müssen lange sein.
fr: Tu as changé d'avis ? Tu m'aides à trouver deux os ? Rappelle toi bien qu'ils doivent être longs.
ja: 気が変わったのか？ 骨を探すのを手伝ってはくれないか？ 長いものでないとダメなのは覚えておいてくれ。
pt: Mudaste de ideias? Ajudas-me a encontrar um par de ossos? Mas lembra-te que eles têm de ser longos.
zh_cn: 你改变主意了吗？愿意帮我找一副骨头吗？记住，它们必须是长的。

source: Let me check ... I do have two bones here with me. Take them.
de: Lass mich schauen... ich habe zwei Knochen dabei. Nimm sie.
fr: Laisse moi vérifier ... J'ai deux os avec moi. Prends-les.
ja: 確認させてください…骨なら2つありますね。どうぞ。
pt: Deixe-me ver... Tenho 2 ossos aqui comigo. Leva-os.
zh_cn: 让我检查一下...我这里确实有两根骨头。拿着它们。

source: Thanks. I will be here when you return.
de: Danke. Ich warte hier auf deine Rückkehr.
fr: Merci. Je serai là quand tu reviendras.
ja: ありがとう。ここで待っているから戻ってきてくれ。
pt: Obrigado. Estarei aqui quando voltares.
zh_cn: 谢谢。你回来时我就在这里。

source: Did you find some bones? I'm only interested in long ones though.
de: Hast du ein paar Knochen gefunden? Ich bin aber nur an langen interessiert.
fr: Tu as trouvé des os ? Mais je ne m’intéresse qu'aux longs.
ja: 骨は見つけたのか？ 長いもの以外は興味はないぞ。
pt: Encontraste alguns ossos? Só estou interessado nos que são compridos.
zh_cn: 你找到了一些骨头吗？不过我只对长的感兴趣。

source: Yes. Look at these.
de: Ja. Schau dir diese an.
fr: Oui. Regarde ceux-là.
ja: はい。これを見てください。
pt: Sim. Vê estes.
zh_cn: 是的。看看这些。

source: Nope. That won't work. Could you find some longer ones?
de: Nein. Das wird nichts. Konntest du keine längeren finden?
fr: Non. Ça ne va pas le faire. Tu pourrais m'en trouver des plus longs ?
ja: いいや。それじゃダメだ。もっと長いものはないのか？
pt: Não. Isso não vai funcionar. Podias encontrar-me alguns mais longos?
zh_cn: 不，不。这行不通。你能找到一些更长的吗？

source: No. I don't think I can.
de: Nein. Ich denke nicht.
fr: Non. Je ne pense pas pouvoir.
ja: いいえ、無理ですね。
pt: Não, acho que não posso.
zh_cn: 不，我不认为我能做到。

source: I'll look around.
de: Ich werde mich umsehen.
fr: Je vais aller regarder.
ja: 辺りを探してきます。
pt: Vou procurar por aí.
zh_cn: 我四处看看。

source: How about these two?
de: Wie wäre es mit diesen beiden?
fr: Que penses-tu de ces deux-là ?
ja: この2つはどうです？
pt: E que tal estes dois?
zh_cn: 这两个怎么样呢？

source: Thank you. You'll find me here when you return.
de: Vielen Dank. Ich werde hier auf deine Rückkehr warten.
fr: Merci. Tu me trouveras ici quand tu reviendras.
ja: ありがとう。戻ってきたらここで待っているよ。
pt: Obrigado. Quando voltares estarei aqui.
zh_cn: 谢谢你。当你回来时，你会在这里找到我。

source: Really? You're giving up?
de: Wirklich? Du gibst auf?
fr: Vraiment ? Tu abandonnes ?
ja: そうなのか？ 諦めるのか？
pt: A séria? Estás a desistir?
zh_cn: 真的吗？你要放弃了？

source: I'll look one last time.
de: Ich werde mich ein letztes Mal umsehen.
fr: Je vais chercher une dernière fois.
ja: 最後にもう1回探してきます。
pt: Vou dar uma vista de olhos pela última vez.
zh_cn: 我再看最后一眼。

source: Yeah ... bones are too heavy to carry.
de: Ja... die Knochen sind zu schwer für mich.
fr: Ouai ... les os sont trop lourds à porter.
ja: ええ…骨は重くて運べないので。
pt: Sim... os ossos são demasiado pesados para carregar.
zh_cn: 是的......骨头太重了，无法携带。

source: OK. Never mind. I'll try to find long bones elsewhere.
de: Verstanden. Nicht schlimm. Ich versuche anderswo lange Knochen zu finden.
fr: OK. C'est pas grave. Je vais essayer de trouver des os long ailleurs.
ja: わかった。気にする必要はない。他の場所で長い骨を探してみるよ。
pt: Está bem. Deixa lá. Vou tentar encontrar ossos longos noutro sítio.
zh_cn: 好的。不要紧。我将尝试在其他地方找到长骨。

source: Yeah. Go far. Very far.
de: Ja. Gehe weit. Sehr weit.
fr: Ouai. Vas loin. Très loin.
ja: そうですか。遠くへ行ってね。とにかく遠くへ。
pt: Sim. Vai longe. Muito longe.
zh_cn: 是的。走得很远。非常远。

source: I have a feeling that we'll meet there, wherever that is.
de: Ich fürchte, dass wir uns wieder treffen werden, wo auch immer.
fr: J'ai le sentiment qu'on va se retrouver là bas. Où que ce soit.
ja: どこであろうと会える気がします。
pt: Tenho a sensação de que nos encontraremos lá, onde quer que isso seja.
zh_cn: 我有一种感觉，我们会在那里见面，不管是在哪里。

source: Good luck!
de: Viel Glück!
fr: Bonne chance !
ja: 頑張ってください！
pt: Boa sorte!
zh_cn: 祝你好运！

source: The world is such a small place. We keep meeting in the most unusual places.
de: Die Welt ist so klein. Wir treffen uns an den ungewöhnlichsten Orten.
fr: Le monde est si petit. On se retrouve toujours dans des endroits improbables.
ja: 世界とは狭いものだな。自分たちは意外な場所でよく出会う。
pt: O mundo é um lugar tão pequeno. Continuamos a encontrar-nos nos lugares mais incomuns.
zh_cn: 世界就是这么小的地方。我们经常在最不寻常的地方见面。

source: I found a bone that's long enough by myself since we last met. I just need another one. Could you try to find it for me?
de: Ich habe selbst einen Knochen, der lang genug ist, gefunden, seit wir uns das letzte Mal getroffen haben. Nun fehlt nur noch ein zweiter. Könntest du den für mich finden?
fr: J'ai trouvé moi-même un os suffisamment long depuis la dernière fois qu'on s'est vus. Il m'en faut juste un de plus. Pourrais-tu essayer de me trouver ça ?
ja: 最後に会ってから、自力で十分な長さの骨を見つけたんだ。あと1つだけ欲しい。探してきてくれないか？
pt: Encontrei um osso que é suficientemente longo desde a última vez que nos encontramos. Só preciso de outro. Podias tentar encontrá-lo?
zh_cn: 自从我们上次见面后，我自己找到了一根足够长的骨头。我只是需要另一根。你能试着为我找到它吗？

source: Only one long bone? I'm on it!
de: Nur noch ein langer Knochen? Bin dabei!
fr: Seulement un seul os long ? Je fonce !
ja: 長い骨を1つだけ？ 任せてください！
pt: Apenas um osso comprido? Estou a trabalhar nisso!
zh_cn: 只有一根长骨头？我这就去！

source: I'll try...
de: Ich versuchs...
fr: Je vais essayer...
ja: やってみます…
pt: Vou tentar...
zh_cn: 我试试...

source: How about this one?
de: Wie wäre es mit dem?
fr: Que dis-tu de celui-ci ?
ja: これはどうですか？
pt: Que tal este?
zh_cn: 这个怎么样？

source: So, would you bring me a bone now? A long one though!
de: Also wirst du mir nun einen Knochen bringen? Aber einen langen!
fr: Alors, tu me rapporterais un os ? Un long bien sûr !
ja: それで、骨を持ってきてくれないか？ 長いものだぞ！
pt: Então, trazes-me um osso agora? Um longo!
zh_cn: 那么，你现在能给我一根骨头吗？不过要长一点!

source: Not now.
de: Nicht jetzt.
fr: Pas maintenant.
ja: 今はダメです。
pt: Agora não.
zh_cn: 现在不行。

source: Have you found a long bone?
de: Hast du einen langen Knochen gefunden?
fr: Tu as trouvé un os long ?
ja: 長い骨は見つかったか？
pt: Encontraste um osso longo?
zh_cn: 你找到了一根长骨头吗？
