Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: Throdna wants me to put an end to the Kazaul spawn uprising that has taken place near the Blackwater mountain. There is a shrine at the base of the mountain that i should investigate closer.
de: Throdna will, dass ich die Kazaul Brutstätte in der Nähe von Blackwater Mountain zerstöre. Es gibt einen Schrein am Fuß des Berges, den ich mir näher ansehen sollte.
fr: Throdna veut que je mette fin à la révolte des engeances de Kazaul, qui a pris place près du mont Encreau. Il y a un sanctuaire au pied de la montagne que je devrais examiner.
ja: スロドナはブラックウォーター山の近くで起きるカザウルの復活を止めて欲しい。山の麓に霊廟があるので、近くで調べよう。
pt: Throdna quer que eu ponha um fim o que esteja a levar à ascensão de Kazaul que está a acontecer perto da Montanha das Águas Negras. Há um templo na base da montanha que devo investigar mais perto.
zh_cn: 甲虫想让我结束黑水附近发生的卡扎尔产卵暴动。在山脚下有一个神龛，我应该仔细调查。

source: I have been given a vial of purifying spirit that Throdna wants me to apply to the shrine of Kazaul. I should return to Throdna when I have found and purified the shrine.
de: Ich habe eine Essenz des reinen Geistes von Throdna erhalten. Ich soll den Inhalt über den Schrein von Kazaul verteilen. Nachdem ich den Schrein gefunden und gereinigt habe, soll ich zu Throdna zurückkehren.
fr: On m'a donné une fiole d'élixir purificateur que Throdna me demande de verser sur le mausolée de Kazaul. Je dois revenir voir Throdna lorsque j'aurais trouvé et purifié le mausolée.
ja: スロドナからカザウルの霊廟に使ってほしいとのことで、浄化のバイアルを受け取った。霊廟を見つけて浄化したらスロドナのところへ戻ろう。
pt: Recebi um frasco de purificador de espírito que Throdna quer que aplique ao santuário de Kazaul. Devo voltar para Throdna quando encontrar o santuário e o tiver purificado.
zh_cn: 我得到了一小瓶净化精神，甲虫希望我把它涂在卡扎尔的神龛上。当我找到并净化了神龛后，我应该回到甲虫身边。

source: In the shrine at the base of Blackwater mountain, I met a guardian of Kazaul. By reciting the verses of the ritual chant, I was able to make the guardian attack me.
de: Im Schrein unterhalb von Blackwater Mountain bin ich einem Wächter von Kazaul begegnet. Nachdem ich die Verse des Ritualgesangs angestimmt hatte, griff er mich an.
fr: Au mausolée du pied du mont Encreau, j'ai rencontré le gardien de Kazaul. En récitant les couplets du chant du rituel, j'ai réussi à déclencher son attaque.
ja: ブラックウォーター山の麓にある霊廟でカザウルの番人と出会った。儀式の詠唱を唱えることで、番人に攻撃させることができた。
pt: No santuário na base da Montanha das Águas Negras, conheci um guardião de Kazaul. Ao recitar os versos do canto ritual, fui capaz de fazer o guardião me atacar.
zh_cn: 在黑水脚下的神殿里，我遇到了卡扎尔的一个守护者。通过背诵仪式颂歌的诗句，我能够让守护者攻击我。

source: I have purified the shrine of Kazaul.
de: Ich habe den Schrein von Kazaul gereinigt.
fr: J'ai purifié le mausolée de Kazaul.
ja: カザウルの霊廟を浄化した。
pt: Purifiquei o santuário de Kazaul.
zh_cn: 我已经净化了卡扎尔的神殿。

source: I had expected some form of appreciation from Throdna for helping him learn more about the ritual and for purifying the shrine. But he seemed more occupied with rambling on about Kazaul. I could not make out anything sane from his ramblings.
de: Ich hatte zumindest eine kleine Anerkennung von Throdna erwartet, nachdem ich ihm behilflich war, mehr über das Ritual herauszufinden und für das Reinigen des Schreins. Er schien jedoch mehr mit den Ausführungen über Kazaul beschäftigt, aus denen ich nicht Verständliches heraushören konnte.
fr: J'espérais quelque signe d'appréciation de Throdna pour l'avoir aidé à en apprendre plus sur le rituel et pour avoir purifié le mausolée. Mais il semblait plus occupé par ses divagations concernant Kazaul. Je n'ai rien compris à ses élucubrations.
ja: 儀式について詳しく学び、霊廟の浄化を手伝ったことに対してスロドナからの何らかのお礼を期待していた。しかし、彼はカザウルのことで頭がいっぱいのようだった。彼のとりとめのない話からは何もまともなことが分からなかった。
pt: Esperava ganhar algum tipo de retorno de Throdna por ajudá-lo a aprender mais sobre o ritual de purificação do santuário. Mas ele parece mais preocupado em divagar sobre Kazaul. Não ganho nenhum retorno com as suas divagações.
zh_cn: 我本以为甲虫会对他帮助他了解更多的仪式和净化神殿表示某种形式的赞赏。但他似乎更忙于对卡扎尔的喋喋不休。我无法从他的胡言乱语中看出任何正常的东西。

source: No weakness
de: Keine Schwäche
fr: Sans faiblesse
ja: 欠点無し
pt: Sem fraqueza
zh_cn: 没有弱点

source: Herec on the second level of the Blackwater mountain settlement is researching the white wyrms outside the settlement. He wants me to bring him 5 white wyrm claws so that he can continue his research. Apparently, only some of the wyrms have these claws. I will have to kill some to find them.
de: Auf der zweiten Ebene der Blackwater Mountain Siedlung erforscht Herec die weißen Lindwürmer, die außerhalb der Siedlung leben. Er braucht dafür 5 Krallen von weißen Lindwürmern. Offenbar haben nur einige der Lindwürmer diese Krallen, so dass ich wohl ein wenig jagen muss, um sie zu finden.
fr: Herec au second niveau de la colonie du mont Encreau fait des recherches au sujet des wyrms blanches à l'extérieur de la colonie. Il veut que je lui rapporte 5 griffes de wyrms blanches afin qu'il puisse continuer ses recherches. Apparemment, seules certaines des wyrms blanches ont ces griffes. Il va falloir que j'en tue un certain nombre pour m'en procurer.
ja: ブラックウォーター山集落の2階にいるヘレクは、集落の外にいるホワイトウィルムについての研究をしている。研究を継続するためにホワイトウィルムの爪5個を持ってきてほしいとのこと。どうやらこの爪を持っているのは一部のホワイトウィルムだけらしい。何匹か殺さないと見つけられないだろう。
pt: Herec, no segundo nível do assentamento da Montanha das Águas Negras está a pesquisar sobre os Dragões Brancos fora do assentamento. Ele quer que eu o traga cinco 'Garras de Dragão Branco' para que ele possa continuar a pesquisa dele. Aparentemente, apenas alguns dos dragões tem essas garras. Vou ter que matar alguns para encontrá-las.
zh_cn: 黑水定居点第二层的赫雷克正在研究定居点外的白巫师。他想让我给他带5只白巫妖的爪子，以便他能继续研究。很明显，只有一些巫妖有这种爪子。我必须杀掉一些才能找到它们。

source: I have given the 5 white wyrm claws to Herec.
de: Ich habe Herec 5 Krallen von weißen Lindwürmern gebracht.
fr: J'ai donné les 5 griffes de wyrms blanches à Herec.
ja: ヘレクにホワイトウィルムの爪5個を渡した。
pt: Dei as cinco 'Garras de Dragões Brancos' para Herec.
zh_cn: 我已经把5只白狼爪子交给了赫雷克。

source: Herec has finished making a potion of fatigue restoration that will be very useful when fighting against the wyrms in the future.
de: Herec hat einen Trank für die Wiederherstellung der Ausdauer hergestellt. Dieser wird sehr hilfreich sein, wenn ich wieder einmal gegen die Lindwürmer kämpfen muss.
fr: Herec a achevé la création d'une potion soulageant la fatigue qui sera très utile pour combattre les wyrms dans le futur.
ja: ヘレクは今後ウィルムとの戦いに大いに役立つ疲労回復ポーションを完成させた。
pt: Herec acabou de fazer uma poção de restauração fadiga, que tornará muito útil lutar contra os dragões no futuro.
zh_cn: 赫雷克已经完成了一种恢复疲劳的药水，在未来与巫师作战时将非常有用。

source: Awoken from slumber
de: Aus dem Schlummer erwacht
fr: Éveillés du repos
ja: 眠りからの目覚め
pt: A acordar da letargia
zh_cn: 从睡梦中惊醒

source: Bjorgur in Prim at the base of the Blackwater mountain thinks that something has disturbed the grave of his parents, to the southwest of Prim, just outside the Elm mine.
de: Bjorgur aus Prim am Fuße der Berge von Blackwater denkt, dass irgendetwas die Grabruhe seiner Eltern gestört hat. Das Grab liegt südwestlich von Prim, beim Eingang zur Ulmenmine.
fr: Bjorgur à Prim à la base du mont Encreau pense que quelque chose a dérangé la tombe de ses parents, au Sud-Ouest de Prim, juste à l'extérieur de la mine de Elm.
ja: ブラックウォーター山の麓にあるプリムのビョルグルは、プリム南西のエルム鉱山すぐ外にある彼の両親の墓が何者かによって乱されたと考えている。
pt: Bjorgur de Prim, na base da Montanha das Águas Negras, pensa que alguma coisa tem perturbado o túmulo dos pais dele, a sudoeste de Prim, fora da mina de Elm.
zh_cn: 在黑水山脚下的普里姆的比约格尔认为，有什么东西扰乱了他父母的坟墓，在普里姆的西南方，就在榆树矿的外面。

source: Bjorgur wants me to go check the grave, and make sure his family's dagger is still secure in the tomb.
de: Bjorgur hat mich beauftrag, das Grab seiner Eltern zu überprüfen und sicherzustellen, dass der Erbdolch seiner Familie immer noch sicher in der Gruft liegt.
fr: Bjorgur veut que j'aille vérifier la tombe et que je m'assure que la dague de sa famille est toujours en sécurité dans la tombe.
ja: ビョルグルはお墓を調べに行って、中にある家族のダガーがまだ残っているかを確認してほしい。
pt: Bjorgur quer que eu vá verificar o túmulo e me certifique que a adaga da família dele ainda esteja segura no túmulo.
zh_cn: 比约格尔尔要我去检查坟墓，确保他家的匕首还在坟墓里安全。

source: Fulus in Prim is interested in obtaining Bjorgur's family dagger that Bjorgur's grandfather used to possess.
de: Fulus aus Prim ist daran interessiert, den Dolch aus Bjorgur's Familienbesitz zu bekommen, der früher Bjorgur's Großvater gehörte.
fr: Fulus à Prim aimerait obtenir la dague de famille de Bjorgur que possédait le grand-père de Bjorgur.
ja: プリムのフルスは、ビョルグルの祖父が所持していたビョルグル家のダガーを手に入れたいと考えている。
pt: Fulus em Prim está interessado em obter a adaga da família Bjorgur que o avô de Bjorgur possuia.
zh_cn: 普里姆的富卢斯对获得比约格尔的家族匕首很感兴趣，这是比约格尔的祖父曾经拥有的。

source: I met a man that wielded a strange looking dagger in the lower parts of a tomb to the southwest of Prim. He must have robbed this dagger from the grave.
de: Ich traf einen Mann in den unteren Ebenen einer Gruft südwestlich von Prim. Er trug einen außergewöhnlichen Dolch bei sich. Er muss ihn aus dem Grab geraubt haben.
fr: J'ai rencontré un homme qui portait une dague étrange au fond d'un caveau au Sud-Ouest de Prim. Il a du piller la tombe pour voler la dague.
ja: プリムの南西にある墓の下の方で、奇妙なダガーを振るう男と出会った。このダガーを彼は墓から盗んだに違いない。
pt: Conheci um homem que empunhava uma adaga de aparência estranha nas partes baixas de um túmulo a sudoeste de Prim. Ele deve ter roubado esta adaga do túmulo.
zh_cn: 我在普里姆西南方向的一座坟墓的下部遇到了一个挥舞着一把奇怪的匕首的人。他一定是从坟墓里抢来的这把匕首。

source: I placed the dagger back into its place in the tomb. The restless undead seem much less restless now, strangely enough.
de: Ich habe den Dolch an seinen Platz in der Gruft zurückgelegt. Die rastlosen Untoten scheinen nun seltsamerweise ein wenig ruhiger zu sein.
fr: J'ai remis la dague à sa place dans la tombe. Étonnamment, les morts sans repos semblent plus apaisés désormais.
ja: ダガーを墓の中の元の場所に戻した。落ち着きのないアンデッドは不思議なことに、今は落ち着きを取り戻しているようだ。
pt: Pus a adaga de volta no lugar dele no túmulo. Estranhamente, os mortos-vivos inquietos agora parecem muito menos inquietos.
zh_cn: 我把匕首放回了坟墓里的位置。奇怪的是，那些不安分的亡灵现在似乎不那么躁动了。

source: Bjorgur thanked me for my assistance. He told me I should also seek his relatives in Feygard.
de: Bjorgur dankte mir für meine Hilfe. Er meinte, ich solle auch seine Verwandten in Feygard besuchen.
fr: Bjorgur m'a remercié pour mon aide. Il m'a dit que je devrais aussi aller trouver ses parents à Feygard.
ja: ビョルグルはあなたの助けに感謝した。彼には、フェイガードで彼の親族を探すように言われた。
pt: Bjorgur agradeceu-me por minha ajuda. Ele me disse que devo também procurar os parentes dele em Feygard.
zh_cn: 比约格尔感谢我的帮助。他告诉我，我也应该寻找他在费加德的亲属。

source: I have told Fulus that I helped Bjorgur return his family dagger to its original place.
de: Ich habe Fulus erzählt, dass ich für Bjorgur den Familiendolch wieder an seinen angestammten Platz zurückgebracht habe.
fr: J'ai dit à Fulus que j'avais aidé Bjorgur à remettre la dague de sa famille à sa place d'origine.
ja: フルスには、ビョルグル家のダガーを元の場所に戻すのを手伝ったと話した。
pt: Disse a Fulus que ajudei o Bjorgur a retornar a adaga família ao seu lugar original.
zh_cn: 我已经告诉富卢斯，我帮助比约格尔把他的家族匕首放回原处。

source: I have given Bjorgur's family dagger to Fulus. He thanked me for bringing it to him, and rewarded me handsomely.
de: Ich habe Fulus Bjorgur's Familiendolch gegeben. Er dankte mir und belohnte mich entsprechend.
fr: J'ai donné la dague de famille de Bjorgur à Fulus. Il m'a remercié de la lui avoir apportée, et m'a remercié avec largesse.
ja: フルスにビョルグル家のダガーを渡した。彼は持ってきてくれたことに感謝し、気前よく報酬をくれた。
pt: Dei a adaga da família Bjorgur ao Fulus. Agradeceu-me por lhe trazê-lo e recompensou-me generosamente.
zh_cn: 我已经把比约格尔的家族匕首交给了富卢斯。他感谢我把它带给他，并给予我丰厚的回报。

source: Deep wound
de: Tiefe Wunde
fr: Blessure profonde
ja: 深い傷
pt: Ferida profunda
zh_cn: 创伤

source: Just northeast of Crossglen village, I met Erinith that has set up camp. Apparently, he was attacked during the night and lost a book.
de: Nordöstlich von Crossglen habe ich Erinith gefunden, der hilflos in den Büschen lag. Offensichtlich wurde er nachts angegriffen und verwundet. Dabei hat er ein wertvolles Buch verloren.
fr: Juste au nord-est de Crossglen, j'ai rencontré Erinith, il y a installé son camp. Apparemment, il a été attaqué pendant la nuit, et a perdu un livre.
ja: クロスグレン村のすぐ北東でキャンプを設営しているエリニスに出会った。夜の間に襲われて本を失くしたのだそうだ。
pt: A nordeste da aldeia Crossglen, conheci Erinith que estava acampado. Aparentemente, foi atacado durante a noite e perdeu um livro.
zh_cn: 在克罗斯山谷村的东北方向，我遇到了已经扎营的艾里尼思。显然，他在夜里受到了攻击，丢了一本书。

source: I have agreed to help Erinith find his book. He told me he threw it among some trees to the north of his camp.
de: Ich habe Erinith versprochen, das Buch für ihn zu finden. Er meinte, dass er es zwischen ein paar Bäume nördlich von seinem Lager geworfen hätte.
fr: J'ai accepté d'aider Erinith à trouver son livre. Il m'a dit l'avoir jeté entre des arbres, au nord de son camp.
ja: エリニスの本を探す手伝いを承諾した。キャンプから北側の木の間に投げたと話している。
pt: Concordei em ajudar Erinith a encontrar o livro dele. Ele disse-me que o jogou entre algumas árvores a norte do acampamento dele.
zh_cn: 我已经同意帮助艾里尼思找到他的书。他告诉我，他把书扔在营地北面的一些树上。

source: I have agreed to help Erinith find his book in return for 200 gold. He told me he threw it among some trees to the north of his camp.
de: Ich habe mit Erinith vereinbart, für 200 Goldmünzen das Buch für ihn zu finden. Er meinte, dass er es zwischen ein paar Bäume nördlich von seinem Lager geworfen hätte.
fr: J'ai accepté d'aider Erinith à trouver son livre pour 200 pièces d'or. Il m'a dit l'avoir jeté entre des arbres, au nord de son camp.
ja: エリニスの本を探す手伝いを200ゴールドで承諾した。キャンプから北側の木の間に投げたと話している。
pt: Concordei em ajudar Erinith encontrar o livro dele em troca de 200 moedas de ouro. Ele disse-me que o jogou entre algumas árvores no norte do acampamento dele.
zh_cn: 我已经同意帮助艾里尼思找到他的书，以换取200金币。他告诉我，他把书扔在营地北面的一些树上。

source: I have returned the book to Erinith.
de: Ich habe das Buch zu Erinith zurückgebracht.
fr: J'ai rendu le livre à Erinith.
ja: エリニスに本を引き渡した。
pt: Devolvi o livro a Erinith.
zh_cn: 我已经把书还给了艾里尼思。

source: He also needs help with his wound that doesn't seem to be healing. Either I should bring him one potion of major health, or four regular potions of health.
de: Erinith braucht auch noch Hilfe mit seiner Verwundung, die einfach nicht verheilt. Ich soll ihm entweder einen großen Heiltrank oder vier normale Heiltränke bringen, das sollte die Wunde schließen.
fr: Il a également besoin d'aide pour sa blessure, qui semble toujours en mauvais état. Il me faudrait soit une potion de santé majeure, soit quatre simples potions de santé.
ja: まだ傷が治っていないようなので手当てもいる。体力のメジャーポーション1本か、体力のレギュラーポーション4本のどちらかを持って来よう。
pt: Ele também precisa de ajuda com a ferida dele que não parece querer curar. Ou devo trazê-lo uma poção de maior saúde ou quatro poções regulares de saúde.
zh_cn: 他的伤口似乎还没有愈合，他也需要帮助。我要么给他带一剂大生命药水，要么带四剂普通生命药水。

source: I gave Erinith a bonemeal potion to heal his wound. He was a bit scared to use it since they are prohibited by Lord Geomyr.
de: Ich habe Erinith einen Knochenmehltrank gegeben. Er zögerte ein wenig, weil die Verwendung durch Lord Geomyr verboten ist.
fr: J'ai donné à Erinith une potion d'os pour soigner sa blessure. Il a un peu hésité avant de la prendre, car elles ont été interdites par Lord Geomyr.
ja: エリニスには傷を治すために骨粉ポーションを与えた。ジオミア卿に禁止されているものなので、使うことを彼は少し怖がっていた。
pt: Dei Erinith uma poção de farinha de ossos para curar a ferida. Ele ficou com medo de usá-la, uma vez que são proibidas pelo Lorde Geomyr.
zh_cn: 我给了艾里尼思一个骨粉来治疗他的伤口。他有点害怕使用它，因为这些东西被吉奥米尔大人禁止使用。

source: I gave Erinith a potion of a major health to heal his wound.
de: Ich habe Erinith einen großen Heiltrank zur Versorgung seiner Wunde gebracht.
fr: J'ai donné à Erinith une potion de santé majeure pour soigner sa blessure.
ja: エリニスには傷を治すために体力のメジャーポーションを与えた。
pt: Dei Erinith uma poção maior de saúde para curar a ferida.
zh_cn: 我给了埃里尼斯一个大生命药水来治疗他的伤口。

source: I gave Erinith four regular potions of health to heal his wound.
de: Ich habe Erinith vier normale Heiltränke zur Versorgung seiner Wunde gebracht.
fr: J'ai donné à Erinith quatre potions de santé pour soigner sa blessure.
ja: エリニスには傷を治すために体力のレギュラーポーション4本を与えた。
pt: Dei Erinith quatro poções regulares de saúde para curar a ferida.
zh_cn: 我给了艾里尼思四个普通的生命药水来治疗他的伤口。

source: The wound healed completely and Erinith thanked me for all the help.
de: Die Wunde heilte vollständig und Erinith dankte mir herzlich für all die Hilfe.
fr: La blessure est maintenant complètement guérie, et Erinith m'a remercié pour cette aide généreuse.
ja: 傷は完全に治り、エリニスはこれまでの助けにお礼を言ってくれた。
pt: O ferimento cicatrizou completamente e Erinith me agradeceu por toda a ajuda.
zh_cn: 伤口完全愈合了，艾里尼思感谢我的帮助。

source: Devastated land
de: Verwüstetes Land
fr: Terre dévastée
ja: 荒れ地
pt: Terra Devastada
zh_cn: 遭到破坏的土地

source: On the road to Carn Tower, west of the Crossroads guardhouse, I met a group of woodcutters led by Hadracor. Hadracor wants me to help him get revenge on some wasps that were attacking them while they were cutting down the forest. To help them get revenge, I should look for giant wasps near their encampment and bring him at least five giant wasp wings.
de: Auf der Straße nach Carn Tower, westlich der Wachstube von Crossroads, bin ich auf einige Holzfäller gestoßen. Ihr Anführer Hadracor möchte, dass ich mich um ein paar Wespen kümmere, die sie immer bei ihren Arbeiten stören. Ich soll nach Riesenwespen in der Nähe des Holzfällerlagers suchen und mindestens 5 Flügel von Riesenwespen als Beweis für meine 'Arbeit' zu Hadracor bringen.
fr: Sur la route de la Tour de Carn, à l'ouest du poste de garde de Croisechemins, j'ai rencontré un groupe de bûcherons menés par Hadracor. Hadracor veut que je l'aide à les venger de guêpes géantes qui les ont attaquées pendant leur travail. Pour leur offrir leur revanche, je dois partir à la recherche des guêpes près de leur campement, et lui ramener au moins cinq ailes de guêpes géantes.
ja: クロスロード衛兵所の西にあるカーンタワーに向かう途中、ハドラコール率いるきこりの一団と出会った。ハドラコールは森を伐採している間に襲ってきたワスプに復讐するのを手伝ってほしいとのこと。復讐するために、野営地の近くで巨大なワスプを探して、少なくとも5匹分の巨大ワスプの翅を持っていこう。
pt: Na estrada para Carn Tower, oeste(←) da guarita encruzilhada, conheci um grupo de lenhadores liderados por Hadracor. Hadracor quer ajuda para se vingar de algumas vespas que os atacavam enquanto eles estavam a derrubar a floresta. Para ajudá-los a vingar-se, devo procurar as vespas gigantes perto do acampamento deles e trazer pelo menos cinco asas de vespas gigantes.
zh_cn: 在通往卡恩塔的路上，十字路口看守所的西边，我遇到了一群由哈德拉克带领的伐木工。哈德拉克希望我帮助他向一些黄蜂复仇，这些黄蜂在他们砍伐森林的时候袭击了他们。为了帮助他们报仇，我应该在他们的营地附近寻找巨蜂，并给他带来至少五只巨蜂的翅膀。

source: I have brought five giant wasp wings to Hadracor.
de: Ich habe Hadracor fünf Riesenwespenflügel gebracht.
fr: J'ai apporté cinq ailes de guêpes géantes à Hadracor.
ja: ハドラコールに巨大ワスプの翅5枚を渡した。
pt: Trouxe cinco asas de vespas gigantes para Hadracor.
zh_cn: 我给哈德拉克尔带来了五个巨大的黄蜂翅膀。

source: I have brought six giant wasp wings to Hadracor. For helping him, he gave me a pair of gloves.
de: Ich habe Hadracor sechs Riesenwespenflügel gebracht. Für die Hilfe gab er mir ein paar Handschuhe.
fr: J'ai apporté six ailes de guêpes géantes à Hadracor. Pour l'avoir aidé, il m'a donné une paire de gants.
ja: ハドラコールに巨大ワスプの翅6枚を渡した。手伝ったお礼にグローブをくれた。
pt: Trouxe seis asas de vespas gigantes para Hadracor. Pela ajuda, ele deu-me um par de luvas.
zh_cn: 我给哈德拉克带来了六个巨大的黄蜂翅膀。因为了帮助他，他给了我一副手套。

source: Hadracor thanked me for helping him and the other woodcutters get revenge on the wasps. In return, he offered me to trade for some of his items.
de: Hadracor dankte mir für die Hilfe mit den Wespen. Er bot mir einige Waren zum Handeln an.
fr: Hadracor m'a remercié pour avoir aidé ses camarades bûcherons et lui à prendre leur revanche sur les guêpes. En retour, il m'a proposé de marchander quelques-uns de ses objets.
ja: ハドラコールは、自分と他のきこりたちがワスプに復讐するのを手伝ってくれたことに感謝していた。見返りとして、彼は自身のアイテムとの取引を申し出てくれた。
pt: Hadracor agradeceu-me por ajudar-lhe e aos outros lenhadores a se vingar das vespas. Em troca, ele ofereceu-me trocar comigo alguns dos itens dele.
zh_cn: 哈德拉克感谢我帮助他和其他樵夫向黄蜂报仇。作为回报，他提出和我交易。

source: Lost sheep
de: Verlorene Schafe
fr: Mouton perdu
ja: 迷子の羊
pt: Lost ovelhas
zh_cn: 丢失的羊

source: On the road to Feygard, near the Feygard bridge, I met a shepherd named Tinlyn. Tinlyn told me that four of his sheep have wandered away and that he won't dare leave the remaining sheep to go look for them.
de: Auf der Straße nach Feygard, nahe der Brücke von Feygard, traf ich den Schafhirten Tinlyn. Er beklagte, das vier seiner Schafe entwischt seinen, er sich aber nicht traue, die übrigen Tiere bei der Suche nach den Entflohenen unbeaufsichtigt zu lassen.
fr: Sur la route de Feygard, près du pont, j'ai rencontré un berger nommé Tinlyn. Il m'a expliqué que quatre de ses moutons se sont éloignés du troupeau, et qu'il n'ose pas laisser les autres moutons sans surveillance pour les rechercher.
ja: フェイガードへの道中、フェイガードブリッジの近くでティンリンという羊飼いと出会った。ティンリンは4頭の羊が迷子になってしまったものの、残りの羊を放って探しに行く勇気がないとのこと。
pt: Na estrada para Feygard, perto da ponte Feygard, conheci um pastor chamado Tinlyn. Tinlyn me disse que quatro de suas ovelhas se desviaram e que ele não vai ousar deixar o restante ovelhas para procurar eles.
zh_cn: 在通往费加德的路上，在费加德桥附近，我遇到了一个叫丁林的牧羊人。丁林告诉我，他的四只羊走失了，他不敢离开剩下的羊去找它们。

source: I have agreed to help Tinlyn find his four lost sheep.
de: Ich habe Tinlyn Hilfe bei der Suche nach den vier Schafen versprochen.
fr: J'ai accepté d'aider Tinlyn à retrouver ses quatre moutons.
ja: ティンリンが4頭の迷子の羊を探すのを手伝うことに同意した。
pt: Concordei em ajudar a encontrar o seu Tinlyn quatro ovelhas perdidas.
zh_cn: 我已经同意帮助丁林找到他的四只迷途羔羊。

source: I have found one of Tinlyn's lost sheep.
de: Ich habe eines von Tinlyn's verlorenen Schafen gefunden.
fr: J'ai trouvé un des moutons de Tinlyn.
ja: ティンリンの迷子の羊を見つけた。
pt: Encontrei uma das ovelhas perdidas da Tinlyn.
zh_cn: 我已经找到了丁林的一只迷途羔羊。

source: I have found all four of Tinlyn's lost sheep.
de: Ich habe nun alle vier verlorenen Schafe von Tinlyn gefunden.
fr: J'ai retrouve les quatre moutons de Tinlyn.
ja: ティンリンの迷子の羊4頭すべてを見つけた。
pt: Encontrei todas as quatro ovelhas perdidas da Tinlyn.
zh_cn: 我已经找到了丁林的四只迷途羔羊。

source: Tinlyn thanked me for finding his lost sheep.
de: Tinlyn dankte mir für die Suche nach seinen Schafen.
fr: Tinlyn m'a remercié pour avoir trouvé ses moutons égarés.
ja: ティンリンは迷子の羊を見つけてくれたことに感謝した。
pt: Tinlyn agradeceu-me para encontrar as ovelhas perdidas.
zh_cn: 丁林感谢我为他找到了丢失的羊群。

source: Tinlyn thanked me for finding his lost sheep, but he had no reward to give me.
de: Tinlyn dankte mir für die Suche nach seinen Schafen, aber er hatte leider keine Belohnung für mich.
fr: Tinlyn m'a remercié pour avoir trouvé ses moutons égarés, mais ne m'a rien offert en échange.
ja: ティンリンは迷子の羊を見つけたことに感謝してくれたが、与えられる報酬が何もなかった。
pt: Tinlyn agradeceu-me para encontrar as ovelhas perdidas, mas ele não tinha nenhuma recompensa para me dar.
zh_cn: 丁林感谢我找到他丢失的羊，但他没有奖励给我。

source: I have attacked at least one of Tinlyn's lost sheep and is therefore unable to return them all to Tinlyn.
de: Ich habe eines von Tinlyn's Schafen angegriffen. Nun kann ich ihm nicht mehr alle Schafe zurückbringen.
fr: J'ai attaqué un ou plusieurs des moutons égarés, et ne peux donc plus les ramener tous saufs à Tinlyn.
ja: あなたはティンリンの迷子の羊のうち少なくとも1頭を攻撃してしまったので、全ての羊をティンリンに返すことができない。
pt: Ataquei pelo menos uma das ovelhas perdidas de Tinlyn. Portanto, sou incapaz de devolvêr todas elas para Tinlyn.
zh_cn: 我至少攻击了丁林的一只迷途羔羊，因此无法将它们全部归还给丁林。

source: Cheap cuts
de: Schlachtung
fr: Le grand méchant loup
ja: たちの悪い辻斬り
pt: Violência gratuita
zh_cn: 廉价削减
