Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: Can I see what food you have for sale?
de: Darf ich sehen, welches Essen du verkaufst?
fr: Est-ce que je peux voir la nourriture que vous avez à vendre ?
ja: どんな食べ物を売っているか見せてもらえますか？
pt: Posso ver a comida que tens para vender?
zh_cn: 我能看看你们有什么食物出售吗?

source: Farrik said you can prepare me a round of special mead.
de: Farrik sagte, du kannst mir einen speziellen Met zubereiten.
fr: Farrik a dit que vous pourriez me préparer un peu d'hydromel spécial.
ja: ファリックはあなたが特別なミードを用意できると言ってました。
pt: O Farrik disse que me podias preparar uma dose especial de hidromel.
zh_cn: 法里克说你可以给我准备一盘特别的蜂蜜酒。

source: That's right. Someone has to keep these ruffians fed.
de: Das ist richtig. Jemand muss dafür sorgen, dass diese Raufbolde satt werden.
fr: C'est exact. Il faut bien que quelqu'un nourrisse ces voyous.
ja: その通りだ。誰かがこの無法者どもを食わせてやらにゃならん。
pt: É isso mesmo. Alguém tem de manter estes bandidos bem alimentados.
zh_cn: 是的。总得有人养活这些暴徒。

source: That sure smells good.
de: Das riecht auf jeden Fall sehr gut.
fr: Ça sent plutôt bon.
ja: 確かにいい匂いがします。
pt: Isso cheira mesmo bem.
zh_cn: 闻起来真香。

source: That stew looks disgusting.
de: Dieser Eintopf sieht ekelhaft aus.
fr: Ce ragoût a l'air abominable.
ja: そのシチューは不味そうです。
pt: Esse guisado parece nojento.
zh_cn: 那炖肉看起来很恶心。

source: Never mind, bye.
de: Na dann, bis später.
fr: Non rien, au revoir.
ja: 気にしないで、さようなら。
pt: Esquece, adeus.
zh_cn: 没关系，再见。

source: Thanks. This stew is coming along nicely.
de: Danke. Mit diesem Eintopf geht es gut voran.
fr: Merci. Ce ragoût se présente pas mal.
ja: ありがとよ。このシチューはうまくいってるんだ。
pt: Obrigado. Este guisado vai muito bem.
zh_cn: 谢谢。这炖菜做得很好。

source: I'm interested in buying some of that.
de: Ich bin daran interessiert, etwas davon zu kaufen.
fr: Je voudrais en acheter un peu.
ja: いくつか買ってみたいです。
pt: Estou interessado em comprar algo disso.
zh_cn: 我有兴趣买一些。

source: Yeah, I know. With ingredients this bad, what can you do? Anyway, it keeps us fed.
de: Ja, ich weiß. Mit diesen schlechten Zutaten kann man nicht viel machen? Immerhin macht es uns satt.
fr: Ouais, je sais. Avec des ingrédients pareils, qu'est-ce que je peux faire de toutes façons ? C'est mieux que rien, il faut bien se nourrir.
ja: ああ、分かっちゃいるさ。こんなに悪い食材でどうしろってんだ？ とにかく、こいつで食っていけるんだ。
pt: Sim, eu sei. Com ingredientes tão maus, como posso fazer alguma coisa de jeito? De qualquer forma, isto mantém-nos alimentados.
zh_cn: 是的,我知道。食材这么差，你能怎么办?总之，它让我们吃饱了。

source: Oh sure. Planning to get someone a bit sleepy eh?
de: Oh sicher. Du hast vor, jemand ins Reich der Träume zu schicken, oder?
fr: Oh bien sûr. On prévoit d'endormir un peu quelqu'un hein ?
ja: おう、もちろんだ。誰か眠らせたいのか？
pt: Ah, claro. Preparado para tornar alguém um pouco sonolento, hein?
zh_cn: 哦,当然。打算让某个人睡一会儿?

source: Don't worry, I won't tell anyone. Making sleepy food is one of my specialties.
de: Keine Angst, ich werde es niemandem erzählen. So etwas zuzubereiten gehört zu meinen Spezialitäten.
fr: Ne vous inquiétez pas, ça reste entre nous. Faire de la nourriture pour endormir est une de mes spécialités.
ja: 人に話すつもりはないから心配すんな。眠くなる食べ物を作るのは得意分野の1つでな。
pt: Não te preocupes, não vou contar a ninguém. Fazer comida sonolenta é uma das minhas especialidades.
zh_cn: 别担心，我不会告诉任何人的。做昏昏欲睡的食物是我的拿手菜之一。

source: Give me a minute to mix it up for you.
de: Gib mir eine Minute, um ihn für dich zusammenzumischen.
fr: Donne-moi une minute pour te préparer ça.
ja: ちょっと待ってくれ、用意する。
pt: Dá-me um minuto para preparar.
zh_cn: 给我点时间为你把它混合起来。

source: There. This should do it. Here you go.
de: Hier. Das sollte genügen. Bitte schön.
fr: Voilà. Ça devrait faire l'affaire. Tiens.
ja: こいつだ。これでいけるだろう。受け取れ。
pt: Aqui tens. Isto deve dar. Leva.
zh_cn: 在这里。这应该可以。给你。

source: Yes, I gave you the special brew earlier.
de: Ja, ich hab dir vorhin einen speziellen Trank gegeben.
fr: Oui, je t'ai déjà donné la boisson spéciale tout à l'heure.
ja: おう、さっき特製のビールを渡したな。
pt: Sim, dei-te a bebida especial há bocado.
zh_cn: 是的，我早先给了你特别的啤酒。

source: Be careful not to get any of that stuff on your fingers, it is really potent.
de: Sei vorsichtig, damit du nicht etwas von dem Zeug an die Finger bekommst, es ist wirklich sehr stark.
fr: Fais attention de ne pas en mettre sur tes doigts, c'est vraiment efficace.
ja: 指につかないように気をつけてくれ、本当に強力なやつだからな。
pt: Tem cuidado em não entornares nada nos teus dedos. É muito potente.
zh_cn: 小心别把那些东西弄到你的手指上，它真的很有效。

source: Hello there.
de: Hallo.
fr: Bonsoir.
ja: こんにちは。
pt: Olá.
zh_cn: 你好。

source: Who are you?
de: Wer bist du?
fr: Qui êtes-vous ?
ja: あなたは誰？
pt: Quem és tu?
zh_cn: 你是谁？

source: My real name is unimportant. People mostly call me Quickfingers.
de: Mein richtiger Name ist unwichtig. Die Leute nennen mich meistens Flinke Hände.
fr: Mon vrai nom n'a pas d'importance. On m'appelle en général Doigts-rapides.
ja: 本名は重要じゃないんだ。みんなからはクイックフィンガーズって呼ばれてる。
pt: O meu nome real não é importante. A maioria das pessoas chamam-me Quickfingers, que quer dizer, dedos leves.
zh_cn: 我的真名不重要。人们大多叫我“快手”。

source: Why is that?
de: Warum das?
fr: Pourquoi donc ?
ja: どうしてですか？
pt: Porquê?
zh_cn: 为什么？

source: Well, I have a tendency to ... how shall I put this ... acquire certain things easily.
de: Nun, ich habe eine Tendenz zu .. wie soll ich es sagen .. gewisse Dinge einfach anzueignen.
fr: Eh bien, disons que j'ai une tendance ... comment dire ... à obtenir certaines choses facilement.
ja: うーんと、何と言ったらいいか…あるものを簡単に手に入れられるという傾向が私にはあってね。
pt: Bem, tenho uma tendência a... como posso dizer... adquirir certas coisas facilmente.
zh_cn: 嗯，我倾向于……我该怎么说……容易获得某些东西。

source: Things previously in the possession of other people.
de: Dinge, die früher anderen Besitzern gehörten.
fr: Des choses qui appartiennent à la base à d'autres personnes.
ja: 以前は他人が持ってたものを。
pt: Coisas que anteriormente estavam na posse de outras pessoas.
zh_cn: 以前属于别人的东西。

source: Do you mean like stealing?
de: Meinst du stehlen?
fr: Voler vous voulez dire ?
ja: 窃盗ということ？
pt: Queres dizer... roubar?
zh_cn: 你是说像偷窃?

source: No no. I wouldn't call it stealing. It's more of a transfer of ownership. To me, that is.
de: Nein nein. ich würde es nicht stehlen nennen. Es ist mehr ein Eigentumstransfer. Für mich ist es das.
fr: Non bien sûr, je n'appellerais pas ça voler. Je préfère parler de ... transfert de propriété. En ma faveur bien entendu.
ja: いやいや、窃盗とは言わないな。どちらかというと所有権の移転かな。私にとってはだけどね。
pt: Não, não. Não chamaria a isso roubo. É mais uma transferência de propriedade. Para mim é.
zh_cn: 不不。我不会称之为偷窃。这更像是所有权的转移。对我来说，就是这样。

source: That sounds a lot like stealing to me.
de: Das hört sich für mich aber sehr nach stehlen an.
fr: Cela ressemble beaucoup à du vol pour moi.
ja: それは窃盗なのでは。
pt: A mim soa-me muito a roubar.
zh_cn: 这听起来很像偷窃。

source: That sounds like a good justification.
de: Das hört sich für mich wie eine gute Rechtfertigung an.
fr: Je comprends, pas de problème.
ja: それは正当化しようとしてるのでは。
pt: Isso parece uma boa justificação.
zh_cn: 这听起来是个很好的理由。

source: After all, we are the Thieves' Guild. What did you expect?
de: Naja, wir sind die Diebesgilde. Was hast du erwartet?
fr: Après tout, nous sommes la Guilde des Voleurs. À quoi t'attendais-tu ?
ja: 結局のところ、ここは盗賊ギルドなんだよ。なにを期待してたの？
pt: Afinal de contas, somos a Corja dos Ladrões. O que é que esperavas?
zh_cn: 毕竟，我们是小偷的行会。你期待什么？

source: Hello. Don't I recognize you from somewhere?
de: Hallo. Kenne ich dich nicht irgendwoher?
fr: Bonjour. Est-ce qu'on ne se serait pas déjà rencontrés ?
ja: こんにちは。どこかで見かけなかったっけ？
pt: Olá. Não te conheço de algum lado?
zh_cn: 你好。我是不是在哪儿见过你?

source: No, I'm sure we have never met.
de: Nein, ich bin sicher, wir sind uns noch nie begegnet.
fr: Non, je suis certain de ne vous avoir jamais vu.
ja: いえ、初めてお会いしましたよ。
pt: Não, tenho certeza que nunca nos vimos.
zh_cn: 不，我相信我们从没见过面。

source: What do you do around here?
de: Was machst du hier?
fr: Qu'est-ce que vous faites ici ?
ja: ここで何をしているのですか？
pt: O que fazes por aqui?
zh_cn: 你在这附近做什么?

source: Can I take a look at what supplies you have available?
de: Kann ich einen Blick auf deine Vorräte werfen?
fr: Est-ce que je peux jeter un œil à vos marchandises ?
ja: 購入できるものを見せてもらえますか？
pt: Posso dar uma olhada nas mercadorias que tens disponíveis?
zh_cn: 我能看看你们有什么供应品吗？

source: Umar sent me to talk about my first job here.
de: Umar hat mich geschickt, um über meinen ersten Auftrag zu sprechen.
fr: Umar m'a envoyé vers vous pour discuter de mon premier travail pour la Guilde.
ja: ウマルから初仕事を教えてもらえって送られました。
pt: Umar enviou-me para falar sobre o meu primeiro trabalho aqui.
zh_cn: 奥马尔让我来谈谈我在这里的第一份工作。

source: I keep an eye on our supplies for the guild.
de: Ich habe ein Auge auf unsere Vorräte für die Gilde.
fr: Je garde un œil sur nos approvisionnements pour la guilde.
ja: ギルドの物資を見張ってるんだ。
pt: Tomo conta das mercadorias da Corja.
zh_cn: 我一直在留意公会的供应品。

source: Can I take a look at what you have available?
de: Kann ich einen Blick auf deine Vorräte werfen?
fr: Je peux jeter un œil à ce que vous avez de disponible ?
ja: 購入できるものを見せてもらえますか？
pt: Posso deitar uma olhada no que tens disponível?
zh_cn: 我能看看你们有什么货吗?

source: No, I really recognize you.
de: Nein, ich erkenne dich wirklich.
fr: Non, je te reconnais, vraiment.
ja: いや、確かに見覚えがあるんだ。
pt: Não, realmente conheço-te de algum lado.
zh_cn: 不，我真的认识你。

source: You must have me confused with someone else.
de: Du musst mich mit jemand anderem verwechselt haben.
fr: Vous devez me confondre avec quelqu'un d'autre.
ja: 誰かと勘違いしているのでは。
pt: Deves estar a confundir-me com outra pessoa.
zh_cn: 你一定把我和别人搞混了。

source: Maybe you have me confused with my brother Andor.
de: Vielleicht hast du mich mit meinem Bruder Andor verwechselt.
fr: Vous me confondez peut-être avec mon frère Andor.
ja: 僕の兄のアンドールと勘違いしているのでは。
pt: Talvez me tenhas confundido com o meu irmão Andor.
zh_cn: 也许你把我和我哥哥安道尔搞混了。

source: Yes, might be.
de: Ja, das könnte sein.
fr: Oui, peut-être.
ja: ああ、そうなのかも。
pt: Sim, é possível.
zh_cn: 可能。

source: Have you seen my brother around here? He looks somewhat like me.
de: Hast du meinen Bruder hier gesehen? Er sieht mir ähnlich.
fr: Avez-vous vu mon frère par ici ? Il me ressemble un peu.
ja: この辺りで兄を見ませんでしたか？ 僕に似ています。
pt: Já viste o meu irmão por aqui? É parecido comigo.
zh_cn: 你在这附近见过我哥哥吗?他看起来有点像我。

source: Oh yes, now that you mention it. There was that kid running around here, asking a lot of questions.
de: Oh ja, jetzt wo du es sagst. Da war dieser Junge, der hier umher rannte und eine Menge Fragen stellte.
fr: Oh oui, maintenant que tu le dis, il y avait ce gamin qui courait dans le coin, il posait beaucoup de questions.
ja: ああ、見た見た。色々と質問しながら走り回ってる子供がいたっけ。
pt: Ah, sim, agora que falaste nisso. Esteve aqui um miúdo a andar por aí, a fazer um montão de perguntas.
zh_cn: 哦，是的，既然你提到了。有个小孩跑来跑去，问了很多问题。

source: Do you know what he was looking for, or what he was doing?
de: Weißt du, was er gesucht oder gemacht hat?
fr: Vous savez ce qu'il recherchait, ou ce qu'il faisait ?
ja: 彼が何を探していたか、何をしていたか知ってますか？
pt: Sabes do que é que ele estava à procura, ou o que estava a fazer?
zh_cn: 你知道他在找什么，或者他在做什么吗?

source: No. I don't know. I just manage the supplies.
de: Nein. Ich weiß es nicht. Ich kümmere mich bloß um die Vorräte.
fr: Non. Je ne sais pas. Je gère juste les stocks.
ja: いや、知らないね。なんせ物資の管理をしてるだけだからさ。
pt: Não sei. Apenas me ocupo das provisões.
zh_cn: 不。我不知道。我只负责供应。

source: OK, thanks anyway. Goodbye.
de: Ok, vielen Dank jedenfalls. Auf Wiedersehen.
fr: Ok, merci quand même. Au revoir.
ja: わかりました、とにかくありがとう。さようなら。
pt: Está bem. Mesmo assim obrigado. Adeus.
zh_cn: 好的,谢谢。再见。

source: Bah, you're useless. Goodbye.
de: Bah, du bist nutzlos. Auf Wiedersehen.
fr: Bah, vous êtes inutile. Au revoir.
ja: ふん、役立たず。さようなら。
pt: Bah, és um inútil. Adeus.
zh_cn: 呸,你真没用。再见。

source: Hello. I heard that you helped us find the key of Luthor. Good work, it will really come in handy.
de: Hallo. I habe gehört, dass du den Schlüssel von Luthor für uns gefunden hast. Gute Arbeit, er wird uns wirklich nützlich sein.
fr: Bonjour. J'ai appris que tu nous as aidés à trouver la clé de Luthor. Bon travail, elle nous sera utile.
ja: よう。ルーサーの鍵を見つけるのを手伝ってくれたそうだな。よくやった、こいつは本当に重宝するだろうよ。
pt: Olá. Ouvi dizer que ajudaste-nos a encontrar a chave do Luthor. Bom trabalho, vai dar mesmo jeito.
zh_cn: 你好。我听说你帮我们找到了路德的钥匙。干得好，它真的会派上用场的。

source: What can you tell me about the Thieves' Guild?
de: Was kannst du mir über die Diebesgilde erzählen?
fr: Que pouvez-vous me dire à propos de la guilde des voleurs ?
ja: 盗賊ギルドについて教えてくれませんか？
pt: O que me podes dizer sobre a Corja dos Ladrões?
zh_cn: 你能告诉我关于盗贼行会的事吗?

source: I'm Farrik, Umar's brother.
de: Ich bin Farrik, Umars Bruder.
fr: Je suis Farrik, le frère d'Umar.
ja: 俺はファリック、ウマルの弟だ。
pt: Sou o Farrik, irmão de Omar.
zh_cn: 我是法里克，奥马尔的弟弟。

source: I mostly manage our trading with other guilds and keep an eye on what the thieves need to be as effective as they can be.
de: Ich bin vor allem für den Handel mit anderen Gilden zuständig und habe ein Auge darauf, was die Diebe brauchen, um so effektiv wie möglich zu sein.
fr: Je m'occupe principalement de nos échanges avec les autres guildes et je garde un œil sur les besoins de chacun pour que nous soyons les plus efficaces possible.
ja: 俺は主に他のギルドとの取引を管理していて、盗賊としてできる限りの能力を発揮するのに必要なものを見張っている。
pt: Regra geral administro o nosso comércio com outros bandos e mantenho um olho no que os ladrões precisam para que eles sejam bons no trabalho deles.
zh_cn: 我主要负责管理我们与其他行会的交易，并关注盗贼们需要的东西，以使他们尽可能的有效。

source: We try to keep to ourselves as much as possible, and help our fellow thieves as much as possible.
de: Wir versuchen so stark wie möglich zueinander zu halten und helfen unseren Kameraden so gut es nur geht.
fr: Nous essayons de rester aussi discrets que possible et d'aider les membres de la guilde autant que possible.
ja: ここでは可能な限り自分の身は自分で守れるようにして、その上で仲間の盗賊をできるだけ助けるようにしているんだ。
pt: Tentamos manter-nos reservados, tanto quanto possível e ajudar os nossos companheiros ladrões, sempre que pudermos.
zh_cn: 我们尽量不让别人知道，尽可能多地帮助我们的小偷同伴。

source: Any recent events happening?
de: Gibt es irgendwelche Neuigkeiten?
fr: Quoi de neuf ?
ja: 最近何かありましたか？
pt: Algum evento recente?
zh_cn: 最近发生了什么事?

source: Well, there was one thing a few weeks ago. One of our guild members got arrested for trespassing.
de: Nun, da gab es etwas vor ein paar Wochen. Eines unserer Gildenmitglieder wurde wegen einem Einbruch inhaftiert.
fr: Eh bien, il y a eu un truc il y a quelques semaines. Un des membres de la guilde a été arrêté pour intrusion.
ja: そうだな、数週間前にとある出来事があった。ギルドメンバーの1人が不法侵入で逮捕された。
pt: Bem, houve uma coisa há umas semanas atrás. Um dos nossos membros foi preso por invasão de propriedade.
zh_cn: 几周前有一件事。我们的一个工会成员因非法入侵而被捕。

source: The Fallhaven guard has started to get really annoyed with us lately. Probably because we have been very successful in our recent missions.
de: Die Wache von Fallhaven nimmt seit kurzem großen Anstoß an uns. Wahrscheinlich, weil wir auf unseren jüngsten Missionen sehr erfolgreich waren.
fr: Les gardes de Fallhaven commencent à nous regarder de travers. Probablement à cause de la réussite de nos dernières missions.
ja: 最近、フォールヘブンの衛兵は俺たちにイラ立ち始めている。おそらく近頃の任務で大成功を収めたせいだろう。
pt: Os guardas de Fallhaven começaram a ficar irritados connosco ultimamente. Provavelmente porque temos sido muito bem sucedidos nas nossas missões recentes.
zh_cn: 最近法尔海文的守卫开始对我们感到非常恼火。可能是因为我们最近的任务非常成功。

source: The guards have increased their security lately, leading to them arresting one of our members.
de: Die Wachen haben ihre Sicherheitsmaßnahmen in letzter Zeit verschärft, was zur Verhaftung eines unserer Mitglieder führte.
fr: Les gardes ont renforcé la sécurité récemment, conduisant à l'arrestation d'un de nos membres.
ja: 最近になって衛兵の警備が強化され、それでメンバーの1人が逮捕されることになった。
pt: Os guardas têm aumentado a segurança ultimamente, o que levou a prenderem um dos nossos membros.
zh_cn: 警卫最近加强了他们的安全措施，导致他们逮捕了我们的一名成员。

source: He is currently held in the jail here in Fallhaven, pending transfer to Feygard.
de: Er wird zur Zeit im Gefängnis von Fallhaven festgehalten und wartet auf seine bevorstehende Verlegung nach Feygard.
fr: Il est actuellement détenu en prison ici, à Fallhaven, en attente d'être transféré à Feygard.
ja: そいつは現在ここフォールヘブンの留置所に拘留されていて、フェイガードへの移送を待っている状態にある。
pt: Neste momento ele está detido na prisão aqui em Fallhaven, a aguardar a transferência para Feygard.
zh_cn: 他目前被关押在法尔海文的监狱里，等待移交给费加德。

source: What did he do?
de: Was hat er gemacht?
fr: Qu'est-ce qu'il a fait ?
ja: 何をしたんですか？
pt: O que é que ele fez?
zh_cn: 他干过什么？

source: Oh, nothing serious. He was trying to get into the catacombs of Fallhaven church.
de: Oh, nichts schlimmes. Er versuchte in die Katakomben der Kirche von Fallhaven einzubrechen.
fr: Oh, rien de sérieux. Il a essayé de rentrer dans les catacombes de l'église de Fallahaven.
ja: 大したことじゃない。フォールヘブン教会の地下墓地に入ろうとしていた。
pt: Ah, nada sério. Ele estava a tentar entrar nas catacumbas da igreja de Fallhaven.
zh_cn: 哦，没什么大不了的。他试图进入法尔海文教堂的地下墓穴。

source: But now that you have helped us with that mission, I guess we don't need to go there anymore.
de: Aber nun, da du uns bei dieser Mission geholfen hast, schätze ich, dass wir dort nicht mehr hingehen müssen.
fr: Mais maintenant que tu nous as aidés, je pense que nous n'avons plus besoin d'y aller.
ja: だが、あんたがその任務を手伝ってくれたからな。もう行く必要はないだろう。
pt: Mas agora que já nos ajudaste nessa missão, acho que já não precisamos de ir lá.
zh_cn: 但现在你已经帮助我们完成了任务，我想我们不需要再去那里了。

source: I guess I can trust you with this secret. We are planning a mission tonight to help him out of jail.
de: Ich vermute, ich kann dir ein Geheimnis anvertrauen. Wir planen eine Mission in dieser Nacht, um ihn aus dem Gefängnis zu befreien.
fr: Je pense que je peux te confier ce secret. Nous préparons une mission pour le faire sortir de prison ce soir.
ja: この秘密はあんたなら信じられると思う。今夜、俺たちはそいつを留置所から救出するための作戦を計画している。
pt: Acho que posso confiar-te este segredo. Estamos a planear ajudá-lo a sair da prisão durante a noite.
zh_cn: 我想我可以把这个秘密托付给你。我们正计划今晚的任务帮助他出狱。

source: Those guards really seem annoying.
de: Diese Wachen scheinen wirklich lästig zu sein.
fr: Ces gardes semblent vraiment pénibles.
ja: あの衛兵たちは本当に目障りそうですね。
pt: Esses guardas parecem mesmo irritantes.
zh_cn: 那些警卫真烦人。

source: After all, if he wasn't allowed down there, then the guards are right to arrest him.
de: Naja, wenn es ihm nicht erlaubt war dort hinunter zu gehen, dann hatten die Wachen doch Recht damit, ihn zu verhaften.
fr: Après tout, les gardes ont eu raison de l'arrêter puisqu'il n'était pas autorisé à être là.
ja: 結局下に降りることを許可されなかったなら、衛兵が逮捕するのは正しいことだ。
pt: Afinal de contas, se ele não foi autorizado a andar por lá, então os guardas têm o direito de prendê-lo.
zh_cn: 毕竟，如果他未经允许下到那里，那么警卫逮捕他是对的。

source: Yeah, I guess so. But for the guild's sake, we would rather have our friend freed than imprisoned.
de: Ja, vermutlich. Aber der Gilde wegen hätten wir unseren Freund lieber frei als gefangen.
fr: Ouais, j'imagine. Mais pour le bien de la guilde, notre ami serait mieux libre qu'emprisonné.
ja: ああ、そうだな。だがギルドのためにも、こちらとしては投獄されるよりも仲間を解放してもらいたい。
pt: Sim, acho que sim. Mas para o bem do nosso bando, preferíamos ter o nosso amigo livre e não preso.
zh_cn: 是的，我想是的。但为了公会的利益，我们宁愿让我们的朋友获释也不愿被囚禁。

source: Don't worry, your secret plan to free him is safe with me.
de: Keine Sorge, euer geheimer Plan, ihn zu befreien, ist bei mir sicher.
fr: Ne vous inquiétez pas, votre plan secret pour le libérer reste entre nous.
ja: 大丈夫、解放のための秘密の計画は胸に収めておきます。
pt: Não te preocupes, o teu plano secreto para libertá-lo está seguro comigo.
zh_cn: 别担心，有了我，你解救他的秘密计划就安全了。

source: [Lie] Don't worry, your secret plan to free him is safe with me.
de: [Lüge] Keine Sorge, euer geheimer Plan, ihn zu befreien, ist bei mir sicher.
fr: [Mentir] Ne vous inquiétez pas, votre plan secret pour le libérer reste entre nous.
ja: （嘘）大丈夫、解放のための秘密の計画は胸に収めておきます。
pt: [Mentir] Não te preocupes, o teu plano secreto para libertá-lo está seguro comigo.
zh_cn: 【说谎】别担心，有了我，你解救他的秘密计划是安全的。

source: Maybe I should tell the guards that you are planning to get him out?
de: Vielleicht sollte ich der Wache erzählen, dass ihr vorhabt, ihn zu befreien?
fr: Je devrais peut-être dire aux gardes que vous prévoyez de le libérer ?
ja: 衛兵に連れ出そうと計画してることを伝えたほうがいいかな？
pt: Talvez eu devesse dizer aos guardas que estás a planear tirá-lo de lá?
zh_cn: 也许我应该告诉警卫你打算把他救出来?

source: Oh yes, they are. The people also dislike them in general, it's not just us in the Thieves' Guild.
de: Oh ja, das sind sie. Die Allgemeinheit kann sie auch nicht leiden, das empfinden nicht nur wir in der Diebesgilde so.
fr: Oh oui, il sont pénibles. Même en dehors des membres de la Guilde des Voleurs, les gens ne les apprécient pas de manière générale.
ja: ああ、そうだ。一般民衆もやつらを嫌っている。盗賊ギルドだけではない。
pt: Ah, sim, eles são. As pessoas em geral também não gostam deles, não somos só nós.
zh_cn: 哦，是的，它们是。一般来说，人们也不喜欢他们，不仅仅是我们这些盗贼行会成员。

source: Is there anything I can do to help you with those annoying guards?
de: Gibt es etwas, womit ich euch gegen diese lästigen Wachen helfen kann?
fr: Y a-t-il quelque chose que je peux faire pour vous aider à vous débarrasser des gardes ?
ja: あの目障りな衛兵に関して何か手伝えることはありますか？
pt: Há alguma coisa que possa fazer para ajudar com esses guardas irritantes?
zh_cn: 我能帮你对付那些烦人的警卫吗?

source: Thank you. Now please leave me.
de: Vielen Dank. Nun geh bitte.
fr: Merci. Maintenant laisse-moi.
ja: そりゃよかった。俺のことは1人にしておいてくれ。
pt: Obrigado. Agora por favor deixa-me.
zh_cn: 谢谢。现在请离开我吧。

source: Whatever, they wouldn't believe you anyway.
de: Wie du meinst, sie würden dir sowieso nicht glauben.
fr: Peu importe, ils ne vous croiront pas.
ja: どうせ信じてはもらえないだろうな。
pt: Como quiseres, eles não vão acreditar em ti.
zh_cn: 无论如何，他们不会相信你的。

source: Are you sure you want to annoy the guards? If they catch word of you being involved, you could get into a lot of trouble.
de: Bist du sicher, dass du die Wachen verärgern möchtest? Fall sie bemerken, dass du daran beteiligt bist, könntest du in große Schwierigkeiten geraten.
fr: Es-tu sûr de vouloir embêter les gardes ? Si jamais ils découvrent que tu es impliqué, tu pourrais avoir de gros problèmes.
ja: 本当に衛兵を怒らせてもいいのか？ もしあんたが関与していると噂にでもなれば、大変なことになるだろう。
pt: Tens a certeza que queres irritar os guardas? Se eles souberem que estás envolvido, podes meter-te em sarilhos.
zh_cn: 你确定你想惹恼警卫吗?如果他们听到你卷入其中的消息，你就会陷入麻烦。

source: No problem, I can handle myself!
de: Kein Problem, ich kann auf mich aufpassen!
fr: Pas de problème, je me débrouillerai !
ja: 大丈夫、自分で対処できます！
pt: Não há problema, sei cuidar de mim!
zh_cn: 没问题，我自己能行!

source: There might be a reward for this later on. I'm in.
de: Dafür könnte es später eine Belohnung geben. Ich bin dabei.
fr: Il pourrait y avoir une récompense à la clé. J'en suis.
ja: 後で報酬があるかもしれない。やります。
pt: Deve haver uma recompensa por isso. Estou nessa.
zh_cn: 之后可能会有奖励。我加入。

source: On second thought, maybe I should keep out of this.
de: Wenn ich es mir recht überlege, sollte ich mich aus der Sache raushalten.
fr: En y repensant, peut-être que je devrais rester en dehors de ça.
ja: 考え直してみると、これには手を出さない方がいいかもしれない。
pt: Pensando bem, talvez deva ficar fora disso.
zh_cn: 再想一想，也许我不该这么做。

source: Sure, it's up to you.
de: Sicher, es liegt an dir.
fr: Bien sûr, c'est toi qui vois.
ja: もちろん、そいつはあんた次第だ。
pt: Claro, isso é contigo.
zh_cn: 当然，由你决定。

source: Good luck on your mission.
de: Viel Glück auf deiner Mission.
fr: Bonne chance pour ta mission.
ja: 任務の成功を祈ってます。
pt: Boa sorte na tua missão.
zh_cn: 祝你好运。

source: Good.
de: Gut.
fr: Bien.
ja: よろしい。
pt: Ainda bem.
zh_cn: 好。

source: OK, here is the plan. The guard captain has a bit of a drinking problem.
de: Ok, hier ist der Plan. Der Kommandant der Wache hat ein kleines Alkoholproblem.
fr: Ok, voici le plan. Le capitaine de la garde a un petit problème d'alcool.
ja: よし、計画はこうだ。衛兵隊長はちょっとした飲酒問題を抱えている。
pt: Está bem. Eis o plano: o capitão dos guardas tem um pequeno problema com a bebida.
zh_cn: 好的，这是计划。警卫队长有点酗酒问题。
