Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: Lovis is missing? That is bad news. But where are my manners? I am questioning you and haven't even introduced myself. I am Norgothla, head of Guynmart's personal guard, and these are my men.
de: Lovis wird vermisst? Das sind schlechte Neuigkeiten. Aber wo sind meine Manieren? Ich frage dich aus, ohne mich selbst vorgestellt zu haben. Ich bin Norgothla, Hauptmann von Guynmarts Leibgarde, und dies sind meine Männer.
fr: Lovis a disparu ? C'est une mauvaise nouvelle. Mais où sont mes bonnes manières ? Je t'interroge alors que je ne me suis même pas présenté. Je suis Norgothla, chef de la garde personnelle de Guynmart, et voici mes hommes.
ja: ロビスが行方不明なのか？ それはマズいニュースだな。 しかしこれでは私のマナーが問われるな。自己紹介もまだではないか。私はノルゴトラ、グインマート近衛兵の長だ、こちらはその部下たち。
pt: Lovis está desaparecido? Isso é uma má notícia. Mas onde estão as minhas boas maneiras? Estou a questionar-lo e nem me apresentei. Sou Norgothla, chefe da guarda pessoal de Guynmart e estes são os meus homens.
zh_cn: 洛维斯失踪了？这是个坏消息。 但我的礼貌呢？我在审问你，甚至还没有自我介绍。我是诺戈特拉，盖恩玛特的私人卫队队长，这些是我的手下。

source: Nice to meet you, Norgothla.
de: Nett dich kennzulernen, Norgothla.
fr: Enchanté, Norgothla.
ja: はじめまして、ノルゴトラ。
pt: Prazer em conhecê-lo, Norgothla.
zh_cn: 很高兴见到你，诺戈特拉。

source: You say Lovis is missing? I would like to look around the castle, but we are ordered to stay here.
de: Du sagst, dass Lovis vermisst wird? Ich würde mich gerne bei der Burg etwas umsehen, aber mir wurde befohlen hierzubleiben.
fr: Vous dites que Lovis a disparu ? J'aimerais chercher dans le château, mais nous avons l'ordre de rester ici.
ja: ロビスが行方不明なのだったな？ 城を見て回りたいところではあるが、ここで留まるように命令があってな。
pt: Diz que Lovis está desaparecido? Gostaria de procurá-lo ao redor do castelo, mas somos ordenados a ficar aqui.
zh_cn: 你说洛维斯失踪了？我想去城堡里看看，但我们被命令留在这里。

source: Ordered?
de: Dir wurde befohlen?
fr: L'ordre ?
ja: 命令？
pt: Ordenados?
zh_cn: 命令？

source: I take orders only from Lord Guynmart himself. He told me and my men to go to this clearing and wait for him.
de: Ich erhalte meine Befehle ausschließlich von Lord Guynmart selbst. Er trug mir auf, mit meinen Männern auf diese Lichtung zu gehen, und hier auf ihn zu warten.
fr: Je prends mes ordres du Seigneur Guynmart uniquement. Il a demandé que mes hommes et moi allions à cette clairière et que nous l'attendions.
ja: 私が命令を受けるのはグインマート卿だけだ。私と部下にこの空き地に向かって、あの御方のことを待つよう言われたのだ。
pt: Recebo ordens apenas do próprio lorde Guynmart. Ele disse a mim e aos meus homens para irem até esta clareira e esperarem por ele.
zh_cn: 我只听从盖恩玛特勋爵本人的命令。他让我和我的人去这片空地上等他。

source: That is strange. I heard at the castle that Lord Guynmart was uproad for a week now.
de: Das ist eigenartig. Ich hörte auf der Burg, dass Lord Guynmart jetzt schon seit einer Woche unterwegs sei.
fr: C'est étrange. On m'a dit au château que le Seigneur Guynmart était parti depuis une semaine.
ja: それはおかしい。お城で聞いたけど、グインマート卿はもう1週間も留守だと。
pt: Isso é estranho. Ouvi no castelo que Lorde Guynmart estava na estrada há uma semana.
zh_cn: 这很奇怪。我在城堡里听说盖恩玛特勋爵已经在外面呆了一个星期了。

source: Yes, Lord Guynmart was already on the way. Unkorh forwarded his order to me.
de: Stimmt, Lord Guynmart war bereits unterwegs. Unkorh hat den Befehl an mich weitergeleitet.
fr: Oui, le Seigneur Guynmart était déjà en route. Unkorh m'a transmis ses ordres.
ja: ああ、グインマート卿は向かっている途中だったよ。彼の命令を私に伝えてくれたのはウンコールだ。
pt: Sim, lorde Guynmart já estava a caminho. Unkorh enviou-me a ordem dele.
zh_cn: 是的，盖恩玛特勋爵已经在路上了。乌克尔把他的命令转发给了我。

source: I also heard other things that I dare not tell.
de: Ich habe noch andere Dinge mitbekommen, die ich nicht weiterzugeben wage.
fr: J'ai aussi entendu d'autres choses que je n'oserais dire.
ja: 他にもあえて言わなかっただろうことを聞きました。
pt: Também ouvi outras coisas que não me atrevo a dizer.
zh_cn: 我还听到了其他的事情，我不敢说。

source: You must tell me all that you know or think you know. I promise that you have nothing to fear.
de: Du musst mir alles berichten, was du weißt oder zu wissen meinst. Ich verspreche, dir deshalb nicht den Kopf abzureißen.
fr: Tu dois me dire tout ce que tu sais ou penses savoir. Je te promets que tu n'as rien à craindre.
ja: 君が知っていること、知っていると思われることはすべて話してくれ。何も恐れなくてもいいと約束しよう。
pt: Deve me dizer tudo o que sabe ou pensa que sabe. Prometo que não tem nada a temer.
zh_cn: 你必须告诉我你所知道的或认为你知道的一切。我保证你没有什么可担心的。

source: I heard Unkorh saying that Guynmart is imprisoned in the dungeons. And Unkorh also wants to marry Lady Hannah.
de: Ich habe zufällig Unkohr belauscht. Guynmart soll im Verlies eingesperrt sein und er selbst will Fräulein Hannah heiraten.
fr: J'ai entendu Unkorh dire que Guynmart est emprisonné dans les donjons. Et Unkorh veut aussi épouser Dame Hannah.
ja: グインマートが地下牢に幽閉されていると、ウンコールが話してるのを聞きました。しかもハンナお嬢様とも結婚するつもりみたいだ。
pt: Ouvi Unkorh a dizer que Guynmart está preso nas masmorras. E Unkorh também quer se casar com Lady Hannah.
zh_cn: 我听到乌克尔说盖恩玛特被囚禁在地牢里。而且乌克尔还想娶汉娜女士。

source: Indeed? These are serious accusations. I hope you can prove them.
de: Wirklich? Dies sind ernste Anschuldigungen. Du kannst sie hoffentlich beweisen.
fr: Ah oui ? Ce sont là de graves accusations. J'espère que tu as des preuves de ce que tu avances.
ja: 確かなのか？ これは由々しき事態だぞ。証明してもらえるか。
pt: De fato? Estas são acusações sérias. Espero que possa provar isso.
zh_cn: 的确如此？这些是严重的指控。我希望你能证明它们。

source: How can I? You may go to the castle and check for yourself.
de: Wie soll ich das machen? Du könntest doch selbst zur Burg gehen und dich davon überzeugen.
fr: Comment pourrais-je ? Vous pourriez aller au château et vérifier par vous-même.
ja: どうやって？ あなたがお城に行って自分の目で確かめてくれば。
pt: Como posso provar? Pode ir ao castelo e verificar isso por si mesmo.
zh_cn: 我怎么能？你可以到城堡里去，自己去看看。

source: Now I am really curious what is going on in the castle. But unfortunately Guynmart's order was very clear. Myself and all my men should wait for him in this clearing. I can't leave just based on the words of a kid.
de: Jetzt bin ich wirklich neugierig darauf, was in der Burg vor sich geht. Doch Guynmarts Befehl war unglücklicherweise deutlich. Meine Männer und ich sollen auf ihm auf dieser Lichtung warten. Ich kann nicht nur wegen der Worte eines Kindes meine Stellung verlassen.
fr: Maintenant je suis vraiment curieux de savoir ce qui se trame au château. Mais l'ordre de Guynmart était très clair. Mes hommes et moi devons l'attendre dans cette clairière. Je ne peux pas quitter mon poste sur base des paroles d'un gamin.
ja: 現在城で起こっていることはとても気がかりではある。しかし残念ではあるが、グインマートからの命令は明確だ。私と部下はこの空き地であの御方を待つべきだ。 子供の言葉だけで引き返すわけにはいかん。
pt: Agora estou realmente curioso sobre o que está a acontecer no castelo. Mas infelizmente o pedido de Guynmart foi muito claro. E todos os meus homens devemos esperar por ele nesta clareira. Não posso sair apenas com base nas palavras de uma criança.
zh_cn: 现在我真的很好奇城堡里发生了什么。但不幸的是，盖恩玛特的命令非常明确。我和所有的人都应该在这片空地上等着他。 我不能仅仅根据一个孩子的话离开。

source: And let Unkorh's dark plans be fulfilled? Leave Guynmart to probably die?
de: Und zulassen, dass Unkorhs dunkle Pläne aufgehen? Soll Guynmart vielleicht sterben?
fr: Et laisser les sombres desseins d'Unkorh se réaliser ? Abandonner Guynmart à une mort probable ?
ja: ウンコールの陰謀を実現させるのか？ グインマートを見殺しにするの？
pt: E deixar que os planos sombrios de Unkorh sejam cumpridos? Deixar Guynmart provavelmente morrer?
zh_cn: 让乌克尔的黑暗计划得以实现？离开盖恩玛特可能会死？

source: Maybe I could go back and bring some evidence?
de: Vielleicht kann ich zurück zur Burg gehen und nach Beweisen suchen?
fr: Je pourrais peut-être repartir et ramener des preuves ?
ja: 僕が戻って証拠を持ってこようか？
pt: Talvez possa voltar e trazer alguma evidência?
zh_cn: 也许我可以回去带来一些证据？

source: Maybe you could go back to the castle and bring some evidence?
de: Vielleicht kannst du zurück zur Burg gehen und nach Beweisen suchen?
fr: Tu pourrais peut-être retourner au château et ramener des preuves ?
ja: 君が城に戻って証拠を持ってきてくれないか？
pt: Talvez possa voltar ao castelo e trazer alguma evidência?
zh_cn: 也许你可以回到城堡，带来一些证据？

source: With pleasure, if this means you will believe me.
de: Mit Vergnügen, sofern du mir dann glaubst.
fr: Avec plaisir, s'il faut cela pour que tu me croies.
ja: 喜んで、それで信じてくれるなら。
pt: Com prazer, se isso significa que vai me acreditar.
zh_cn: 如果这意味着你会相信我的话，我很高兴。

source: By doing this, you take a great burden from my heart. I get to know what is happening at the castle, but don't have to disobey my lords order. Please hurry, the path is not difficult to find.
de: Auf diese Weise nimmst du mir eine schwere Last ab. Ich muss wissen, was in der Burg vonstatten geht, ohne den Befehl meines Gebieters zu missachten. Bitte beeil dich, der Pfad sollte nicht schwer zu finden sein.
fr: Tu vas m'ôter un gros fardeau ; je saurai ce qui se passe au château sans désobéir aux ordres de mon seigneur. Dépêche-toi, le chemin n'est pas difficile à trouver.
ja: そうしてもらえると、私も心の重荷が取れる。私は城で起こっていることを知れるが、何も主君からの命に背かなくともよいのだ。道はそう困難なものではない、どうか急いでくれ。
pt: Ao fazer isso, toma um grande fardo do meu coração. Conheço o que está a acontecer no castelo, mas não tenho que desobedecer a ordem dos meus senhores. Por favor, depressa, o caminho não é difícil de encontrar.
zh_cn: 通过这样做，你从我的心中卸下了一个巨大的负担。我可以知道城堡里发生了什么，但不必违抗我主的命令。请快点，这条路并不难找。

source: OK, I will be as quick as I can.
de: Verstanden, ich versuche, mich zu beeilen.
fr: OK, je ferai aussi vite que possible.
ja: わかりました、なるべく早くする。
pt: OK, serei o mais rápido que puder.
zh_cn: 好的，我将尽可能快。

source: Halt! Talk to Norgothla before you walk around here!
de: Halt! Sprich erst mit Norgothla, bevor du hier weitergehst!
fr: Halte ! Parlez à Norgothla avant de venir par ici !
ja: 止まれ！ ここらを歩き回る前にノルゴトラと話すことだ！
pt: Pare! Fale com Norgothla antes de andar por aqui!
zh_cn: 停下！在你在这里走动之前，先和诺戈特拉谈谈!

source: Go away, kid. I am depressed.
de: Geh weg, Kind. Ich bin deprimiert.
fr: Va-t'en, gamin. Je ne suis pas d'humeur.
ja: あっちへ行け、ボウズ。落ち込んでいるんだ。
pt: Vá embora, garoto. Estou deprimido.
zh_cn: 走吧，孩子。我很郁闷。

source: They have all gone, and forgotten me here. *Sigh*
de: Sie sind alle weggegangen und haben mich hier vergessen. *Seufz*
fr: Ils sont tous partis, et m'ont oublié ici. *Soupir*
ja: ここに私を置き忘れて、みんな行ってしまったよ。（ため息）
pt: Todos eles se foram e esqueceram-me aqui. *Suspiro*
zh_cn: 他们都走了，把我遗忘在这里。*叹息*

source: Oh my.
de: Ach herrje.
fr: Oh mon dieu.
ja: そんな。
pt: Oh meu.
zh_cn: 哦，我的天。

source: Hey! You are the first one that has found the way to my clearing!
de: Heh! Du bist der erste, der den Weg auf meine Lichtung gefunden hat!
fr: Hé ! Tu es le premier à avoir trouvé le chemin jusqu'à ma clairière !
ja: よっ！ ボクが使ってる空き地の道を見つけたのはキミが初めてだ！
pt: Ei! É o primeiro a encontrar o caminho para limpar a minha reputação!
zh_cn: 嘿！你是第一个找到通往我清除的路的人！

source: I like this place very much. Each time I return here, I get a surprise.
de: Ich finde diesen Ort toll. Jedes Mal erlebe ich hier eine neue Überraschung.
fr: J'adore cet endroit. Chaque fois que j'y viens, je suis surpris.
ja: ここは大好きなんだよ。やって来るたびビックリするんだ。
pt: Gosto muito deste lugar. Cada vez que volto para cá, tenho uma surpresa.
zh_cn: 我非常喜欢这个地方。每次我回到这里，我都会得到一个惊喜。

source: Cool place here, isn't it?
de: Cooler Platz hier, oder?
fr: Chouette endroit, n'est-ce pas ?
ja: いいところだよね？
pt: Lugar bom aqui, não é?
zh_cn: 这里是个很好的地方，不是吗？

source: I like the clearing best this way.
de: So habe ich die Lichtung am liebsten.
fr: Je préfère la clairière comme cela.
ja: 空き地のこれが特に好きなんだ。
pt: Gosto mais da clareira desse jeito.
zh_cn: 我最喜欢这样的清场方式。

source: A little too hot for my taste.
de: Etwas zu heiß für meinen Geschmack.
fr: Un peu trop chaud à mon goût.
ja: ちょっと暑すぎるかな。
pt: Um pouco quente demais para o meu gosto.
zh_cn: 对我的口味来说有点太热了。

source: I don't even know what this is supposed to be!
de: Keine Ahnung, was das darstellen soll!
fr: Je ne sais même pas ce que ça peut bien être !
ja: これがどういうものなのかさっぱりだ！
pt: Nem sei o que isso deveria ser!
zh_cn: 我甚至不知道这应该是什么!

source: This is strange!
de: Dies ist seltsam!
fr: C'est étrange !
ja: これはおかしい！
pt: Isto é estranho!
zh_cn: 这很奇怪!

source: Back to normal.
de: Und wieder normal.
fr: Retour à la normale.
ja: もとに戻った。
pt: De volta ao normal.
zh_cn: 恢复正常。

source: Of course. There. But I am in a hurry and must leave now.
de: Natürlich. Hier. Aber ich bin in Eile und muss weiter.
fr: Bien sûr. Là. Mais je suis pressé et il faut que j'y aille maintenant.
ja: いいぜ。ほら。でも今はちょっと急いでてさ、ボクはもう行くよ。
pt: Claro. Lá. Mas estou com pressa e preciso sair agora.
zh_cn: 当然了。在那里。但我有急事，现在必须离开。

source: Great! I'll climb up now.
de: Großartig! Ich klettere jetzt hoch.
fr: Super ! Je vais grimper maintenant.
ja: やった！ 登ろう。
pt: Ótimo! Vou subir agora.
zh_cn: 很好！我现在就爬上去。

source: He seems to speak mostly to his dogs.
de: Er scheint meist nur zu seinen Hunden zu sprechen.
fr: Il semble surtout parler à ses chiens.
ja: 自分の犬に話しかけているみたいだ。
pt: Ele parece falar principalmente com os cães dele.
zh_cn: 他似乎主要是对他的狗说话。

source: Grrumble ... grrrrumble...
de: Grrummel ... grrrrummel...
fr: Grrrrrrrrrr... grrrrrrrrrr...
ja: ブツブツブツ…ブツブツブツブツ…
pt: Rosna... Rrrrosna...
zh_cn: 咕噜咕噜……咕噜咕噜……

source: Maybe he does not like his sheep being killed?
de: Anscheinend mag er es nicht, wenn man seine Schafe tötet?
fr: Peut-être n'aimerait-il pas voir ses moutons tués ?
ja: 羊が殺されるのが嫌なのかな？
pt: Talvez ele não goste as ovelhas dele a serem matadas?
zh_cn: 也许他不喜欢他的羊群被杀？

source: GRRRUMMBLE!!!
de: GRRRRRRR!!
fr: SCROGNEUGNEU !!!
ja: ブツブツブツ！！！
pt: Resmuuuunga!!!
zh_cn: 咕噜咕噜！！！

source: Obviously he does not like his sheep being killed.
de: Er mag es wirklich nicht, wenn man seine Schafe tötet.
fr: Evidemment, il n'aime pas que ses moutons se fassent tuer.
ja: 明らかに自分の羊が殺されるのを嫌がってる。
pt: Obviamente ele não gosta das ovelhas dele serem matadas.
zh_cn: 很明显，他不喜欢他的羊被杀。

source: You look tasty...
de: Du siehst köstlich aus...
fr: Tu as l'air goûtu...
ja: 美味しそう…
pt: Parece saborosa...
zh_cn: 你看起来很可口...

source: Neigh.
de: Wieher.
fr: Hiiiii.
ja: ヒヒン。
pt: Relinchar.
zh_cn: 嘶鸣。

source: The left beetle will win.
de: Der linke Käfer wird gewinnen.
fr: Le scarabée de gauche va remporter la victoire.
ja: 左のビートルが勝つ。
pt: O besouro esquerdo vai ganhar.
zh_cn: 左边的甲虫会赢。

source: No, the right beetle will win.
de: Nein, der rechte Käfer wird gewinnen.
fr: Non, le scarabée de droite va gagner.
ja: いや、右のビートルが勝つ。
pt: Não, o besouro direito vai ganhar.
zh_cn: 不，右边的甲虫会赢。

source: Nonsense, the left beetle will win.
de: Quatsch, der linke Käfer gewinnt.
fr: N'importe quoi, le scarabée de gauche va gagner.
ja: バカだな、左のビートルが勝つ。
pt: Bobagem, o besouro esquerdo vai ganhar.
zh_cn: 胡说八道，左边的甲虫会赢。

source: The right beetle will win.
de: Der rechte Käfer gewinnt.
fr: Le scarabée de droite va gagner.
ja: 右のビートルが勝つ。
pt: O besouro direito vai ganhar.
zh_cn: 右边的甲虫将获胜。

source: Hey, come and join our beetle battle.
de: He, komm und mach mit beim Käferkampf.
fr: Hé, viens voir notre bataille de scarabées.
ja: よう、ビートルバトルに参加しようぜ。
pt: Ei, venha e junte-se a nossa batalha de besouros.
zh_cn: 嘿，来加入我们的甲虫之战吧。

source: *Sob*
de: *Schluchz*
fr: *Sanglot*
ja: （すすり泣く）
pt: *Choro*
zh_cn: *啜泣*

source: Don't cry, little one. What's your name?
de: Nicht weinen, Kleines. Wie heißt du?
fr: Ne pleure pas, mon petit. Comment tu t'appelles ?
ja: 泣かないで。お名前は？
pt: Não chore, pequenino. Como se chama?
zh_cn: 别哭了，小家伙。你叫什么名字？

source: *Sob* ... Stuephant ... *sob*
de: *Schluchz*... Stuephant... *schluchz*
fr: *Sanglot* ... Stuephant ... *sanglot*
ja: （すすり泣く）…ステファント…（すすり泣く）
pt: *soluço*…Stuephant... *Soluço*
zh_cn: *啜泣* ... 斯图芬特 ... *啜泣*

source: There there now. What's the matter?
de: Aber, aber. Was ist los?
fr: Là là maintenant. Qu'est-ce qu'il y a ?
ja: よしよし。どうしたの？
pt: Tudo bem, calma. O que foi que aconteceu?
zh_cn: 现在那里。怎么了？

source: I have lost my five best marbles!
de: Ich habe meine fünf besten Murmeln verloren!
fr: J'ai perdu mes cinq billes les plus belles !
ja: だいじなビー玉5つがなくなっちゃったんだ！
pt: Perdi os meus melhores berlindes!
zh_cn: 我弄丟了我最好的五颗弹珠！

source: Oh dear, That is all? I will find them for you.
de: Ach herrje, das ist alles? Ich werde sie für dich finden.
fr: Oh mon dieu, c'est tout ? Je vous les trouverai.
ja: あらら、それだけ？ 僕が探してくるよ。
pt: Oh, querido, é só isso? Vou encontrá-los.
zh_cn: 哦，亲爱的，这就是全部？我会为你找到他们的。

source: Look, here I have a nice teddy bear for you.
de: Sieh nur, ich habe einen netten Teddybär für dich.
fr: Regarde, voici un bel ours en peluche pour toi.
ja: ほら見て、素敵なテディベアがあるよ。
pt: Olha, tenho aqui um lindo ursinho de peluche para ti.
zh_cn: 看，我这里有一只漂亮的泰迪熊给你。

source: The quicker I leave, the sooner I have silence and peace again.
de: Je schneller ich hier wegkomme, desto eher habe ich wieder Ruhe und Frieden.
fr: Plus vite je pars, plus vite j'aurai la paix et le silence.
ja: 僕がさっさと立ち去れば、すぐに静寂と平穏が戻ってくるだろう。
pt: Quanto mais rápido sair, mais cedo terei silêncio e paz novamente.
zh_cn: 我离开得越快，我就越早重新拥有沉默和平静。

source: Great - thank you!
de: Klasse - vielen Dank!
fr: Super - merci !
ja: すごい…ありがとう！
pt: Ótimo, obrigado!
zh_cn: 非常好——谢谢你！

source: Much better. Now tell me about your marbles.
de: Viel besser. Jetzt erzähle mir von deinen Murmeln.
fr: C'est mieux. Maintenant parle-moi de tes billes.
ja: いいね。ビー玉について教えて。
pt: Muito melhor. Agora fale-me sobre os seus berlindes.
zh_cn: 好多了。现在告诉我你的弹珠。

source: I have lost them here in the yard or in the field over there.
de: Ich muss sie hier im Garten oder auf dem Feld da drüben verloren haben.
fr: Je les ai perdues ici dans la cour, ou dans le champ là-bas.
ja: ここの庭か、あっちの畑でなくしたんだ。
pt: As perdi aqui no quintal ou no campo ali.
zh_cn: 我在院子里或那边的田野里弄丢了它们。

source: Five beautiful marbles. Maybe you should look more than once in each place. They are so small you could easily miss them.
de: Fünf wunderschöne Murmeln. Vielleicht solltest du jeden Ort mehrfach durchsuchen. Die sind so klein, dass man sie leicht übersieht.
fr: Cinq billes magnifiques. Peut-être faut-il regarder plusieurs fois à chaque endroit. Elles sont si petites qu'on passe facilement à côté.
ja: キレイな5つのビー玉。なんどか見なおしたほうがいいかも。ちっちゃいから見つからないんだ。
pt: Cinco belos berlindes. Talvez deva procurar mais de uma vez em cada lugar. Eles são tão pequenos que podemos perdê-los facilmente.
zh_cn: 五颗美丽的弹珠。也许你应该在每个地方多看几眼。它们是如此之小，你很容易错过它们。

source: Don't be so sad, I will find them soon.
de: Sei nicht so traurig, ich werde sie schon bald finden.
fr: Ne sois pas si triste, je les trouverai bientôt.
ja: そんなに悲しまないで、すぐに見つけるから。
pt: Não fique tão triste, encontrarei-as em breve.
zh_cn: 不要太伤心，我很快就会找到他们。

source: *Sob* ... so you didn't find my marbles ... *sob*
de: *schluchz*... also hast du meine Murmeln nicht gefunden... *schluchz*
fr: *Sanglot* ... donc tu n'as pas trouvé mes billes... *sanglots*
ja: （すすり泣く）…ビー玉、見つからなかったんだ…（すすり泣く）
pt: *Choro*... então não encontrou os meus berlindes... *choro*
zh_cn: *抽泣* ...所以你没有找到我的弹珠... *抽泣*

source: I haven't given up yet. Please be patient.
de: Ich habe noch nicht aufgegeben. Bitte habe Geduld.
fr: Je n'ai pas encore abandonné. Sois patient.
ja: まだ諦めてないよ。もう少し待って。
pt: Não desisti ainda. Seja paciente, por favor.
zh_cn: 我还没有放弃。请耐心等待。

source: Thank you again for finding my marbles.
de: Vielen Dank nochmal, dass du meine Murmeln gefunden hast.
fr: Encore merci d'avoir retrouvé mes billes.
ja: ビー玉を見つけてくれてありがとう。
pt: Obrigado novamente por encontrar os meus berlindes.
zh_cn: 再次感谢你找到我的弹珠。

source: My lost marbles! All five! Great, thank you! [Stuephant takes the marbles]
de: Meine verlorenen Murmeln! Alle Fünf! Klasse, Danke schön! [Stuephant nimmt die Murmeln]
fr: Mes billes perdues ! Les cinq ! Super, merci ! [Stuephant prend les billes]
ja: なくしたビー玉！ 5つとも！ すごい、ありがとう！ （ステファントはビー玉を取る）
pt: Os meus berlindes perdidos! Todos os cinco! Ótimo, obrigado! [Stuephant leva os berlindes]
zh_cn: 我丢失的弹珠！全部五个！太好了，谢谢你！ [斯图芬特拿着弹珠]

source: I found a green marble!
de: Ich habe eine grüne Murmel gefunden!
fr: J'ai retrouvé une bille verte !
ja: 緑のビー玉を見つけた！
pt: Encontrei um berlinde verde!
zh_cn: 我发现了一个绿色的弹珠!

source: I found a red marble!
de: Ich habe eine rote Murmel gefunden!
fr: J'ai trouvé une bille rouge !
ja: 赤のビー玉を見つけた！
pt: Encontrei um berlinde vermelho!
zh_cn: 我发现了一个红色的弹珠!

source: I found a pink marble!
de: Ich habe eine pinkfarbene Murmel gefunden!
fr: J'ai trouvé une bille rose !
ja: ピンクのビー玉を見つけた！
pt: Encontrei um berlinde rosa!
zh_cn: 我找到了一个粉红色的弹珠!

source: Wow - a golden marble!
de: Wahnsinn - eine goldene Murmel!
fr: Waouh - une bille dorée !
ja: おおっ、金色のビー玉だ！
pt: Uau - um berlinde dourado!
zh_cn: 哇--一个金色的弹珠!

source: I found a pearl white marble!
de: Ich habe eine perlweiße Murmel gefunden!
fr: J'ai retrouvé une bille couleur blanc perle !
ja: パールホワイトのビー玉を見つけた！
pt: Encontrei um berlinde branco-pérola!
zh_cn: 我找到了一颗白色的弹珠!

source: That was the last one. I have found them all. Stuephant will be happy.
de: Das war die letzte. Ich habe sie alle gefunden. Stuephant wird sich freuen.
fr: C'était la dernière. Je les ai toutes trouvées. Stuephant sera content.
ja: これで最後だった。全部見つかった。ステファントは喜んでくれるだろう。
pt: Essa foi a última. Encontrei todas elas. Stuephant ficará feliz.
zh_cn: 那是最后一个。我已经把它们都找到了。斯图芬特会很高兴的。

source: I will go back to him now.
de: Ich gehe jetzt zu ihm zurück.
fr: Je vais retrouner le voir maintenant.
ja: 彼のところに戻ろう。
pt: Vou retornar até ele agora.
zh_cn: 我现在要回去找他。

source: Oh, a visitor. Come closer. Do not be afraid of me.
de: Oh, ein Besucher. Komm näher. Du brauchst keine Angst vor mir zu haben.
fr: Oh, un visiteur. Approche. N'aie pas peur de moi.
ja: おぉ、お客さんか。もっとこっちに寄りなさい。どうかワシを怖がらんでくれ。
pt: Um visitante. Aproxime-se. Não tenha medo de mim.
zh_cn: 哦，有一个客人。靠近点，不要害怕我。

source: I am not afraid. What happened to you?
de: Ich habe keine Angst. Was ist dir passiert?
fr: Je n'ai pas peur. Que vous est-il arrivé ?
ja: 怖くなんてありません。何があったんです？
pt: Não tenho medo. O que aconteceu consigo?
zh_cn: 我不害怕。你怎么了？

source: Eh, I have to go.
de: Äh, ich muss gehen.
fr: Hé, il faut que j'y aille.
ja: ええと、もう行かないと。
pt: Eh, tenho que ir.
zh_cn: 呃，我得走了。

source: Oh, it is you again. I am delighted!
de: Oh, Du schon wieder. Ich bin erfreut!
fr: Oh, c'est encore toi. Je suis ravi !
ja: おぉ、また来てくれたか。嬉しいぞ！
pt: Oh, é você de novo. Estou encantada!
zh_cn: 哦，又是你。我很高兴!

source: De-lighted indeed. Might you need anything?
de: Ich bin wirklich erfreut. Brauchst Du irgend etwas?
fr: Vraiment enchanté. Aurais-tu besoin de quelque chose ?
ja: そうですね。何か必要なものはありますか？
pt: Dia iluminado de fato. Precisa algo?
zh_cn: 看来你的光都要没了。你需要些什么吗？

source: It happened in the mines of Mount Galmore. Don't ask any more, I do not wish to recall the memories. It was horrible.
de: Es passierte in den Minen von Berg Galmore. Bitte frage mich nicht danach, ich möchte mich nicht daran erinnern. Es war schrecklich.
fr: C'est arrivé dans les mines du Mont Galmore. Ne demande plus, je ne veux pas y repenser. C'était horrible.
ja: あれはガルモア山鉱山での出来事じゃった。どうかそれ以上は聞かんでくれ。あんなもの思い出しとうない。ひどいものじゃったよ。
pt: Aconteceu nas minas do Monte Galmore. Não perguntes mais, não desejo recordar as memórias. Foi horrível.
zh_cn: 这事发生在加尔莫山的矿井里。别再问了，我不想再回忆了。太可怕了。

source: When I returned here at last, people started to avoid me, whispering behind my back. I got very lonely.
de: Als ich endlich hierher zurückgekehrt war, begannen die Leute mich zu meiden und hinter meinen Rücken über mich zu sprechen. Ich wurde sehr einsam.
fr: La dernière fois que j'y suis retourné, les gens ont commencé à m'éviter, en chuchotant derrière mon dos. Je me suis senti très seul.
ja: やっとのことで戻ってくると、陰でヒソヒソと話をしながら、みなワシを避けるようになった。とても寂しくなった。
pt: Na última vez que retornei aqui, as pessoas começaram a me evitar, a sussurrar pelas minhas costas. Senti-me muito só.
zh_cn: 当我最后回到这里时，人们都躲着我，在我背后窃窃私语。我变得非常孤独。

source: Eventually I had enough of all the anxious, disturbed looks, so I came up here on this lonely hill.
de: Irgendwann hatte ich genug von all den verängstigten und verstörten Blicken, also habe ich mich auf diesen einsamen Hügel zurückgezogen.
fr: Finalement, j'en ai eu marre de tous les regards gênés et inquiets, alors je suis venu ici sur cette colline isolée.
ja: そうして不安そうな、動揺するような様子にウンザリさせられて、この孤独な丘へとやって来たのじゃ。
pt: Acabei por me fartar de todos os olhares ansiosos e perturbados, por isso subi até aqui nesta colina solitária.
zh_cn: 最后，我受够了那些焦急不安的眼神，就来到了这座孤山上。
