Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: Arulir skin
de: Arulirs Fell
fr: Peau d'Arulir
ja: アルリルの皮
pt: Pele de Arulir
zh_cn: 阿鲁里尔的皮肤

source: Strange looking rat tail
de: Eigenartig aussehender Rattenschwanz
fr: Queue de rat d'allure étrange
ja: 奇妙なネズミの尾
pt: Cauda de rato com aspeto estranho
zh_cn: 奇怪的老鼠尾巴

source: Oegyth crystal
de: Oegyth Kristall
fr: Cristal d'Oegyth
ja: オーギスクリスタル
pt: Cristal Oegyth
zh_cn: 奥格斯晶体

source: Demon heart
de: Dämonenherz
fr: Cœur de démon
ja: 悪魔の心臓
pt: Coração de demónio
zh_cn: 恶魔之心

source: Kazaul rotworm
de: Kazaul-Maden
fr: Ver-pourri de Kazaul
ja: カザウルロットワーム
pt: Podridão de Kazaul
zh_cn: 卡扎尔烂虫

source: Vial of Lyson marrow extract
de: Glasröhrchen mit Extrakt vom Lysonmark
fr: Fiole d'extrait de moelle de Lyson
ja: ライソン骨髄エキスのバイアル
pt: Poção de estrato de medula de Lyson
zh_cn: 小瓶莱森骨髓提取物

source: Small idol
de: Kleiner Fetisch
fr: Petit idole
ja: 小さな偶像
pt: Ídolo pequeno
zh_cn: 小人偶

source: Algangror's ring
fr: Anneau d'Algangror
ja: アルガングロールのリング
pt: Anel de Algangror
zh_cn: 阿尔冈格罗的戒指

source: Kaverin's sealed message
de: Kaverin's versiegelte Nachricht
fr: Message scellé de Kaverin
ja: カベリンの封がされたメッセージ
pt: Mensagem selada de Kaverin
zh_cn: 卡维林的密封信息

source: Map to Vacor's old hideout
de: Karte zu Vacor's altem Versteck
fr: Carte vers l'ancienne cachette de Vacor
ja: ヴァコールの古い隠れ家の地図
pt: Mapa ao esconderijo antigo de Vacor
zh_cn: 瓦克旧藏身处的地图

source: Sturdy leather cuirass
de: Robuster Lederharnisch
fr: Cuirasse robuste de cuir
ja: 丈夫なレザーキュイラス
pt: Couraça de couro robusto
zh_cn: 坚固的皮革胸甲

source: Lightweight chainmail
de: Leichtgewichtiges Kettenhemd
fr: Cotte de mailles légère
ja: ライトチェインメイル
pt: Cota de malha leve
zh_cn: 轻巧的链甲

source: Lightweight splint mail
de: Leichtgewichtiger Schienenpanzer
fr: Armure d'écailles légère
ja: ライトスプリントメイル
pt: Armadura de placas leve
zh_cn: 轻质夹板甲

source: Serpent's hauberk
de: Schlangenpanzer
fr: Haubert du serpent
ja: 蛇の鎖帷子
pt: Cota de malha da serpente
zh_cn: 蛇的锁子甲

source: Worn chainmail
de: Abgetragenes Kettenhemd
fr: Cotte de mailles usée
ja: 使い古しのチェインメイル
pt: Cota de malha usada
zh_cn: 破损的锁子甲

source: Rusty heavy cuirass
de: Rostiger schwerer Harnisch
fr: Cuirasse lourde rouillée
ja: 錆びたヘビーキュイラス
pt: Couraça enferrujada e pesada
zh_cn: 生锈的重胸甲

source: Worn splint mail
de: Abgetragener Schienenpanzer
fr: Armure d'écailles usée
ja: 使い古しのスプリントメイル
pt: Armadura de placa usada
zh_cn: 破损的板甲

source: Shadowstalker
de: Schattenpirscher
fr: Espion-de-l'Ombre
ja: シャドウストーカー
pt: Perseguidor de sombras
zh_cn: 暗影追猎者

source: Heavy iron skullcap
de: Schwere eiserne Schädelkappe
fr: Heaume lourd de fer
ja: ヘビーアイアンスカルキャップ
pt: Touca de crânio de ferro pesado
zh_cn: 重铁帽

source: Heavy steel skullcap
de: Schwere stählerne Schädelkappe
fr: Heaume lourd d'acier
ja: ヘビースチールスカルキャップ
pt: Touca de crânio de aço pesado
zh_cn: 重钢帽

source: Worn plated gloves
de: Abgetragene Panzerhandschuhe
fr: Gants plaqués usés
ja: 使い古しのプレートグローブ
pt: Luvas revestidas usadas
zh_cn: 破旧的板手套

source: Heavy iron gloves
de: Schwere Eisenhandschuhe
fr: Gants lourds de fer
ja: ヘビーアイアングローブ
pt: Luvas de ferro pesado
zh_cn: 重铁手套

source: Chainmail mittens
de: Kettenfäustlinge
fr: Moufles de mailles
ja: チェインメイルミトン
pt: Luvas de malha de aço
zh_cn: 锁子甲手套

source: Reinforced steel gloves
de: Verstärkte Stahlhandschuhe
fr: Gants d'acier renforcé
ja: 強化スチールグローブ
pt: Luvas de aço reforçado
zh_cn: 强化钢手套

source: Heavy plated gloves
de: Schwere Panzerhandschuhe
fr: Gants plaqués lourds
ja: ヘビープレートグローブ
pt: Luvas de chapas pesadas
zh_cn: 沉重的板手套

source: Worn iron boots
de: Abgetragene Eisenstiefel
fr: Bottes de fer usées
ja: 使い古しのアイアンブーツ
pt: Botas de ferro usadas
zh_cn: 破旧的铁靴子

source: Heavy iron boots
de: Schwere Eisenstiefel
fr: Bottes de fer lourdes
ja: ヘビーアイアンブーツ
pt: Botas de ferro pesado
zh_cn: 重铁靴

source: Heavy plated boots
de: Schwere gepanzerte Stiefel
fr: Bottes plaquées lourdes
ja: ヘビープレートブーツ
pt: Botas de chapas pesadas
zh_cn: 重板靴

source: Dull two-handed sword
de: Stumpfer Zweihänder
fr: Épée à deux mains émoussée
ja: 鈍らのツーハンドソード
pt: Espada de mãos dupla
zh_cn: 钝的双手剑

source: Rusty claymore
de: Rostiges Großschwert
fr: Claymore rouillée
ja: 錆びたクレイモア
pt: Espada escocesa enferrujada
zh_cn: 生锈的大剑

source: Two-handed iron sword
de: Zweihändiges Eisenschwert
fr: Épée à deux mains de fer
ja: アイアンツーハンドソード
pt: Espada de ferro de duas mãos
zh_cn: 双手铁剑

source: Two-handed steel sword
de: Zweihändiges Stahlschwert
fr: Épée à deux mains d'acier
ja: スチールツーハンドソード
pt: Espada de aço de duas mãos
zh_cn: 双手钢剑

source: Two-handed iron claymore
de: Zweihändiges eisernes Großschwert
fr: Claymore à deux mais de fer
ja: アイアンツーハンドクレイモア
pt: Espada escocesa de ferro de duas mãos
zh_cn: 双手铁大剑

source: Claymore of the berserker
de: Großschwert des Berserkers
fr: Claymore du berserker
ja: 狂戦士のクレイモア
pt: Espada escocesa da ira
zh_cn: 狂暴者大剑

source: Massive two-handed sword
de: Schweres zweihändiges Schwert
fr: Épée à deux mains massive
ja: 巨大なツーハンドソード
pt: Espada pesada de duas mãos
zh_cn: 大型双手剑

source: Defender's claymore
de: Großschwert des Verteidigers
fr: Claymore du défenseur
ja: ディフェンダークレイモア
pt: Espada escocesa defensora
zh_cn: 防御者的大剑

source: Superior defender's claymore
de: Erhabenes Großschwert des Verteidigers
fr: Claymore du défenseur supérieure
ja: 良質なディフェンダークレイモア
pt: Espada escocesa defensora superior
zh_cn: 高级守护者的大剑

source: Giant's claymore
de: Großschwert des Riesen
fr: Claymore géante
ja: 巨人のクレイモア
pt: Espada escocesa gigante
zh_cn: 巨人的大剑

source: Serpent's fang
de: Schlangenzahn
fr: Croc de serpent
ja: サーペントファング
pt: Presa de serpente
zh_cn: 毒蛇之牙

source: Claymore of the warlord
de: Großschwert des Kriegsherrn
fr: Claymore du seigneur de guerre
ja: 将軍のクレイモア
pt: Espada escocesa do senhor da guerra
zh_cn: 军阀的大剑

source: Gleaming claymore of ruin
de: Glänzendes Großschwert des Verderbens
fr: Claymore luisante du néant
ja: 破滅の煌めくクレイモア
pt: Espada escocesa cintilante da ruína
zh_cn: 闪亮的废墟大剑

source: Wraith's massive claymore
de: Schweres Großschwert des Gespensts
fr: Claymore massive du spectre
ja: 死霊の巨大なクレイモア
pt: Espada escocesa pesada fantasma
zh_cn: 幽灵的巨型大剑

source: Xul'viir
ja: ズールヴィール
zh_cn: 苏维尔

source: Spiked club of bleeding
de: Nagelkeule des Blutens
fr: Gourdin hérissé de pointes
ja: 出血のスパイククラブ
pt: Bastão espinhoso da hemorragia
zh_cn: 带刺的流血棒

source: Iron mace
de: Eiserner Streitkolben
fr: Masse de fer
ja: アイアンメイス
pt: Maça de ferro
zh_cn: 铁锤

source: Iron war hammer
de: Eiserner Kriegshammer
fr: Marteau de guerre de fer
ja: アイアンウォーハンマー
pt: Martelo de guerra de ferro
zh_cn: 铁战锤

source: Runed scepter
de: Runenszepter
fr: Sceptre de runes
ja: ルーンセプター
pt: Cetro corredor
zh_cn: 符文权杖

source: Olwyn's curse
de: Olwyns Fluch
fr: Malédiction d'Olwyn
ja: オルウィンカース
pt: Maldição de Olwyn
zh_cn: 奥尔温的诅咒

source: Bloodletter
de: Aderlasser
fr: Lettre-de-sang
ja: ブラッドレター
pt: Adaga carta de sangue
zh_cn: 放血者

source: Curved dagger
de: Gekrümmter Dolch
fr: Dague incurvée
ja: 湾曲したダガー
pt: Adaga curvada
zh_cn: 弯匕首

source: Blade of the defiler
de: Klinge des Schänders
fr: Lame du profanateur
ja: 穢者の刃
pt: Lâmina do profanador
zh_cn: 污染者之刃

source: Black axe
de: Schwarzaxt
fr: Hache noire
ja: ブラックアックス
pt: Machado preto
zh_cn: 黑斧

source: Greataxe of fury
de: Großaxt der Raserei
fr: Grande hache de furie
ja: 怒りのグレートアックス
pt: Machado grande da furia
zh_cn: 愤怒巨斧

source: Reinforced black axe
de: Verstärkte Schwarzaxt
fr: Hache noire renforcée
ja: 強化ブラックアックス
pt: Machado preto reforçado
zh_cn: 强化黑斧

source: Axe of fear
de: Axt der Furcht
fr: Hache de peur
ja: 恐怖の斧
pt: Machado do medo
zh_cn: 恐惧之斧

source: Black greataxe
de: Schwarze Großaxt
fr: Grande hache noire
ja: ブラックグレートアックス
pt: Machado grande preto
zh_cn: 黑巨斧

source: Massive greataxe
de: Schwere Großaxt
fr: Grande hache massive
ja: 巨大なグレートアックス
pt: Machado grande pesado
zh_cn: 巨大的巨斧

source: Sharpened hatchet
de: Geschärftes Beil
fr: Hachette affûtée
ja: 研がれた手斧
pt: Machado afiado
zh_cn: 锋利的斧头

source: Axe of whirlwind
de: Axt des Wirbelwinds
fr: Hache de tornade
ja: 旋風のアックス
pt: Machado do redemoinho
zh_cn: 旋风之斧

source: Light black axe
de: Leichte Schwarzaxt
fr: Hache noire légère
ja: ライトブラックアックス
pt: Machado preto leve
zh_cn: 轻黑斧

source: Executioner's greataxe
de: Großaxt des Scharfrichters
fr: Grande hache du bourreau
ja: 死刑人のグレートアックス
pt: Machado grande do carrasco
zh_cn: 行刑者的巨斧

source: Greataxe of shattered hope
de: Großaxt der zerschlagenen Hoffnung
fr: Grande hache de l'espoir brisé
ja: 打ち砕かれし希望のグレートアックス
pt: Machado grande de esperança quebrada
zh_cn: 破碎希望之巨斧

source: Carrots
de: Karotten
fr: Carottes
ja: ニンジン（束）
pt: Cenouras
zh_cn: 胡萝卜

source: Cheese
de: Käse
fr: Fromage
ja: チーズ
pt: Queijo
zh_cn: 芝士

source: Charwood cheddar
fr: Cheddar de Charbois
ja: チャーウッドチェダー
pt: Queijo cheddar de Charwood
zh_cn: 查伍德切达芝士

source: Raw perch
de: Roher Barsch
fr: Perche crue
ja: 生魚
pt: Peixe (crú)
zh_cn: 生鲈鱼

source: Cooked perch
de: Gekochter Barsch
fr: Perche cuite
ja: 焼き魚
pt: Peixe cozinhado
zh_cn: 煮熟的鲈鱼

source: Cooked chicken leg
de: Gekochte Hähnchenkeule
fr: Cuisse de poulet cuite
ja: 鶏の唐揚げ
pt: Perna de frango cozinhada
zh_cn: 煮熟的鸡腿

source: Apple juice
de: Apfelsaft
fr: Jus de pomme
ja: リンゴジュース
pt: Sumo de maçã
zh_cn: 苹果汁

source: Prune juice
de: Pflaumensaft
fr: Jus de pruneaux
ja: スモモジュース
pt: Sumo de ameixa
zh_cn: 西梅汁

source: Sap of the charwood tree
de: Saft des Charwoodbaums
fr: Sève d'arbre de Charbois
ja: チャーウッド樹液
pt: Seiva da árvore de Charwood
zh_cn: 查伍德树的树液

source: Concentrated charwood sap
de: Konzentrierter Charwoodsaft
fr: Sève de Charbois concentrée
ja: 濃縮チャーウッド樹液
pt: Seiva concentrada de Charwood
zh_cn: 查伍德浓缩汁

source: Lowyna's foul brew
de: Lowynas garstiges Gebräu
fr: Préparation infecte de Lowyna
ja: ローウィナ製悪臭ビール
pt: Fermentação suja de Lowyna
zh_cn: 洛伊娜的邪恶米酒

source: Lowyna's special brew
de: Lowynas Spezialgebräu
fr: Décoction spéciale de Lowyna
ja: ローウィナ製スペシャルビール
pt: Fermentação especial de Lowyna
zh_cn: 洛伊娜的特别米酒

source: Lowyna's rat poison
de: Lowynas Rattengift
fr: Venin de rat de Lowyna
ja: ローウィナ製ネズミの毒薬
pt: Veneno de rato de Lowyna
zh_cn: 洛伊娜的老鼠药

source: Liquid courage
de: Flüssiger Mut
fr: Courage liquide
ja: 勇気の液
pt: Coragem líquida
zh_cn: 勇气药水

source: Potion of vulnerabilities
de: Trank der Verwundbarkeiten
fr: Potion de vulnérabilités
ja: 弱点看破のポーション
pt: Poção de vulnerabilidades
zh_cn: 脆弱药水

source: Potion of heightened senses
de: Trank der geschärften Sinne
fr: Potion de sens renforcés
ja: 感覚強化のポーション
pt: Poção de sentidos elevados
zh_cn: 增强感官药水

source: Lodar's bonemeal potion
de: Lodars Knochenmehltrank
fr: Potion de Lodar aux cendres d'os
ja: ロダー製骨粉ポーション
pt: Poção de farinha de ossos de Lodar
zh_cn: 洛达尔的骨粉药水

source: Lodar's potion of health
de: Lodars Heiltrank
fr: Potion de santé de Lodar
ja: ロダー製体力のポーション
pt: Poção de saúde de Lodar
zh_cn: 洛达尔的生命药水

source: Potion of minor regeneration
de: Trank der geringeren Regeneration
fr: Potion de régénération mineure
ja: 継続回復のマイナーポーション
pt: Poção de regeneração menor
zh_cn: 少量再生药水

source: Potion of bark skin
de: Trank der Rindenhaut
fr: Potion de peau d'écorce
ja: 硬化のポーション
pt: Poção de casca de pele
zh_cn: 树皮药水

source: Potion of haste
de: Trank der Hast
fr: Potion de célérité
ja: 加速のポーション
pt: Poção da pressa
zh_cn: 急速药水

source: Tears of the Shadow
de: Tränen des Schattens
fr: Larmes de l'Ombre
ja: シャドウの涙
pt: Lágrimas da Sombra
zh_cn: 暗影之泪

source: Lodar's perilous concoction
de: Lodars gefährliche Mischung
fr: Conconction dangereuse de Lodar
ja: ロダー製危険調合薬
pt: Mistura perigosa de Lodar
zh_cn: 洛达尔的危险混合物

source: Potion of improved defense
de: Trank der verbesserten Abwehr
fr: Potion de défense améliorée
ja: 防御力向上ポーション
pt: Poção de defesa melhorada
zh_cn: 增强防御力的药水

source: Minor potion of strength
de: Geringerer Trank der Stärke
fr: Potion mineure de force
ja: 力のマイナーポーション
pt: Pequena poção de força
zh_cn: 少量力量药水

source: Redfoot beast hair
de: Haar des Rotfußbiests
fr: Pelage de Piedrouge
ja: レッドフットビーストの獣毛
pt: Besta de pelos vermelhos
zh_cn: 红脚兽的毛发

source: Mundane necklace
de: Gewöhnliche Halskette
fr: Collier mondain
ja: ありふれたネックレス
pt: Colar mundano
zh_cn: 平凡的项链

source: Polished necklace
de: Polierte Halskette
fr: Collier poli
ja: 磨かれたネックレス
pt: Colar polido
zh_cn: 抛光的项链

source: Bat wing
de: Fledermausflügel
fr: Aile de chauve-souris
ja: コウモリの翼
pt: Asa de morcego
zh_cn: 蝙蝠翼

source: Mudfiend goo
de: Schlammteufelschleim
fr: Slime de Diableboue
ja: マッドフェインドの泥
pt: Demónio da lama goo
zh_cn: 泥魔粘物

source: Venomscale scales
de: Schuppen der Giftschuppe
fr: Écailles de toxicoque
ja: ベノムスケイルの鱗
pt: Escalas Venomscale
zh_cn: 毒鳞蛇的鳞

source: Venomscale amulet
de: Giftschuppenamulett
fr: Amulette de toxicoque
ja: ベノムスケイルアミュレット
pt: Amuleto Venomscale
zh_cn: 毒鳞蛇护身符

source: Khakin eye
de: Khakinauge
fr: Œil de Khakin
ja: カーキンの目玉
pt: Olho de Khakin
zh_cn: 卡金之眼

source: Burnt ash
de: Verbrannte Asche
fr: Cendre brûlée
ja: 燃え尽きた灰
pt: Cinza queimada
zh_cn: 炭烧灰烬

source: Gem of warmth
de: Juwel der Wärme
fr: Gemme de chaleur
ja: 暖かな宝石
pt: Gema do calor
zh_cn: 温暖的宝石

source: Antidote
de: Gegengift
ja: 解毒薬
pt: Antídoto
zh_cn: 解毒剂

source: Tiqui's shield
de: Tiquis Schild
fr: Bouclier de Tiqui
ja: ティキの盾
pt: Escudo de Tiqui
zh_cn: 提基的盾

source: Spotted Hornbeam fungus
de: Gefleckter Hainbuchenschwamm
fr: Champignon Cornapois
ja: 斑点シダ胞子
pt: Fungos de lava-branca machado
zh_cn: 斑点鹅耳枥真菌

source: Lleglaris' amulet
de: Llegaris' Amulett
fr: Amulette de Lleglaris
ja: レグラリスのアミュレット
pt: Amuleto de Lleglaris
zh_cn: 莱格拉里斯的护身符

source: Gatekeeper stone
de: Torwächterstein
fr: Pierre du gardien
ja: ゲートキーパーストーン
pt: Pedra do porteiro
zh_cn: 看门人之石

source: Aulowenn's signet ring
de: Aulowenns Siegelring
fr: Chevalière d'Aulowenn
ja: オーロウェンのシグネットリング
pt: O anel de sinete de Aulowenn
zh_cn: 奥罗温的信物戒指

source: Heart of the Hira'zinn
de: Herz des Hira'zinn
fr: Cœur du Hira'zinn
ja: ヒラジンの心臓
pt: Coração do Hira'zinn
zh_cn: 希拉津的心

source: Thukuzun bone
de: Knochen des Thukuzun
fr: Os de Thukuzun
ja: トゥクズンの骨
pt: Osso de Thukuzun
zh_cn: 图库尊的骨头

source: Broken sword
de: Zerbrochenes Schwert
fr: Épée brisée
ja: 壊れた剣
pt: Espada quebrada
zh_cn: 破损的剑

source: Lodar's letter
de: Lodars Brief
fr: Lettre de Lodar
ja: ロダーの手紙
pt: Carta de Lodar
zh_cn: 洛达尔的信

source: Lodar's letter to Lady Lydalon in the Valanyr temple of the Shadow in Nor City.
de: Lodars Brief an Lady Lydalon im Valanyrischen Tempel des Schattens in Nor City.
fr: Lettre de Lodar à Dame Lydalon du temple Valanyr de l'Ombre, à Norville.
ja: ノアシティにあるシャドウヴァラニル神殿にいるレディ・リダロンに宛てたロダーの手紙。
pt: Carta de Lodar para Lady Lydalon no templo Valanyr da Sombra na cidade de Nor.
zh_cn: 洛达尔给诺尔城瓦兰尼尔暗影神庙里莉达隆夫人的信。

source: Lodar's activation vial
de: Lodars Aktivierungsampulle
fr: Fiole d'activation de Lodar
ja: ロダーの活性化バイアル
pt: Frasco de ativação de Lodar
zh_cn: 洛达尔的激活药水

source: Jakrar's woodcutting axe
de: Jakrars Holzfäller Axt
fr: Hache de bûcheron de Jakrar
ja: ジャクラルのきこり斧
pt: Machado de cortar madeira de Jakrar
zh_cn: 贾克拉尔的伐木斧

source: Necklace of the Undead
de: Halskette der Untoten
fr: Collier du Mort-vivant
ja: 不死のネックレス
pt: Colar dos mortos-vivos
zh_cn: 亡灵项链

source: This necklace calls for death, and yours will do.
de: Diese Halskette schreit nach Tod, und deiner wird es tun.
fr: Ce collier appelle la mort, et la vôtre est proche.
ja: このネックレスは死を求めており、所有したものもまたそうなる。
pt: Este colar chama pela morte e as tuas servirão.
zh_cn: 这条项链需要死亡，而你会做的。

source: Boots of the Globetrotter
de: Stiefel des Weltenbummlers
fr: Les bottes du Globe-trotteur
ja: 旅人のブーツ
pt: Botas do viajante incansável
zh_cn: 环球旅行者之靴

source: Robe of the Sublimate
de: Flirrende Robe
fr: Robe de Sublimation
ja: 昇華のローブ
pt: Robe do sublime
zh_cn: 升华长袍

source: The reflection of light on this robe will confuse your enemies as you move swiftly.
de: Die Reflektion des Lichts von dieser Robe wird deine Gegener verwirren, wenn du dich fließend bewegst.
fr: Le reflet des lumières dans cette robe embrouillera les ennemis et vous permettra de vous déplacer rapidement.
ja: ローブに光が反射するので、素早く動いたときに敵を混乱させる。
pt: A reflexão da luz neste robe irá confundir os teus inimigos conforme te moves rapidamente.
zh_cn: 长袍上的光反射会使敌人误以为你在迅速移动。

source: Feline shoes
de: Katzenschuhe
fr: Chaussures félines
ja: 猫のシューズ
pt: Sapatos felinos
zh_cn: 猫鞋

source: Feline gloves
de: Katzenhandschuhe
fr: Gants félins
ja: 猫のグローブ
pt: Luvas felinas
zh_cn: 猫手套

source: Handsewn leather gloves
de: Handgenähte Lederhandschuhe
fr: Gants de cuir cousu-main
ja: 手縫いのレザーグローブ
pt: Luvas de couro cosidas à mão
zh_cn: 手工皮手套

source: Handsewn snakeskin gloves
de: Handgenähte Schlangenlederhandschuhe
fr: Gants en peau de serpent cousu-main
ja: 手縫いのスネークスキングローブ
pt: Luvas de pele de cobra cosidas à mão
zh_cn: 手工蛇皮手套

source: Handsewn leather boots
de: Handgenähte Lederstiefel
fr: Bottes en cuir cousu-main
ja: 手縫いのレザーブーツ
pt: Botas de couro cosidas à mão
zh_cn: 手工皮靴

source: Fancy shirt
de: Originelles Hemd
fr: Chemise à la mode
ja: ファンシーシャツ
pt: Camisa janota
zh_cn: 花哨衬衫

source: Graveyard key
de: Friedhofsschlüssel
fr: Clé du cimetière
ja: 墓地の鍵
pt: Chave do cemitério
zh_cn: 墓地钥匙

source: It opens a treasure chest.
de: Er öffnet eine Schatztruhe.
fr: Elle ouvre un coffre au trésor.
ja: これで宝箱を開ける。
pt: Abre um baú do tesouro.
zh_cn: 它打开了宝箱。

source: LifeTaker
de: LebensNehmer
fr: Faucheuse de vie
ja: ライフテイカー
pt: Tira-vidas
zh_cn: 夺命者

source: A fine blade enhanced by undead forces.
de: Eine feine Klinge, verzaubert von untoten Mächten.
fr: Une fine lame améliorée par des forces d'outre-tombe.
ja: アンデッドの力で強化された上質な刃。
pt: Uma lâmina de qualidade melhorada pelas forças dos mortos-vivos.
zh_cn: 亡灵力量增强的宝刀。

source: Tesrekan's bone
de: Tesrekans Knochen
fr: Os de Tesrekan
ja: テスレカンの骨
pt: Osso de Tesrekan
zh_cn: 特斯瑞坎的骨头

source: A bone from the defeated monster Tesrekan
de: Ein Knochen von dem besiegten Monster Tesrekan
fr: Un os du monstre vaincu Tesrekan
ja: 倒されたモンスター、テスレカンの骨
pt: Um osso do monstro derrotado Tesrekan
zh_cn: 被击败的怪物特斯瑞坎的骨头

source: Knight's hauberk
de: Kettenhemd des Ritters
fr: Haubert du chevalier
ja: 騎士の鎖帷子
pt: Cota de malha do cavaleiro
zh_cn: 骑士的锁子甲

source: Ancient text
de: Uralte Schrift
fr: Texte ancien
ja: 古文書
pt: Texto antigo
zh_cn: 古代文字

source: This text contains several magical incantations and claims to allow anyone holding it to enter the cemetery south of the Waterway chest.
de: Diese Schrift enthält mehrere magische Sprüche und erlaubt es jedem, der sie in der Hand hält, den Friedhof südlich der Waterwaytruhe zu betreten.
fr: Ce texte contient plusieurs incantations magiques et prétend permettre à quiconque le possédant d'entrer dans le cimetière au sud du coffre du Canal.
ja: この文書にはいくつかの魔法の呪文が含まれており、持っている者は誰でもウォーターウェイの箱の南側にある墓地に入ることができると述べている。
pt: Este texto contém vários feitiços mágicos e diz que, permite a qualquer um que o segure, entrar no cemitério a sul (↓) do baú de Waterway.
zh_cn: 这段文字包含几个神奇的咒语，并声称允许任何持有它的人进入水道宝箱以南的墓地。

source: Cithurn's talisman
fr: Talisman de Cithurn
ja: シサーンのタリスマン
pt: Talismã de Cithurn
zh_cn: 西图恩的护符

source: Mushroom spores
de: Pilzsporen
fr: Spores de champignon
ja: キノコの胞子
pt: Esporos de cogumelos
zh_cn: 蘑菇孢子

source: Caterpillar cocoon
de: Schmetterlingskokon
fr: Cocon de chenille
ja: 芋虫の繭
pt: Casulo de lagarta
zh_cn: 毛虫的茧

source: Azure gem
de: Azurblauer Edelstein
fr: Gemme azur
ja: 青の宝石
pt: Gema azul
zh_cn: 蔚蓝宝石

source: Stone club
de: Steinknüppel
fr: Massue de pierre
ja: ストーンクラブ
pt: Bastão de pedra
zh_cn: 石头俱乐部

source: Old tunic
de: Alte Tunika
fr: Vieille tunique
ja: 古いチュニック
pt: Túnica antiga
zh_cn: 旧长袍

source: This is so old and damaged it's useless.
de: Diese ist so alt und beschädigt, dass sie nutzlos ist.
fr: Elle est si veille et endommagée qu'elle est inutile.
ja: 古くて傷んでいて使い物にならない。
pt: Isto é tão antigo e danificado que é inútil.
zh_cn: 这十分古老，并且损坏了。它已经没用了。

source: Wine
de: Wein
fr: Du vin
ja: ワイン
pt: Vinho
zh_cn: 酒

source: Hannah's special herbs
de: Hannahs besondere Kräuter
fr: Les herbes spéciales de Hannah
ja: ハンナの特製ハーブ
pt: Ervas especiais de Hannah
zh_cn: 汉娜的特殊草药

source: Hannah's lunch
de: Hannahs Mittagessen
fr: Le déjeuner de Hannah
ja: ハンナのランチ
pt: Refeição de Hannah
zh_cn: 汉娜的午饭

source: Ring of far lesser Shadow
de: Ring der viel helleren Schatten
fr: L'anneau de bien moindre Ombre
ja: 遥かなるレッサーシャドウリング
pt: Anel da Sombra muito menor
zh_cn: 远远更少暗影之戒

source: The glow of the Shadow guides my path. It follows me wherever I go, and aids the dangers against me that others might not see. I am Shadow, and Shadow is in me.
de: Das Leuchten des Schattens weist mir meinen Weg. Es folgt mir, wohin immer ich gehe und hilft Gefahren gegen mich, die andere nicht zu sehen vermögen. Ich bin Schatten und Schatten ist in mir.
fr: Le voile de l'Ombre guide mon chemin. Il me suit partout où je vais, et m'aide contre les dangers que d'autres ne pourraient voir. Je suis Ombre et l'Ombre est en moi.
ja: シャドウの輝きは汝の道を導く。それはどこへ行くとも追蹤し、他の者には見えないであろう危険よりこの身を守ってくれる。汝はシャドウであり、シャドウは汝の内にある。
pt: O brilho da Sombra guia o meu caminho. Segue-me onde quer que vá e ajuda-me contra os perigos que os outros podem não ver. Sou a Sombra e a Sombra está em mim.
zh_cn: 暗影的光芒指引着我的道路。无论走到哪里，它都会跟随着我，并帮助他人避免看不见的危险。我是暗影，暗影在我体内。

source: Rose
ja: バラ
pt: Rosa
zh_cn: 玫瑰

source: Perpetual fragrance flows around this queen of flowers.
de: Stetiger Duft umströmt diese Königin der Blumen.
fr: Des senteurs perpétuelles émanent de cette reine des fleurs.
ja: この花の女王の周りには、永遠の香り高さが漂っている。
pt: Uma fragrância perpétua flui em torno desta rainha das flores.
zh_cn: 永恒的香气环绕着这朵花皇后。

source: Lovis' Flute
de: Flöte von Lovis
fr: Flûte de Lovis
ja: ロビスのフルート
pt: Flauta de Lovis
zh_cn: 洛维斯的长笛

source: Old man's ring of bone
de: Knochenring des alten Mannes
fr: Anneau d'os du vieil homme
ja: 老人の骨のリング
pt: Anel de osso do velhote
zh_cn: 老人的骨指环

source: Andor's bonemeal box
de: Andors Knochenmehlkiste
fr: Boîte de poudre d'os d'Andor
ja: アンドールの骨粉箱
pt: Caixa de farinha de osso do Andor
zh_cn: 安道尔的骨粉盒

source: Stuephant's marble
de: Stuephants Murmel
fr: Bille de Stuephant
ja: ステファントのビー玉
pt: Berlinde de Stuephant
zh_cn: 斯图芬特的弹珠

source: Guynmart shield
de: Schild von Guynmart
fr: Bouclier de Guynmart
ja: グインマートシールド
pt: Escudo de Guynmart
zh_cn: 盖恩玛特盾牌

source: Scroll of wisdom
de: Schriftrolle der Weisheit
fr: Parchemin de sagesse
ja: 叡智のスクロール
pt: Pergaminho de sabedoria
zh_cn: 智慧卷轴

source: Old Teddy Bear
de: Alter Teddybär
fr: Vieil ours en peluche
ja: 古いテディベア
pt: Ursinho velho
zh_cn: 旧泰迪熊

source: Irdegh poison elixir
de: Elixier gegen Irdegh Gift
fr: Elixir de poison d'Irdegh
ja: アーデグ毒エリクサー
pt: Elixir venenoso de Irdegh
zh_cn: 伊尔德格毒药

source: Blackwater boots
de: Blackwater Stiefel
fr: Bottes d'Encreau
ja: ブラックウォーターブーツ
pt: Botas de Blackwater
zh_cn: 黑水靴

source: Cured ham
de: Geräucherter Schinken
fr: Jambon cru
ja: 塩漬けハム
pt: Presunto curado
zh_cn: 腌制火腿

source: Tasty and long lasting!
de: Lecker und lange haltbar!
fr: Goutû et dure longtemps !
ja: 美味しくて長持ち！
pt: Saboroso e de longa duração!
zh_cn: 美味又持久！

source: Potion of lightning attack
de: Trank des Blitzangriffs
fr: Potion d'attaque éclair
ja: 電光石火のポーション
pt: Poção do ataque relâmpago
zh_cn: 闪电进攻药水

source: Superior combat boots
de: Bessere Kampfstiefel
fr: Bottes de combat supérieures
ja: 良質なコンバットブーツ
pt: Botas de combate superiores
zh_cn: 高级战斗靴

source: Ring of dexterity
de: Ring der Gewandtheit
fr: Anneau de dextérité
ja: 敏捷のリング
pt: Anel da destreza
zh_cn: 灵巧之戒

source: Blackwater gloves
de: Blackwater Handschuhe
fr: Gants d'Encreau
ja: ブラックウォーターグローブ
pt: Luvas de Blackwater
zh_cn: 黑水手套

source: Fermented garlic
de: Fermentierter Knoblauch
fr: Ail fermenté
ja: 発酵ニンニク
pt: Alho fermentado
zh_cn: 发酵的大蒜

source: Hopefully this tastes better than it smells!
de: Hoffentlich schmeckt der besser als er riecht!
fr: heureusement le goût est meilleur que l'odeur !
ja: 匂いよりも美味しいといいですね！
pt: Oxalá que isto saiba melhor do que a que cheira!
zh_cn: 希望这比闻起来好吃！

source: Smoked sausage
de: Geräuchertes Würstchen
fr: Saucisson fumé
ja: 燻製ソーセージ
pt: Salsicha fumada
zh_cn: 熏香肠

source: It smells ... smokey.
de: Das riecht... rauchig.
fr: Il sent la ... fumée.
ja: 匂いが…煙っぽい。
pt: Cheira a... fumado.
zh_cn: 闻起来…有烟熏味。
