Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: Really? This is great news indeed.
de: Wirklich? Das sind in der Tat großartige Neuigkeiten.
fr: Vraiment ? Ce sont de bonnes nouvelles effectivement.
ja: 本当なのか？ これは実に素晴らしいニュースだぞ。
pt: A sério? Isto é uma grande notícia.
zh_cn: 真的吗？这真是个好消息。

source: This will hopefully mean that their attacks on our village will cease.
de: Das wird hoffentlich bedeuten, dass ihre Angriffe auf unser Dorf aufhören.
fr: J'espère que cela veut dire que leurs attaques sur notre village cesseront.
ja: これで村への攻撃が止むことを願うよ。
pt: Isto provavelmente significa que os seus ataques à nossa aldeia cessarão.
zh_cn: 这意味着他们很可能会停止攻打我们的村庄。

source: I do not know how to thank you enough my friend.
de: Ich weiß gar nicht, wie ich dir danken kann, mein Freund.
fr: Je ne sais pas comment te remercier assez mon ami.
ja: 何とお礼を言っていいものか。
pt: Não sei como te agradecer o suficiente meu amigo.
zh_cn: 我都不知道该怎么感谢你了，好朋友。

source: Here, please accept these few items as some form of compensation for your help. Also, take this piece of paper that we have acquired.
de: Hier, bitte nimm diese bescheidenen Dinge an, als eine Art Vergütung für deine Hilfe. Außerdem erhältst du dieses Papier, das wir uns angeeignet haben.
fr: Tiens, accepte ces quelques objets en guise de compensation pour ton aide. Prends aussi ce document que nous avons acquis.
ja: 協力してくれた報償として、どうかこれらのアイテムを受け取ってほしい。それとだ、この紙も持って行ってくれ。
pt: Toma, por favor, aceita estes poucos itens como uma forma de compensação pela tua ajuda. Além disso, deves levar este pedaço de papel que arranjamos.
zh_cn: 给，请拿走这些物品作为某种形式的感谢。还有，拿着我们得到的这张纸。

source: This is a permit that we have ... produced, which according to our sources, will allow you to enter their inner chamber in the Blackwater mountain settlement.
de: Dies ist ein Passierschein, den wir ... erstellt ... haben, und welcher dich, unseren Quellen nach, berechtigt, den innersten Bereich der Blackwater Mountain Siedlung zu betreten.
fr: C'est un permis que nous avons... produit, qui, selon nos sources, te permettra de pénétrer dans la salle intérieure de la colonie du mont Encreau.
ja: これは我々が作成した…許可証だな。情報源によると、これでブラックウォーター山集落にあるとある部屋へと入れるらしい。
pt: Isto é uma licença que nós... produzimos, que de acordo com as nossas fontes, permitirá que entres na câmara interna deles na aldeia da montanha Blackwater.
zh_cn: 这是由我们……提供的许可证。根据我们的消息来源，这将允许你进入他们在黑水营地的内室。

source: Now, the permit is not ... shall we say ... completely genuine. But we are certain that the guards won't notice any difference.
de: Nun, dieser Passierschein ist nicht ... sagen wir ... komplett original. Aber wir sind sicher, dass den Wachen nichts auffällt.
fr: Maintenant, le permis n'est pas... comment dire... complètement authentique. Mais nous sommes certains que les gardes ne remarqueront pas la différence.
ja: さて、この許可証だが…完全な本物ではないんだ。しかし警備の者ではその違いに気づけないだろう。
pt: Agora, a licença não é... digamos... completamente genuína. Mas estamos certos que os guardas não irão notar nenhuma diferença.
zh_cn: 那啥，这个许可证不是……怎么说呢……它不完全是真的。但我们确信警卫不会看出什么区别。

source: Anyway, you have my greatest thanks for the assistance that you have provided for us.
de: Wie auch immer, du hast meine tiefe Dankbarkeit für die Unterstützung, die du uns gewährt hast.
fr: Tu as toute ma gratitude pour l'aide que tu nous as apportée.
ja: ともかくだ、我々のために行ってくれた君の助けのこと、心から感謝している。
pt: Enfim, tens os meus maiores agradecimentos pela ajuda que nos deste.
zh_cn: 不管怎样，我非常感谢你为我们提供的帮助。

source: North: Prim West: Elm mine East: [Text is unreadable due to several scratch marks in the wood] South: Stoutford
de: Norden: Prim Westen: Ulmenmine Osten: (Der Text ist wegen etlicher Kratzspuren im Holz unlesbar) Süden: Stoutford
fr: Nord : Prim Ouest : Mine d'Elm Est : [illisible à cause de griffures sur le bois] Sud : Stoutford
ja: 北: プリム 西: エルム鉱山 東: （木版の傷跡のせいで文字が読めない） 南: スタウトフォード
pt: Norte (↑): Prim Oeste (←): Mina de Elm Este (→): [O texto é ilegível devido a várias marcas de arranhões na madeira] Sul (↓): Stoutford
zh_cn: 北：普里姆 西：榆树矿 东：[由于木头上有几处划痕，文本无法阅读] 南：斯托福德

source: The man shouts at you: You! Please help! You have to help us!
de: Der Mann ruft dir zu: Du! Hilf bitte! Du musst uns helfen!
fr: L’homme te crie : Toi ! S’il te plaît aide-nous ! Tu dois nous aider !
ja: 男があなたに向かって叫ぶ: そこのあなた！ 助けてください！ 私たちを助けてください！
pt: O homem grita contigo: Tu! Por favor, ajuda-me! Tens de nos ajudar!
zh_cn: 那人朝你喊道：你！请帮帮我！你必须帮助我们！

source: East: Fallhaven Southwest: Stoutford Northwest: Blackwater mountain
de: Osten: Fallhaven Südwesten: Stoutford Nordwesten: Blackwater Mountain
fr: Est : Fallhaven Sud-ouest : Stoutford Nord-ouest : mont Encreau
ja: 東: フォールヘブン 南西: スタウトフォード 北西: ブラックウォーター山
pt: Este (→): Fallhaven Sudoeste (↙): Stoutford Noroeste (↖): Montanha das Águas Negras
zh_cn: 东：法尔海文 西南：斯托福德 西北：黑水

source: Notice to all citizens: No one is allowed to enter the mines at night! Furthermore, climbing the mountain side is strictly forbidden after the accident with Lorn.
de: Bekanntmachung an alle Bürger: Niemandem ist es gestattet, die Minen bei Nacht zu betreten! Außerdem ist das Besteigen des Bergs seit dem Unfall von Lorn strikt untersagt.
fr: Avis à tous les citoyens : Nul n'est autorisé à entrer dans les mines la nuit ! En outre, escalader la montagne est strictement interdit après l'accident avec Lorn.
ja: 全住民へのお知らせ: 夜間の炭鉱への立ち入りは禁じられています！ また、ロルンの事故以降、山側への登山は厳禁となっています。
pt: Aviso a todos os cidadãos: não é permitido entrar nas minas à noite! Além disso, escalar o lado da montanha está estritamente proibido, após o acidente com Lorn.
zh_cn: 全体市民注意：夜间禁止任何人进入矿井！此外，由于洛恩的事故，严禁登山。

source: Missing persons: - Duala - Lorn - Kamelio
de: Vermisste Personen: - Duala - Lorn - Kamelio
fr: Personnes disparues : - Douala - Lorn - Kamelio
ja: 行方不明者: - ドゥアラ - ロルン - カメリオ
pt: Pessoas desaparecidas: - Duala - Lorn - Kamelio
zh_cn: 失踪人员： - 杜阿拉 - 洛恩 - 卡梅利奥

source: No entry allowed. Signed by Guthbered of Prim.
de: Zutritt nicht gestattet. Gezeichnet: Guthbered von Prim.
fr: Aucune entrée autorisée. Signé par Guthbered de Prim.
ja: 立ち入り禁止。 プリムのガスベレッド署名。
pt: Nenhuma entrada é permitida. Assinado por Guthbered de Prim.
zh_cn: 不准入内。 由普里姆的古斯伯里德签名。

source: You find a piece of paper partially frozen in the snow. You can barely make out the phrase 'Kazaul, defiler of the Elytharan Temple' from the wet paper. This must be the first half of the chant for the Kazaul ritual.
de: Du findest ein Stück Papier, das teilweise im Schnee festgefroren ist. Auf dem nassen Papier ist gerade noch so die Phrase 'Kazaul, Schänder des Elytharischen Tempels' zu erkennen. Das muss der erste Teil des Gesangs für das Kazaul-Ritual sein.
fr: Tu trouves un morceau de papier partiellement gelé dans la neige. Tu peux à peine distinguer la phrase « Kazaul, profanateur du Temple d'Elythara » sur le papier humide. Ce doit être la première moitié du chant pour le rituel de Kazaul.
ja: 雪の中で部分的に凍っている1枚の紙を見つけた。ぬれた紙からは"カザウル、エリザラン神殿を冒涜せし者"というフレーズがかろうじて読み取れる。 これはカザウルの儀式の詠唱の前半部分に違いない。
pt: Encontras um pedaço de papel parcialmente congelado na neve. Mal consegues ler a frase 'Kazaul, profanador do Templo Elytharan' no papel molhado. Isto deve ser a primeira metade do canto para o ritual Kazaul.
zh_cn: 你发现一张半被冻结的纸埋在雪中。从湿纸上你只能勉强辨认出“卡扎尔，伊莱塔兰神庙的亵渎者”这句话。 这一定是卡扎尔仪式圣歌的前半部分。

source: You find a piece of paper partially frozen in the snow. You can barely make out the phrase 'Kazaul, defiler of the Elytharan Temple' from the wet paper.
de: Du findest ein Stück Papier, das teilweise im Schnee festgefroren ist. Auf dem nassen Papier ist gerade noch so die Phrase 'Kazaul, Schänder des Elytharischen Tempels' zu erkennen.
fr: Tu trouves un morceau de papier partiellement gelé dans la neige. Tu peux à peine distinguer la phrase « Kazaul, profanateur du Temple d'Elythara » sur le papier humide.
ja: 雪の中で部分的に凍っている1枚の紙を見つけた。ぬれた紙からは"カザウル、エリザラン神殿を冒涜せし者"というフレーズがかろうじて読み取れる。
pt: Encontras um pedaço de papel parcialmente congelado na neve. Mal consegues ler a frase 'Kazaul, profanador do Templo Elytharan' no papel molhado.
zh_cn: 你发现一张半被冻结的纸埋在雪中。从湿纸上你只能勉强辨认出“卡扎尔，伊莱塔兰神庙的亵渎者”这句话。

source: The sign is severely damaged from what looks as bite marks from something with really sharp teeth. You cannot make out any readable words.
de: Das Schild ist schwer beschädigt, anscheinend durch Bissspuren von etwas mit ziemlich spitzen Zähnen. Du kannst keine lesbaren Wörter erkennen.
fr: Le panneau est gravement endommagé par des marques qui semblent dues aux morsures d'une chose avec des dents très acérées. Tu ne peux y trouver quoi que ce soit de lisible.
ja: 鋭い歯を持った何かに噛まれた跡のように見えるものによって、看板はひどく傷んでいる。読み取れる文字はない。
pt: A placa está severamente danificada com o que parece serem marcas de mordida de algo com dentes muito afiados. O texto na placa está ilegível.
zh_cn: 这个标志严重受损，看起来像是长有利齿的生物在上面留下了咬痕。你辨认不出任何可读的单词。

source: You find a piece of paper describing some form of ritual.
de: Du findest ein Stück Papier, das eine Art Ritual beschreibt.
fr: Tu trouves un morceau de papier décrivant une sorte de rituel.
ja: ある種の儀式を記述した紙を見つけた。
pt: Encontras um pedaço de papel a descrever algum tipo de ritual.
zh_cn: 你发现了一张纸，上面的文字描述了某种仪式。

source: You find a piece of paper describing the beginnings of some form of ritual. This must be the first part of the Kazaul ritual.
de: Du findest ein Stück Papier, das den Beginn einer Art Ritual beschreibt. Das muss der erste Teil des Kazaul-Rituals sein.
fr: Tu trouves un morceau de papier décrivant le début d'une sorte de rituel. Ce doit être la première partie du rituel de Kazaul.
ja: ある種の儀式の始まりを記した紙を見つけた。 これはカザウルの儀式の最初の部分に違いない。
pt: Encontras um pedaço de papel que descreve o início de um tipo qualquer de ritual. Isto deve ser a primeira parte do ritual Kazaul.
zh_cn: 你发现了一张纸，上面的文字描述了某种仪式的开始。 这一定是卡扎尔仪式的第一部分。

source: You find a piece of paper describing the main part of the Kazaul ritual. This must be the second part of the Kazaul ritual.
de: Du findest ein Stück Papier, das den Hauptteil des Kazaul-Rituals beschreibt. Das muss der zweite Teil des Kazaul-Rituals sein.
fr: Tu trouves un morceau de papier décrivant la partie principale du rituel de Kazaul. Ce doit être la seconde partie du rituel de Kazaul.
ja: カザウルの儀式の主要部分を記した紙を見つけた。 これはカザウルの儀式の第2の部分に違いない。
pt: Encontras um pedaço de papel que descreve a parte central de um tipo qualquer de ritual. Isto deve ser a segunda parte do ritual Kazaul.
zh_cn: 你发现了一张纸，上面的文字描述了卡扎尔仪式的主要部分。 这一定是卡扎尔仪式的第二部分。

source: You find a piece of paper describing the end of the Kazaul ritual. This must be the third part of the Kazaul ritual.
de: Du findest ein Stück Papier, das den Schluss des Kazaul-Rituals beschreibt. Das muss der dritte Teil des Kazaul Rituals sein.
fr: Tu trouves un morceau de papier décrivant la fin du rituel de Kazaul. Ce doit être la troisième partie du rituel de Kazaul.
ja: カザウルの儀式の終わりを記した紙を見つけた。 これはカザウルの儀式の第3の部分に違いない。
pt: Encontras um pedaço de papel que descreve o fim de um tipo qualquer de ritual. Isto deve ser a terceira parte do ritual Kazaul.
zh_cn: 你发现了一张纸，上面的文字描述了卡扎尔仪式的结束部分。 这一定是卡扎尔仪式的第三部分。

source: You find a piece of torn paper stuck in the thick bush. You can barely make out the phrase 'Kazaul, destroyer of bright dreams' from the torn paper. This must be the second half of the chant for the Kazaul ritual.
de: Du findest ein zerrissenes Stück Papier in einem dichten Gebüsch. Auf dem Fetzen ist gerade noch so die Phrase 'Kazaul, Zerstörer der lichten Träume' zu erkennen. Das muss der zweite Teil des Gesangs für das Kazaul-Ritual sein.
fr: Tu trouves un morceau de papier déchiré coincé dans l'épais buisson. Tu peux à peine y lire les mots « Kazaul, destructeur des rêves enchanteurs ». Ça doit être la seconde moitié du chant pour le rituel de Kazaul.
ja: 生い茂った茂みの中にちぎれた紙が刺さっているのを見つけた。ちぎれた紙からは"カザウル、輝かしき夢を破壊せし者"というフレーズがかろうじて読み取れる。 これはカザウルの儀式の詠唱の後半部分に違いない。
pt: Encontras um pedaço de papel rasgado preso nos arbustos. Mal consegues decifrar a frase 'Kazaul, destruidor de sonhos brilhantes' no papel amarrotado. Isto deve ser a segunda metade do canto para o ritual Kazaul.
zh_cn: 你发现一张撕破的纸被塞在厚厚的灌木丛里。从撕破的纸上你能勉强辨认出“卡扎尔，光明梦想的毁灭者”这句话。 这一定是卡扎尔仪式圣歌的后半部分。

source: You find a piece of torn paper stuck in the thick bush. You can barely make out the phrase 'Kazaul, destroyer of bright dreams' from the torn paper.
de: Du findest ein zerrissenes Stück Papier in einem dichten Gebüsch. Auf dem Fetzen ist gerade noch so die Phrase 'Kazaul, Zerstörer der lichten Träume' zu erkennen.
fr: Tu trouves un morceau de papier déchiré coincé dans l'épais buisson. Tu peux à peine y lire les mots « Kazaul, destructeur des rêves enchanteurs ».
ja: 生い茂った茂みの中にちぎれた紙が刺さっているのを見つけた。ちぎれた紙からは"カザウル、輝かしき夢を破壊せし者"というフレーズがかろうじて読み取れる。
pt: Encontras um pedaço de papel rasgado preso nos arbustos. Mal consegues decifrar a frase 'Kazaul, destruidor de sonhos brilhantes' no papel amarrotado.
zh_cn: 你发现一张撕破的纸被塞在厚厚的灌木丛里。从撕破的纸上你能勉强辨认出“卡扎尔，光明梦想的毁灭者”这句话。

source: You are not allowed to rest here. Only Blackwater residents or close allies are allowed to rest here.
de: Du darfst hier nicht rasten. Nur Einwohnern von Blackwater und engen Verbündeten ist es erlaubt, sich hier auszuruhen.
fr: Tu n'es pas autorisé à te reposer ici. Seuls les habitants du mont Encreau ou leurs alliés proches le sont.
ja: ここでは休憩できません。ブラックウォーターの住民か、友好関係にある者だけが休むことを許されています。
pt: Não tens permissão para descansar aqui. Apenas residentes das Águas Negras ou os seus aliados estão autorizados a descansar aqui.
zh_cn: 你不能在这里休息。只有黑水的居民或亲密盟友才可以在这里休息。

source: You must talk to the man before proceeding further.
de: Du musst mit dem Mann reden, bevor du weitergehen kannst.
fr: Tu dois parler à l'homme avant de poursuivre.
ja: 先に進む前にその男と話をしなければいけません。
pt: Tens de falar com o homem antes de prosseguires.
zh_cn: 你得先和那个人谈谈才能继续。

source: This leads out into the wilderness outside Prim.
de: Hier geht es nach draußen, zur Wildnis außerhalb von Prim.
fr: Cela conduit en pleine nature à l'extérieur de Prim.
ja: これはプリムの外の荒野に通じています。
pt: Isto leva a uma área não habitada próxima de Prim.
zh_cn: 这条路通向普里姆郊外的荒野。

source: This leads back into the Blackwater mountain settlement.
de: Hier geht es zurück zur Blackwater Mountain Siedlung.
fr: Cela ramène à la colonie du mont Encreau.
ja: これはブラックウォーター山集落に戻ってきます。
pt: Isto leva de volta à povoação da montanha das Águas Negras.
zh_cn: 这条路通向黑水营地。

source: You try to be as sneaky as possible, to not gain any attention from the guards while searching through the stack of papers.
de: So unauffällig wie möglich durchsuchst du den Stapel Papiere, um nicht die Aufmerksamkeit der Wachen zu erregen.
fr: Tu essaies d'être aussi furtif que possible et de ne pas éveiller l'attention des gardes quand tu examines la pile de papiers.
ja: 書類の山を探しているときに警備の注意を引かないよう、できるだけコソコソと隠れるようにしよう。
pt: Tentas esgueirares-te, tanto quanto possível, para não chamar nenhuma atenção dos guardas enquanto procuras algo na pilha de papéis.
zh_cn: 你行动地尽量隐密，以便在搜查一堆文件时，不引起警卫的注意。

source: The guard shouts at you: Hey you! Get away from there!
de: Die Wache ruft dir zu: Hey, du! Verschwinde von hier!
fr: Le garde vous crie : Hé toi ! Éloigne-toi de là !
ja: 警備があなたに向かって叫ぶ: おい！ そこから離れろ！
pt: O guarda grita contigo: Ei tu! Sai já daí!
zh_cn: 卫兵向你喊道： 嘿，你！离开那里！

source: Among the papers, you find plans for recruiting mercenaries for Prim and training fighters for a larger attack on the Blackwater mountain settlement.
de: Zwischen den Papieren findest du Pläne zur Anwerbung von Söldnern für Prim und zur Ausbildung von Kämpfern für einen größeren Angriff auf die Blackwater Mountain Siedlung.
fr: Parmi les documents, tu trouves des plans pour le recrutement de mercenaires pour Prim et l'entraînement de combattants pour une attaque d'envergure sur la colonie du mont Encreau.
ja: 書類の中に、プリムの傭兵募集とブラックウォーター山集落への大規模な攻撃のための戦士の訓練についての計画がある。
pt: Entre os papéis, encontras os planos de recrutamento de mercenários para Prim e de treinamento de combatentes para um grande ataque sobre a povoação da montanha das Águas Negras.
zh_cn: 在这些文件中，你找到了为普里姆招募雇佣兵、训练战士，以便对黑水营地进行更大规模攻击的计划。

source: This must be the information that Harlenn wants.
de: Dies muss die Information sein, die Harlenn braucht.
fr: Ce doit être ce qu'Harlenn veut savoir.
ja: これはハーレンが欲しがっている情報に違いない。
pt: Isto deve ser a informação que Harlenn quer.
zh_cn: 这一定是哈伦想要的信息。

source: You try to sneak as much as possible, to not gain any attention from the guard while searching through the stack of papers.
de: So heimlich wie möglich durchsuchst du den Stapel Papiere, um nicht die Aufmerksamkeit des Wächters zu erregen.
fr: Tu essaies d'être aussi furtif que possible et de ne pas éveiller l'attention des gardes quand tu examines la pile de papiers.
ja: 書類の山を探しているときに警備の注意を引かないよう、できるだけコソコソと隠れるようにしよう。
pt: Tentas esgueirares-te, tanto quanto possível, para não chamar nenhuma atenção dos guardas enquanto procuras algo na pilha de papéis.
zh_cn: 你行动地尽可能隐密，以便在翻阅那堆文件时，不引起警卫的注意。

source: As soon as you step near the table, the guard shouts at you: Hey you! Get away from there!
de: Sobald du näher an den Tisch herantrittst, ruft die Wache dir zu: Hey, du! Verschwinde von hier!
fr: Dès que tu es près de la table, le garde te crie : Hé toi ! Éloigne-toi de là !
ja: テーブルに近づくとすぐに警備が叫ぶ: おい！ そこから離れろ！
pt: Assim que te aproximas da mesa, o guarda grita contigo: Ei tu! Sai já daí!
zh_cn: 你一靠近桌子，卫兵就向你喊道： 嘿，你！离开那里！

source: Among the papers, you find what seems to be plans for training fighters, and plans for an attack on what looks like Prim.
de: Zwischen den Papieren findest du etwas, was nach Plänen zur Ausbildung von Kämpfern aussieht, sowie Pläne für einen Angriff, anscheinend auf Prim.
fr: Parmi les documents, tu trouves ce qui ressemble à des plans pour l'entraînement de combattants et pour une attaque, probablement contre Prim.
ja: 書類の中には戦士の訓練計画や、プリムへの攻撃計画と思われるものがある。
pt: Entre os papéis, encontras o que parecem ser os planos para treinar combatentes e planos para um ataque ao que parece ser Prim.
zh_cn: 在这些文件中，你发现了训练战士的计划，以及看起来像是对普里姆的攻击计划。

source: This must be the information that Guthbered wants.
de: Das muss die Information sein, die Guthbered braucht.
fr: Ce doit être ce que souhaitait trouver Guthbered.
ja: これはガスベレッドが欲しがっている情報に違いない。
pt: Isto deve ser a informação que Guthbered quer.
zh_cn: 这一定是古斯伯里德想要的信息。

source: Welcome, traveller.
de: Willkommen, Reisender.
fr: Bienvenue, voyageur.
ja: ようこそ、旅の方。
pt: Bem-vindo, viajante.
zh_cn: 欢迎你，旅人。

source: You must be the newcomer that I heard about that traveled up the mountainside.
de: Du musst der Neuankömmling sein, von dem ich gehört habe - der den Berg heraufgekommen ist.
fr: Tu dois être le nouvel arrivant dont j'ai entendu parler et qui a gravi la montagne.
ja: 山腹を登ってきた新顔というのは君のことだな。
pt: Deves ser o recém-chegado de que ouvi falar, que viajou pelo lado da montanha.
zh_cn: 你一定是我听说的那个沿着山脉旅行而来的客人。

source: We need your help in dealing with some ... problems.
de: Wir benötigen deine Hilfe bei der Bewäligung einiger .. Probleme.
fr: Nous allons avoir besoin de ton aide pour régler quelques… problèmes.
ja: とある…問題への対応に、君の力を借りたいのだ。
pt: Precisamos da tua ajuda para lidar com alguns... problemas.
zh_cn: 我们需要你的帮助来解决一些……问题。

source: Oh sorry, I did not introduce myself properly. I am Harlenn, battle master of the people living in this mountain settlement.
de: Oh, entschuldige, ich habe mich nicht richtig vorgestellt. Ich bin Harlenn, der Schwertmeister des Volks, das in dieser Bergsiedlung lebt.
fr: Oh pardon, je ne me suis pas présenté. Je suis Harlenn, maître d'armes de cette colonie dans la montagne.
ja: おっとこれは失礼した、自己紹介がまだだったか。私はハーレン、この山の集落に住む人々の戦闘司令官だ。
pt: Oh, desculpa, não me apresentei corretamente. Sou Harlenn, ministro da guerra das pessoas que vivem nesta povoação da montanha.
zh_cn: 哦，不好意思，我还没有好好地自我介绍。我是哈伦，住在这座山间营地的战斗大师。

source: I was told to see you by the guide that led me up the mountain.
de: Der Führer, der mich den Berg hinauf gebracht hat, hat mir geraten, dich aufzusuchen.
fr: C'est le guide qui m'a conduit dans la montagne qui m'a dit de venir vous voir.
ja: 山を案内してくれたガイドから、あなたと会うように言われました。
pt: O guia que me conduziu pela montanha disse-me que te visse.
zh_cn: 带我上山的向导告诉我要见你。

source: Oh yes, we are lucky he found you. You see, we seldom travel that far down the mountain.
de: Oh ja, wir hatten Glück, dass er dich gefunden hat. Weißt du, wir steigen selten so weit den Berg hinunter.
fr: Oh oui, on a eu de la chance qu'il te trouve. Nous voyageons rarement si loin en bas de la montagne.
ja: ああそうか、見つけてくれて良かったよ。我々がそう遠くまで山を降りることは滅多にないのでね。
pt: Ah, sim, tivemos a sorte em ele te ter encontrado. Como vês, raramente viajamos tão longe da montanha.
zh_cn: 哦，是的，他找到你是件很幸运的事。你看，我们很少下山走那么远。

source: We spend most of our time in the settlement up here on the mountain.
de: Die meiste Zeit verbringen wir in der Siedlung hier oben auf dem Berg.
fr: Nous passons la plupart du temps ici dans la colonie, en haut de la montagne.
ja: 我々はほとんどの時間を山の上の集落で過ごしているのだ。
pt: Na maioria das vezes, passamos o nosso tempo na povoação aqui na montanha.
zh_cn: 我们大部分时间都呆在山上的营地里。

source: However, recent events have forced us to send for help. We are lucky you found us.
de: Wie auch immer, die Vorfälle in letzter Zeit haben uns gezwungen, nach Hilfe zu suchen. Wir haben Glück, dass du uns gefunden hast.
fr: Cependant, les événements récents nous ont contraints à aller chercher de l'aide. La chance nous a souri en te trouvant.
ja: しかしながら、最近の出来事のために助けを求めざるを得なくなってしまった。君がこちらを見つけてくれたことは実に運が良かった。
pt: No entanto, os eventos recentes obrigaram-nos a pedir ajuda. Temos sorte por nos teres encontrado.
zh_cn: 然而，最近的事件迫使我们派人去寻求帮助。幸运的是，你找到了我们。

source: What problems are you referring to?
de: Von welchen Problemen sprichst du?
fr: À quels problèmes faites-vous allusion ?
ja: 何の問題のことを言っているのですか？
pt: A que problemas te referes?
zh_cn: 你指的是什么事情？

source: What is happening up here?
de: Was passiert hier oben?
fr: Que se passe-t-il ici ?
ja: ここで何が起きているの？
pt: O que é que está a acontecer aqui?
zh_cn: 这里发生了什么？

source: I am sure you noticed just by getting here. The monsters of course!
de: Ich bin sicher, du hast es schon unterwegs bemerkt. Die Monster natürlich!
fr: Tu n'as pu que le remarquer sur ton chemin : les monstres bien sûr !
ja: ここに来てすぐに気づいただろう。当然モンスターのことだ！
pt: Tenho certeza que notaste ao tentar chegar aqui. Os monstros, claro!
zh_cn: 我相信你一到这里就注意到了。当然是怪物！

source: Those damn beasts outside our very settlement. The white wyrms and the aulaeth, and their trainers are even deadlier.
de: Diese verdammten Bestien gleich außerhalb unserer Siedlung. Die Weißen Lindwürmer und die Aulaeth, und ihre Abrichter sind sogar noch tödlicher.
fr: Ces maudites bêtes à l'extérieur de notre campement. Les wyrms blancs, les aulaeths, et enfin leurs dresseurs qui sont encore plus meurtriers.
ja: 集落の外にいる畜生どもめ。ホワイトウィルムにアウレウス、そしてそのトレーナーどもはさらに致命的と言っていい。
pt: Esses animais malditos de fora da nossa aldeia. Os dragões brancos, os aulaeth e os treinadores deles, que são ainda mais mortais.
zh_cn: 那些该死的畜生就在我们营地外面。白色的冰龙和奥雷思，以及它们更为致命的饲主。

source: Those? They were no match for me.
de: Die? Die konnten mir nicht das Wasser reichen.
fr: Ceux-là ? De la rigolade.
ja: あれですか？ 僕には敵わなかったよ。
pt: Aqueles? Eles não foram páreo para mim.
zh_cn: 就这？它们不是我的对手。

source: I can see where this is going. You need me to deal with them for you I guess?
de: ich kann sehen, wo das hinführt. Ich schätze, du brauchst mich, um mit ihnen fertig zu werden?
fr: Je vois où vous voulez en venir. Vous avez besoin que je vous en débarrasse je suppose ?
ja: 話が見えてきた。僕にそいつらを始末してほしいのですか？
pt: Consigo ver onde é que isso vai dar. Precisas de mim para lidar com eles, certo?
zh_cn: 我看到这里发生的事情了。我想你需要我帮你处理他们？

source: At least they aren't anything like those gornaud beasts at the bottom of the mountain.
de: Wenigstens sind sie nichts im Vergleich zu diesen Gornaud am Fuß des Bergs.
fr: Les Gornauds plus bas dans la montagne sont bien plus dangereux.
ja: 少なくとも、山の麓の怪物ゴルノーのようなものとは違いますね。
pt: Pelo menos eles não são nada comparados com a bestas gornaud no sopé da montanha.
zh_cn: 至少它们不像山下的那些戈尔诺。
