Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: Grumpy Vilegard villager
de: Griesgram aus Vilegard
fr: Villageois de Vilegard grognon
ja: 不機嫌なヴィルガード村人
pt: Aldeão irritado de Vilegard
zh_cn: 脾气暴躁的维尔加德村民

source: Vilegard citizen
de: Bürger von Vilegard
fr: Citoyen de Vilegard
ja: ヴィルガード住民
pt: Cidadão de Vilegard
zh_cn: 维尔加德市民

source: Vilegard resident
de: Einwohner von Vilegard
fr: Habitant de Vilegard
ja: ヴィルガード住民
pt: Residente de Vilegard
zh_cn: 维尔加德居民

source: Vilegard woman
de: Frau aus Vilegard
fr: Femme de Vilegard
ja: ヴィルガード女性
pt: Mulher de Vilegard
zh_cn: 维尔加德女人

source: Erttu
ja: エルツ
zh_cn: 埃尔图

source: Dunla
ja: ダンラ
zh_cn: 邓拉

source: Tharwyn
ja: タルウィン
zh_cn: 塔尔温

source: Tavern guest
de: Tavernengast
fr: Invité de la taverne
ja: 酒場の客
pt: Visitante da taberna
zh_cn: 酒馆客人

source: Jolnor
ja: ジョルナー
zh_cn: 乔纳

source: Alynndir
ja: アリンディール
zh_cn: 阿林迪尔

source: Vilegard armorer
de: Vilegards Rüstungsbauer
fr: Armurier de Vilegard
ja: ヴィルガード防具屋
pt: Armeiro de Vilegard
zh_cn: 维尔加德锻造师

source: Vilegard smith
de: Vilegard's Schmied
fr: Forgeron de Vilegard
ja: ヴィルガード鍛冶屋
pt: Ferreiro de Vilegard
zh_cn: 维尔加德铁匠

source: Ogam
ja: オガム
zh_cn: 奥加姆

source: Foaming Flask cook
de: Koch der Taverne 'Schäumende Flasche'
fr: Cuisinier de la Chopine Moussante
ja: フォーミングフラスコのコック
pt: Cozinheiro do Foaming Flask
zh_cn: 发泡瓶厨师

source: Torilo
ja: トリロ
zh_cn: 托里洛

source: Ambelie
fr: Ambélie
ja: アンベリー
pt: Ambelie (feminino)
zh_cn: 安贝莉

source: Feygard patrol
de: Feygard Patrouille
fr: Patrouilleur de Feygard
ja: フェイガードパトロール
pt: Patrulha de Feygard
zh_cn: 费加德巡逻队队员

source: Feygard patrol captain
de: Feygard Patrouillenhauptmann
fr: Capitaine de la patrouille de Feygard
ja: フェイガードパトロール隊長
pt: Capitão de patrulha de Feygard
zh_cn: 费加德巡逻队队长

source: Feygard patrol watch
de: Feygard Türwache
fr: Sentinelle de la patrouille de Feygard
ja: フェイガードパトロール見張り
pt: Vigia de patrulha de Feygard
zh_cn: 费加德巡逻监视员

source: Wrye
ja: ライ
zh_cn: 维艾

source: Oluag
ja: オルアグ
zh_cn: 奥卢格

source: Cave dwelling boar
de: Höhleneber
fr: Sanglier troglodyte
ja: 洞窟居住ボア
pt: Javali-das-cavernas
zh_cn: 穴居野猪

source: Hardshell beetle
de: Hartschalenkäfer
fr: Scarabée à carapace épaisse
ja: ハードシェルビートル
pt: Escaravelho de casca dura
zh_cn: 硬甲虫

source: Young shadow gargoyle
de: Junger Schattengargoyle
fr: Jeune gargouille fantôme
ja: ヤングシャドウガーゴイル
pt: Gárgula-das-sombras jovem
zh_cn: 年轻的暗影石像鬼

source: Fledgling shadow gargoyle
de: Halbwüchsiger Schattengargoyle
fr: Gargouille fantôme naissante
ja: 駆け出しシャドウガーゴイル
pt: Gárgula-das-sombras inexperiente
zh_cn: 雏暗影石像鬼

source: Shadow gargoyle
de: Schattengargoyle
fr: Gargouille fantôme
ja: シャドウガーゴイル
pt: Gárgula-das-sombras
zh_cn: 暗影石像鬼

source: Tough shadow gargoyle
de: Kräftiger Schattengargoyle
fr: Gargouille fantôme résistante
ja: 屈強なシャドウガーゴイル
pt: Gárgula-das-sobras resistente
zh_cn: 结实的暗影石像鬼

source: Shadow gargoyle trainer
de: Schattengargoyle Ausbilder
fr: Dresseur de gargouille fantôme
ja: シャドウガーゴイルトレーナー
pt: Gárgula-das-sombras instrutora
zh_cn: 暗影石像鬼训练师

source: Shadow gargoyle master
de: Schattengargoyle Meister
fr: Maître gargouille fantôme
ja: シャドウガーゴイルマスター
pt: Gárgula-das-sombras mestre
zh_cn: 暗影石像鬼大师

source: Maelveon
ja: メルヴェオン
zh_cn: 梅尔文

source: Rabid hound
de: Tollwütiger Jagdhund
fr: Chien de chasse enragé
ja: ラビッドハウンド
pt: Cão raivoso
zh_cn: 狂暴的猎犬

source: Vicious hound
de: Tückischer Jagdhund
fr: Méchant chien de chasse
ja: 凶暴なハウンド
pt: Cão feroz
zh_cn: 恶性猎犬

source: Mountain wolf
de: Bergwolf
fr: Loup des montagnes
ja: マウンテンウルフ
pt: Lobo-das-montanhas
zh_cn: 山狼

source: Hatchling white wyrm
de: Geschlüpfter weißer Lindwurm
fr: Wyrm blanc juste éclos
ja: ハッチリングホワイトウィルム
pt: Filhote de Dragão Branco
zh_cn: 刚孵化的白冰龙

source: Young white wyrm
de: Junger weißer Lindwurm
fr: Jeune wyrm blanc
ja: ヤングホワイトウィルム
pt: Jovem Dragão Branco
zh_cn: 年轻的白冰龙

source: White wyrm
de: Weißer Lindwurm
fr: Wyrm blanc
ja: ホワイトウィルム
pt: Dragão Branco
zh_cn: 白冰龙爪

source: Young aulaeth
de: Junger Aulaeth
fr: Jeune aulaeth
ja: ヤングアウレウス
pt: Aulaeth jovem
zh_cn: 年轻的奥雷斯

source: Aulaeth
ja: アウレウス
zh_cn: 奥雷斯

source: Strong aulaeth
de: Starker Aulaeth
fr: Gros aulaeth
ja: ストロングアウレウス
pt: Aulaeth forte
zh_cn: 强大的奥雷斯

source: Wyrm trainer
de: Lindwurm Ausbilder
fr: Dresseur de wyrm
ja: ウィルムトレーナー
pt: Dragão Doutrinador
zh_cn: 冰龙训练师

source: Wyrm apprentice
de: Wurm-Lehrling
fr: Apprenti dresseur de wyrm
ja: ウィルムアプレンティス
pt: Dragão Aprendiz
zh_cn: 冰龙学徒

source: Young gornaud
de: Junger Gornaud
fr: Jeune gornaud
ja: ヤングゴルノー
pt: Gornaud jovem
zh_cn: 年轻的戈尔诺

source: Gornaud
ja: ゴルノー
zh_cn: 戈尔诺

source: Strong gornaud
de: Starker Gornaud
fr: Gros Gornaud
ja: ストロングゴルノー
pt: Gornaud forte
zh_cn: 强壮的戈尔诺

source: Slithering venomfang
de: Schlüpfrige Giftschlange
fr: Croc de venin frétillant
ja: スリザリンベノムファング
pt: Venomfang rastejante
zh_cn: 猛毒的毒牙蛇

source: Scaled venomfang
de: Geschuppte Giftschlange
fr: Croc de venin géant
ja: スケイルベノムファング
pt: Venomfang escamosa
zh_cn: 有鳞的毒牙

source: Tough venomfang
de: Kräftige Giftschlange
fr: Croc de venin résistant
ja: タフベノムファング
pt: Venomfang resistente
zh_cn: 结实的毒牙蛇

source: Restless dead
de: Ruheloser Toter
fr: Mort tourmenté
ja: 落ち着きのない死者
pt: Morto irrequieto
zh_cn: 不安的死者

source: Grave spawn
de: Gruftbewohner
fr: Engeance des tombes
ja: グレイブスポーン
pt: Ente-das-sepulturas
zh_cn: 坟墓产物

source: Restless apparition
de: Ruhelose Erscheinung
fr: Apparition tourmentée
ja: 落ち着きのない幽霊
pt: Aparição irrequieta
zh_cn: 不安的幻影

source: Skeletal reaper
de: Sensenmann
fr: Camarde osseuse
ja: スケリトルリーパー
pt: Esqueleto ceifador
zh_cn: 骨骼收割者

source: Kazaul spawn
de: Brut von Kazaul
fr: Engeance de Kazaul
ja: カザウルスポーン
pt: Kazaul ente
zh_cn: 卡扎尔产物

source: Kazaul imp
de: Kazaul Kobold
fr: Diablotin de Kazaul
ja: カザウルインプ
pt: Kazaul duende
zh_cn: 卡扎尔小鬼

source: Kazaul guardian
de: Kazaul Wächter
fr: Gardien de Kazaul
ja: カザウルの番人
pt: Kazaul guardião
zh_cn: 卡扎尔守护者

source: Graverobber
de: Grabräuber
fr: Pilleur de tombe
ja: 墓荒らし
pt: Saqueador-de-túmulos
zh_cn: 盗墓贼

source: Agent
de: Abgesandter
ja: エージェント
pt: Agente
zh_cn: 代理人

source: Arghest
ja: アーゲスト
zh_cn: 阿格斯特

source: Tonis
ja: トニス
zh_cn: 托尼斯

source: Moyra
ja: モイラ
zh_cn: 莫伊拉

source: Prim citizen
de: Bürger von Prim
fr: Citoyen de Prim
ja: プリム住民
pt: Cidadão de Prim
zh_cn: 普里姆市民

source: Prim commoner
de: Bürger von Prim
fr: Villageois de Prim
ja: プリム庶民
pt: Plebeu de Prim
zh_cn: 普里姆平民

source: Prim resident
de: Einwohner von Prim
fr: Résident de Prim
ja: プリム住民
pt: Habitante de Prim
zh_cn: 普里姆居民

source: Prim evoker
de: Bürger von Prim
fr: Sorcier de Prim
ja: プリムエヴォーカー
pt: Invocador de Prim
zh_cn: 普里姆召唤师

source: Laecca
ja: レッカ
zh_cn: 拉卡

source: Prim cook
de: Prim's Koch
fr: Cuisinier de Prim
ja: プリムコック
pt: Cozinheiro de Prim
zh_cn: 普里姆厨师

source: Prim visitor
de: Besucher in Prim
fr: Visiteur de Prim
ja: プリム来訪者
pt: Visitante de Prim
zh_cn: 普里姆访客

source: Birgil
ja: ビルギル
zh_cn: 比吉尔

source: Prim tavern guest
de: Prim Tavernengast
fr: Invité de la taverne de Prim
ja: プリム酒場の客
pt: Visitante da taberna de Prim
zh_cn: 普里姆客栈客人

source: Prim tavern regular
de: Prim Tavernenstammgast
fr: Habitué de la taverne de Prim
ja: プリム酒場の常連
pt: Cliente da taberna de Prim
zh_cn: 普里姆客栈常客

source: Prim bar guest
de: Prim Tavernengast
fr: Invité au bar de Prim
ja: プリム酒場の客
pt: Visitante do bar de Prim
zh_cn: 普里姆酒吧客人

source: Jern
ja: ジャーン
pt: [OUTDATED]Cliente do bar de Prim
zh_cn: 杰恩

source: Prim armorer
de: Prims Rüstungsbauer
fr: Armurier de Prim
ja: プリム武具屋
pt: Armeiro de Prim
zh_cn: 普里姆锻造师

source: Jueth
ja: ジュエス
zh_cn: 朱斯

source: Bjorgur
ja: ビョルグル
zh_cn: 比约格尔

source: Prim prisoner
de: Gefangener in Prim
fr: Prisonnier de Prim
ja: プリム囚人
pt: Prisioneiro de Prim
zh_cn: 普里姆囚犯

source: Fulus
ja: フルス
zh_cn: 富卢斯

source: Guthbered
ja: ガスベレッド
zh_cn: 古斯伯里德

source: Guthbered's bodyguard
de: Guthbered's Leibwächter
fr: Garde du corps de Guthbered
ja: ガスベレッドのボディーガード
pt: Guarda-costas de Guthbered
zh_cn: 古斯伯里德的保镖

source: Prim weapon guard
de: Prim Wachposten für die Waffen
fr: Garde des armes de Prim
ja: プリム武器衛兵
pt: Guarda-armas de Prim
zh_cn: 普里姆武器守卫

source: Prim sentry
de: Prim Wachposten
fr: Sentinelle de Prim
ja: プリム歩哨
pt: Sentinela de Prim
zh_cn: 普里姆哨兵

source: Prim guard
de: Prim Wachposten
fr: Garde de Prim
ja: プリム衛兵
pt: Guarda de Prim
zh_cn: 普里姆警卫

source: Tired Prim guard
de: Müder Prim Wachposten
fr: Garde de Prim fatigué
ja: 疲れたプリム衛兵
pt: Guarda de Prim cansado
zh_cn: 疲倦的普里姆守卫

source: Prim treasury guard
de: Prim Wachposten für den Schatz
fr: Garde de la trésorerie de Prim
ja: プリム宝物庫衛兵
pt: Guarda do Tesouro de Prim
zh_cn: 普里姆宝库警卫

source: Samar
ja: サマル
zh_cn: 撒马尔

source: Prim priestly acolyte
de: Prim Messdiener
fr: Disciple du prêtre de Prim
ja: プリムプリーストアコライト
pt: Acólito sacerdotal de Prim
zh_cn: 普里姆祭司侍从

source: Studying Prim pupil
de: Studierender Prim Schüler
fr: Élève de Prim qui étudie
ja: 勉強中のプリム生徒
pt: Pupilo em estudo de Prim
zh_cn: 正在学习的普里姆小学生

source: Reading Prim pupil
de: Lesender Prim Schüler
fr: Élève de Prim qui lit
ja: 読書中のプリム生徒
pt: Pupilo em leitura de Prim
zh_cn: 正在阅读的普里姆小学生

source: Prim pupil
de: Prim Schüler
fr: Élève de Prim
ja: プリム生徒
pt: Pupilo de Prim
zh_cn: 普里姆小学生

source: Blackwater entrance guard
de: Blackwater Eingangswachposten
fr: Garde d'entrée d'Encreau
ja: ブラックウォーターエントランス衛兵
pt: Guarda da entrada de Águas Negras
zh_cn: 黑水门卫

source: Blackwater dinner guest
de: Blackwater Tischgast
fr: Invité à dîner d'Encreau
ja: ブラックウォーターディナー客
pt: Convidado de jantar de Águas Negras
zh_cn: 黑水晚餐嘉宾

source: Blackwater inhabitant
de: Bürger von Blackwater
fr: Habitant d'Encreau
ja: ブラックウォーター居住民
pt: Habitante de Águas Negras
zh_cn: 黑水居民

source: Blackwater cook
de: Blackwater's Koch
fr: Cuisinier d'Encreau
ja: ブラックウォーターコック
pt: Cozinheiro de Águas Negras
zh_cn: 黑水厨师

source: Keneg
ja: ケネグ
zh_cn: 基内格

source: Mazeg
ja: マゼグ
zh_cn: 马泽格

source: Waeges
ja: ヴェーゲス
zh_cn: 韦格斯

source: Blackwater fighter
de: Blackwater Kämpfer
fr: Guerrier d'Encreau
ja: ブラックウォーター戦士
pt: Lutador de Águas Negras
zh_cn: 黑水战士

source: Ungorm
ja: アンゴーム
zh_cn: 恩加姆

source: Blackwater pupil
de: Blackwater Schüler
fr: Élève d'Encreau
ja: ブラックウォーター生徒
pt: Pupilo de Águas Negras
zh_cn: 黑水小学生

source: Laede
ja: レーデ
zh_cn: 莱德

source: Herec
ja: ヘレク
zh_cn: 赫雷克

source: Iducus
ja: イデュカス
zh_cn: 伊杜库斯

source: Blackwater priest
de: Blackwater Priester
fr: Prêtre d'Encreau
ja: ブラックウォータープリースト
pt: Prior de Águas Negras
zh_cn: 黑水牧师

source: Studying Blackwater priest
de: Studierender Blackwater Priester
fr: Prêtre étudiant d'Encreau
ja: 勉強中のブラックウォータープリースト
pt: Prior em estudo de Águas Negras
zh_cn: 正在学习的黑水神父

source: Blackwater guard
de: Blackwater Wachposten
fr: Garde d'Encreau
ja: ブラックウォーター衛兵
pt: Guarda de Águas Negras
zh_cn: 黑水守卫

source: Blackwater border patrol
de: Blackwater Grenzpatrouille
fr: Garde-frontières d'Encreau
ja: ブラックウォーター境界衛兵
pt: Patrulha de fronteira de Águas Negras
zh_cn: 黑水边境巡逻

source: Harlenn's bodyguard
de: Harlenn's Leibwächter
fr: Garde du corps de Harlenn
ja: ハーレンのボディーガード
pt: Guarda-costas de Harlenn
zh_cn: 哈伦的保镖

source: Blackwater chamber guard
de: Blackwater Hinterzimmerwachposten
fr: Garde du roi d'Encreau
ja: ブラックウォーター内室衛兵
pt: Guarda de câmara de Águas Negras
zh_cn: 黑水房间守卫

source: Harlenn
ja: ハーレン
zh_cn: 哈伦

source: Throdna
ja: スロドナ
zh_cn: 甲虫

source: Throdna's guard
de: Throdna's Leibwächter
fr: Garde de Throdna
ja: スロドナの護衛
pt: Guarda de Throdna
zh_cn: 甲虫的守卫

source: Blackwater mage
de: Blackwater Magier
fr: Magicien d'Encreau
ja: ブラックウォーターメイジ
pt: Mago de Águas Negras
zh_cn: 黑水法师

source: Young larval burrower
de: Junger Raupengräber
fr: Jeune larve de néréis
ja: 若い幼生バロウワー
pt: Larva-escavadora jovem
zh_cn: 年轻的钻地幼虫

source: Larval burrower
de: Raupengräber
fr: Larve de néréis
ja: 幼生バロウワー
pt: Larva-escavadora
zh_cn: 钻地幼虫

source: Strong larval burrower
de: Starker Raupengräber
fr: Larve de néréis puissante
ja: 強い幼生バロウワー
pt: Larva-escavadora forte
zh_cn: 强壮的钻地幼虫

source: River troll
de: Flusstroll
fr: Troll de rivière
ja: リバートロール
pt: Duende-dos-rios
zh_cn: 河边巨魔

source: Grasslands ant
de: Wiesenameise
fr: Fourmi des prairies
ja: グラスランドアント
pt: Formigra-das-pradarias
zh_cn: 草原蚂蚁

source: Tough grasslands ant
de: Kräftige Wiesenameise
fr: Fourmi des prairies coriace
ja: 屈強なグラスランドアント
pt: Formiga-das-pradarias resistente
zh_cn: 结实的草原蚂蚁

source: Grasslands beetle
de: Wiesenkäfer
fr: Coccinelle des prairies
ja: グラスランドビートル
pt: Escaravelho-das-pradarias
zh_cn: 草原甲虫

source: Tough grasslands beetle
de: Kräftiger Wiesenkäfer
fr: Coccinelle des prairies coriace
ja: 屈強なグラスランドビートル
pt: Escaravelho-das-pradarias resistente
zh_cn: 结实的草原甲虫

source: Grasslands snake
de: Wiesenschlange
fr: Serpent des prairies
ja: グラスランドスネーク
pt: Cobra-das-pradarias
zh_cn: 草原蛇

source: Tough grasslands snake
de: Kräftige Wiesenschlange
fr: Serpent des prairies coriace
ja: 屈強なグラスランドスネーク
pt: Cobra-das-pradarias resistente
zh_cn: 结实的草原蛇

source: Grasslands lizard
de: Wieseneidechse
fr: Lézard des prairies
ja: グラスランドリザード
pt: Lagarto-das-pradarias
zh_cn: 草原蜥蜴

source: Black grasslands lizard
de: Schwarze Wieseneidechse
fr: Lézard noir des prairies
ja: ブラックグラスランドリザード
pt: Lagarto-das-pradarias negro
zh_cn: 黑草原蜥蜴

source: Keknazar
ja: ケクナザール
zh_cn: 克纳扎尔

source: Rat
de: Ratte
ja: ラット
pt: Rato
zh_cn: 老鼠

source: Frantic forest wasp
de: Rasende Waldwespe
fr: Guêpe forestière énervée
ja: 狂乱のフォレストワスプ
pt: Vespa-das-florestas frenética
zh_cn: 疯狂的森林黄蜂

source: Young izthiel
de: Junger Izthiel
fr: Jeune Izthiel
ja: ヤングイズシエル
pt: Izthiel jovem
zh_cn: 年轻的伊泽尔

source: Izthiel
ja: イズシエル
zh_cn: 伊泽尔

source: Strong izthiel
de: Starker Izthiel
fr: Izthiel fort
ja: ストロングイズシエル
pt: Izthiel forte
zh_cn: 强壮的伊泽尔

source: Izthiel guardian
de: Izthiel Wächter
fr: Gardien Izthiel
ja: イズシエルガーディアン
pt: Izthiel guardião
zh_cn: 伊泽尔的守卫

source: River frog
de: Flussfrosch
fr: Crapaud de rivière
ja: リバーフロッグ
pt: Sapo-dos-rios
zh_cn: 河蛙

source: Tough river frog
de: Kräftiger Flussfrosch
fr: Crapaud de rivière coriace
ja: タフリバーフロッグ
pt: Sapo-dos-rios resistente
zh_cn: 结实的河蛙

source: Poisonous river frog
de: Giftiger Flussfrosch
fr: Crapaud de rivière venimeux
ja: ポイズンリバーフロッグ
pt: Sapo-dos-rios venenoso
zh_cn: 有毒的河蛙

source: Sheep
de: Schaf
fr: Mouton
ja: ヒツジ
pt: Ovelha
zh_cn: 羊

source: Ailshara
ja: アイルシャラ
zh_cn: 艾尔沙拉

source: Arngyr
ja: アーンギル
zh_cn: 阿格尔

source: Benbyr
ja: ベンバー
zh_cn: 本比尔

source: Celdar
ja: セルダー
zh_cn: 塞尔达

source: Conren
ja: コンレン
zh_cn: 康伦

source: Visitor
de: Besucher
fr: Visiteur
ja: 来訪者
pt: Visitante
zh_cn: 游客

source: Erinith
ja: エリニス
zh_cn: 艾里尼思

source: Fanamor
ja: ファナモー
zh_cn: 法纳莫尔

source: Feygard bridge guard
de: Feygard Brückenwachposten
fr: Garde du pont de Feygard
ja: フェイガードブリッジ守衛
pt: Guarda da ponte de Feygard
zh_cn: 费加德桥的守卫

source: Gallain
ja: ギャラン
zh_cn: 加尔兰

source: Gandoren
ja: ガンドレン
zh_cn: 甘多伦

source: Grimion
ja: グリミオン
zh_cn: 格里米翁

source: Hadracor
ja: ハドラコール
zh_cn: 哈德拉克

source: Kuldan
ja: クルダン
zh_cn: 库尔丹

source: Kuldan's guard
de: Kuldan's Leibwächter
fr: Garde de Kuldan
ja: クルダンの衛兵
pt: Guarda de Kuldan
zh_cn: 库尔丹的守卫

source: Landa
ja: ランダ
zh_cn: 兰达

source: Chapel guard
de: Kapellen Wachposten
fr: Garde de la chapelle
ja: 礼拝堂兵
pt: Guarda da capela
zh_cn: 教堂守卫

source: Kizzo
de: [REVIEW]Loneford Gastwirt
ja: キッツォ
pt: [REVIEW]Taberneiro
zh_cn: 基佐

source: Villager
de: Dorfbewohner
fr: Villageois
ja: 村人
pt: Aldeão
zh_cn: 村民

source: Mienn
ja: ミエン
zh_cn: 米恩

source: Minarra
ja: ミナラ
zh_cn: 米娜拉

source: Warehouse rat
de: Warenhaus Ratte
fr: Rat de l'entrepôt
ja: ウェアハウスラット
pt: Rato de Celeiro
zh_cn: 仓库仓鼠

source: Rolwynn
ja: ロルウィン
zh_cn: 罗尔文

source: Sienn
ja: シエン
zh_cn: 西恩

source: Sienn's pet
de: Sienn's Haustier
fr: Animal de compagnie de Sienn
ja: シエンのペット
pt: Animal de estimação de Sienn
zh_cn: 西恩的宠物

source: Siola
ja: シオラ
zh_cn: 西奥拉

source: Taevinn
ja: テヴィン
zh_cn: 泰温

source: Talion
ja: タリオン
zh_cn: 塔里昂

source: Telund
ja: テランド
zh_cn: 泰伦德

source: Tinlyn
ja: ティンリン
zh_cn: 丁林

source: Wallach
ja: ワラック
zh_cn: 沃勒克

source: Woodcutter
de: Holzfäller
fr: Bûcheron
ja: きこり
pt: Lenhador
zh_cn: 樵夫

source: Rogorn
ja: ロゴーン
zh_cn: 罗戈恩

source: Rogorn's henchman
de: Rogorn's Anhänger
fr: Homme de main de Rogorn
ja: ロゴーンの取り巻き
pt: Escudeiro de Rogorn
zh_cn: 罗戈恩的亲信

source: Buceth
ja: ブセス
zh_cn: 布凯斯

source: Gauward
ja: ガワード
zh_cn: 高沃德

source: Iqhan worker thrall
de: Iqhan Sklavenarbeiter
fr: Ouvrier esclave Iqhan
ja: イクハン労働奴隷
pt: Iqhan escravo operário
zh_cn: 伊坎奴隶工人

source: Iqhan thrall servant
de: Iqhan Sklavendiener
fr: Serviteur esclave Iqhan
ja: イクハン奴隷従者
pt: Iqhan escravo servo
zh_cn: 伊坎奴隶仆人

source: Iqhan guard thrall
de: Iqhan Sklavenwachposten
fr: Garde esclave Iqhan
ja: イクハン警備奴隷
pt: Iqhan escravo guarda
zh_cn: 伊坎奴隶守卫

source: Iqhan thrall
de: Iqhan Sklave
fr: Esclave Iqhan
ja: イクハン奴隷
pt: Iqhan escravo
zh_cn: 伊坎奴隶

source: Iqhan warrior thrall
de: Iqhan Sklavenkämpfer
fr: Guerrier esclave Iqhan
ja: イクハン戦士奴隷
pt: Iqhan escravo guerreiro
zh_cn: 伊坎奴隶勇士

source: Iqhan master
de: Iqhan Meister
fr: Maître Iqhan
ja: イクハンマスター
pt: Mestre de Iqhan
zh_cn: 伊坎大师

source: Iqhan chaos evoker
de: Iqhan Chaos Beschwörer
fr: Sorcier du chaos Iqhan
ja: イクハンカオスエヴォーカー
pt: Invocador do caos de Iqhan
zh_cn: 伊坎混乱召唤师

source: Iqhan chaos servant
de: Iqhan Chaos Diener
fr: Serviteur du chaos Iqhan
ja: イクハンカオスサーヴァント
pt: Servo do caos de Iqhan
zh_cn: 伊坎混乱仆人

source: Iqhan chaos master
de: Iqhan Chaos Meister
fr: Maître du chaos Iqhan
ja: イクハンカオスマスター
pt: Mestre do caos de Iqhan
zh_cn: 伊坎混乱大师

source: Iqhan chaos beast
de: Iqhan Chaos Bestie
fr: Bête du chaos Iqhan
ja: イクハンカオスビースト
pt: Besta do caos de Iqhan
zh_cn: 伊坎混乱野兽

source: Rancent
ja: ランセント
zh_cn: 兰斯特

source: Iqhan chaos enslaver
de: Iqhan Chaos Versklaver
fr: Seigneur du chaos Iqhan
ja: イクハンカオスエンスレイヴァー
pt: Escravagista do caos de Iqhan
zh_cn: 伊坎混乱奴隶

source: Young carrion beetle
de: Junger Aaskäfer
fr: Jeune coccinelle charognard
ja: ヤングキャリオンビートル
pt: Besouro-carniça jovem
zh_cn: 年轻的腐肉甲虫

source: Carrion beetle
de: Aaskäfer
fr: Coccinelle charognard
ja: キャリオンビートル
pt: Besouro-carniça
zh_cn: 腐肉甲虫

source: Young scaradon
de: Junger Scaradon
fr: Jeune scaradon
ja: ヤングスカラドン
pt: Escaravelho jovem
zh_cn: 年轻的圣甲虫

source: Small scaradon
de: Kleiner Scaradon
fr: Petit scaradon
ja: スモールスカラドン
pt: Escaravelho pequeno
zh_cn: 小圣甲虫

source: Scaradon
ja: スカラドン
pt: Escaravelho
zh_cn: 圣甲虫

source: Tough scaradon
de: Kräftiger Scaradon
fr: Scaradon coriace
ja: タフスカラドン
pt: Escaravelho resistente
zh_cn: 结实的圣甲虫

source: Hardshell scaradon
de: Hartschalen Scaradon
fr: Scaradon à carapace
ja: ハードシェルスカラドン
pt: Escaravelho casca-dura
zh_cn: 硬壳圣甲虫

source: Mountain wolf pup
de: Bergwolfwelpe
fr: Louveteau montagnard
ja: マウンテンウルフの子供
pt: Filhote de lobo da montanha
zh_cn: 山狼幼崽

source: Young mountain wolf
de: Junger Bergwolf
fr: Jeune loup montagnard
ja: ヤングマウンテンウルフ
pt: Lobo da montanha jovem
zh_cn: 年轻的山狼

source: Young mountain fox
de: Junger Bergfuchs
fr: Jeune renard montagnard
ja: ヤングマウンテンフォックス
pt: Raposa da montanha jovem
zh_cn: 年轻的山狐

source: Mountain fox
de: Bergfuchs
fr: Renard montagnard
ja: マウンテンフォックス
pt: Raposa da montanha
zh_cn: 山狐狸

source: Ferocious mountain fox
de: Wilder Bergfuchs
fr: Renard montagnard féroce
ja: 獰猛なマウンテンフォックス
pt: Raposa da montanha feroz
zh_cn: 凶猛的山狐

source: Rabid mountain wolf
de: Tollwütiger Bergwolf
fr: Loup montagnard enragé
ja: ラビッドマウンテンウルフ
pt: Lobo da montanha raivoso
zh_cn: 狂野的山狼

source: Strong mountain wolf
de: Starker Bergwolf
fr: Loup montagnard fort
ja: 強いマウンテンウルフ
pt: Lobo da montanha forte
zh_cn: 强壮的山狼

source: Ferocious mountain wolf
de: Wilder Bergwolf
fr: Loup montagnard féroce
ja: 獰猛なマウンテンウルフ
pt: Lobo da montanha feroz
zh_cn: 凶猛的山狼

source: Young mountain brute
de: Junges Bergungetüm
fr: Jeune brute montagnarde
ja: ヤングマウンテンブルート
pt: Besta da montanha jovem
zh_cn: 年轻的山野兽

source: Weak mountain brute
de: Schwaches Bergungetüm
fr: Brute montagnarde faible
ja: 弱いマウンテンブルート
pt: Besta da montanha fraca
zh_cn: 弱小的山野兽

source: Whitefur mountain brute
de: Weißpelziges Bergungetüm
fr: Brute montagnarde à fourrure
ja: 白毛のマウンテンブルート
pt: Besta da montanha forrada de branco
zh_cn: 白毛山野兽

source: Mountain brute
de: Bergungetüm
fr: Brute montagnarde
ja: マウンテンブルート
pt: Besta da montanha
zh_cn: 山野兽

source: Large mountain brute
de: Großes Bergungetüm
fr: Brute montagnarde énorme
ja: ラージマウンテンブルート
pt: Besta da montanha larga
zh_cn: 大山野兽

source: Fast mountain brute
de: Schnelles Bergungetüm
fr: Brute montagnarde rapide
ja: ファストマウンテンブルート
pt: Besta da montanha rápida
zh_cn: 快速山野兽

source: Quick mountain brute
de: Flinkes Bergungetüm
fr: Brute montagnarde agile
ja: クイックマウンテンブルート
pt: Besta da montanha veloz
zh_cn: 迅速山野兽

source: Aggressive mountain brute
de: Aggressives Bergungetüm
fr: Brute montagnarde agressive
ja: 攻撃的なマウンテンブルート
pt: Besta da montanha agressiva
zh_cn: 激进的山野兽

source: Strong mountain brute
de: Starkes Bergungetüm
fr: Brute montagnarde forte
ja: 強いマウンテンブルート
pt: Besta da montanha forte
zh_cn: 强壮的山野兽

source: Tough mountain brute
de: Kräftiges Bergungetüm
fr: Brute montagnarde coriace
ja: タフマウンテンブルート
pt: Besta da montanha resistente
zh_cn: 结实的山野兽

source: Fearless mountain brute
de: Furchtloses Bergungetüm
fr: Brute montagnarde intrépide
ja: 恐れ知らずのマウンテンブルート
pt: Besta da montanha destemida
zh_cn: 无畏的山野兽

source: Enraged mountain brute
de: Wütendes Bergungetüm
fr: Brute montagnarde enragée
ja: 怒りのマウンテンブルート
pt: Besta da montanha enfurecida
zh_cn: 激怒的山野兽

source: Young erumen lizard
de: Junge Erumem Echse
fr: Jeune lézard erumem
ja: ヤングエルメンリザード
pt: Lagarto Erumem jovem
zh_cn: 年轻的厄鲁门蜥蜴

source: Spotted erumen lizard
de: Gefleckte Erumem Echse
fr: Lézard erumem à pois
ja: 斑点エルメンリザード
pt: Lagarto Erumem malhado
zh_cn: 斑点的厄鲁门蜥蜴

source: Erumen lizard
de: Erumem Echse
fr: Lézard erumem
ja: エルメンリザード
pt: Lagarto Erumem
zh_cn: 厄鲁门蜥蜴

source: Strong erumen lizard
de: Starke Erumen Echse
fr: Lézard erumen fort
ja: 強いエルメンリザード
pt: Lagarto Erumem forte
zh_cn: 强大的厄鲁门蜥蜴

source: Vile erumen lizard
de: Widerliche Erumen Echse
fr: Lézard erumen ignoble
ja: 堕落したエルメンリザード
pt: Lagarto Erumem vil
zh_cn: 邪恶的厄鲁门蜥蜴

source: Tough erumen lizard
de: Kräftige Erumen Echse
fr: Lézard erumen coriace
ja: 屈強なエルメンリザード
pt: Lagarto Erumem resistente
zh_cn: 结实的厄鲁门蜥蜴

source: Hardened erumen lizard
de: Abgehärtete Erumen Echse
fr: Lézard erumen cuirassé
ja: 硬化エルメンリザード
pt: Lagarto Erumem endurecido
zh_cn: 硬化的厄鲁门蜥蜴

source: Puny plaguecrawler
de: Mickriger Seuchenkrabbler
fr: Peste-rampant chétif
ja: 小さなプレイグクローラー
pt: Réptil-praga fraco
zh_cn: 弱小的瘟疫爬行者

source: Plaguecrawler
de: Seuchenkrabbler
fr: Peste-rampant
ja: プレイグクローラー
pt: Réptil-praga
zh_cn: 瘟疫爬行者

source: Tough plaguecrawler
de: Kräftiger Seuchenkrabbler
fr: Peste-rampant résistant
ja: 屈強なプレイグクローラー
pt: Réptil-praga robusto
zh_cn: 结实的瘟疫爬行者

source: Black plaguecrawler
de: Schwarzer Seuchenkrabbler
fr: Peste-rampant noir
ja: ブラックプレイグクローラー
pt: Réptil-praga preto
zh_cn: 黑瘟疫爬行者

source: Plaguestrider
de: Pestkrabbler
fr: Pestilence
ja: プレイグストライダー
pt: Percevejo-praga
zh_cn: 瘟疫行走者

source: Hardshell plaguestrider
de: Hartschalen Pestkrabbler
fr: Pestilence à carapace
ja: ハードシェルプレイグストライダー
pt: Percevejo-praga de casca dura
zh_cn: 硬壳瘟疫行走者

source: Tough plaguestrider
de: Kräftiger Pestkrabbler
fr: Pestilence coriace
ja: タフプレイグストライダー
pt: Percevejo-praga resistente
zh_cn: 结实的瘟疫行走者

source: Wooly plaguestrider
de: Flauschiger Pestkrabbler
fr: Pestilence poilue
ja: ウーリープレイグストライダー
pt: Percevejo-praga peludo
zh_cn: 毛茸茸的瘟疫行走者

source: Tough wooly plaguestrider
de: Kräftiger flauschiger Pestkrabbler
fr: Pestilence poilue coriace
ja: 屈強なウーリープレイグストライダー
pt: Percevejo-praga peludo resistente
zh_cn: 结实的毛茸茸的瘟疫行走者

source: Vile plaguestrider
de: Widerlicher Pestkrabbler
fr: Pestilence ignoble
ja: 堕落したプレイグストライダー
pt: Percevejo-praga vil
zh_cn: 邪恶的瘟疫行走者

source: Nesting plaguestrider
de: Nistender Pestkrabbler
fr: Pestilence couvade
ja: 巣ごもりプレイグストライダー
pt: Percevejo-praga a aninhar
zh_cn: 筑巢的瘟疫行走者

source: Plaguestrider servant
de: Pestkrabbler Diener
fr: Serviteur pestilent
ja: プレイグストライダーサーヴァント
pt: Servo Percevejo-praga
zh_cn: 瘟疫行走者仆人

source: Plaguestrider master
de: Pestkrabbler Meister
fr: Maître pestilent
ja: プレイグストライダーマスター
pt: Mestre rogador de pragas
zh_cn: 瘟疫神行者大师
