Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: The cross reads: ta'Dreg lies here, advisor of the Shadow to king Luthor.
de: Auf dem Kreuz steht: ta'Dreg liegt hier, Ratgeber des Schattens bei König Luthor.
fr: Sur la croix, tu peux lire : ta'Dreg repose ici, conseiller de l'Ombre auprès du roi Luthor.
ja: 十字架にはこう書かれている: タドレグはここに眠る。ルーサー王の助言者。
pt: Na cruz, lê-se:. Ta'Dreg está aqui, conselheiro da sombra do rei Luthor.
zh_cn: 十字架上写着：塔准克躺在这里，他是路德国王的暗影顾问。

source: The grave reads: King Luthor, our savior and leader. The grave is also adorned with the golden seal of house Luthor.
de: Auf dem Grabmal steht: König Luthor, unser Retter und Anführer. Zusätzlich ist es mit dem goldenen Siegel des Hauses Luthor verziert.
fr: On peut lire sur la tombe : Le roi Luthor, notre sauveur et chef. La tombe est également ornée du sceau d'or de la maison Luthor.
ja: 十字架にはこう書かれている: 我らの救世主にして指導者、ルーサー王。墓にはルーサー家の金印が飾られている。
pt: No túmulo lê-se: Rei Luthor, nosso salvador e líder. O túmulo também está adornado com o selo dourado da casa de Luthor.
zh_cn: 墓碑上写着：路德国王，我们的救世主和领袖。坟墓上还装饰着路德家族的金印。

source: Perched under the statue, you find some papers with drawings of what looks like skeletons. The drawings look like they were made by a child, and you start to wonder how they could have ended up in a place such as this.
de: Unter der Statue findest du einige Papiere mit Zeichnungen, die wohl Skelette darstellen sollen. Die Zeichnungen sehen aus, als stammten sie von einem Kind, und du fragst dich, wie sie an einen Ort wie diesen gelangt sein könnten.
fr: Posés sous la statue, tu trouves des papiers avec des dessins s'apparentant à des squelettes. Les dessins semblent avoir été faits par un enfant, et tu commences à te demander comment ils ont bien pu se retrouver dans un endroit comme celui-ci.
ja: 像の下には骸骨のようなものが描かれた紙がある。子供が描いたような絵で、どうしてこんなところで終わってしまったのかとあなたは思う。
pt: Situado sob a estátua, encontra alguns papéis com desenhos do que parecem esqueletos. Os desenhos parecem que foram feitos por uma criança e começa a perguntar-se como eles poderiam ter acabado num lugar como este.
zh_cn: 在雕像下面，你发现了一些纸，上面画着一些看起来像骷髅的东西。这些画看起来是一个孩子画的，你开始怀疑它们怎么会出现在这样的地方。

source: Someone has written the words 'Rest' and 'Shadow' on the cross, in what looks like dried blood.
de: Jemand hat die Wörter 'Ruhe' und 'Schatten' auf das Kreuz geschrieben, offenbar mit getrocknetem Blut.
fr: Quelqu'un a écrit les mots "Repose" et "l'Ombre" sur la croix, avec ce qui ressemble à du sang séché.
ja: 乾いた血のようなもので"眠れ"、"シャドウ"という言葉が書かれている。
pt: Alguém escreveu as palavras 'Descanso' e 'Sombra' na cruz, com o que parece ser sangue seco.
zh_cn: 有人在十字架上写下了 "休息 "和 "暗影 "的字样，看起来像是干涸的血液。

source: The cross reads: Rest with the Shadow, my dear.
de: Auf dem Kreuz steht: Ruhe im Schatten, mein Lieber.
fr: On peut lire sur la croix : Repose avec l'Ombre, ma chère.
ja: 十字架にはこう書かれている: シャドウと共に安らかにあれ、愛しき人。
pt: Na cruz lê-se: Descanse com a Sombra, minha querida.
zh_cn: 十字架上写着。与暗影一起休息，我亲爱的。

source: The tombstone contains writing in a language that you do not understand.
de: Der Grabstein trägt eine Inschrift in einer Sprache, die du nicht verstehst.
fr: La pierre tombale contient une écriture dans une langue que tu ne comprends pas.
ja: 墓石には理解できない言葉での記述がある。
pt: A lápide foi escrita num idioma que não entende.
zh_cn: 墓碑上写有你不懂的语言。

source: The cross reads: Here lies Magnir the trader. Another casualty of those beasts.
de: Auf dem Kreuz steht: Hier liegt Magnir, der Händler. Ein weiteres Opfer dieser Bestien.
fr: On peut lire sur la croix : Ici repose Magnir le commerçant. Une autre victime de ces bêtes.
ja: 十字架にはこう書かれている: 商人マニアーはここに眠る。怪物の新たな犠牲者。
pt: Na cruz, lê-se: Aqui jaz Magnir, o comerciante. Outra vítima desses animais.
zh_cn: 十字架上写着：这里躺着商人马格纳。那些野兽的另一个牺牲品。

source: The grave looks like it has been recently dug.
de: Das Grab sieht aus, als sei es kürzlich aufgegraben worden.
fr: La tombe semble avoir été creusée récemment.
ja: 墓は最近掘られたようだ。
pt: O túmulo parece que foi recentemente escavado.
zh_cn: 这座坟墓看起来是最近才挖的。

source: The cross reads: Here lies Torkurt, loyal servant of the Blackwater mountain settlement.
de: Auf dem Kreuz steht: Hier liegt Torkurt, treuer Diener der Blackwater Siedlung.
fr: On peut lire sur la croix : Ici repose Torkut, serviteur loyal de la colonie du mont Encreau.
ja: 十字架にはこう書かれている: トルクルトはここに眠る。ブラックウォーター山集落の献身的奉仕者。
pt: A cruz diz: Aqui jaz Torkurt, servo leal do acampamento das Águas Negras.
zh_cn: 十字架上写着：托尔库特长眠于此，他是黑水定居点的忠实仆人。

source: The cross reads: Here lies o'Rani, the most fierce warrior on this side of the mountain. May she rest in peace.
de: Auf dem Kreuz steht: Hier liegt o'Rani, die wildeste Kriegerin diesseits des Berges. Möge sie in Frieden ruhen.
fr: On peut lire sur la croix : Ici repose O'Rani, la guerrière la plus féroce de ce côté de la montagne. Qu'elle repose en paix.
ja: 十字架にはこう書かれている: オラーニはここに眠る。山のこちら側で最も凄まじい戦士。安らかに眠れますように。
pt: Na cruz, lê-se: Aqui jaz o'Rani, o guerreiro mais feroz deste lado da montanha. Que ele descanse em paz.
zh_cn: 十字架上写着： 奥拉尼长眠于此，她是山这一侧最凶猛的战士。愿她安息。

source: The cross reads: Unnamed traveller. Found on the cliff-side, killed by one of those beasts.
de: Auf dem Kreuz steht: Unbekannter Reisender. Gefunden auf den Klippen, getötet von einer dieser Bestien.
fr: On peut lire sur la croix : Voyageur anonyme. Trouvé au bord de la falaise, tué par une de ces bêtes.
ja: 十字架にはこう書かれている: 名もなき旅人、怪物に殺されていたのが崖の上で発見された。
pt: Na cruz, lê-se:.. Viajante Sem nome encontrado no penhasco do lado, morto por um desses animais.
zh_cn: 十字架上写着。无名的旅行者。在悬崖边被发现，被那些野兽杀死者之一。

source: The cross reads: Here lies Trombul, the famous potion maker.
de: Auf dem Kreuz steht: Hier liegt Trombul, der berühmte Tränkemacher.
fr: On peut lire sur la croix : Ici repose Trombul, le célèbre fabricant de potions.
ja: 十字架にはこう書かれている: トロンブルはここに眠る。有名な薬師。
pt: Na cruz, lê-se:. Aqui jaz Trombul, o famoso fabricante de porções.
zh_cn: 十字架上写着：著名的药水制造商特隆布尔 长眠于此。

source: The cross reads: Here lies the remains of Antagnart, loved by none but remembered by everyone.
de: Auf dem Kreuz steht: Hier liegen die sterblichen Überreste von Antagnart, von keinem geliebt, aber allen in Erinnerung geblieben.
fr: On peut lire sur la croix : Ici repose la dépouille d'Antagnart, que personne n'aime mais dont tout le monde se souvient.
ja: 十字架にはこう書かれている: アンタニャールの遺骨はここに眠る。誰にも愛されないが、皆に記憶されている。
pt: Na cruz, lê-se:. Aqui jaz os restos de Antagnart, amado por ninguém, mas lembrado por todos.
zh_cn: 十字架上写着：安塔格纳特的遗骸在这里，无人爱戴，却被所有人铭记。

source: You find a crude drawing of one of the white wyrms, but you decide not to keep it since it must belong to someone.
de: Du findest eine grobe Zeichnung eines der weißen Lindwürmer, aber du entschließt dich, sie nicht zu behalten, da sie jemandem gehören muss.
fr: Tu trouves un dessin grossier d'un des wyrms blancs, mais tu décides de ne pas le garder car il doit appartenir à quelqu'un.
ja: ホワイトウィルムの粗雑な絵を見つけたが、誰かのものであるはずなので、そのままにしておくことにした。
pt: Encontra um desenho primitivo de um dos Dragões Brancos, mas decide não mantê-lo, uma vez que deve pertencer a alguém.
zh_cn: 你发现了一幅白巫师的粗略画像，但你决定不保留它，因为它一定属于某个人。

source: The cross shows lots of small indentations, as if someone hit it repeatedly with a sharp object. You can barely make out the words: "Rest with the Shadow, my friend. I will avenge your death by those beasts".
de: Das Kreuz zeigt viele kleine Einkerbungen, als ob jemand wiederholt mit einem scharfen Gegenstand auf es eingeschlagen hätte. Du kannst kaum die Worte ausmachen: Ruhe im Schatten, mein Freund, ich werde mich an diesen Bestien rächen.
fr: La croix présente de nombreuses entailles, comme si quelqu'un l'avait frappée à plusieurs reprises avec un objet pointu. On peut à peine distinguer les mots : Repose avec l'Ombre, mon ami. Je vais te venger.
ja: 十字架には、誰かが鋭利なもので繰り返し叩いたような小さな窪みがたくさんある。"シャドウと共に安らかに眠れ。怪物どもへの仇は私が討つ"という言葉がかろうじて読み取れる。
pt: A cruz mostra lotes de pequenos recortes, como se alguém batesse repetidamente com um objeto afiado. Mal consegue ler as palavras: Descanse com a sombra, meu amigo, vou vingar-lhe dessas bestas.
zh_cn: 十字架上有很多小的压痕，好像有人用尖锐的物体反复敲打它。你可以勉强看清这些字。"与影子一起休息，我的朋友。我将向杀死你的怪兽报仇"。

source: The cross contains symbols that you cannot understand.
de: Auf dem Kreuz stehen Symbole, die dir unverständlich sind.
fr: La croix contient des symboles que tu ne peux pas comprendre.
ja: 十字架には理解できないシンボルが含まれている。
pt: A cruz contém símbolos que não pode entender.
zh_cn: 十字架上有你无法理解的符号。

source: The cross contains symbols that you cannot understand. It looks like someone started digging up this grave recently, but stopped halfway.
de: Auf dem Kreuz stehen Symbole, die dir unverständlich sind. Es sieht aus, als hätte jemand unlängst angefangen dieses Grab zu graben, aber nach halb getaner Arbeit damit aufgehört.
fr: La croix contient des symboles que tu ne peux pas comprendre. Il semble que quelqu'un ait commencé à creuser cette tombe récemment, mais qu'il se soit arrêté à mi-chemin.
ja: 十字架には理解できないシンボルが含まれている。誰かが最近この墓を掘り起こし始めたようだが、途中で止まっている。
pt: A cruz contém símbolos que não pode entender. Parece que alguém começou a cavar esta cova recentemente, mas parou na metade.
zh_cn: 十字架上有你无法理解的符号。看起来最近有人开始挖掘这个坟墓，但半途而废。

source: The cross contains symbols that you cannot understand, in addition to a crude drawing of what you think should resemble an Izthiel beast.
de: Auf dem Kreuz stehen Symbole, die dir unverständlich sind, zusammen mit einer groben Zeichnung, die wohl einem Izthiel-Biest ähneln soll.
fr: La croix contient des symboles que tu ne peux pas comprendre, en plus d'un dessin grossier de ce qui, selon toi, doit ressembler à un Izthiel.
ja: 十字架にはイズシエルの怪物らしきものの粗雑な絵に加えて、理解できないシンボルが含まれている。
pt: A cruz contém símbolos que não pode compreender e um desenho rude do que acha que parece com uma besta Izthiel.
zh_cn: 十字架上有你无法理解的符号，此外还有一幅你认为应该类似于伊泽尔野兽的粗略图画。

source: The cross contains symbols that you cannot understand, in addition to a crude drawing of what you think should resemble a frog.
de: Auf dem Kreuz stehen Symbole, die dir unverständlich sind, zusammen mit einer groben Zeichnung, die wohl einem Frosch ähneln soll.
fr: La croix contient des symboles que tu ne peux pas comprendre, en plus d'un dessin grossier de ce qui doit, selon toi, ressembler à une grenouille.
ja: 十字架にはカエルらしきものの粗雑な絵に加えて、理解できないシンボルが含まれている。
pt: A cruz contém símbolos que não pode compreender e um desenho rude do que acha que parece com um sapo.
zh_cn: 十字架上有你无法理解的符号，此外还有一幅你认为应该类似于青蛙的粗略图画。

source: The cross contains symbols that you cannot understand, but you recognize the word 'Iqhan'.
de: Auf dem Kreuz stehen Symbole, die dir unverständlich sind, aber du kannst das Wort 'Iqhan' entziffern.
fr: La croix contient des symboles que tu ne peux pas comprendre, mais tu reconnais le mot "Iqhan".
ja: 十字架には理解できないシンボルが含まれているが"イクハン"という言葉は識別できる。
pt: A cruz contém símbolos que não pode compreender, mas reconhece a palavra 'Iqhan'.
zh_cn: 十字架上有你无法理解的符号，但你认出了 "伊坎 "一词。

source: The cross contains symbols that you cannot understand, in addition to a crude drawing of what you think should resemble a sword.
de: Auf dem Kreuz stehen Symbole, die dir unverständlich sind, zusammen mit einer groben Zeichnung, die wohl einem Schwert ähneln soll.
fr: La croix contient des symboles que tu ne peux pas comprendre, en plus d'un dessin grossier de ce qui doit, selon toi, ressembler à une épée.
ja: 十字架には剣らしきものの粗雑な絵に加えて、理解できないシンボルが含まれている。
pt: A cruz contém símbolos que não pode compreender e um desenho rude do que acha que parece com uma espada.
zh_cn: 十字架上有你无法理解的符号，此外还有一幅你认为应该类似于剑的粗略图画。

source: The cross contains symbols that you cannot understand, in addition to a crude drawing of something that you cannot make out what it should resemble.
de: Auf dem Kreuz stehen Symbole, die dir unverständlich sind, zusammen mit einer groben Zeichnung, von der du nicht sagen kannst, was sie wohl darstellen soll.
fr: La croix contient des symboles que tu ne peux pas comprendre, en plus d'un dessin grossier de quelque chose que tu ne parviens pas à identifier.
ja: 十字架には何に似ているのかも分からない粗雑な絵に加えて、理解できないシンボルが含まれている。
pt: A cruz contém símbolos que não pode compreender e um desenho rude que não parece com nada que já tenha visto antes.
zh_cn: 十字架上有一些你无法理解的符号，此外还有一幅粗略的图画，你无法看出它应该是什么样子的。

source: The cross contains symbols that you cannot understand, in addition to an elaborate drawing of a skull.
de: Auf dem Kreuz stehen Symbole, die dir unverständlich sind, zusammen mit einer sorgfältig ausgeführten Zeichnung eines Schädels.
fr: La croix contient des symboles que tu ne peux pas comprendre, en plus d'un dessin élaboré d'un crâne.
ja: 十字架には頭蓋骨の精巧な絵に加えて、理解できないシンボルが含まれている。
pt: A cruz contém símbolos que não pode compreender e um desenho elaborado de uma caveira.
zh_cn: 十字架上有你无法理解的符号，此外还有一幅精心绘制的骷髅头。

source: You stop to notice a hole in the wall near the ground, large enough to fit something in. The ground here shows recent shoe-prints, which could indicate that the hole in the wall is a hiding place of some sort. However, it seems to be empty now.
de: Du hältst an, um ein Loch in der Felswand zu betrachten, das groß genug ist, um etwas darin zu verbergen. Der Boden hier zeigt frische Fußspuren, die darauf hindeuten könnten, dass das Loch eine Art Versteck ist. Wie auch immer - nun scheint es leer zu sein.
fr: Tu t'arrêtes pour remarquer un trou dans le mur près du sol, assez grand pour y faire entrer quelque chose. Le sol présente ici des traces de pas récentes, ce qui pourrait indiquer que le trou dans le mur est une sorte de cachette. Cependant, il semble être vide à présent.
ja: 立ち止まってみると、地面の近くの壁に何かを入れるのに十分な大きさの穴があることに気付く。地面には比較的新しい靴跡が残っており、壁の穴が何らかの隠し場であることを示している。しかし、今は空っぽのようだ。
pt: Pare de observar um buraco na parede perto do chão, grande o suficiente para caber algo dentro. O terreno aqui mostra marcas recentes de sapato, o que poderia indicar que o buraco na parede é um esconderijo de algum tipo. No entanto, parece estar vazio agora.
zh_cn: 你停下脚步，注意到靠近地面的墙上有一个洞，大到可以放进什么东西。这里的地面上有最近的鞋印，这可能表明墙上的洞是某种隐藏的地方。然而，它现在似乎是空的。

source: The cross reads: Here lies Telban. A beloved friend of many, and a dreaded foe for those that did not pay up.
de: Auf dem Kreuz steht: Hier liegt Telban. Ein geliebter Freund für viele und ein gefürchteter Feind für die, die nicht gezahlt haben.
fr: On peut lire sur la croix : Ici repose Telban. Aimé de nombreuses personnes, et redouté par ceux qui n'ont pas payé.
ja: 十字架にはこう書かれている: テルバーンはここに眠る。多くの人に愛された友人であり、借金を支払えなかった者にとっては恐ろしい敵であった。
pt: Na cruz, lê-se:.. Aqui jaz Telban, um querido amigo de muitos e um inimigo temido por aqueles que não saldavam as dívidas deles.
zh_cn: 十字架上写着：这里是特尔班。许多人挚爱的朋友，以及那些不付钱的人的可怕敌人。

source: The cross reads: Tengil the needy lies here, after having succumbed to the nastiest of poisons. Rest with the Shadow, my friend.
de: Auf dem Kreuz steht: Tengil der Bedürftige liegt hier, dem schlimmsten aller Gifte unterlegen. Ruhe im Schatten, mein Freund.
fr: On peut lire sur la croix : Tengil le nécessiteux repose ici, après avoir succombé au plus nocif des poisons. Repose avec l'Ombre, mon ami.
ja: 十字架にはこう書かれている: テンギルは最悪の毒に屈してここに眠る。シャドウと共に安らかに眠れ。
pt: Na cruz, lê-se: Tengil, o necessitado, está aqui, depois de ter sucumbido ao mais desagradável dos venenos. Descanse com a sombra, meu amigo.
zh_cn: 十字架上写着。需要帮助的腾格尔躺在这里，在屈服于最恶心的毒药之后。与暗影一起安息吧，我的朋友。

source: The ground around the grave looks like it has been partially dug up by animals. They don't seem to have gotten anywhere yet though.
de: Die Erde um das Grab herum sieht aus, als sei es teilweise von Tieren aufgegraben worden. Sie scheinen jedoch nirgendwo hingelangt zu sein.
fr: Le sol autour de la tombe semble avoir été partiellement creusé par des animaux. Mais ils ne semblent être arrivés nulle part.
ja: 墓の周りの地面は、一部が動物に掘り起こされたらしい。まだどこにもたどり着けていないようだ。
pt: O solo ao redor da sepultura parece que foi parcialmente desenterrado por animais. Eles não parecem ter chegado a lugar algum ainda.
zh_cn: 坟墓周围的地面看起来像是被动物挖去了一部分。不过它们似乎还没有得到任何东西。

source: Here lies the remains of Ilirathos, mother of two.
de: Hier liegen die sterblichen Überreste von Ilirathos, einer zweifachen Mutter.
fr: Ici repose la dépouille d'Ilirathos, mère de deux enfants.
ja: イリラトスの遺骨はここに眠る。2児の母。
pt: Aqui jaz os restos de Ilirathos, mãe de dois.
zh_cn: 这里躺着两个孩子的母亲伊利拉托斯的遗体。

source: Ke'roos lies here. No one knew him in life since he always kept to himself, but we all thank him for the generous gifts he left behind for Brimhaven.
de: Hier liegt Ke'roos. Niemand kannte sein Leben, da er sich immer abseits hielt, aber wir sind dankbar für die großzügigen Spenden, die er Brimhaven hinterlassen hat.
fr: Ke'roos repose ici. Personne ne l'a connu dans la vie puisqu'il a toujours été renfermé sur lui-même, mais nous le remercions tous pour les généreux cadeaux qu'il a laissés à Brimhaven.
ja: ケルースはここに眠る。いつも1人でいたので誰も彼のことを知りませんでしたが、ブリムヘブンのために残してくれた寛大な贈り物に感謝します。
pt: Ke'roos está aqui. Ninguém o conhecia na vida, pois sempre foi muito reservado, mas todos nós somos-lhe gratos pelos presentes generosos que ele deixou em Brimhaven.
zh_cn: 科鲁斯躺在这里。没有人认识他，因为他总是独来独往，但我们都感谢他为布林海文留下了慷慨的礼物。

source: Here lies Lawellyn the weak.
de: Hier liegt Lawellyn der Schwache.
fr: Ici repose Lawellyn le faible.
ja: 弱きローリンはここに眠る。
pt: Aqui jaz Lawellyn, o fraco.
zh_cn: 这里躺着劳林。

source: The cross is covered with a thick layer of web. You wonder why anyone would choose this place as a grave for their fallen.
de: Das Kreuz ist von einer dicken Schicht Spinnweben bedeckt. Du fragst dich, warum irgendwer diesen Platz auswählen sollte, um seine Verstorbenen zu begraben.
fr: La croix est recouverte d'une épaisse couche de toile d'araignée. On se demande pourquoi quelqu'un choisirait ce lieu comme tombeau vers l'au-delà.
ja: 十字架は厚い蜘蛛の巣で覆われている。どうしてここを亡くなった人のためのお墓として選ぶのかと、あなたは不思議に思う。
pt: A cruz está coberta com uma grossa camada de telhas de aranha. Quer saber por que alguém iria escolher este lugar como um túmulo para os mortos deles.
zh_cn: 十字架上覆盖着一层厚厚的网。你想知道为什么有人会选择这个地方作为死者的坟墓。

source: Even though the wood on the cross looks like it was cut recently, you see no signs of anything being buried here.
de: Obwohl das Kreuz aussieht, als sei es erst neulich geschnitzt worden, siehst du keine Anzeichen dafür, dass hier etwas begraben liegt.
fr: Même si le bois de la croix semble avoir été coupé récemment, tu ne vois aucun signe de ce qui a été enterré ici.
ja: 十字架の上の木は最近切ったようだ、ここには何も埋められている形跡がない。
pt: Mesmo que a madeira na cruz pareça ter sido cortada recentemente, não vê sinais de algo que esteja enterrado aqui.
zh_cn: 尽管十字架上的木头看起来像是最近砍的，但你没有看到任何东西被埋在这里的迹象。

source: On the wall, you see a plaque that reads: Bring unto me, that which I cannot bear, for it makes me stronger.
de: An der Wand siehst du eine Tafel auf der steht: Bringe mir, was ich nicht tragen kann, denn das macht mich stärker.
fr: Sur le mur, tu vois une plaque qui dit : Apportez-moi ce que je ne peux supporter, car cela me rend plus fort.
ja: 壁のプレートにはこう書かれている: 耐えきれないものを持ってくるように、それでもっと強くなれる。
pt: Na parede, vê uma placa que diz 'Traga-me o que não posso suportar, porque isso torna-me mais forte'.
zh_cn: 在墙上，你看到一块牌匾，上面写着：把我无法忍受的事带到我面前，因为它使我更强大。

source: Hello there. Please move along. These things are property of Feygard, and you have no business here.
de: He du. Geh bitte weiter. Dies ist Eigentum von Feygard und du hast damit nichts zu tun.
fr: Bien le bonjour. Merci de circuler. Ceci est la propriété de Feygard, et vous n'avez rien à faire ici.
ja: こんにちは。よそへ行ってくれ。ここにあるものはフェイガードの所有物だ、君には関係ない。
pt: Olá. Por favor, mova-se. Estas coisas pertencem a Feygard, não tem nada para ver aqui.
zh_cn: 您好。请继续前行。那些东西是费加德的资产，你无权干涉。

source: Hey, you're that kid! That kid that we've been hearing about. It's great to finally get a face on the stories we've heard.
de: Hey, du bist das Kind! Das Kind von dem wir gehört haben. Es ist toll endlich einmal das Gesicht dessen zu sehen, der hinter den Geschichten steckt.
fr: Hé, mais tu es le gamin ! Je veux dire, ce gamin dont on n'arrête pas d'entendre parler. C'est génial de pouvoir enfin mettre un visage sur ces histoires qu'on entend.
ja: おお、君が例のあの子か！ 話には聞いていたぞ。話題にあった顔とようやく会えて嬉しく思う。
pt: Ei, você é aquele garoto! Aquele que temos ouvido boatos. Finalmente! é ótimo conhecer o protagonista dessas histórias.
zh_cn: 哟，你就是那个家伙！那个我们一直听说的那个家伙。在我们听说的故事中终于有了个面孔，感觉真好。

source: Please, anything I can help you with?
de: Sag bitte, kann ich ich dir mit Irgendetwas helfen?
fr: Je vous en prie, que puis-je faire pour vous ?
ja: 何か協力できることは？
pt: Por favor, posso ajudá-lo com algo?
zh_cn: 请问我能帮到您什么的吗？

source: Care to trade some items?
de: Willst du ein paar Gegenstände handeln?
fr: Cela vous dirait-il de faire commerce de quelques objets ?
ja: アイテムを取引しませんか？
pt: Quer trocar algum item?
zh_cn: 想要交换一些东西吗？

source: Sorry, can't help you there. You're the only kid I've seen running along here in a long time.
de: Da kann ich dir leider nicht weiterhelfen. Du bist seit langer Zeit das einzige Kind das ich hier gesehen habe.
fr: Désolé, mais je ne peux rien faire pour vous. Vous êtes le seul gamin que j'ai vu passer ici depuis longtemps.
ja: すまないが、役立てそうにないな。長い間ここで人の行き来を見てきたが子供は君だけだ。
pt: Sinto muito, não posso ajudar. É a única criança que vejo a correr por aqui há muito tempo.
zh_cn: 对不起，我帮不了你。你是我很久以来看到的唯一一个在这里奔跑的孩子。

source: Sure thing. Here's what I've got.
de: Klare Sache. Hier ist was ich habe.
fr: Bien sûr. Voilà ce que j'ai à proposer.
ja: 承諾しよう。これが持っているものだ。
pt: Com certeza, aqui tens o que arranjei.
zh_cn: 没问题。看看我们有什么吧。

source: Talk to Agthor.
de: Sprich mit Agthor.
fr: Parlez à Agthor.
ja: アグトールと話してくれ。
pt: Fale com Agthor.
zh_cn: 和阿格索尔对话。

source: Are you from Feygard?
de: Kommst du aus Feygard?
fr: Êtes-vous de Feygard ?
ja: フェイガードの方ですか？
pt: És de Feygard?
zh_cn: 你是从费加德来的吗？

source: Where can I get some of that nice armor that you're wearing?
de: Wo bekomme ich eine so schöne Rüstung wie du sie trägst her?
fr: Où pourrais-je me procurer cette belle armure que vous portez ?
ja: あなたが着ているその素敵な鎧はどこで手に入るのですか？
pt: Onde consigo uma armadura decente como esta que usas?
zh_cn: 从哪能得到你这身好装甲？

source: Agthor. Talk to him. [Points at Agthor]
de: [REVIEW]Aghthor. Rede mit Ihm. *zeigt auf Agthor*
fr: Agthor. Parle-lui. [montre Agthor]
ja: アグトールだ。彼と話してくれ。 （アグトールを指差す）
pt: Agthor. Fala com ele. [aponta para Agthor]
zh_cn: 阿格索尔。去和他讲。 *指着阿格索尔*

source: For Feygard!
de: Für Feygard!
fr: Pour Feygard !
ja: フェイガードのために！
pt: Por Feygard!
zh_cn: 为了费加德！

source: Halt! Do not come any closer. The contents of these crates is property of Feygard.
de: Halt! Keinen Schritt näher! Der Inhalt dieser Kisten ist Eigentum von Feygard.
fr: Halte ! Pas un pas de plus. Le contenu de ces caisses est la propriété de Feygard.
ja: 止まれ！ それ以上近寄るな。ここの箱はフェイガードの所有する物だ。
pt: Pare! Não se aproxime! O conteúdo dessas caixas são propriedade de Feygard.
zh_cn: 停下！不要再靠近。这些箱子里的东西是费加德的财产。

source: I mean you no harm. Who are you?
de: Ich will dir nichts antun. Wer bist du?
fr: Je ne vous veux pas de mal. Qui êtes-vous ?
ja: 危害を加えるつもりはない。あなたは誰ですか？
pt: Não quero lhe machucar. Quem é?
zh_cn: 我对你没有恶意。你是谁？

source: Sure. I'll just stay right here. Who are you?
de: Sicher. Ich bleibe gleich hier stehen. Wer bist du?
fr: D'accord, je reste ici. Qui êtes-vous ?
ja: いいですよ。ここにいます。あなたは誰ですか？
pt: Claro. Vou ficar aqui mesmo. Quem é?
zh_cn: 当然。我就待在这里。你是谁？

source: I am Aulowenn of Feygard.
de: Ich bin Aulowenn aus Feygard.
fr: Je suis Aulowenn de Feygard.
ja: 私はフェイガードのオーロウェンという。
pt: Sou Aulowenn de Feygard.
zh_cn: 我是费加德的奥罗温。

source: What are you doing out here?
de: Was machst du hier?
fr: Que faites-vous ici ?
ja: ここで何をしてるの？
pt: O que estás a fazer aqui fora?
zh_cn: 你在这里做什么？
