Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: Up in the north, I have heard tales of beast called the arulir. Their skin is thick as bark due to the interesting oily substance that they produce. I have learned that if you extract some of that thick oily substance, and mix it with an infectious claw from some monster, you can make a potion that makes your skin almost as tough as theirs. I will require two of those skins for it to be effective, and I believe you can find the type of claws that I require on monsters that dwell underground and in caves somewhere outside Fallhaven.
de: Oben im Norden habe ich Geschichten über eine Bestie namens Arulir gehört. Ihre Haut ist so zäh wie Rinde, aufgrund einer interessanten öligen Substanz, welche sie produzieren. Ich habe gelernt, dass man einen Trank herstellen kann, der deine Haut so zäh wie ihre werden lässt, wenn man diese ölige Substanz extrahiert und mit einer infektiösen Klaue eines Monsters mischt. Ich benötige zwei dieser Häute, damit es wirkt und ich glaube, du kannst die Art von Klauen, die ich brauche, bei Monstern finden, die irgendwo bei Fallhaven unterirdisch in Höhlen hausen.
fr: Au nord, j'ai entendu parler de bêtes appelées Arulir. Leur peau est épaisse comme de l'écorce d'arbre grâce à une substance huileuse qu'ils produisent. J'ai appris qu'en extrayant cette substance huileuse épaisse et en la mélangeant avec une griffe infectée d'un autre monstre, il est possible de faire une potion qui rend la peau presque aussi dure que la leur. J'aurai besoin de deux peaux pour que le mélange soit efficace, et je crois que tu trouveras les griffes dont j'ai besoin sur des monstres qui errent dans des cavernes près de Fallhaven.
ja: 北の方でアルリルなる怪物の話を聞いたことがある。生成している興味深い油性物質のおかげで、その皮膚は樹皮のように厚い。この分厚い油性物質を抽出して伝えやすいモンスターの爪と混ぜると、その者の肌をそやつらと同じくらいに頑丈にするポーションが作れることを学んだ。効果を発揮するには皮が2枚必要となる。爪の方は、フォールヘブン郊外の地下や洞窟にいるモンスターから求めておる種類が見つかるはずじゃ。
pt: No norte, ouvi contos de animais chamado Arulir. A pele deles é grossa como casca devido à substância oleosa interessante que eles produzem. Aprendi que se extrair uma parte daquela substância oleosa espessa e misturá-la com uma garra infecciosa de algum monstro, pode fazer uma poção que torne a sua pele quase tão dura como a deles. Exigirei duas dessas cascas para que seja efetiva e acredito que pode encontrar o tipo de garras que preciso em monstros que habitam no subsolo e em cavernas em algum lugar fora de Fallhaven.
zh_cn: 在北部，我听过关于野兽的传说，称为阿鲁里尔。由于它们产生的有趣的油性物质，它们的皮肤像树皮一样厚。我了解到，如果您提取一些浓稠的油性物质，并将其与某种怪物的传染性爪子混合，则可以制成一种药水，使您的皮肤几乎和它们的皮肤一样坚韧。我将需要其中两个皮肤才能使其有效，我相信你可以在法尔海文郊外某处地下和洞穴中居住的怪物身上找到我所需要的那种爪子。

source: Ah yes, the Hira'zinn. It nearly had me fully in its grasp as well.
de: Ah ja, der Hira'zinn. Er hatte mich fast vollkommen in seinem Griff.
fr: Mais oui, l'Hira'zinn. Un peu plus et je tombais sous son emprise moi aussi.
ja: ああ、ヒラジンじゃな。儂ももう少しで完全に取り込まれるところであった。
pt: Ah, sim, o Hira'zinn. Quase tinha-me plenamente ao alcance dele também.
zh_cn: 啊，是的，希拉津。它也差点把我完全抓在手里。

source: You seemed quite obsessed before.
de: Du schienst vorher besessen zu sein.
fr: Vous paraissiez très obsédé plus tôt.
ja: 以前のあなたはかなり執着しているようでしたね。
pt: Parecia bastante obcecado antes.
zh_cn: 你以前似乎相当痴迷。

source: You seem a bit crazy to me.
de: Du schienst mir ein bisschen verrückt.
fr: Vous êtes un peu fou, à mon avis.
ja: 僕にはあなたが少し狂って見えますね。
pt: Parece-me um pouco louco.
zh_cn: 在我看来，你似乎有点疯狂。

source: That's the effect of the Hira'zinn. Its desire is to consume the minds of all it finds.
de: Das ist der Effekt des Hira'zinn. Er begehrt den Verstand aller die er finden kann zu verzehren.
fr: C'est l'effet de l'emprise de l'Hira'zinn. Il ne désire que consumer les esprits de tous ceux qu'il trouve.
ja: それこそがヒラジンの影響なのじゃ。見つけた者すべての心を喰らい尽くしたいのであるな。
pt: São os efeitos do Hira'zinn. O desejo dele é consumir as mentes de tudo o que achar.
zh_cn: 这就是希拉津的效果。它的愿望是吞噬所有它发现的人的思想。

source: I have only heard of it through tales in books. It has been many generations ago since it last showed itself.
de: Ich habe davon nur durch Geschichten in Büchern erfahren. Es ist viele Generationen her, dass er sich zuletzt gezeigt hat.
fr: Je n'en ai entendu parler qu'à travers des histoires dans des bouquins. Cela fait plusieurs générations qu'il ne s'est pas dévoilé.
ja: 儂も本の中の話でしか聞いたことがない。最後に姿を現してから何世代も経っておる。
pt: Só ouvi falar disso através de contos em livros. Já faz muitas gerações desde que se mostrou por última vez.
zh_cn: 我只是通过书中的故事听说过它。它最后一次出现已经是很多代以前的事了。

source: Last time it crept up on the world, it got its grip on whole villages, I've read. People were fighting their own brethren, after having been consumed by the Hira'zinn.
de: Wie ich gelesen habe, hatte er beim letzten Mal, als er die Welt befiel, ganze Dörfer in seinem Griff. Die Leute haben ihre eigenen Brüder bekämpft, nachdem der Hira'zinn sie verschlungen hat.
fr: J'ai lu que la dernière fois qu'il a fait surface, son emprise a atteint des villages au complet. Les gens s'attaquaient à leur propre famille, après avoir été pris sous l'emprise de l'Hira'zinn.
ja: 前回この世界に忍び寄ったときは、村全体を支配したと読んだことがある。人々はヒラジンに取り込まれた後に、自分の同胞相手に争い合ったとか。
pt: Li que a última vez que se arrastou ao mundo, conseguiu controlar todas as aldeias. As pessoas estavam a lutar contra os próprios irmãos, depois de terem sido consumidas pelo Hira'zinn.
zh_cn: 上次它在世界上蔓延时，它控制了整个村庄，我读过。在被希拉津吞噬之后，人们正在与自己的同胞战斗。

source: Imagine, sisters and brothers fighting, husbands and wives going at each others throats, all because the Hira'zinn had twisted their minds.
de: Stell dir vor: Schwestern und Brüder im Kampf, Männer und ihre Frauen gingen sich gegenseitig an die Gurgel. Und das alles, weil der Hira'zinn ihnen den Verstand verdreht hat.
fr: Imagine des frères et sœurs s'entretuer, des maris et femmes qui se battent à la mort. Tout ça parce que l'Hira'zinn a corrompu leurs esprits.
ja: 想像してみてくれ、姉妹や兄弟で争い、妻と夫が互いの首を絞め合う。すべてはヒラジンが心を捻じ曲げたからじゃ。
pt: Imagine, irmãs e irmãos a lutar, maridos e esposas a atirar-se uns aos outros, tudo porque o Hira'zinn torciam as mentes deles.
zh_cn: 想象一下，姐妹和兄弟打架，丈夫和妻子互相掐架，都是因为希拉津扭曲了他们的思想。

source: Let's go back to the other questions.
de: Lass uns auf die anderen Fragen zurück kommen.
fr: Retournons aux questions précédentes.
ja: 他の質問に戻りましょう。
pt: Voltemos às outras questões.
zh_cn: 让我们回到其他问题上。

source: What caused it to appear the last time?
de: Wodurch wurde er das letzte Mal hervorgerufen?
fr: Qu'est-ce qui l'a fait sortir la dernière fois ?
ja: 前回は何が原因で現れたのですか？
pt: O que o fez aparecer na última vez?
zh_cn: 上次是什么原因导致它出现的？

source: Hah, those people seem like weaklings. That thing was no match for me, I could have defeated it while blindfolded even.
de: Hah, diese Leute waren richtige Weicheier. Dieses Ding war kein Gegner für mich, das hätte ich sogar mit verbundenen Augen fertig gemacht.
fr: Ha, quelle bande de gringalets. Cette chose ne se mesurait pas du tout à moi. Je l'aurais vaincue même les yeux bandés.
ja: ハァ、情けない連中だな。あれは僕には敵わなかった、目隠ししてても勝てただろうね。
pt: Hah, essas pessoas parecem ter fraquezas. Essa coisa não era favorita para mim, poderia ter derrotado isso mesmo com os olhos vendados.
zh_cn: 哈，那些人好弱。那东西不是我的对手，我蒙着眼睛也能打败它。

source: Now, don't be so quick to underestimate the Hira'zinn. It has many tricks up its sleeve.
de: Nun, sei nicht so voreilig, den Hira'zinn zu unterschätzen. Er hat eine Menge Asse im Ärmel.
fr: Ne sous-estime pas l'Hira'zinn si vite. Il a plus d'un tour dans son sac.
ja: ヒラジンを見くびるのは早計じゃぞ。あれには様々な奥の手があるのだからな。
pt: Agora, não seja tão rápido subestimar o Hira'zinn. Tem muitos truques na manga.
zh_cn: 现在，不要这么快就低估了希拉津。它有很多招数。

source: I do not know. The tales I have read do not tell how or why it all started - only that there was some kind of conflict going on at that time.
de: Ich weiß es nicht. Die Bücher, die ich gelesen habe, sagen nichts darüber, wie oder warum das alles begann - nur, dass eine Art von Konflikt zu dieser Zeit stattfand.
fr: Je ne sais pas. Les histoires que j'ai lues ne disent pas comment ni pourquoi tout cela a commencé - seulement qu'il y avait une sorte de conflit en cours à cette époque.
ja: わからん。儂が読んだ話ではどのようにして始まったか、なぜ始まったかについては語られておらん。…ただ、そのときに何らかの紛争があったということだけじゃ。
pt: Não sei. Os contos que li não dizem como ou por que tudo começou - apenas que houve algum tipo de conflito a acontecer naquele momento.
zh_cn: 我不知道。我所读到的故事并没有说明这一切是如何或为什么开始的--只是说当时有某种冲突在发生。

source: The wise men during those days also spoke of having seen some sort of signs before things got worse.
de: Die Weisen jener Tage sagten außerdem, dass sie verschiedene Vorzeichen gesehen hätten, bevor sich die Dinge zum Schlechteren entwickelten.
fr: Les sages de l'époque disaient avoir vu des signes avant que les choses dégénèrent.
ja: 当時の賢人たちも、事態が悪化するより前にある種の兆候を見たと語っている。
pt: Os sábios durante esses dias também falaram de ter visto algum tipo de sinais antes que as coisas piorassem.
zh_cn: 在那些日子里，智者们也谈到在事情变得更糟之前看到了某种迹象。

source: What sort of signs?
de: Welche Art von Zeichen?
fr: Quel genre de signes ?
ja: どんな兆候ですか？
pt: Que tipo de sinais?
zh_cn: 什么样的迹象？

source: I don't know. Something about some rocks turning to life. Sounds like crazy-talk to me.
de: Ich weiß es nicht. Irgendetwas bezüglich lebendig gewordenen Felsformationen. Hört sich für mich wie dummes Geschwätz an.
fr: Je ne sais pas. Quelque chose à propos de roches qui prenaient vie. Un dialogue de fous d'après-moi.
ja: わからん。岩が命を吹き込まれたとか何とか。儂には狂った話のように聞こえるが。
pt: Não sei. Alguma coisa sobre algumas rochas a virar a vida. O que fala parece estranho.
zh_cn: 我不知道。关于一些岩石变成生命的事情。对我来说，这听起来像是疯话。

source: Yes, maybe they too were affected by the Hira'zinn?
de: Ja, vielleicht waren auch sie vom Hira'zinn befallen?
fr: Oui, peut-être qu'eux aussi étaient sous l'influence de l'Hira'zinn ?
ja: そうですね、彼らももしかするとヒラジンの影響を受けていたのでは？
pt: Sim, talvez eles também tenham sido afetados pelo Hira'zinn?
zh_cn: 是的，也许他们也受到了希拉津的影响？

source: I saw some odd looking rock formations on my way here through the forest. Some of them even seemed to have some inner glow in them.
de: Ich habe ein paar seltsame Felsformationen auf meinem Weg durch den Wald hierher gesehen. Einige von ihnen schienen sogar von innen her zu glühen.
fr: J'ai vu d'étranges formations rocheuses sur mon chemin en venant ici. Certaines semblaient même avoir une lueur à l'intérieur.
ja: 森を通っていたときに、奇妙な岩場をいくつか見ました。中には光を放っているものさえありました。
pt: Vi algumas formações de rochosas estranhas no meu caminho até aqui através da floresta. Alguns deles pareciam ter algum brilho interno neles.
zh_cn: 我在穿越森林来这里的路上看到了一些看起来很奇怪的岩层。其中一些甚至似乎有一些内在的光辉。

source: Yes, they might have been.
de: Ja, das könnten sie gewesen sein.
fr: Oui, elles auraient bien pu.
ja: うむ、そうだったのかもしれん。
pt: Sim, eles podem ter sido.
zh_cn: 是的，他们可能是这样。

source: Anyway, it's good that you defeated that thing.
de: Wie auch immer, es ist gut, dass du dieses Ding besiegt hast.
fr: En tout cas, c'est bien heureux que tu aies vaincu cette chose.
ja: とにかく、あれを倒してくれてよかった。
pt: De qualquer forma, é bom que tenha derrotado essa coisa.
zh_cn: 总之，你打败了那个东西，这很好。

source: Formations of rocks you say? Hmm. I don't recall seeing any of that the last time I ventured out.
de: Felsformationen, sagst du? Hmm. Ich kann mich nicht erinnern, sowas gesehen zu haben, als ich das letzte Mal dort draußen war.
fr: Formations rocheuses tu dis ? Mm. Je ne me rappelle pas avoir vu quoi que ce soit de la sorte la dernière fois que je me suis aventuré à l'extérieur.
ja: 岩場とな？ うむむ。最後に外出したときには見覚えがないな。
pt: Diz formações de rochas ? Hmm. Não me lembro de ter percebido nada disso na última vez que me arrisquei numa aventura.
zh_cn: 你说岩石的形成？嗯。我不记得上次我冒险出去的时候看到过这些。

source: Could that be how the Hira'zinn extends its reach?
de: Erweitert der Hira'zinn so seinen Wirkungskreis?
fr: Serait-ce de cette manière que l'Hira'zinn étend son influence ?
ja: それがヒラジンの勢力範囲を広げる方法なのでは？
pt: Poderia ser assim que o Hira'zinn estende ao seu alcance?
zh_cn: 这可能是希拉津扩展其影响力的方式吗？

source: Yes, that would explain a great deal. The tales speak of it slowly creeping up on the world.
de: Ja, das würde einiges erklären. Die Geschichten berichten, dass er langsam die Welt befällt.
fr: Oui, ça pourrait expliquer bien des choses. Les légendes parlent de son influence insidieuse sur la terre entière.
ja: そうじゃな、それで十分説明がつく。その話ではゆっくりと世界に忍び寄ると語られている。
pt: Sim, isso explicaria grande parte das coisas. Os contos falam sobre isso lentamente no mundo.
zh_cn: 是的，这可以解释很多。这些故事讲述了它慢慢地在世界上蔓延。

source: It could be that those formations are the way it gets closer to the people and things that it wants to consume.
de: Es könnte sein, dass es diese Formationen sind, mit denen er sich den Leuten und Dingen, die er verschlingen will annähert.
fr: Ces formations rocheuses lui servent peut-être à se rapprocher des gens et des choses qu'il désire engloutir.
ja: このような場こそが、喰らい尽くしたい人々やものへと近づく方法なのかもしれん。
pt: Pode ser que essas formações sejam a forma como se aproxima das pessoas e das coisas que ela quer consumir.
zh_cn: 可能是这些形态是它更接近它想要的人和事的方式。

source: It could be that the Hira'zinn has some way of affecting the life of the forest itself, causing these formations to appear.
de: Es könnte sein, dass es dem Hira'zinn möglich ist, das Leben des Waldes selbst zu befallen und diese Formationen erscheinen zu lassen.
fr: Ça pourrait aussi être que l'Hira'zinn arrive à influencer la vie de la forêt elle-même, laquelle créa ces formations rocheuses.
ja: ヒラジンがこの森の生態に何らかの影響を与え、そうした場を作り出しているのかもしれんの。
pt: Pode ser que o Hira'zinn tenha alguma maneira de afetar a vida da própria floresta, a fazer aquelas formações rochosas apareçam.
zh_cn: 可能是希拉津有某种方式影响了森林本身的生命，导致这些形态的出现。

source: That's what I think, at least.
de: Das ist zumindest das, was ich denke.
fr: C'est mon avis du moins.
ja: 少なくとも儂はそう思う。
pt: Isso é o que acho, pelo menos.
zh_cn: 至少我是这么认为的。

source: You still sound a bit crazy to me.
de: Du klingst in meinen Ohren immer noch etwas verrückt.
fr: Tu m'apparaîs encore un peu déséquilibré.
ja: 僕にはまだあなたが少しおかしいように思える。
pt: Ainda parece-me um pouco louco.
zh_cn: 在我听来，你还是有点疯狂。

source: Thanks for the explanation.
de: Danke für die Erklärung.
fr: Merci pour l'explication.
ja: ご説明ありがとうございます。
pt: Obrigada pelo esclarecimento.
zh_cn: 谢谢你的解释。

source: Oh, you must be referring to that older boy that was here recently.
de: [REVIEW]Oh, Du meinst den anderen Jungen, der kürzlich da war.
fr: Oh, tu dois parler de ce garçon plus âgé qui est passé par ici récemment.
ja: ああ、最近ここに来たあの年上の少年のことじゃな。
pt: [REVIEW]Oh, deve estar a referir-se ao outro menino que estava aqui recentemente.
zh_cn: 哦，你一定是指最近在这里的那个大男孩。

source: You've seen him? Andor has been here?
de: Du hast ihn gesehen? Andor war hier?
fr: L'avez-vous vu ? Andor était ici ?
ja: 会ったんですか？ アンドールがここに？
pt: O viu? Andor esteve aqui?
zh_cn: 你见过他？安道尔来过这里？

source: He did not tell me his name, but he had some similarities to how you look. Yes, then he probably was the person you are looking for.
de: Er hat mir seinen Namen nicht gesagt, aber er hatte Ähnlichkeit mit dir. Ja, dann war das die Person, nach der Du suchst.
fr: Il ne m'a pas dit son nom, mais il y avait quelques ressemblances avec toi. Oui, ce doit être la personne que tu cherches alors.
ja: 名前は言わなんだが、お主と似た顔立ちをしておった。うむ、ならば探し人だったのじゃろうな。
pt: Ele não me disse o nome dele, mas ele tinha algumas semelhanças com a sua aparência. Sim, então ele provavelmente era a pessoa que estava a procurar.
zh_cn: 他没有告诉我他的名字，但他与你的长相有一些相似之处。是的，那么他可能就是你要找的那个人。

source: You say his name is Andor? That's an odd name, don't you think?
de: Du sagst, er heißt Andor? Das ist ein seltsamer Name, oder nicht?
fr: Tu dis que son nom est Andor ? C'est un drôle de nom, tu ne crois pas ?
ja: 名はアンドールと言うのか？ 妙な名じゃと思わんか？
pt: Diz que o nome dele é Andor? Esse é um nome estranho, não acha?
zh_cn: 你说他的名字叫安道尔？那是个奇怪的名字，你不觉得吗？

source: Anyway, enough of that. What would you like to know?
de: Wie auch immer, genug davon. Was möchtest Du wissen?
fr: En tout cas, assez de tout ça. Qu'aimerais-tu savoir ?
ja: とにかく、それはさておき。何が知りたい？
pt: De qualquer forma, basta disso. O que gostaria de saber?
zh_cn: 总之，够了。你想知道什么？

source: What was he doing here?
de: Was hat er hier gemacht?
fr: Que faisait-il ici ?
ja: 彼はここで何をしていたの？
pt: O que ele estava a fazer aqui?
zh_cn: 他这里干过什么？

source: Well, even from the first time I saw him, I knew something odd was going on.
de: Naja, vom ersten Moment als ich ihn sah, wusste ich, dass etwas nicht stimmte.
fr: Dès la première fois que je l'ai vu, je savais qu'il se passait quelque chose de pas ordinaire.
ja: そうじゃな、最初に会ったときから何か妙だとは思った。
pt: Bem, assim que o vi pela primeira vez, sabia que algo estranho estava a acontecer.
zh_cn: 好吧，甚至从我第一次见到他开始，我就知道发生了一些奇怪的事情。

source: He seemed overly friendly to me, almost like he seemed to know me already.
de: Er schien übermäßig freundlich, gerade so, als ob er mich schon kennen würde.
fr: Il m'a semblé trop sympathique, presque comme s'il me connaissait déjà.
ja: あまりにも友好的で、儂のことをとっくに知っているかのような様子じゃった。
pt: Ele me parecia excessivamente amigável, quase como se ele já me conhecesse.
zh_cn: 他对我似乎过于友好，几乎就像他似乎已经认识我一样。

source: You should know that most people that stumble into my cabin here have either been lost in the maze some time, or are just happy to see another living being.
de: Du solltest wissen, dass die meisten Leute, die in meine Hütte stolpern, sich entweder im Labyrinth verirrt haben oder einfach froh sind ein anderes Lebewesen zu sehen.
fr: La plupart des gens qui passent par mon chalet sont soit perdus dans le labyrinthe depuis quelque temps, soit heureux de simplement voir un autre être vivant.
ja: 儂の小屋にやって来る者のほとんどは、迷路に迷い込んでしまったか、他の生き物を見て喜んでおるかのどちらかなのじゃ。
pt: Deve saber que a maioria das pessoas que tropeçam na minha cabana, a algum tempo este lugar já esteve perdido no labirinto, ou está feliz de ver outro ser vivo.
zh_cn: 你应该知道，大多数偶然进入我这里的人要么在迷宫中迷失了一段时间，要么只是很高兴看到另一个生命体。

source: He showed no such signs. Almost like he knew who I was and that he expected me to be here.
de: Er machte keine solche Anstalten. Gerade so, als ob er wüsste, wer ich war und dass er erwartete, mich hier anzutreffen.
fr: Il n'a montré aucun signe de la sorte. Tout comme s'il savait qui j'étais et qu'il s'attendait à me voir ici.
ja: 彼にはそのような兆候がなかった。儂が誰で、ここにいるのを分かっていたかのようじゃった。
pt: Ele não mostrou tais sinais. Quase como se ele soubesse quem eu era e que ele esperava que estivesse aqui.
zh_cn: 他没有表现出这种迹象。几乎就像他知道我是谁，他期待我在这里。

source: He very kindly asked for some Narwood extract.
de: Er fragte sehr freundlich nach etwas Narholzessenz.
fr: Il m'a demandé de l'extrait de Narwood très gentiment.
ja: えらく丁寧にナルウッドエキスを求めてきおった。
pt: Ele muito gentilmente, me pediu um pouco de extracto de Narwood.
zh_cn: 他非常好心地要求一些纳伍德提取物。

source: Narwood extract, what's that?
de: Narholzessenz? Was ist das?
fr: Qu'est-ce que c'est, de l'extrait de Narwood ?
ja: ナルウッドエキスとは？
pt: Extracto de Narwood, o que é isso?
zh_cn: 纳伍德提取物，那是什么？

source: I recognize that name 'Narwood extract' from somewhere.
de: Ich kenne den Namen 'Narholzessenz' irgendwoher.
fr: Je reconnais ce nom 'extrait de Narwood' de quelque part.
ja: "ナルウッドエキス"という名前はどこかで聞き覚えがありますね。
pt: Reconheço esse nome 'Extracto de Narwood' de algum lugar.
zh_cn: 我从某个地方认出了"纳伍德提取物"这个名字。

source: It can be used to make quite a nasty poison.
de: Es kann zur Herstellung ziemlich übler Tränke verwendet werden.
fr: Il peut être utilisé pour concocter un poison puissant.
ja: これはかなり厄介な毒を作るのに使える。
pt: Pode ser usado para fazer um veneno bastante desagradável.
zh_cn: 它可以用来制作相当讨厌的毒药。

source: Oh right. I've visited a village whose town well had been poisoned with that.
de: Ja richtig. Ich war in einem Dorf, dessen Brunnen damit vergiftet wurde.
fr: Mais oui. J'ai visité un village où le puits avait été empoisonné avec cette substance.
ja: ああそっか。井戸がその毒で汚染されてた村を訪ねたことがあります。
pt: Oh, certo. Visitei uma aldeia cuja cidade tinha sido envenenada com isso.
zh_cn: 哦，对了。我去过一个村庄，那里的井被下毒了，人都被毒死了。

source: Those poor poor people. They have my sympathies. I hope it's not my things that brought this misery upon them.
de: Diese armen Leute. Mein Beileid. Ich hoffe, es waren nicht meine Sachen, die das Unheil über sie brachte.
fr: Pauvres malheureux. Ils ont toutes mes sympathies. J'espère que ce ne sont pas mes choses qui leur ont apporté cette misère.
ja: かわいそうに。同情するぞ。このような悲劇をもたらしたのが儂の物ではないと願いたいものじゃ。
pt: Aqueles pobres pobres. Eles eram bastante simpáticos. Espero que não sejam as minhas coisas que trouxeram essa miséria sobre eles.
zh_cn: 那些可怜的穷人。我对他们表示同情。我希望不是我的东西给他们带来了这种苦难。

source: Please continue your story about Andor.
de: Bitte mach weiter mit deiner Geschichte über Andor.
fr: S'il vous plaît, continuez votre histoire à propos d'Andor.
ja: アンドールの話を続けてください。
pt: Por favor continue a sua história sobre Andor.
zh_cn: 请继续讲述你关于安道尔的故事。

source: So, he asked for a sample of Narwood extract. Normally, I wouldn't give that out to just anyone.
de: Er hat nach Narholzessenz gefragt. Normalerweise gebe ich das nicht jedem.
fr: Il m'a donc demandé de l'extrait de Narwood. Normalement, je ne donnerais pas ça à n'importe qui.
ja: それで、彼はナルウッドエキスのサンプルを求めてきた。普通なら誰かに与えることはしない。
pt: Então, ele pediu uma amostra de extrato de Narwood. Normalmente, não daria isso a ninguém.
zh_cn: 所以，他要了一份纳伍德提取物的样品。通常情况下，我不会把它给任何人。

source: However, as I said, there was something odd about this whole meeting. I actually felt a bit threatened, even though he was so polite and friendly.
de: Wie schon gesagt habe, war die Begegnung etwas komisch. Ich fühlte mich irgendwie bedroht, obwohl er so höflich und freundlich war.
fr: Par contre, comme j'ai dit plus tôt, il y avait quelque chose qui clochait durant cette rencontre. Je me suis senti menacé même s'il est resté gentil et poli.
ja: ただ、言ったように、この会合全体に何か妙なものがあった。あれほど礼儀正しく友好的であったのに、実際のところ少し脅されているように感じた。
pt: No entanto, como disse, havia algo estranho na a conversa toda. Na verdade, senti-me um pouco ameaçada, mesmo que ele fosse tão educado e amigável.
zh_cn: 然而，正如我所说的，整个会面有一些奇怪的地方。我实际上感到有点威胁，尽管他是那么有礼貌和友好。

source: Fearing something would happen to me if I rejected his request, I reluctantly gave him a small sample of the Narwood extract.
de: Da ich fürchtete, dass mir etwas zustoßen würde, wenn ich seiner Forderung nicht nachkommen würde, gab ich ihm widerwillig eine Probe der Narholzessenz.
fr: Par crainte de ce qu'il me ferait si je refusais sa demande, je lui ai remis à contrecœur un petit échantillon d'extrait de Narwood.
ja: もし要求を拒否してしまえば儂の身に何か起こるのではと恐れ、しぶしぶ少量のナルウッドエキスのサンプルを渡してしまった。
pt: A temer que algo me acontecesse se rejeitasse o pedido dele, dei-lhe uma pequena amostra do extrato de Narwood com relutância.
zh_cn: 我担心如果我拒绝他的要求，会有什么事情发生在我身上，所以我不情愿地给了他一小份纳伍德提取物的样品。

source: He gladly accepted the sample, and left shortly after. That's when it started to get even more odd.
de: Er hat die Probe bereitwillig genommen und verließ mich kurz danach. Dann wurde alles noch komischer.
fr: Il a accepté l'échantillon et est parti peu de temps après. C'est à ce moment que les choses sont devenues encore plus bizarres.
ja: 彼は喜んでサンプルを受け取り、すぐに立ち去った。そのときからさらに奇妙なことが始まった。
pt: Ele aceitou a amostra com prazer e saiu pouco depois. Foi quando tudo começou a ficar ainda mais estranho.
zh_cn: 他欣然接受了样品，不久之后就离开了。这时，事情开始变得更加奇怪了。

source: As he left, I happened to glance out the window. There, in the forest I saw the bright flash of the light from the sun hitting a blade.
de: Als er ging, schaute ich kurz aus dem Fenster und sah, wie sich im Wald die Sonne auf einer Klinge spiegelte.
fr: Quand il est sorti d'ici, j'ai jeté un coup d'œil par la fenêtre. C'est alors que j'ai vu, à la lisière de la forêt, la lumière du soleil se réfléchir sur une lame d'épée en un flash étincelant.
ja: 彼が出て行くときに、たまたま窓の外をちらっと見たのだ。そこに、森の中で、太陽の光が刃に反射しているのが見えた。
pt: Quando ele saiu, olhei pela janela. Lá, na floresta, vi o brilho brilhante da luz do sol a acertar uma lâmina.
zh_cn: 当他离开时，我偶然向窗外看了一眼。在那里，在森林里，我看到了太阳光打在刀片上的明亮闪光。
