Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: Much fight. Much blood on ground. But blood good for trees.
de: Viel Kampf. Viel Blut auf Boden. Aber Blut gut für Bäume.
fr: Beaucoup combat. Beaucoup sang sur le sol. Mais sang bon pour les arbres.
ja: いっぱい戦った。地面血だらけ。でも血は木に良い。
pt: Muita luta. Muito sangue no chão. Mas o sangue é bom para as árvores.
zh_cn: 很多战斗。地上有很多血。但血液对树木有好处。

source: Tiqui head of clan. Tiqui make decision of revenge.
de: Tiqui Chef von Clan. Tiqui Entscheidung macht zu rächen.
fr: Tiqui chef de clan. Tiqui prendre décision de vengeance.
ja: ティキは一族の長。ティキ復讐することにした。
pt: Tiqui chefe do clã. Tiqui toma decisão de vingança.
zh_cn: 提基氏族首领。提基做出复仇的决定。

source: Smelly men hunt us down. Kill many.
de: Stinkemänner uns jagen. Töten viele.
fr: Hommes qui sentent mauvais chasser nous. Tuer beaucoup.
ja: 臭い人間自分たち追い詰めた。いっぱい殺した。
pt: Os homens fedorentos nos caçam. Matam muitos.
zh_cn: 臭男人追捕我们。杀死许多人。

source: The smelly men you speak of must be the guards from Feygard. They've been killing you off?
de: Die stinkenden Männer, von denen du sprichst, müssen die Wachen von Feygard sein. Sie haben euch umgebracht?
fr: Les hommes qui sentent mauvais dont tu parles doivent être les gardes de Feygard. Ils sont venus vous tuer ?
ja: あなたが話す臭い人間はフェイガード衛兵に違いない。彼らに殺されたの？
pt: Os homens fedorentos dos quais fala devem ser os guardas de Feygard. Eles estão a matar-los?
zh_cn: 你说的那些臭男人一定是费加德的卫兵。他们一直在追杀你？

source: I won't listen to any more of your lies. You'll die now!
de: Ich werde keine weitere deiner Lügen anhören. Du wirst jetzt sterben!
fr: Je n'écouterai plus tes mensonges. Tu vas mourir maintenant !
ja: お前の嘘はもう聞かない。くたばれ！
pt: Não vou ouvir mais das suas mentiras. Vai morrer agora!
zh_cn: 我不会再听你的任何谎言了。你现在就得死！

source: Yes. Smelly men kill us when they see us.
de: Ja. Stinkemänner uns töten wenn sie uns sehen.
fr: Oui. Hommes qui sentent mauvais nous tuer quand eux nous voir.
ja: そう。臭い人間たち自分たちのこと見つけたら殺す。
pt: Sim. Os homens fedorentos nos matam quando nos vêem.
zh_cn: 是的，臭男人看到我们就会杀了我们。

source: You help Tiqui? Tiqui want revenge for dead friends.
de: Du helfen Tiqui? Tiqui will Rache für tote Freunde.
fr: Toi aider Tiqui ? Tiqui veut vengeance pour ses amis morts.
ja: ティキを助けてくれる？ ティキ死んだ友だちに復讐したい。
pt: Ajuda Tiqui? Tiqui quer se vingar de amigos mortos.
zh_cn: 你帮助提基吗？提基想为死去的朋友报仇。

source: Tiqui knows smelly person with crates [points in the direction to where Aulowenn is].
de: Tiqui kennt stinkenden Mensch mit Kisten [zeigt in die Richtung, in der Aulowenn sich befindet].
fr: Tiqui connaît une personne qui sent mauvais avec des caisses [indique la direction où se trouve Aulowenn].
ja: ティキは箱を持ってる臭い人間知ってる（オーロウェンがいる方角を指差す）。
pt: Tiqui conhece pessoas malcheirosas com caixas [indica a direção onde Aulowenn está].
zh_cn: 提基知道一个拿着箱子的臭人[指着奥罗温所在的方向]。

source: You go take care of last smelly person. Tiqui can be friend to you. Tiqui can have revenge.
de: Du gehen dich kümmern um letzten stinkenden Mensch. Tiqui kann sein dein Freund. Tiqui kann haben Rache.
fr: Toi aller tuer la dernière personne qui sent mauvais. Tiqui peut être ami de toi. Tiqui peut avoir vengeance.
ja: お前、最後の臭い人間始末しに行く。ティキはお前と友だちになれる。ティキは復讐できる。
pt: Vai cuidar da última pessoa malcheirosa. Tiqui pode ser seu amigo. Tiqui pode se vingar.
zh_cn: 你去照顾最后一个臭臭的人。提基可以成为你的朋友。提基可以报仇。

source: I will gladly kill more of those Feygard scum.
de: Ich werde mit Freuden mehr von diesem Feygarder Abschaum töten.
fr: Je vais tuer avec joie encore plus de ces racailles de Feygard.
ja: 喜んでフェイガードのクズどもを始末してやるよ。
pt: Com prazer, vou matar mais da escória de Feygard.
zh_cn: 我很乐意杀死更多费加德人渣。

source: No, I think I'll find your village and take whatever riches you have instead.
de: Nein, ich denke, dass ich lieber dein Dorf aufsuche und an Reichtümern nehme, was dort ist.
fr: Non, je pense que je vais chercher ton village et prendre les richesses que tu as à la place.
ja: いいや、お前の村を見つけて、代わりにお前が持ってる富を奪ってやる。
pt: Não, acho que vou encontrar a sua aldeia e tomar as riquezas que tiver em vez disso.
zh_cn: 不，我想我会找到你的村子，拿走你的所有财富。

source: OK. I will help you.
de: Gut, ich werde dir helfen.
fr: D'accord. Je vais t'aider.
ja: わかりました。協力します。
pt: Está bem, vou ajudá-o.
zh_cn: 好的。我将帮助你。

source: It sounds like they have been wrongfully killing you. I will help you.
de: Es scheint, dass sie euch zu Unrecht getötet haben. Ich werde dir helfen.
fr: Il me semble qu'ils vous ont tués à tort. Je vais vous aider.
ja: 連中は不当にあなたたちを殺しているようだ。手を貸します。
pt: Parece que eles os matam injustamente. Vou te ajudar.
zh_cn: 听起来他们一直在错误地追杀你。我将帮助你。

source: You friend of Tiqui.
de: Du Freund von Tiqui.
fr: Toi ami de Tiqui.
ja: お前ティキの友だち。
pt: Amigo de Tiqui.
zh_cn: 你的朋友提基。

source: Hello, friend of Tiqui. Can Tiqui have revenge for friends?
de: Hallo, Freund von Tiqui. Kann Tiqui haben Rache für Freunde?
fr: Bonjour, ami de Tiqui. Tiqui peut avoir vengeance pour ses amis ?
ja: ああ、ティキの友だち。ティキは友だちに復讐できるか？
pt: Olá, amigo de Tiqui. Tiqui pode se vingar de amigos?
zh_cn: 你好，提基的朋友。提基可以为朋友报仇吗？

source: I've dealt with Aulowenn for you.
de: Ich habe Aulowenn für dich erledigt.
fr: J'ai réglé son compte à Aulowenn pour toi.
ja: オーロウェンを始末してきましたよ。
pt: Lidei com Aulowenn para você.
zh_cn: 我已经为你处理了奥罗温。

source: Yes! Yes! The smell is gone. You friend of Tiqui now! Tiqui help you when we meet again!
de: Ja! Ja! Der Gestank ist weg. Du Freund von Tiqui jetzt! Tiqui dir hilft wenn wir wieder treffen uns!
fr: Oui ! Oui ! L'odeur est partie. Toi ami de Tiqui maintenant ! Tiqui t'aider quand on se recontre à nouveau !
ja: やった！ やった！ 臭い消えた。お前ティキの友だち！ また会ったらティキがお前を助ける！
pt: Sim! Sim! O cheiro desapareceu. É amigo do Tiqui agora! Tiqui ajuda-o quando nos encontramos de novo!
zh_cn: 是的！是的！气味消失了。你现在是提基的朋友！当我们再次见面时，提基帮助您！

source: You also use bed of smelly men, and Tiqui keep you safe.
de: Benutze auch Bett von Stinkemännern und Tiqui dich wird beschützen.
fr: Toi utiliser le lit des hommes qui sentent mauvais et Tiqui te protège.
ja: お前も臭い人間のベッド使う、ティキがお前の安全守る。
pt: Também usa cama de homens fedorentos e Tiqui mantê-lo seguro.
zh_cn: 你也使用臭男人的床，提基保护你的安全。

source: Thank you. I'll feel much safer now that I know you'll watch over me when I rest in Aulowenn's old bed.
de: Danke. Ich fühle mich schon viel sicherer, jetzt wo ich weiß, dass du über mich wachst, während ich mich in Aulowenns ehemaligem Bett ausruhe.
fr: Merci. Je me sens nettement plus en sécurité maintenant que je sais que tu me protègeras lorsque je me reposerai dans le vieux lit d'Aulowenn.
ja: ありがとう。オーロウェンのベッドで休んでる間、あなたが僕を見守ってくれると知って安心できます。
pt: Obrigado. Senti-me muito mais seguro agora que sei que vai cuidar de mim quando eu descansar na cama velha de Aulowenn.
zh_cn: 谢谢你。我现在感觉安全多了，因为我知道当我在奥罗温的床上休息时，你会照看我。

source: You good friend of Tiqui!
de: Du guter Freund von Tiqui!
fr: Toi grand ami de Tiqui !
ja: ティキの親友！
pt: É bom amigo de Tiqui!
zh_cn: 你是提基的好朋友！

source: Hey kid. Yeah, you!
de: Heh, Kind. Jau, du!
fr: Hé, gamin. Oui, toi !
ja: おい、ガキンチョ。おう、そうだ！
pt: Ei, garoto. Sim, você!
zh_cn: 嘿，孩子。是的，你！

source: He he. You might be of use. You'd help an old fella, wouldn't you?
de: Hi hi. Du könntest nützlich sein. Du würdest doch einem alten Kerl helfen, oder?
fr: Hé hé. Tu pourrais être utile. Tu aiderais un vieil homme, n’est-ce pas ?
ja: ガハハ。オメェなら役に立つかもなぁ。年長者を助けてくれるだろ？
pt: He he. Pode ser útil. Ajudaria um velho amigo, não é?
zh_cn: 呵呵。你可能有用。你会帮助一个老家伙，不是吗？

source: Yikes! What is that smell?
de: Igitt! Was stinkt da so?
fr: Beurk ! Quelle est cette odeur ?
ja: うわっ！ 何だこの匂い？
pt: Yikes! Qual é esse cheiro?
zh_cn: 哎呀！那是什么气味？

source: Yuck! What happened to your clothes, they're all dirty and torn up!
de: Bäh, was ist denn mit deiner Kleidung passiert? Sie ist völlig dreckig und zerrissen!
fr: Beurk ! Qu'est-il arrivé à vos vêtements, ils sont tout sales et déchirés !
ja: うえっ！ その服はどうしたんですか？ 汚れてるし破れてますよ！
pt: Que nojo! O que aconteceu com as suas roupas, estão sujas e rasgadas!
zh_cn: 讨厌！你的衣服怎么了，又脏又破的！

source: Hey, what happened to your teeth? Did you lose them all, or did that bad breath of yours make them corrode?
de: He, was ist mit deinen Zähnen geschehen? Hast du sie alle verloren, oder hat dein schlechter Atem sie zerfressen?
fr: Hé, qu'est-il arrivé à vos dents ? Les avez-vous toutes perdues, ou bien est-ce votre mauvaise haleine qui les a détruites ?
ja: ねえ、歯はどうしたの？ 全部なくしたの、それとも口臭で腐ったの？
pt: Ei, o que aconteceu com os dentes? Perdeu todos eles ou o mau hálito deles fez com que se corroessem?
zh_cn: 嘿，你的牙齿怎么了？你是把它们都弄掉了，还是它们被腐蚀了？

source: Did I just see something move inside that nasty beard of yours?
de: Habe ich da gerade etwas sich in deinem garstigen Bart bewegen sehen?
fr: Est-ce que je viens de voir quelque chose bouger dans votre barbe dégoûtante ?
ja: あなたの髭の中で何かが動いてるのが見えたんだけど？
pt: Acabei de ver algo se mover dentro daquela barba desagradável?
zh_cn: 我是不是看到你那讨厌的胡子里有东西在动？

source: [Coughs heavily]
de: [Hustet heftig]
fr: [Tousse fort]
ja: （酷く咳き込む）
pt: [tosses fortes]
zh_cn: [剧烈咳嗽]

source: Har har. That's nothing! You should have seen Lentural that was here before. Come here and let me have a look at you.
de: Har har. Das ist gar nichts! Du hättest Lentural sehen sollen, der vorher hier war. Komm her und lass mich dich anschauen.
fr: Arf arf. Ce n'est rien ! Tu aurais dû voir Lentural qui était ici avant. Viens ici et laisse moi t'examiner.
ja: ハァハァ。何でもねぇ！ こっちにいた頃のレントゥラルに会っとくべきだったな。オメェの顔がよく見えるようこっちに来てくれや。
pt: Har Har. Isso não é nada! Deveria ter visto o Lentural que estava aqui antes. Venha aqui e deixe-me lhe dar uma olhada.
zh_cn: 哈哈。那不算什么！你应该已经看过以前在这里的伦图拉。来这里，让我看看你。

source: Yuck, get away from me!
de: Igitt, geh weg von mir!
fr: Beurk, éloignez-vous de moi !
ja: やめろ、離れろ！
pt: Yuck, afaste-se de mim!
zh_cn: 呸，离我远点！

source: Stay away, or you'll not live to see the rest of the day!
de: Bleib weg, oder du wirst den Rest des Tages nicht mehr erleben!
fr: N'approchez pas, ou vous ne vivrez pas assez longtemps pour voir la fin du jour !
ja: 近寄るな、さもなくば明日の朝日を拝めなくしてやるぞ！
pt: Fique longe ou não vai viver para ver o resto do dia!
zh_cn: 离远点，否则你就活不过今天!

source: OK, OK! No need to get all violent.
de: Ok, ok! Kein Grund um gewalttätig zu werden.
fr: Ok, ok ! Pas la peine de devenir violent.
ja: 分かった、分かったから！ 暴力はやめてくれ。
pt: Ok, ok! Não há necessidade de ficar violento.
zh_cn: 好了，好了!没必要搞得这么暴力。

source: Stupid kids.
de: Blöde Kinder.
fr: Stupides gamins.
ja: クソガキが。
pt: Crianças estúpidas.
zh_cn: 愚蠢的孩子。

source: You'd help an old fella, right? Why don't you run over to Lowyna there and get me another one her bottles of rat poison.
de: Du hilfst einem alten Kerl, stimmts? Warum läufst du nicht rüber zu Lowyna und besorgst mir noch eine Flasche von ihrem Rattengift?
fr: Tu aiderais un vieux frère, hein ? Pourquoi t'irais pas voir Lowyna là, pour me rapporter une autre de ces bouteilles de mort-aux-rats.
ja: 年長者を助けてくれるんだよなぁ？ ローウィナのところまで行って、ネズミの毒薬を買ってきてくれねえか。
pt: Ajudaria um velho amigo, certo? Por que não corre para Lowyna lá e traz-me outra garrafa de veneno de rato.
zh_cn: 你会帮助一个老家伙的，对吗？你为什么不跑到洛伊娜那里去，给我再拿一瓶她的老鼠药。

source: Ah, that sweet rat poison.
de: Ah, dieses süße Rattengift!
fr: Ah, cette douce mort-aux-rats.
ja: ああ、あの甘いネズミの毒薬。
pt: Ah, esse doce veneno de rato.
zh_cn: 啊，那甜美的老鼠药。

source: Rat poison? Are you sure that's safe?
de: Rattengift? Bist du sicher, dass das gesund ist?
fr: Mort-aux-rats ? Êtes-vous sûr que c'est sans risque ?
ja: ネズミの毒薬？ それって本当に安全なものなの？
pt: Veneno de rato? Tem certeza de que isso é seguro?
zh_cn: 老鼠药？你确定它没有毒？

source: Where can I find her?
de: Wo kann ich sie finden?
fr: Où puis-je la trouver ?
ja: 彼女はどこにいるんですか？
pt: Onde posso encontrá-la?
zh_cn: 我在哪里可以找到她？

source: She's in the other hut over there [points].
de: Sie ist in der anderen Hütte dort [zeigt hin].
fr: Elle est dans l'autre hutte là-bas [montre du doigt].
ja: あの女なら向こうの小屋だ（指差す）。
pt: Ela está na outra cabana lá. [aponta]
zh_cn: 她在那边的另一个小屋里[指向]。

source: I don't think it's such a good idea to help you. I could get in trouble.
de: Ich denke nicht, dass es eine allzugute Idee wäre, dir zu helfen. Ich könnte in Schwierigkeiten geraten.
fr: Je ne crois pas que ce soit une très bonne idée de vous aider. Je pourrais avoir des ennuis.
ja: あなたを助けるのはあまり良くないことだと思う。トラブルに巻き込まれそう。
pt: Não acho que seja uma boa ideia ajudá-lo. Poderia me meter em problemas.
zh_cn: 我不认为帮助你是个好主意。我可能会惹上麻烦。

source: I'll go get some rat poison for you.
de: Ich werde dir etwas Rattengift besorgen.
fr: Je vais vous chercher de la mort-aux-rats.
ja: ネズミの毒薬を買ってきます。
pt: Irei buscar-lhe algum veneno de rato.
zh_cn: 我去给你拿点老鼠药。

source: He he. Yes. Yes you could. But that's the beauty of it all!
de: Hi hi. Ja. Ja, das könntest du. Aber das ist das Schöne am ganzen!
fr: Hé hé. Oui. Oui tu pourrais. Mais c'est ça la beauté de la chose !
ja: ガハハ。そうだ。その通りだな。だがソイツがいいんじゃねぇか！
pt: He he. Sim. Sim, pode. Mas essa é a beleza de tudo!
zh_cn: 呵呵。是的，你可以。但这就是这一切的魅力所在!

source: Good. Tell her two-teeth sent you.
de: Gut. Sag ihr, Zweizahn hätte dich geschickt.
fr: Bien. Dis-lui que Deux-dents t'envoie.
ja: よし。この二本歯がオメェを送ったと伝えてくれ。
pt: Boa. Diga-lhe que os dois dentes lhe enviou.
zh_cn: 好的。告诉她是两颗牙齿让你来的。

source: Oh sure! It's perfectly safe. Har har.
de: Oh gewiss! Es ist absolut sicher. Har har.
fr: Et comment ! C'est parfaitement sûr. Arf arf.
ja: おう、モチロンだとも！ 完全に安全なんだぜ。ハァハァ。
pt: Ah com certeza! É perfeitamente seguro. Har Har.
zh_cn: 哦，当然!这是很安全的。哈哈.

source: Hey, did you get that rat poison from Lowyna for me?
de: He, hast du mir von Lowynas Rattengift mitgebracht?
fr: Hé, tu m'as récupéré cette mort-aux-rats de Lowyna ?
ja: よお、ローウィナからネズミの毒薬を買ってきてくれたか？
pt: Ei, trouxe-me esse veneno de Lowyna?
zh_cn: 嘿，你帮我从洛伊娜那里拿了老鼠药吗？

source: Here, I got you some from Lowyna.
de: Hier, ich habe etwas von Lowyna für dich bekommen.
fr: Voilà, je t'en ai pris un peu de chez Lowyna.
ja: どうぞ、ローウィナから買ってきたよ。
pt: Aqui, truz-lhe alguns de Lowyna.
zh_cn: 在这里，我从洛伊娜那给你带来了一些。

source: Hey, my little helper. Got any more of that rat poison for me?
de: He, mein kleiner Helfer. Haste noch mehr von dem Rattengift für mich?
fr: Hé, gamin. As-tu encore de la mort-aux-rats pour moi ?
ja: よお、助けてくれたガキンチョじゃねえか。ネズミの毒薬はまだあるか？
pt: Ei, meu pequeno ajudante. Tem mais algum veneno desse rato para mim?
zh_cn: 嘿，我的小帮手。有更多的老鼠药给我吗？

source: Go get it yourself.
de: Hol es dir doch selbst.
fr: Va en chercher toi-même.
ja: 自分で買ってきてよ。
pt: Vá buscá-lo sozinho.
zh_cn: 自己去拿吧。

source: Here, have some.
de: Hier, da hast du.
fr: En voici.
ja: ほら、どうぞ。
pt: Aqui, tenha alguns.
zh_cn: 来，吃点吧。

source: I'm fine right here. *chuckle*
de: Genau hier fühle ich mich wohl. *kicher*
fr: Je suis bien ici. *gloussement*
ja: それなら構わねえよ。（含み笑い）
pt: Estou bem aqui. *gargalhada*
zh_cn: 我在这里就很好。*咯咯笑*

source: Har har. Thank you. Give that here.
de: Har har. Danke. Gib her.
fr: Arf arf. Merci. Donne-le moi.
ja: ハァハァ。ありがとよ。ソイツをよこせ。
pt: Har Har. Obrigado. Dê isso aqui.
zh_cn: 哈哈.谢谢你。把这个给我。

source: Ah, that sweet sweet rat poison.
de: Ah, dieses süße Rattengift!
fr: Ah, cette douce, douce mort-aux-rats.
ja: ああ、あの甘い甘いネズミの毒薬。
pt: Ah, esse doce doce veneno de ratos.
zh_cn: 啊，那甜美的老鼠药。

source: Hey, how about a reward?
de: He, und mein Lohn?
fr: Hé, y'a pas une récompense ?
ja: ねえ、報酬は？
pt: Eie uma recompensa?
zh_cn: 嘿，报酬是什么？

source: What? No, we didn't agree on anything like that.
de: Was? Nein, wir haben nichts dergleichen abgemacht.
fr: Quoi ? Non, on n'avait pas fait d'accord de ce genre.
ja: あ？ んなモンねえよ。そんなこと言ってなかったろ。
pt: O que? Não, não concordamos com nada assim.
zh_cn: 什么？不，我们没有答应这样的事情。

source: You notice that these rocks seem out of place compared to the surroundings. Maybe they are meant to symbolize something?
de: Du bemerkst, dass diese Felsen in dieser Umgebung fremdartig erscheinen. Vielleicht sollen sie irgendetwas versinnbildlichen?
fr: Vous remarquez que ces rochers ont l'air étrangers à leur environnement. Peut-être sont-ils ici pour symboliser quelque chose ?
ja: これらの岩は、周囲と見比べると場違いであることに気付く。何かを象徴しているのだろうか？
pt: Percebe que essas rochas parecem fora de lugar em relação aos arredores. Talvez eles sejam significados para simbolizar algo?
zh_cn: 你注意到这些石头与周围的环境相比显得格格不入。也许它们是为了象征着什么？

source: [Examine the stones more closely]
de: [Untersuche die Steine genauer]
fr: [Examiner les rochers de plus près]
ja: （岩をもっと詳しく調べる）
pt: [Examine as pedras mais de perto]
zh_cn: [更仔细地检查这些石头]

source: The formation of rocks seems to have sunken somewhat into the ground.
de: Die Felsformation scheint ein wenig im Boden versunken zu sein.
fr: La formation de rochers à l'air de s'être enfoncée dans le sol.
ja: 岩場はやや地中に沈んでいるようだ。
pt: A formação de rochas parece ter mergulhado um pouco no chão.
zh_cn: 岩石的形成似乎在一定程度上沉入地下。

source: You notice some writing on one of the rocks, but it is very faint and in some form of writing that you do not understand.
de: Du bemerkst einige Inschriften auf den Felsen, sie sind aber sehr verblasst und in einer Schriftweise geschrieben, die du nicht verstehst.
fr: Vous remarquez une écriture sur l'un des rochers, mais elle est à peine visible et dans une langue que vous ne comprenez pas.
ja: 岩の1つに何か書かれているのに気付くが、非常にかすかなもので、理解できない何らかの形式で書かれている。
pt: Percebe alguma escrita numa das rochas, mas é muito fraco e em alguma forma de escrita que não entende.
zh_cn: 你注意到其中一块岩石上有一些文字，但非常模糊，而且是你不理解的某种形式的文字。

source: While examining them, you recall the old man Ogam in Vilegard spoke of some 'Rocky Formations'. Could this be what he was referring to? If that is the case, you wonder if this path might lead to Lodar's hideaway.
de: Als du sie untersuchst, erinnerst du dich an den alten Mann Ogam in Vilegard, der von 'Felsformationen' gesprochen hatte. Könnte es das sein, was er gemeint hatte? Du fragst dich, ob der Pfad in diesem Fall wohl zu Lodars Versteck führen könnte.
fr: Pendant que vous les examinez, vous vous rappelez que le vieillard Ogam de Vilegard a parlé de "formations rocheuses". Peut-être parlait-il de cela ? Si c'est le cas, ce chemin pourrait bien mener à la cachette de Lodar.
ja: 調べているうちに、ヴィルガードのオガム老人が"岩場"について話していたのを思い出した。これが彼の言っていたことなのだろうか。だとすれば、この道がロダーの隠れ家に繋がるのではないかとあなたは考える。
pt: Ao examiná-los, lembra-se que o velho Ogam em Vilegard falou de algumas "Formações rochosas". Poderia ser que ele se estava a referir a isso? Se for esse o caso, pergunta-se se esse caminho pode levar ao refúgio de Lodar.
zh_cn: 在检查它们的时候，你记得在维尔加德的奥加姆老人说过一些'岩石阵'。这可能是他所指的吗？如果是这样的话，你想知道这条路是否可能通向洛达尔的藏身之处。

source: North: Feygard South: Nor City
de: Nördlich: Feygard Südlich: Nor City
fr: Nord : Feygard Sud : Norville
ja: 北: フェイガード 南: ノアシティ
pt: Norte (↑): Feygard Sul (↓): Nor-City
zh_cn: 北：费加德 南：诺尔城

source: West: Feygard North: Charwood East: Nor City
de: Westlich: Feygard Nördlich: Charwood Östlich: Nor City
fr: Ouest : Feygard Nord : Charbois Est : Norville
ja: 西: フェイガード 北: チャーウッド 東: ノアシティ
pt: Oeste (←): Feygard Norte (↑): Charwood Leste (→): Nor-City
zh_cn: 西：费加德 北：查伍德 东：诺尔城

source: West: Feygard North: Charwood South: Nor City
de: Westlich: Feygard Nördlich: Charwood Südlich: Nor City
fr: Ouest : Feygard Nord : Charbois Sud : Norville
ja: 西: フェイガード 北: チャーウッド 南: ノアシティ
pt: Oeste (←): Feygard Norte (↑): Charwood Sul (↓): Nor-City
zh_cn: 西：费加德 北：查伍德 南：诺尔城

source: Visitors are not welcome here!
de: Hier sind keine Besucher willkommen!
fr: Les visiteurs ne sont pas bienvenus ici !
ja: ここでは来訪者は歓迎されない！
pt: Os visitantes não são bem-vindos aqui!
zh_cn: 这里不欢迎访客!

source: Someone has scribbled a crude addition to the sign: Unless they bring the good stuff.
de: Jemand hat als plumpe Anmerkung auf das Schild gekritzelt: Außer, sie bringen guten Stoff mit.
fr: Quelqu'un a griffonné par-dessus : Sauf s'ils apportent de bonnes choses.
ja: 誰かが看板に粗雑な書き足しをしている: 良いものを持ってこない限りは。
pt: Alguém escreveu algo como sinal para visitantes: a menos que eles tragam as coisas boas.
zh_cn: 有人在标志上涂鸦了一个粗略的补充：除非他们带来好东西。

source: Here lies an unnamed visitor. May her items that we took serve us well.
de: Hier liegt ein unbekannter Besucher. Mögen ihre Habseligkeiten, derer wir uns annahmen, uns wohl dienen.
fr: Ici gît une visiteuse sans nom. Que les objets que nous lui avons pris nous soient utiles.
ja: 名もなき来訪者はここに眠る。私達で持っていったこの人のアイテムが役に立ちますように。
pt: Aqui está um visitante sem nome. Que os itens que levamos nos sirvam bem.
zh_cn: 这里躺着一位不知名的访客。但愿她的物品对我们有用。

source: Here lies Khulrik. He always told us that he'd take one too many. Finally, he did.
de: Hier liegt Khulrik. Er hat uns immer erzählt, er würde sich mal einen zu viel genehmigen. Letztendlich tat er das.
fr: Ici gît Khulrik. Il nous a toujours dit qu'il prendrait un coup de trop. Finalement, il l'a fait.
ja: クルリックはここに眠る。いつも飲み過ぎるのだと話していた。とうとうやらかした。
pt: Aqui está Khulrik. Ele sempre nos disse que levaria um demais. Finalmente, ele fez.
zh_cn: 这里有库利克。他总是告诉我们，他吃了太多的东西。最后，他做到了。

source: The text on the cross says: Here lies another Nor City savage bandit that roamed the Duleian road, easily slain by the glorious Feygard patrol.
de: Auf dem Kreuz steht: Hier liegt ein weiterer dieser wilden Banditen aus Nor City, der die Duleianstraße unsicher machte, mühelos erschlagen von der glorreichen Feygarder Streife.
fr: Le texte sur la croix dit : Ici gît un autre bandit sauvage de Norville qui vagabondait sur la route Duleian, facilement tué par la glorieuse patrouille de Feygard.
ja: 十字架にはこう文章が書かれている: デュリアン街道を彷徨いていたものの栄光あるフェイガードパトロール隊に容易く殺された、野蛮なノアシティ盗賊がここに眠っている。
pt: O texto na cruz diz: Aqui está outro bandido selvagem da cidade de Nor que percorreu a estrada Duleian, facilmente morto pela gloriosa patrulha de Feygard.
zh_cn: 十字架上的文字说：这里躺着另一个在杜莱恩路上游荡的诺尔城野蛮强盗，被光荣的费加德巡逻队轻易杀死。

source: Welcome to beautiful Charwood heights!
de: Willkommen in den schönen Charwood-Höhen!
fr: Bienvenue dans les merveilleuses hauteurs de Charbois !
ja: 美しいチャーウッドハイツへようこそ！
pt: Bem-vindo às belas alturas de Charwood!
zh_cn: 欢迎来到美丽的查伍德高地！

source: Some mysterious power prevents you from opening the door.
de: Mysteriöse Kräfte verhindern, dass du die Tür öffnen kannst.
fr: Un pouvoir mystérieux vous empêche d'ouvrir la porte.
ja: 不思議な力がドアを開けるのを妨げている。
pt: Algum poder misterioso impede que abra a porta.
zh_cn: 某种神秘的力量使你无法打开这扇门。

source: On the ledge, you notice another formation of rocks that seem out of place compared to the surroundings.
de: Auf dem Felsvorsprung fällt dir eine weitere Felsformation auf, die nicht richtig in die Umgebung passt.
fr: Sur la corniche, vous remarquez une autre formation rocheuse qui a l'air étrangère à son environnement.
ja: 岩棚の上で、周囲と比べて場違いに見える別の岩場に気付く。
pt: Na borda, observa outra formação de rochas que parecem fora de lugar em relação aos arredores.
zh_cn: 在岩架上，你注意到另一个岩石群，与周围环境相比，它们似乎格格不入。

source: On the ledge, you notice another formation of rocks that seem out of place compared to the surroundings. The rocks almost seem to have a faint pulsating glow coming from within them.
de: Auf dem Felsvorsprung fällt dir eine weitere Felsformation auf, die nicht richtig in die Umgebung passt. Von den Felsen scheint ein schwaches, pulsierendes Glühen auszugehen.
fr: Sur la corniche, vous remarquez une autre formation rocheuse qui a l'air étrangère à son environnement. On dirait que les rochers émettent une faible lueur par pulsations.
ja: 岩棚の上で、周囲と比べて場違いに見える別の岩場に気付く。岩の中からかすかに脈打つような輝きが見える。
pt: Na borda observa outra formação de rochas que parecem fora de lugar em relação aos arredores. As rochas quase parecem ter um leve brilho pulsante a vir de dentro deles.
zh_cn: 在岩架上，你注意到另一个岩石群，与周围环境相比，它们似乎格格不入。这些岩石几乎看起来有一种微弱的脉动光芒从它们里面发出来。

source: The rocks in this formation no longer seem to give off that pulsating glow that they did before.
de: Die Steine dieser Felsformation scheinen nicht mehr so wie früher dieses pulsierende Glühen zu verströmen.
fr: Les rochers de cette formation ne semblent plus émettre cette lueur par pulsation comme avant.
ja: この岩場は、もう以前のような脈打つような輝きを放っているようには見えない。
pt: As rochas nesta formação já não parecem liberar aquele brilho pulsante que eles faziam antes.
zh_cn: 这个岩层中的岩石似乎不再像以前那样散发出脉动的光芒了。
