Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: The mermaid immediately awoke and was very angry. But on land she had no chance to catch me.
de: Die Nixe erwachte sofort und war sehr wütend. Aber an Land hatte sie keine Chance, mich zu erwischen.
fr: La sirène s'est réveillée immédiatement et était très furieuse. Mais sur la terre elle n'avait aucune chance de m'attraper.
ja: 人魚はすぐに目を覚まして、とても怒っていました。ですが陸の上では私を捕まえることが適いませんでした。
pt: No mesmo instante a sereia acordou e estava furiosa. Mas em terra ela não tinha chance nenhuma de me apanhar.
zh_cn: 美人鱼立即醒了过来，非常生气。但在陆地上，她没有机会抓住我。

source: Crying and sobbing, the mermaid called after me. Finally, she screamed at me that I would never find peace, and that I would never want to approach water again!
de: Schreiend und schluchzend, rief mir die Nixe nach. Zum Schluss schrie sie mir zu, dass ich niemals Frieden finden würde und, dass ich mich nie wieder einem Gewässer würde nähern wollen!
fr: Elle m'a appelé en criant et en sanglotant. Finalement, elle m'a hurlé que je ne trouverais jamais la paix et que je ne voudrais plus jamais m'approcher de l'eau !
ja: すすり泣きながら、人魚は私の後ろから呼びかけてきました。ついには、もう平穏は訪れない、二度と水に近づきたくなくなるだろう、と私に向かって叫んだのです！
pt: A sereia chamava por mim a chorar e soluçar ar. Finalmente, ela gritou-me que nunca mais encontraria paz e que nunca mais iria querer me aproximar da água de novo!
zh_cn: 美人鱼一边哭着一边叫着我。最后，她对我尖叫，说我永远得不到安宁，我再也不想靠近水了！

source: At first I was happy with my shimmering scale. But I soon realized that everything in my life was going wrong.
de: Zunächst war ich glücklich mit der schimmernden Schuppe. Aber bald wurde mir klar, dass irgendetwas in meinem Leben schief lief.
fr: Au début j'étais content avec mon écaille étincelante. Mais j'ai vite réalisé que tout dans ma vie allait mal.
ja: 最初はキラキラとした鱗に満足していました。ですがすぐに、自分の人生のやることなすことのすべてがうまくいかないことに気が付きました。
pt: A princípio, estava feliz com a minha escama cintilante. Mas logo percebi que tudo na minha vida estava dando errado.
zh_cn: 刚开始，我对闪闪发光的鱼鳞感到高兴。但我很快意识到，我生活中的一切都出问题了。

source: I couldn't think of anything else but the wrath of the people of the river.
de: Ich konnte an nichts anderes mehr als an den Zorn der Flussmenschen denken.
fr: Je ne pouvais plus penser à autre chose que le courroux des gens de la rivière.
ja: 川の者からの怒り以外に考えられません。
pt: Não conseguia pensar em outra coisa senão a ira do povo do rio.
zh_cn: 除了河里人的愤怒，我想不出别的。

source: What could I do? I tried to throw it away or give it to other people - all in vain.
de: Was konnte ich tun? Ich versuchte, sie wegzuwerfen oder jemand anderem zu geben - alles vergebens.
fr: Que pouvais-je faire ? J'ai essayé de la jeter ou de la donner à d'autres, en vain.
ja: どうすればよかったのでしょう？ 捨てようと試みたり、他の人に譲ろうともしたのです。すべて無駄でしたが。
pt: O que poderia fazer? Tentei jogar-la fora ou dar para outra pessoa - tudo em vão.
zh_cn: 我该怎么办？我试图把它扔掉或交给其他人 - 所有这些都是徒劳的。

source: I traveled all over Dhayavar to find someone to help me. Finally, a wise woman, far in the northeast, listened to my story. She advised me to return the scale to the mermaid. This would break the curse.
de: Ich bin durch ganz Dhayavar gereist, um jemanden zu finden, der mir hilft. Schließlich hörte sich eine weise Frau weit im Nordosten meine Geschichte an. Sie riet mir, der Nixe ihre Schuppe zurückzugeben. Dies würde den Fluch brechen.
fr: J'ai voyagé jusqu'à Dhayavar pour trouver de l'aide. Finalement, une femme avisée, loin au nord-est, a écouté mon histoire. Elle m'a conseillé de rendre l'écaille à la sirène. Cela romprait la malédiction.
ja: 助けを求めてダヤヴァル中を旅しました。その最後に、北東部のはるか遠くにいる賢い女性が話を聞いてくれました。彼女からは、人魚に鱗を返せば呪いが解けるとの助言を受けたのです。
pt: Viajei por toda Dhayavar para encontrar alguém que me ajudasse. Finalmente, um mulher sábia, longe a nordeste, ouviu a minha história. Ela aconselhou-me retornar a escama à sereia. Isso dava fim à maldição.
zh_cn: 我走遍了整个达亚瓦尔，寻找帮助我的人。最后，一位远在东北的聪明女人听了我的故事。她建议我把鳞片还给美人鱼。这将打破诅咒。

source: But I did not dare to do this.
de: Aber ich habe mich nicht getraut, dies zu tun.
fr: Mais je n'ai pas osé le faire.
ja: ですが私にはこれをやる勇気がなかった。
pt: Mas não fui capaz de fazer-lo.
zh_cn: 但我没有勇气这样做。

source: She told me that my only other option was to find some kind-hearted person to buy it from me, but then they take on the curse.
de: Sie sagte mir, dass die einzige andere Möglichkeit wäre, eine gutherzige Person zu finden, die sie mir abkauft. Damit aber würde der Fluch auf die Person übergehen.
fr: Elle m'a dit que ma seule autre option était de trouver une âme charitable pour me l'acheter et ainsi prendre sur elle la malédiction.
ja: 彼女には心優しい人を見つけて買ってもらうしかないと言われました。ですがそれだと、相手は呪いにかけられてしまいます。
pt: Ela disse-me que a minha outra única opção era de encontrar uma pessoa de bom coração para me comprar a escama, mas então passaria a maldição para eles.
zh_cn: 她告诉我，我唯一的选择就是找一个好心的人从我这里买下它，但后来他们要承担诅咒。

source: Who would be that stupid?
de: Wer wäre so dumm?
fr: Qui serait aussi stupide ?
ja: そんな馬鹿な人がどこにいるんだ？
pt: Quem seria tão estúpido assim?
zh_cn: 谁会那么傻？

source: Let me be the one to rescue you. Sell me the scale.
de: Lass mich derjenige sein, der dich rettet. Verkauf mir die Schuppe.
fr: Laissez-moi vous sauver. Vendez-moi l'écaille.
ja: あなたを助けさせてほしい。鱗を売ってください。
pt: Deixe-me ser aquele que o vai salvar. Venda-me a escama.
zh_cn: 让我来拯救你。把鱼鳞卖给我。

source: I know, I know. When they heard my story, everybody ran away.
de: Ich weiss, ich weiss. Als sie meine Geschichte hörten, rannten alle fort.
fr: Je sais, je sais. Quand ils ont entendu mon histoire, ils sont tous partis en courant.
ja: わかってます、わかっています。話を聞いてみんな逃げていきましたから。
pt: Eu sei, eu sei. Quando eles escutavam a minha história, todos fugiam.
zh_cn: 我知道，我了解。当他们听到我的故事时，所有人一哄而散。

source: That's too bad. I hope that you will find someone to buy it. Bye.
de: Das ist zu schade! Ich hoffe, du findest jemanden, der sie kauft. Tschüss.
fr: Trop dommage. J'espère que vous trouverez quelqu'un pour l'acheter. Tchao.
ja: それはお気の毒に。誰か買ってくれる人が見つかるといいですね。それでは。
pt: Isso é péssimo. Espero que encontre alguém para lhe comprar isso. Tchau.
zh_cn: 这真是糟透了。我希望你会找到买它的人。再见。

source: Not me. I will buy the scale.
de: Ich nicht. Ich werde die Schuppe kaufen.
fr: Pas moi. J'achèterai l'écaille.
ja: 僕は違います。鱗を買います。
pt: Não eu. Vou comprar a escama.
zh_cn: 我疯了。我就会买鱼鳞。

source: So you really won't help me? You will leave me to my misery?
de: Du willst mir also wirklich nicht helfen? Du willst mich in meinem Elend zurücklassen?
fr: Donc tu ne vas vraiment pas m'aider ? Tu me laisses avec mon supplice ?
ja: 本当に助けてくれないのですか？ 私を惨めなままにしておくのですか？
pt: Então realmente não me vai ajudar? Vai deixar-me na minha miséria?
zh_cn: 所以你真的不帮我？你会让我自生自灭吗？

source: Sorry, I can't do it. Bye.
de: Tut mir leid, ich kann es nicht tun. Tschüss.
fr: Désolé, je ne peux pas. Tchao.
ja: すみませんが、できません。さようなら。
pt: Sinto muito, não o posso fazer. Tchau.
zh_cn: 对不起，我做不到。再见。

source: OK. maybe I am stupid, but sell me the scale.
de: OK, vielleicht bin ich ja dumm, aber ich werde die Schuppe kaufen.
fr: Ok. Je fais peut-être une bêtise, mais vends-moi l'écaille.
ja: なるほど。馬鹿かもしれないけど鱗を売ってください。
pt: Certo. Talvez seja estúpido, mas venda-me a escama.
zh_cn: 好吧。也许我很傻，但把鱼鳞卖给我吧。

source: Here, take it! I have to request gold for it, otherwise it won't work. But one piece of gold should be enough.
de: Hier, nimm sie! Ich muss Gold dafür verlangen, ansonsten wird es nicht funktionieren. Aber ein Goldstück sollte ausreichen.
fr: Tiens, prends-la ! Je dois demander de l'or, sinon ça ne marchera pas. Mais une pièce d'or devrait suffire.
ja: どうぞ！ お金を請求しないといけません。そうしないとうまくいかないもので。ですが1ゴールドあれば十分です。
pt: Aqui, tome! Tenho que pedir algum ouro por isso, de outra maneira não funciona. Mas uma peça de ouro deve ser o suficiente.
zh_cn: 在这里，拿着它！我必须为它支付黄金，否则它将不起作用。但一块金子应该就足够了。

source: No problem, here, take the gold.
de: Kein Problem, hier, nimm das Gold.
fr: Pas de soucis, tenez, prenez l'or.
ja: 問題ありません、お金をどうぞ。
pt: Sem problemas, aqui, tome o ouro.
zh_cn: 没问题，拿金子来。

source: (As soon as you take the scale in your hands, a great sluggishness and a feeling of despair come over you.)
de: (Sobald du die Schuppe in den Händen hältst, überkommt dich eine große Schwerfälligkeit und ein Gefühl der Verzweiflung.)
fr: (Dès que tu prends l'écaille dans tes mains, une grande mollesse et un sentiment de désespoir t'envahissent.)
ja: （鱗を手に取るとすぐに、強い倦怠感と絶望感が襲ってくる）
pt: (Assim que põe a escama nas suas mãos, uma grande lentidão e um sentimento de desespero tomam conta de si.)
zh_cn: （当你拿起手中的鱼鳞时，一种巨大的呆滞和一种绝望的感觉涌上心头。）

source: I feel ... strange!
de: Ich fühle mich ... eigenartig!
fr: Je me sens... étrange !
ja: 気分が…悪い！
pt: Sinto-me… Estranho!
zh_cn: 我觉得......很奇怪!

source: (For a second you feel very dizzy. At least you manage not to faint. As from afar you hear a voice.)
de: (Für eine Sekunde wird dir schwindelig. Zumindest schaffst du es, nicht ohnmächtig zu werden. Aus der Ferne hörst du eine Stimme.)
fr: (Un instant tu te sens pris de vertige. Au moins tu arrives à ne pas t'évanouir. Tu entends une voix lointaine.)
ja: （一瞬、強いめまいを感じる。少なくとも気を失うことはない。遠くから声が聞こえてくる）
pt: (Por um segundo sente-se tonto. Pelo menos consegue não desmaiar. De longe ouve uma voz.)
zh_cn: (有一秒钟，你感到非常晕眩。至少你设法不晕倒。因为从远处你听到了一个声音。）

source: *Sigh* You were my last hope. Leave me now.
de: *seufz* Du warst meine letzte Hoffnung. Lass mich nun allein.
fr: [Soupir] Tu étais mon dernier espoir. Laisse-moi maintenant.
ja: （ため息）あなたが最後の希望だったのに。私のことは置いていってください。
pt: *Suspiro* Era a minha última esperança. Deixe-me agora.
zh_cn: *叹息*你是我最后的希望。现在离开我吧。

source: Oh, you look better than the last time we met. Thank you for your help.
de: Oh, du siehst besser aus als bei unserem letzten Treffen. Danke dir für deine Hilfe.
fr: Oh, tu as l'air mieux que la dernière fois. Merci pour ton aide.
ja: おお、前にお会いしたときよりも元気そうですね。助けてくれてありがとうございました。
pt: Oh, parece melhor do que da última vez que nos encontramos. Obrigado pela sua ajuda.
zh_cn: 哦，你看起来比我们上次见面时好多了。谢谢你的帮助。

source: This seems to be a very strange place. Maybe even dangerous.
de: Dies scheint ein sehr seltsamer Ort zu sein. Vielleicht sogar gefährlich.
fr: Ca semble un endroit étrange. Peut-être même dangereux.
ja: ここはとても奇妙な場所に見える。危険かもしれない。
pt: Este parece ser um lugar muito estranho. Talvez até mais perigoso.
zh_cn: 这似乎是一个非常奇怪的地方。甚至可能很危险。

source: * Put the scale on the ground *
de: *Leg die Schuppe auf den Boden*
fr: * Poser l'écaille sur le sol *
ja: （鱗を地面に置く）
pt: * Por a escama no chão *
zh_cn: *把鱼鳞放在地上 *

source: * Run for your life *
de: *Renne um dein Leben*
fr: * Courir pour ta vie *
ja: （命のために走る）
pt: * Corra pela sua vida *
zh_cn: *为你的人生而奔跑*

source: What a relief! You suddenly feel lighthearted again.
de: Was für eine Erleichterung! Du fühlst dich auf einmal wieder ganz unbeschwert.
fr: Quel soulagement ! Soudainement, tu te sens à nouveau le cœur léger.
ja: ほっとした！ 急に気分が軽くなったような気がする。
pt: Que alívio! De repente sente-se alegre novamente.
zh_cn: 真是如释重负！你突然又感到轻松了。

source: Suddenly, you hear someone singing.
de: Plötzlich hörst du jemanden singen.
fr: Soudain, tu entends quelqu'un chanter.
ja: 突然、誰かが歌っているのが聞こえてくる。
pt: De repente, ouve alguém a cantar.
zh_cn: 突然间，你听到有人在唱歌。

source: You never heard such a beautiful sound before.
de: Du hast noch nie zuvor solch wunderschöne Klänge gehört.
fr: Tu n'avais jamais entendu un si beau son.
ja: こんなに美しい声は聞いたことがない。
pt: Nunca ouvou um som tão bonito assim antes.
zh_cn: 你从未听过如此美妙的声音。

source: You found a heavy bag of gold. 1000 shining pieces of gold!
de: Du findest einen schweren Sack voll Gold. 1000 glänzende Goldstücke!
fr: Tu as trouvé un lourd sac d'or. 1000 pièces d'or étincelantes !
ja: ずっしりとお金の入った袋を見つけた。1000ゴールドが光り輝いている！
pt: Encontrou uma bolsa pesada de ouro. 1000 peças brilhantes de ouro!
zh_cn: 你找到了一袋沉甸甸的黄金。1000块闪闪发光的金子!

source: You have found a small, shiny, metal bar.
de: Du hast einen kleinen glänzenden Metallstab gefunden.
fr: Tu as trouvé une petite barre métallique brillante.
ja: 小さくて光沢のある金属の棒を見つけた。
pt: Encontrou uma barra de metal pequena e brilhante.
zh_cn: 你发现了一个小的、闪亮的金属棒。

source: You feel that you can no longer hold on. You will have to slide into the cold water ...
de: Du spürst, dass du dich nicht mehr länger festhalten kannst. Du wirst in das kalte Wasser rutschen müssen ...
fr: Tu sens que tu ne peux plus tenir. Tu vas devoir glisser dans l'eau froide...
ja: あなたはもう耐えられそうにないと感じる。冷たい水の中へと滑り込んでゆく…
pt: Sente que não pode mais aguentar. Terá que deslizar para dentro da água gelada...
zh_cn: 你觉得你不能再坚持下去了。你将不得不滑入冰冷的水中......。

source: You think of Mikhail, and of Andor ... your strength is slowly leaving you. ...
de: Du denkst an Mikhail und an Andor ... deine Kraft lässt langsam nach. ...
fr: Tu penses à Mikhail, et à Andor... tes forces te quittent doucement...
ja: あなたはミハイルのこと、そしてアンドールのことを思い浮かべる…徐々に力が抜けていく…
pt: Pensa no Mikhail, no Andor... a suas forças estão lentamente a deixar-te...
zh_cn: 你想到了米哈伊尔，想到了安道尔......你的力量正在慢慢地离开你。...

source: Maybe the current will wash you ashore somewhere?
de: Vielleicht spült die Strömung dich irgendwo an Land?
fr: Peut-être que le courant te jettera quelque part sur un rivage ?
ja: もしかすると水流でどこかへと流れ着くかも？
pt: Talvez a correnteza lava-o a terra em algum lugar?
zh_cn: 也许水流会把你冲到某个地方上岸？

source: The ground over there is very slippery. You don't want to fall into the water again.
fr: Le sol là-bas est très glissant. Tu ne veux pas tomber dans l'eau de nouveau.
ja: あそこの地面はとても滑りやすい。あなたは二度と水の中に落ちたくはない。
pt: O chão ali é muito escorregadio. Não queres cair na água novamente.
zh_cn: 那边的地面很滑。你不会想再掉进水里吧。

source: Hi, who are you? I have never seen you here.
de: Hi, wer bist du? Ich hab dich hier noch nie gesehen.
fr: Salut, qui es-tu ? Je ne t'ai jamais vu ici.
ja: どうも、あなたは？ ここでお会いしたことはないですよね。
pt: Oi, quem é? Nunca o vi por aqui.
zh_cn: 嗨，你是谁？我从来没有在这里见过你。

source: My name is $playername. I am from Crossglen.
de: Mein Name ist $playername. Ich komme aus Crossglen.
fr: Je m'appelle $playername. Je viens de Crossglen.
ja: 僕は名は$playername。クロスグレンから来ました。
pt: Meu nome é $playername. Sou de Crossglen.
zh_cn: 我的名字是$playername。我来自克罗斯山谷。

source: My father always told me not to talk to strangers.
de: Mein Vater hat mir immer gesagt, dass ich nicht mit Fremden sprechen soll.
fr: Mon père m'a toujours dit de ne pas parler aux étrangers.
ja: 知らない人とは話すなと父がよく言ってました。
pt: O meu pai sempre me disse para não falar com estranhos.
zh_cn: 我父亲总是告诫我不要和陌生人说话。

source: Cool. I am Burhczyd afgz Dtaloumiye. Nice to meet you.
de: Cool. Ich bin Burhczyd afgz Dtaloumiye. Schön dich kennenzulernen.
fr: Cool. Je suis Burhczyd ofgz Ftaloumiye sako. Enchanté.
ja: かっこいい。私はブルチェド・アフグズ・ダルミエです。お会いできて嬉しいです。
pt: Ótimo. Sou o Burhczyd afgz Dtaloumiye. Muito prazer em te conhecer.
zh_cn: 酷。我是伯赫奇德。很高兴见到你。

source: Burh... - eh, OK. Do you live here in this town?
de: Burh... - eh, OK. Lebst du hier in dem Ort?
fr: Burh... - euh, ok. Vous vivez dans cette ville ?
ja: ブル…ええと、なるほど。この町に住んでいるの？
pt: Burh... - eh, certo. Mora aqui nessa cidade?
zh_cn: 呃...... - 嗯，好吧。你住在这个小镇吗？

source: Yes. At least until now. My parents gave me some money so that I could tour the world. This morning I set off, and I'm staying here in the inn. However, I will have to earn some more money, otherwise it will be a short trip.
de: Ja. Zumindest bis jetzt. Meine Eltern gaben mir etwas Geld, damit ich um die Welt reisen kann. Heute Morgen bin ich aufgebrochen und wohne hier im Gasthaus. Allerdings muss ich noch etwas Geld verdienen, sonst wird es eine kurze Reise.
fr: Oui. Du moins jusqu'à maintenant. Mes parents m'ont donné de l'argent pour que je fasse le tour du monde. Ce matin je me suis mis en route, et je reste ici dans l'auberge. Mais je vais devoir gagner plus d'argent, sinon le voyage sera court.
ja: ええ。これまでは。両親が世界を旅して回れるようにお金をくれたんです。今朝出発してこの宿に泊まってます。ですけど、もっとお金を稼がないとダメですね。短い旅になってしまいますから。
pt: Sim. Ao menos até agora. Os meus pais deram-me algum dinheiro para que eu possa viajar pelo mundo. Mesmo nesta manhã parti e vou ficar aqui nessa estalagem. No entanto, terei que ganhar um pouco mais de dinheiro, senão será uma viagem curta.
zh_cn: 是的。至少到目前为止。我的父母给了我一些钱，这样我就可以环游世界了。今天早上我出发了，我住在旅馆里。但是，我将不得不多赚一些钱，否则这将是一次短途旅行。

source: Yes, some gold always helps. Hmm, maybe you can kill two birds with one stone.
de: Ja, etwas Gold hilft immer. Hmm, vielleicht kannst du zwei Fliegen mit einer Klappe schlagen.
fr: Oui, un peu d'or ça aide. Hmm, vous pouvez peut-être faire d'une pierre deux coups.
ja: ええ、お金があると助かります。うーん、あなたなら一石二鳥かも。
pt: Sim, um pouco de ouro sempre ajuda. Hmm, talvez possa atingir dois coelhos com uma só cajadada.
zh_cn: 是的，一些黄金总是有帮助的。嗯，也许你可以一石二鸟。

source: Take a cart and start a transport company. You can deliver goods to different cities and get some money.
de: Nimm einen Karren und eröffne eine Transportfirma. Du kannst Waren zu verschiedenen Städten liefern und bekommst Geld dafür.
fr: Prenez une charrette et démarrez une entreprise de transports. Vous pouvez livrer des marchandises dans les villes et gagner de l'argent.
ja: 荷車を持って運送会社を始めましょう。あちこちの都市に商品を配達してお金を稼げますよ。
pt: Leva uma carroça e inicia uma empresa de transportes. Podes entregar provisões em cidades diferentes e ainda fazer um pouco de dinheiro.
zh_cn: 拿起手推车，创办一家运输公司。您可以将货物运送到不同的城市并获得一些钱。

source: Wow, splendid idea! I will take my father's cart. Then all I need is a name for my company. Thanks for this tip.
de: Wow, eine großartige Idee! Ich werde den Karren meines Vaters nehmen. Dann brauche ich nur noch einen Namen für meine Firma. Danke für diesen Tipp.
fr: Ouah, super idée ! Je vais prendre la charrette de mon père. Puis il me faut juste un nom pour mon entreprise. Merci pour le conseil.
ja: わあ、それは素晴らしいアイデアですね！ 父の荷車を持っていきます。あとは会社の名前ですね。良い情報をありがとう。
pt: Wow, que ideia incrível! Vou levar a carroça do meu pai. Então tudo o que preciso fazer é nomear a minha empresa. Obrigado por essa dica.
zh_cn: 哇，好主意！我将带着我父亲的手推车。然后我只需要为我的公司取一个名字。谢谢你的提示。

source: My pleasure.
de: Gern geschehen.
fr: Avec plaisir.
ja: どういたしまして。
pt: De nada.
zh_cn: 别客气。

source: I am still thinking about what to call my company. As soon as I have a name, I'll start.
de: Ich denke immer noch darüber nach, wie ich meine Firma nennen soll. Sobald ich einen Namen habe, werde ich loslegen.
fr: Je réfléchis toujours à comment appeler mon entreprise. Je commencerai dès que j'aurai un nom.
ja: 会社の名前を何にするかは考え中です。名前が決まったらすぐに始めます。
pt: Ainda estou a pensar como chamar a minha empresa. Assim que tiver um nome, vou começar.
zh_cn: 我仍在考虑公司的称呼。一旦我有了一个名字，我就会开业。

source: Hi, we know each other! Unfortunately I forgot your name. Come, have a drink with me. How are you?
de: Hi, wir kennnen uns! Leider habe ich deinen Namen vergessen. Komm, trink was mit mir. Wie geht es dir?
fr: Salut, on se connaît ! J'ai malheureusement oublié ton nom. Viens boire un verre avec moi. Comment vas-tu ?
ja: どうも、お知り合いですよね！ 残念ながらお名前を忘れてしまいました。ほら一緒に飲みましょう。お元気ですか？
pt: Oi, nós conhecemo-nos! Infelizmente esqueci-me do seu nome. Venha, beba comigo. Como está?
zh_cn: 你好，我们认识！你是谁？可惜我忘了你的名字。来吧，和我喝一杯。你好吗？

source: My name is $playername. And you are called something with Brr, as far as I can remember.
de: Mein Name ist $playername. Und du heisst irgendetwas mit Brr, soweit ich mich erinnern kann.
fr: Je m'appelle $playername. Et vous, vous vous appelez quelque chose en Brr, si je me souviens bien.
ja: 僕の名前は$playernameです。覚えている限りだと、あなたはブル何とかと呼ばれてましたよね。
pt: Chamo-me é $playername. E chama-se alguma coisa com Brr, tanto quanto me lembro.
zh_cn: 我的名字是$playername。而你的名字是带Brr的东西，就我所记得的而言。

source: Yes, almost: My name is Burhczyd afgz Dtaloumiye. I opened a transport company, as you suggested.
de: Ja, beinahe: Mein Name ist Burhczyd afgz Dtaloumiye. Ich habe eine Transportfirma aufgemacht, so wie du es vorgeschlagen hast.
fr: Oui, presque : je m'appelle Burhczyd ofgz Ftaloumiye sako. J'ai ouvert une entreprise de transports, comme tu me l'avais suggéré.
ja: ええ、おおよそ。私の名前はブルチェド・アフグズ・ダルミエです。あなたが提案してくれた通り運送会社を開業したんですよ。
pt: Sim, quase: o meu nome é Burhczyd afgz Dtaloumiye. Abri aquela empresa de transportes que sugeriu.
zh_cn: 是的，差不多。我的名字是伯赫奇德。我按照你的建议，开了一家运输公司。

source: Great to hear! Is it going well? Do you already have many customers?
de: Toll zu hören! Läuft es gut? Hast du schon viele Kunden?
fr: Ravi de l'entendre ! Les affaires marchent-elles ? Vous avez déjà beaucoup de clients ?
ja: それは良かった！ 上手くいってますか？ お客さんはもうたくさんいるの？
pt: Que ótimo ouvir isso! Está a ir bem? Já tem muitos clientes?
zh_cn: 很高兴听到这个消息!进展顺利吗？你已经有很多客户了吗？

source: Well, there are not too many yet.
de: Nun, es sind noch nicht allzu viele.
fr: Eh bien, il n'y en a pas encore beaucoup.
ja: ええと、まだ多くはないです。
pt: Bom, ainda não tenho muitos.
zh_cn: 嗯，现在还没有太多。

source: More precisely, none at all.
de: Um genauer zu sein, keinen.
fr: Plus précisément, aucun.
ja: より正確には、全くいません。
pt: Mais precisamente, mesmo nenhum.
zh_cn: 实话实说，根本就没有。

source: Really? Why is this?
de: Echt? Warum ist das so?
fr: Vraiment ? Pourquoi donc ?
ja: そうなの？ どうして？
pt: Sério? Por que isso?
zh_cn: 真的吗？为什么是这样？

source: I have no idea. My beautiful cart with BURHCZYD AFGZ DTALOUMIYE - TRANSPORTS written in big white letters always runs empty.
de: Ich habe keine Ahnung. Mein schöner Karren mit BURHCZYD AFGZ DTALOUMIYE - TRANSPORTE, geschrieben in großen weißen Buchstaben, ist immer leer.
fr: Je n'en ai aucune idée. Mon beau chariot avec BURHCZYD OFGZ FTALOUMIYE SAKO - TRANSPORTS écrit en grosses lettres blanches est toujours vide.
ja: さっぱりですね。大きな白文字でブルチェド・アフグズ・ダルミエ・トランスポートと書かれている美しい荷車はいつも空っぽなのです。
pt: Não tenho ideia. A minha bela carroça com BURHCZYD AFGZ DTALOUMIYE - TRANSPORTES escrito em letras brancas grandes sempre viaja vazia.
zh_cn: 我不知道。我那辆写着BURHCZYD AFGZ DTALOUMIYE - TRANSPORTS大白字的漂亮推车总是空空如也。

source: Good grief! What did you name your company?!
de: Meine Güte! Wie hast du deine Firma genannt?!
fr: Bon sang ! Comment avez-vous nommé votre entreprise ?!
ja: なんだって！ 会社の名前は？！
pt: Minha nossa! Como chamou a sua empresa?!
zh_cn: 天哪!你的公司叫什么名字？！

source: 'Burhczyd afgz Dtaloumiye - Transports'. Is there a problem with that?
de: 'Burhczyd afgz Dtaloumiye - Transporte'. Ist das ein Problem?
fr: "Burhczyd ofgz Ftaloumiye sako - Transports". Y a-t-il un problème à cela ?
ja: ブルチェド・アフグズ・ダルミエ・トランスポート。何か問題が？
pt: 'Burhczyd afgz Dtaloumiye - Transportes'. Tem algum problema com isso?
zh_cn: 'Burhczyd afgz Dtaloumiye - Transports'。这有什么问题吗？

source: Nobody can pronounce that name, let alone remember it. No wonder you do not get any orders!
de: Niemand kann diesen Namen aussprechen, geschweige denn ihn sich merken. Kein Wunder, dass du keine Aufträge bekommst!
fr: Personne ne peut prononcer ce nom, et encore moins s'en souvenir. Pas étonnant que vous ne receviez aucune commande !
ja: 誰もその名前を発音できないし、覚えてるわけもない。注文が来ないわけだ！
pt: Ninguém consegue pronunciar esse nome, muito menos lembrar-se dele. Não me surpreende que não ter nenhum pedido!
zh_cn: 没有人能够念出这个名字，更不用说记住它了。难怪你没有得到任何订单!

source: Do you really think so?
de: Meinst du wirklich?
fr: Tu le penses vraiment ?
ja: 本当にそう思われます？
pt: Realmente acha isso?
zh_cn: 你真的这么认为吗？

source: Sure. You have to use a short and catchy name.
de: Sicher. Du musst einen kurzen und einprägsamen Namen verwenden.
fr: Bien sûr, il faut utiliser un nom court et facile à retenir.
ja: もちろん。短くて覚えやすい名前を使わないと。
pt: Claro. Precisa usar um nome mais curto e cativante.
zh_cn: 当然，你必须使用一个简短而响亮的名字。

source: OK, I'll think about a better company name.
de: OK, ich werde mir einen besseren Namen überlegen.
fr: OK, je vais réfléchir à un meilleur nom de société.
ja: なるほど、もっと良い会社名を考えてみます。
pt: Certo, vou pensar num nome melhor para a empresa.
zh_cn: 好的，我将考虑一个更好的公司名称。

source: I am still thinking about a better name for my company. As soon as I have it, I'll leave.
de: Ich denke noch immer über einen besseren Namen für meine Firma nach. Sobald ich ihn habe, werde ich losziehen.
fr: Je réfléchis encore à un meilleur nom pour mon entreprise. Dès que je l'aurai, je partirai.
ja: まだ良い会社名を考えています。それが決まり次第出発します。
pt: Ainda estou a pensar num nome melhor para a minha empresa. Assim que tiver um, vou sair.
zh_cn: 我还在考虑为我的公司取一个更好的名字。一旦想到了，我就会离开。
