Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: This place used to be a safe house for travelers between Loneford and Brimhaven, before they had finished the path between them.
de: Dies hier war früher eine Schutzhütte für Reisende zwischen Loneford und Brimhaven, bevor sie die Straße zwischen den Orten fertig gestellt hatten.
fr: Cet endroit était autrefois un endroit sûr pour les voyageurs entre Loneford et Brimhaven, avant qu'ils aient fini le voyage entre les deux villages.
ja: ここはローンフォードとブリムヘブンの間を通る旅人のための安全地帯でした。やつらがそこに現れるまでは、ですがね。
pt: Este lugar costumava ser uma parada segura para os viajantes entre Loneford e Brimhaven, antes de terem atravessado toda a estrada entre as aldeias.
zh_cn: 在道路打通之前，这个地方曾经是隆福德和布林海文之间旅行者的安全屋。

source: However, nowadays, hardly anyone comes here - because of those cursed creatures from the river.
de: Wie auch immer, heutzutage verirrt sich kaum noch jemand hierher - wegen dieser verfluchten Kreaturen aus dem Fluss.
fr: Cependant, aujourd'hui, pratiquement plus personne ne vient ici - à cause de ces maudites créatures de la rivière.
ja: とはいえ、今ではほとんど誰も来なくなってしまいました。川からやって来た忌々しい怪物たちのせいですよ。
pt: Mas hoje em dia, quase ninguém vem aqui - por causa dessas criaturas amaldiçoadas do rio.
zh_cn: 然而，如今因为那些来自河流中被诅咒的怪物，几乎没有人来到这里。

source: Izthiel, they call them.
de: Izthiel nennt man sie.
fr: Izthiel, ils les appellent.
ja: イズシエル、そう呼ばれています。
pt: Izthiel, eles as chamam.
zh_cn: 他们被称之为伊泽尔。

source: Ack, if it wasn't for those things out there, I am sure a lot of people would come by here more often.
de: Ach, wenn diese Wesen da draußen nicht wären, würden sicherlich viel mehr Leute hier vorbeischauen.
fr: Ah, s'il n'y avait pas ces choses dehors, je suis sûr que beaucoup de personnes viendraient ici plus souvent.
ja: あぁ、あんなものさえいなければ、もっとたくさんの人が来ていたはずなのに。
pt: Raios, se não fosse por essas coisas lá fora, tenho certeza que um monte de gente ia passar por aqui mais vezes.
zh_cn: 哎呀，如果不是因为那些东西，我相信很多人会更经常来这里。

source: Would you like me to kill the creatures for you?
de: Soll ich diese Kreaturen für dich töten?
fr: Voudriez-vous que je tue les créatures pour vous ?
ja: 代わりにその怪物を殺してほしいですか？
pt: Gostaria que lhe mate essas criaturas?
zh_cn: 你想让我杀死这些怪物吗？

source: Oh sure. I have tried that. But they just keep coming back.
de: Oh, natürlich. Das habe ich schon versucht, aber sie kommen immer wieder.
fr: Oh, bien sûr. J'ai essayé. Mais elles ne cessent de revenir.
ja: ええもちろん。自分でもやってはみたんですよ。でもやつらはまたやって来るんです。
pt: Ah, claro. Tentei isso. Mas elas continuam a voltar.
zh_cn: 哦，当然。我已经试过了。但他们不断地卷土重来。

source: Tell you what though. Bring me those claws of theirs, and I'll buy them from you for a good price.
de: Aber ich sag dir was: Bring mir ihre Klauen, und ich kaufe sie dir für einen guten Preis ab.
fr: Cependant, tu sais quoi ? Apporte-moi quelques-unes de leurs dents, et je te les achèterai pour un bon prix.
ja: でもいいですよ。爪を持ってきてください、良い値段で買い取りましょう。
pt: Quer saber: traga-me as garras deles e vou comprá-las por um bom preço.
zh_cn: 不过告诉你吧。把他们的那些爪子拿给我，我会以一个好价钱从你那里买下它们。

source: OK, I will return with some of their claws.
de: Einverstanden. Ich komme mit ihren Klauen wieder.
fr: D'accord, je vais revenir avec quelques dents prises sur les cadavres de ces créatures.
ja: わかりました、爪を持って来ます。
pt: Ok, vou voltar com algumas das garras dele.
zh_cn: 好的，我将带着他们的一些爪子回来。

source: Good. Please do. I like knowing that their numbers are reduced at least.
de: Gut, mach das bitte. Ich möchte ihre Anzahl wenigstens reduziert wissen.
fr: Bien. Fais-le s'il te plaît. J'aime savoir que leur nombre a enfin réduit.
ja: ええ。お願いします。少なくとも数が減っていると知れるだけでも嬉しいので。
pt: Bom. Por favor, faça. Gosto de saber que os números deles sejão reduzidos, pelo menos.
zh_cn: 很好。我会非常高兴知道他们的数量至少有所减少。

source: Great. How many would you like to sell?
de: Großartig. Wieviele möchtest du verkaufen?
fr: Bien. Combien veux-tu m'en vendre ?
ja: 良いですね。いくつ売ってくれますか？
pt: Ótimo. Quantas gostaria de vender?
zh_cn: 很好。你想卖多少？

source: Here's one.
de: Hier ist eine.
fr: En voici une.
ja: どうぞ。
pt: Aqui tens um.
zh_cn: 这里有一个。

source: Here's five.
de: Hier sind fünf.
fr: En voici cinq.
ja: 5個どうぞ。
pt: Aqui estão cinco.
zh_cn: 这里有五个。

source: Here's ten.
de: Hier sind zehn.
fr: En voici dix.
ja: 10個どうぞ。
pt: Aqui estão 10.
zh_cn: 这里有十个。

source: Here's twenty.
de: Hier sind zwanzig.
fr: En voici vingt.
ja: 20個どうぞ。
pt: Aqui estão 20.
zh_cn: 这里有二十个。

source: Never mind. I will be back with more izthiel claws to sell you.
de: Macht nichts. Ich werde mit noch mehr Izthiel-Klauen wiederkommen, die ich dir dann verkaufen kann.
fr: Peu importe, je vais revenir avec plus de dents d'izthiel à vous vendre.
ja: やっぱりいいです。もっとイズシエルの爪を集めて売りにきます。
pt: Não importa. Estarei de volta com mais garras Izthiel para lhe vender.
zh_cn: 不要紧。我将带着更多的伊泽尔爪子回来卖给你。

source: Good, thank you. Here's some gold for your troubles.
de: Gut, danke. Hier hast du etwas Gold für deine Mühe.
fr: Bien, merci. Voici quelques pièces d'or pour ton aide.
ja: よかった、ありがとうございます。こちらが手間賃です。
pt: Bom, obrigado. Aqui tens um pouco de moedas de ouro para os teus problemas.
zh_cn: 很好，谢谢你。这是给你的一些奖励。

source: Excellent, thank you! Here's some gold for your troubles.
de: Ausgezeichnet, vielen Dank! Hier hast du etwas Gold für deine Mühe.
fr: Excellent, merci ! Voici des pièces d'or pour ton aide.
ja: 素晴らしいですね、ありがとうございます！ こちらが手間賃です。
pt: Excelente, muito obrigado! Aqui tens um pouco de moedas ouro para os teus problemas.
zh_cn: 太棒了，谢谢你。这是给你的一些奖励。

source: Oh wow, you managed to get twenty of those claws? That's excellent, thank you! Here's some gold and some extra health potions for your troubles.
de: Klasse, du hast es geschafft, zwanzig von diesen Klauen zu erbeuten? Das ist ausgezeichnet, vielen Dank! Hier hast du etwas Gold und obendrein noch ein paar Heiltränke für deine Mühe.
fr: Oh, wow, tu as réussi à obtenir vingt de ces dents ? C'est excellent, merci ! Voici des pièces d'or et quelques potions de soins supplémentaires pour te remercier.
ja: おおなんと、20個も爪を集めてくれたんですか？ これは素晴らしい、ありがとうございます！ 手間賃と、追加で体力ポーションをどうぞ。
pt: Oh, uau, conseguiu obter 20 dessas garras? Isso é excelente, muito obrigado! Aqui está um pouco de ouro e algum extra em poções de saúde para os seus problemas.
zh_cn: 哇喔，你得到了20个这样的爪子？太棒了，谢谢你！这里有一些金币和一些额外的治疗药水，以作为补偿。

source: What's this, a visitor? How unexpected.
de: Was ist das, ein Besucher? Wie unerwartet!
fr: Quoi, un visiteur ? C'est surprenant.
ja: こんなところに人が？ これは意外だな。
pt: O que é isso, um visitante? Como isso é inesperado.
zh_cn: 这是什么，一个访客？多么出乎意料。

source: Tell me, what can Thorin do for you?
de: Sag, was kann Thorin für dich tun?
fr: Dis-moi, qu'est-ce que Thorin peut faire pour toi ?
ja: 言ってくれ、君のためにこのトーリンに何ができる？
pt: Diga-me, o que Thorin pode fazer por si?
zh_cn: 告诉我，索林能为你做什么？

source: What are you doing here?
de: Was machst du hier?
fr: Que faites-vous ici ?
ja: ここで何しているの？
pt: O que fazes aqui?
zh_cn: 你在那干嘛？

source: Mind if I use your bed over there to rest?
de: Macht es dir etwas aus, wenn ich mich in deinem Bett dort drüben ausruhe?
fr: Puis-je utiliser ce lit pour m'y reposer ?
ja: あそこのベッドで休んでもいいですか？
pt: Posso usar a sua cama para lá para descansar?
zh_cn: 介意我用你那边的床休息吗？

source: Oh, not much. Well actually, I am waiting for someone - or rather, some people.
de: Oh, nicht viel. Nun, eigentlich warte ich auf jemanden . oder besser auf mehrere Leute.
fr: Oh, pas grand-chose. En fait, j'attends quelqu'un. Ou plutôt quelques-uns.
ja: ああ、大したことじゃない。実を言うと誰かを、というより何人かの人たちを待っているんだ。
pt: Oh, não muito. Bem, na verdade, estou à espera de alguém - ou melhor, algumas pessoas.
zh_cn: 哦，不多。好吧，实际上，我在等一个人--或者说，一些人。

source: You see, me and my fellow gatherers were out investigating the poisonous nature of the irdegh.
de: Weißt du, ich und meine Sammler-Kollegen waren hier, um die Giftigkeit der Irdegh zu untersuchen.
fr: Moi et mes compagnons étions à l'extérieur, occupés à étudier le fameux poison des irdeghs.
ja: そうだな、俺と他の採集仲間たちはアーデグという毒について調査していた。
pt: Veja, eu e meus companheiros coletores estávamos a investigar a natureza venenosa dos Irdegh.
zh_cn: 你看，我和我的同伴们在外面调查伊尔德格的毒性。

source: Apparently, I was the only one that was careful enough when handling our wares.
de: Offenbar war ich als einziger vorsichtig genug im Umgang mit unseren Waren.
fr: Apparemment, j'étais le seul suffisamment prudent en les manipulant.
ja: どうも、ソイツの扱いに十分気をつけていたのは俺だけだったらしい。
pt: Aparentemente, fui o único que teve o cuidado suficiente ao manusear os nossos produtos.
zh_cn: 显然，我是唯一在处理我们的货物时足够小心的人。

source: The others got ill quite quick, and we hid in this cave to rest up. However, we had not anticipated these bugs in here.
de: Die anderen wurden schnell krank, und wir zogen uns zum ausruhen in diese Höhle zurück. Jedoch hatten wir nicht diese Käfer hier drin erwartet.
fr: Les autres sont vite tombés malades, et nous nous sommes réfugiés dans cette caverne afin de nous reposer. Mais nous n'avions pas prévu la présence des insectes...
ja: 他のやつらはすぐ病気にかかってしまったから、俺たちはこの洞窟に隠れて休んでいた。とはいえだ、この場所にあんな虫がいるとは思ってもみなかった。
pt: Os outros adoeceram muito rápido e esconderam-se numa caverna para descansar. No entanto, não haviam contado com esses insetos aqui.
zh_cn: 其他人很快就生病了，我们躲在这个山洞里休息。然而，我们没有料到这里有虫子。

source: Those 'scaradon' things are tough! They did not even seem to take any damage when I hit them.
de: Diese Scaradone sind hart im Nehmen! Sie scheinen keinerlei Schaden davonzutragen, wenn ich sie getroffen habe.
fr: Ces "scaradons" sont terriblement résistants ! On dirait qu'ils ne prennent pas le moindre dégât quand je les frappe.
ja: スカラドンのやつらは手強い！ 俺が殴りつけたって何のダメージも受けていないようだった。
pt: Esses escaravelhos são difíceis! Até parece que não levam qualquer dano quando as atinjo.
zh_cn: 那些“圣甲虫”一样的东西很难缠！当我击中它们时，它们甚至没有受到任何伤害。

source: So, that's where I am now. The people that sent us to investigate told us to set up camp if we encountered any problems, and they would come help us.
de: So, und hier bin ich also. Die Leute, die uns auf die Expedition geschickt hatten sagten uns, wir sollen ein Lager aufschlagen, falls wir auf irgendwelche Probleme stoßen, dann würden sie uns helfen kommen.
fr: Et voilà où j'en suis. Ceux qui nous ont envoyés sur le terrain nous ont donné pour consigne de monter le camp en cas de problème, et qu'ils viendraient nous aider.
ja: そうして今に至るってところだ。俺たちを調査に送った人たちは、何かあったら俺たちにテントを張っておくようにと伝えて、助けに来てくれるとも言っていた。
pt: Então, é aqui onde estou agora. As pessoas que nos enviaram para investigar nos disseram para montar um acampamento se encontrarmos problemas e elas viriam para nos ajudar.
zh_cn: 所以，这就是我现在所在的地方。派我们去调查的人说，如果遇到任何问题，可以扎营，他们会来帮助我们。

source: So far, you are the first visitor here for quite a while.
de: Bis jetzt bist du seit langer Zeit der erste Besucher.
fr: Jusqu'ici, tu es le premier visiteur depuis un bon moment.
ja: 今のところ、君は久しぶりの訪問者だな。
pt: Até agora, é o primeiro visitante aqui, já faz um bom tempo.
zh_cn: 到目前为止，你是相当长一段时间以来第一个来这里的访客。

source: You don't seem all that upset that your friends died.
de: Du scheinst nicht übermäßig traurig zu sein, dass deine Freunde tot sind!
fr: Vous n'avez pas l'air très ému par la mort de vos amis.
ja: 友達が死んだのにそれほど動揺していないみたいですね。
pt: Não parece chateado que seus amigos tenham morrido.
zh_cn: 你似乎并没有因为朋友死了而感到难过。

source: Anything I can do to help you meanwhile?
de: Kann ich dir in der Zwischenzeit bei irgendetwas helfen?
fr: Puis-je vous aider en attendant ?
ja: その間、僕に手伝えることはありますか？
pt: Alguma coisa que eu possa fazer para ajudá-lo com isso?
zh_cn: 在此期间，我有什么可以帮助你的吗？

source: Tough luck. I bet help will be here any day now. Goodbye.
de: Das ist Pech. Ich wette aber, dass Hilfe für dich schon in den nächsten Tagen kommt. Tschüss.
fr: Pas de chance. Je suppose que les renforts arriveront un jour ou l'autre. Au revoir.
ja: ついてないね。そのうち助けが来るよ。さようなら。
pt: Azar. Aposto que a ajuda vai chegar a qualquer momento. Tchau.
zh_cn: 倒霉。我打赌随时都会有人来帮忙。再见。

source: Nah, it's just business. Just business.
de: Nee, das ist geschäftlich, rein geschäftlich.
fr: Bof... c'est les risques du métier.
ja: いや、仕事の関係というだけだよ。仕事の。
pt: Não, é apenas negócios. Apenas negócios.
zh_cn: 不， 这只是生意。只是生意而已。

source: Anything I can do to help you?
de: Kann ich etwas tun, um dir zu helfen?
fr: Puis-je faire quelque chose pour vous aider ?
ja: 何か手伝えることはありますか？
pt: Alguma coisa que possa fazer para ajudar?
zh_cn: 有什么我可以帮你的吗？

source: Tough luck. I bet your rescue will be here any day now. Goodbye.
de: Das ist Pech. Ich wette aber, dass deine Rettung schon in den nächsten Tagen kommt. Tschüss.
fr: Bonne chance. Je pense que les secours seront bientôt là. Au revoir.
ja: ついてないね。そのうち助けが来るよ。さようなら。
pt: Azar. Aposto que o seu resgate vai estar aqui a qualquer momento. Tchau.
zh_cn: 倒霉。我打赌随时都会有人来帮忙。再见。

source: Hmm. Yes, actually there is something that you could do for me.
de: Hmm, ja, tatsächlich. Da ist etwas, das du für mich tun könntest.
fr: Hum... Oui, quand j'y pense, tu pourrais faire quelque chose pour moi.
ja: うーん。そうだな、実はやってもらいたいことがある。
pt: Humm.. Sim, realmente há algo que pode fazer por mim.
zh_cn: 嗯。是的，实际上你可以为我做些事情。

source: The others that I was travelling with, they did not make it this far into the cave, but got attacked by those bugs closer to the entrance.
de: Die anderen, meine Gefährten, haben es nicht so weit in diese Höhle geschafft, sondern wurden von diesen Käfern schon am Eingang angegriffen.
fr: Ceux avec qui je voyageais n'ont pas réussi à atteindre cet endroit, ils ont été attaqués par des insectes près de l'entrée.
ja: 一緒に旅をしてきた他のやつらは、洞窟奥のここまではたどり着けなかったんだ。入り口近くで虫に襲われたからな。
pt: Os outros com quem estava viajar, não entraram tão profundamente na caverna, mas foram atacados por esses insetos um pouco mais perto da entrada.
zh_cn: 和我一起旅行的其他人，他们没有进入洞穴那么远，而是被靠近入口的那些虫子袭击了。

source: Considering how they died, I would be very interested in seeing what effects both the irdegh and the scaradons had on them.
de: Wenn man nun bedenkt, wie sie gestorben sind, wäre es hochinteressant zu schauen, welchen Effekt Irdeghs und Scaradone auf sie hatten.
fr: Vu de quoi ils sont morts, je suis curieux de savoir quels effets les irdeghs et les scaradons ont eu sur eux.
ja: あいつらがどうやって死んでいったかを考えると、アーデグとスカラドンの双方があいつらにどう影響を与えたかにとても興味がある。
pt: A considerar como eles morreram, estaria muito interessado em ver quais efeitos os Irdegh e os Escaravelhos tiveram sobre eles.
zh_cn: 考虑到他们的死法，我很想知道伊尔德格和圣甲虫对他们有什么影响。

source: If you could find me their remains, I would be most grateful. Maybe I could continue my investigation based on their remains. Hmm, yes that would be great.
de: Wenn du ihre sterblichen Überreste für mich finden würdest, wäre ich dir höchst dankbar. Vielleicht könnte ich meine Forschungen an ihren Überresten weiterführen? Hmm, ja, das wäre großartig.
fr: Si tu pouvais trouver ce qu'il reste d'eux, je t'en serais redevable. Peut-être même que je pourrais continuer mes recherches, en me basant sur leurs dépouilles. Hm... oui, ça serait super.
ja: 君が彼らの遺体を見つけてくれるのなら、とてもありがたい。遺体を元に調査を続けられるかもしれない。うーん、うん。これはいいな。
pt: Se pudesse encontrarme os restos mortais deles, ficaria muito grato. Talvez pudesse continuar a minha investigação com base noss restos mortais deles. Humm, sim, isso seria ótimo.
zh_cn: 如果你能找到他们的遗体，我将非常感激。也许我可以根据他们的遗体继续调查。嗯，是的，那就太好了。

source: Sure, find their remains. Sounds easy enough, I'll do it.
de: Sicher, ihre Überreste finden. Klingt einfach genug, ich mach's.
fr: Trouver ce qu'il reste d'eux, d'accord. Ça a l'air plutôt simple, j'y vais.
ja: いいよ、遺体を見つけてこいと。楽勝そうだ、やるよ。
pt: Claro, encontrarei os restos mortais deles. Parece fácil o suficiente, vou fazê-lo.
zh_cn: 当然，找到他们的遗体。听起来很容易，我会做的。

source: I'm all for finding dead things. I'll do it.
de: Um tote Dinge zu finden tue ich alles. Ich mach's.
fr: J'adore chercher des restes de morts. J'y vais.
ja: 死体を探すのに賛成です。やります。
pt: Adoro encontrar coisas mortas. Vou fazer isso.
zh_cn: 我很喜欢找死人的东西。我会做的。

source: Hmm, this sounds a bit shady to me. I'm not sure I should do this.
de: Hm, das klingt etwas dubios. Ich bin nicht sicher, ob ich das tun sollte.
fr: Euh, ça a l'air un peu louche cette histoire... je ne suis pas sûr de vouloir le faire.
ja: うーん、これはちょっと怪しげです。受けるべきか迷いますね。
pt: Hum, isso soa-me um pouco obscuro. Não tenho certeza se deveria fazer isso.
zh_cn: 嗯，这对我来说听起来有点阴暗。我不确定我是否应该这样做。

source: Excellent. Bring me back the remains of all six of them. I would go search myself if those nasty bugs weren't there.
de: Ausgezeichnet! Bringe mir die sterblichen Überreste von allen sechsen. Ich würde ja selbst suchen gehen, wenn diese grässlichen Käfer nicht wären.
fr: Super. Ramène-moi les restes de mes six compagnons. J'irais bien les chercher moi-même s'il n'y avait pas ces saletés d'insectes.
ja: 素晴らしい。6人全員の遺体を持ってきてくれ。あの厄介な虫さえいなければ自分で探しに行くんだが。
pt: Excelente. Traga-me de volta os restos mortais de todos os seis. Iria procurar pessoalmente, se esses insetos não estivessem por lá.
zh_cn: 非常好。把他们六个人的遗体都带回来。如果那些讨厌的虫子不在那里，我会自己去搜索。

source: Oh, I did not introduce me, my apologies. I am Thorin.
de: Oh, ich habe mich nicht vorgestellt, bitte um Verzeihung. Ich bin Thorin.
fr: Oh, pardon, je ne me suis pas présenté. Je m'appelle Thorin.
ja: ああ、すまない、自己紹介がまだだったな。俺はトーリンという。
pt: Ah, não me apresentei, minhas desculpas. Sou Thorin.
zh_cn: 哦，我没有介绍我自己，很抱歉。我是索林。

source: Too bad. Good day to you then.
de: Schade. Dann noch einen guten Tag.
fr: Dommage. Bonne journée.
ja: 残念だ。じゃあまたな。
pt: Pena. Bom dia para si, então.
zh_cn: 太糟糕了。那就祝你今天愉快。

source: Welcome back. Did you find all six of them?
de: Willkommen zurück. Hast du alle sechs gefunden?
fr: Te revoilà. As-tu trouvé les restes de mes six compagnons ?
ja: お帰り。6人とも見つかったか？
pt: Bem-vindo de volta. Encontrou todos os seis?
zh_cn: 欢迎回来。你找到了所有的六具遗体了吗？

source: No, not yet. I am still looking.
de: Nein, noch nicht. Ich suche noch.
fr: Non, pas encore. Je continue à chercher.
ja: いいえ。まだ探してます。
pt: Não, ainda não. Ainda estou à procura.
zh_cn: 不，还没有。我还在寻找。

source: Yes, this is what I found.
de: Ja, dies hier habe ich gefunden.
fr: Oui, voilà ce que j'ai trouvé.
ja: はい。これが見つけたものです。
pt: Sim, isso é o que encontrei.
zh_cn: 是的，这就是我找到的。

source: OK then. Please return when you have found them all. I would go search myself if those nasty bugs weren't there.
de: Gut. Bitte komm zurück, wenn du alle gefunden hast. Ich würde ja selbst suchen gehen, wenn bloß diese grässlichen Käfer nicht wären.
fr: D'accord. Reviens me voir quand tu les auras tous trouvés. J'irais moi-même s'il n'y avait pas ces saletés d'insectes.
ja: 分かった。全員分を見つけたら戻ってきてくれ。あの厄介な虫さえいなければ自分で探しに行くんだが。
pt: Ok então. Por favor, retorne depois de ter encontrado todos eles. Iria procurar pessoalmente, se esses insetos não estivessem por lá.
zh_cn: 那就好。当你找到它们时，请回来。如果那些讨厌的虫子不在那里，我就自己去找。

source: Please, go ahead. You may rest here as much as you like.
de: Bitte, nur zu. Du darfst dich hier ausruhen, sooft und solange du willst.
fr: Je t'en prie. Tu peux te reposer ici tout le temps que tu veux.
ja: どうぞ。好きに休んでくれ。
pt: Por favor, vá em frente. Pode descansar aqui tanto quanto quiser.
zh_cn: 请继续。您可以随意在这里休息。

source: My bed? No, that's mine. Maybe I will let you use it if you help me with a small task.
de: In meinem Bett? Das möchte ich nicht. Aber vielleicht werde ich es dich benutzen lassen, wenn du mir bei einer kleinen Sache hilfst.
fr: Mon lit ? Ah non c'est le mien. Je te laisserai peut-être l'utiliser si tu me donnes un coup de main.
ja: ベッド？ いいや、ソイツは俺のだ。ちょっとした仕事を手伝ってくれるなら、使わせてもいいかもな。
pt: A minha cama? Não, isso é meu. Talvez o deixe usar se me ajudar com uma tarefa pequena.
zh_cn: “我的床？”不，那是我的。如果你帮我做一件小事，也许我会让你使用它。

source: What's that?
de: Was ist das?
fr: Qu'est-ce que c'est ?
ja: それは一体？
pt: O que é isso?
zh_cn: 什么？

source: Oh yes. The upside of this cave is that it literally is crawling with dead bodies of those scaradon bugs.
de: Oh ja, der Vorteil an dieser Höhle: Sie ist buchstäblich übersät mit toten Scaradon Käfern.
fr: Ah oui. L'avantage de cette caverne, c'est que le sol est jonché de cadavres de scaradons.
ja: ああ、いいぞ。この洞窟の良いところは、まさにスカラドンの死骸だらけという点にある。
pt: Ah, sim. O lado positivo desta caverna é que, literalmente, está cheia de cadáveres desses escaravelhos.
zh_cn: 哦，对了。这个洞穴的上面实际上爬满了那些圣甲虫的尸体。

source: By chance, I happened to find out that with the right mixture, they can be made into a healing substance.
de: Durch einen glücklichen Zufall fand ich heraus, dass mit der richtigen Mischung ein Heiltrank aus ihnen hergestellt werden kann.
fr: Or j'ai découvert par hasard qu'avec la préparation adéquate, on peut en faire un remède.
ja: たまたま、適切な配合によって治癒効果のある物質となることを発見した。
pt: Por acaso, aconteceu que, com a mistura certa, eles podem ser transformados em uma substância de cura.
zh_cn: 一个偶然的机会，我碰巧发现只要混合正确，它们就可以制成治疗药物。

source: Let's see what you have to trade.
de: Lass sehen, was du zum Verkauf anbietest.
fr: Voyons ce que vous avez à vendre.
ja: 売買するものを見てみましょう。
pt: Vamos ver o que tem para trocar.
zh_cn: 让我们看看你有什么可交易的。

source: No. I might have something to trade if you help me with a small task.
de: Nein. Ich hätte aber vielleicht etwas zu verkaufen, wenn du mir bei einer kleinen Sache helfen könntest.
fr: Non. J'aurais peut-être des choses à vendre si tu me donnes un coup de main.
ja: 出来ない。ちょっとした仕事を手伝ってくれるなら、何か売買するものができるかもしれない。
pt: Não. Poderia ter algo para trocar, se me ajudasse com uma tarefa pequena.
zh_cn: 不，如果你帮我完成一个小任务，我们就可以交易。

source: Thank you. I would have gone myself if those nasty bugs weren't there. This turned out to be much easier though.
de: Danke. Ich wäre ja selbst suchen gegangen, wenn bloß diese grässlichen Käfer nicht wären. Aber es hat sich doch als einfacher herausgestellt.
fr: Merci. Je l'aurais fait moi-même s'il n'y avait pas ces saletés d'insectes. Ça a été plutôt facile du coup.
ja: ありがとう。あの厄介な虫さえいなければ自分で探しに行ってたんだがな。しかしこれでだいぶ楽になった。
pt: Obrigado. Teria ido me se esses insetos não estivessem lá. Isso ficaria muito mais fácil.
zh_cn: 非常感谢。如果那些讨厌的虫子不在的话，我会自己去的。但事实证明，这要容易得多。

source: As a token of my appreciation, you are welcome to use the bed over there to rest. Also, if you are interested in healing, I might be able to provide some help.
de: Als Zeichen meiner Dankbarkeit darfst du mein Bett dort drüben zum ausruhen benutzen. Und solltest du an Heilung interessiert sein, dann hätte ich da etwas für dich.
fr: En remerciement, je te laisse utiliser mon lit si tu veux te reposer. Et si tu as besoin de remèdes, je peux te proposer mon aide.
ja: 感謝の印に、あそこのベッドで休んでくれていいぞ。それとだ、もし治癒に興味があるようなら力になれるかもしれない。
pt: Como um símbolo de meu apreço, está convidado a usar a cama para descansar. Além disso, se estiver interessado em cura, poderia ser capaz de lhe fornecer alguma ajuda.
zh_cn: 为了表示我的感谢，欢迎您使用那边的床休息。另外，如果你对治疗感兴趣，我可能会提供一些帮助。

source: I think I should use the bed to rest right now. Thank you.
de: Ich denke, ich werde das Bett sofort benutzen. Danke.
fr: Je pense que je vais me reposer sur le lit. Merci.
ja: すぐにベッドで休もうかな。ありがとう。
pt: Acho que deve usar a cama para descansar agora. Obrigado.
zh_cn: 我想我现在应该用这张床休息。非常感谢。

source: My friend returns. What can Thorin do for you?
de: Mein Freund ist zurück! Was kann Thorin für dich tun?
fr: Mon ami est de retour ! Qu'est-ce que Thorin peut faire pour toi ?
ja: 戻ってきたのか。君のためにこのトーリンに何ができる？
pt: Retornou, meu amigo. O que Thorin pode fazer por si?
zh_cn: 我的朋友回来了。索林能为你做什么？

source: Thorin shouts at you: Hey, get away from there! That's my bed.
de: Thorin brüllt dich an: He, geh da weg! Das ist mein Bett!
fr: Thorin te crie : Hé, dégage de là ! C'est mon lit.
ja: トーリンが叫ぶ: おい、離れろ！ ソイツは俺のベッドだ。
pt: Thorin grita consigo: Ei, saia daí! Essa é a minha cama.
zh_cn: 索林对你喊道：嘿，离开那里！那是我的床。

source: You see a pile of skeletal remains. This must be one of Thorin's former companions.
de: Du siehst einen Haufen Knochen, Überreste eines Skeletts. Das muss einer von Thorins Begleitern gewesen sein.
fr: Tu vois les restes d'un squelette. Ce doit être celui de l'un des ex-compagnons de Thorin.
ja: 骸骨の山が見える。トーリンのかつての仲間のものに違いない。
pt: Vê um monte de restos de esqueletos. Este deve ser um dos ex-companheiros de Thorin.
zh_cn: 你看到一堆遗骸。这一定是索林以前的同伴之一。
