Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: I am not getting involved in this. You'll have to solve your own conflict.
de: Ich halte mich da raus. Seht zu, wie ihr euren Streit selber beilegt.
fr: Je ne veux pas être impliqué dans tout ceci. Vous devrez résoudre votre propre conflit.
ja: 僕はこの件には関わらない。論争は自分たちで解決してください。
pt: Não vou me envolver nisso. Vai ter que resolver o seu próprio conflito.
zh_cn: 我不会介入此事。你必须解决你自己的冲突。

source: Good. Maybe when you bring that potion, she will agree to being wrong for once!
de: Gut. Wenn du diesen Trank besorgst, gibt sie vielleicht endlich einmal zu, dass sie Unrecht hat!
fr: Bien. Peut-être que lorsque tu apporteras cette potion, elle reconnaîtra qu'elle s'est trompée, pour une fois !
ja: 助かるわ。ポーションを持ってきてくれたら、向こうも今回は間違いを認めるでしょう！
pt: Bom. Talvez quando trouxer essa poção, ela vai concordar enfim em que estava errada!
zh_cn: 好的。说不定你拿了那药水，她就承认错了一次！

source: Bah, you kids are never good for anything.
de: Pah, ihr Kinder taugt auch zu gar nichts.
fr: Bah, vous les enfants vous êtes toujours des bons à rien.
ja: ふん、あなたのような子供はなんの役にも立たないわね。
pt: Bah, vocês crianças nunca são bons para nada.
zh_cn: 呸，你们这些孩子从来都是一无是处。

source: Oh, it's you again. What do you want?
de: Oh, du bist es wieder. Was willst du?
fr: Oh, c'est encore toi. Qu'est-ce que tu veux ?
ja: またか。何の用で？
pt: Oh, é você de novo. O que quer?
zh_cn: 哦，又是你。你想要干什么？

source: I have one of those potions of accuracy focus for you.
de: Ich habe einen dieser Tränke der Treffsicherheit für dich.
fr: J'ai une de ces potions de précision accrue pour vous.
ja: 命中重視のポーションを持ってきました。
pt: Tenho uma daquelas poções de precisão para si.
zh_cn: 我为你准备了其中一种精准专注药水。

source: I have a strong potion of accuracy focus for you.
de: Ich habe einen starken Trank der Treffsicherheit für dich.
fr: J'ai une de ces potions fortes de précision accrue pour vous.
ja: 強力な命中重視のポーションを持ってきました。
pt: Tenho uma poção forte de precisão para si.
zh_cn: 我有一个强效的精准专注药水要给你。

source: You talked about some potion before. Could you repeat that?
de: Du hast eben über irgendeinen Trank geredet. Kannst du das nochmal wiederholen?
fr: Vous aviez parlé d'une potion avant. Pourriez-vous répéter cela ?
ja: 何かのポーションの話をしてくれましたよね。もう一度話してもらえますか？
pt: Falou sobre uma poção antes. Pode repetir?
zh_cn: 你之前谈到了一些药水。你能重复一下吗？

source: Oh good. Give me that.
de: Oh gut. Gib mir den.
fr: Ah bon. Donne-moi ça.
ja: ああよかった。それをこっちに。
pt: Ah bom. Dê-me isso.
zh_cn: 哦，好。给我那个吧。

source: Huh, what's this? It's yellow ... I was sure that it used to be blue. Let me smell it to make sure that it's the right kind of potion.
de: Huch, was ist das? Er ist gelb.. Ich war sicher, dass er früher blau war. Lass mich daran riechen, um sicher zu gehen, dass das die richtige Sorte Trank ist.
fr: Euh, qu'est-ce que c'est ? C'est jaune ... J'étais sûre que c'était bleu. Permets-moi de la sentir pour m'assurer que c'est bien la bonne potion.
ja: はぁ、これは？ 黄色…前は青かったはずなのだけど。このポーションで正しかったか確かめるために、匂いを嗅いでみましょうか。
pt: Huh, o que é isso? É amarelo… Tinha certeza que ela costumava ser azul. Deixe-me cheirar para ter certeza de que é o tipo certo de poção.
zh_cn: 嗯，这是什么？它是黄色的...我确定它以前是蓝色的。让我闻一下，以确保它是正确的药水。

source: Hmm, yes, it smells exactly as I remember it. It must be the right potion.
de: Hm, ja, er riecht exakt so, wie ich es in Erinnerung habe. das muss der richtige Trank sein.
fr: Hmm, oui, ça sent exactement comme dans mes souvenirs. Ca doit être la bonne potion.
ja: ううん、そうね、覚えてる通りの匂いがする。このポーションに違いないわ。
pt: Hum, sim, cheira exatamente como me lembro. Deve ser a poção certa.
zh_cn: 嗯，是的，它的气味与我记忆中的一模一样。这一定是正确的药水。

source: This means ... that Elwel was wrong anyway!
de: Das bedeutet .. dass Elwel tatsächlich falsch lag!
fr: Cela signifie que ... Elwel s'était trompée de toute façon !
ja: ということは…エルウェルは間違ってたってことね！
pt: Isto significa... Que Elwel que estava errada de qualquer maneira!
zh_cn: 这意味着......无论如何，埃尔维尔都是错的!

source: Elwel, look at this, you were wrong! The potion wasn't green as you said, it's yellow! Why didn't you just listen to me?!
de: Elwel, schau her, du hattest Unrecht! Der Trank war nicht grün, wie du gesagt hast, er ist gelb! Warum hast nicht einfach auf mich gehört?!
fr: Elwel, regarde ça, tu t'étais trompée ! La potion n'était pas verte comme tu l'avais dit, elle est jaune ! Pourquoi tu ne m'as pas écoutée ? !
ja: エルウェル、見てみなさい、あなたは間違っていたわ！ ポーションは緑色じゃなくて、黄色だったのよ！ どうして私の言うことを聞いてくれなかったの？！
pt: Elwel, olha isso, estava errada! A poção não era verde, como disse, é amarela! Por que não me escutou?!
zh_cn: 埃尔维尔，看这个，你错了！药水不是你说的绿色，是黄色的！你为什么不听我的？！

source: Elwel, you are always trying your best to prove me wrong. Well look at this, now you are wrong for once!
de: Elwel, immer versuchst du dein Bestes, mir zu widersprechen. Nun, schau dir das an, jetzt hast du endlich einmal Unrecht!
fr: Elwel, tu fais toujours de ton mieux pour prouver que j'ai tort. Eh bien regarde ça, maintenant, tu t'es trompée pour une fois !
ja: エルウェル、あなたは私が間違ってると証明することにばかり力を入れて。ほらご覧なさい、今回はあなたが間違ってたのよ！
pt: Elwel, está sempre a esforçar-se para provar que estou errada. Olhe bem para isso, veja o mesma que estava errada, de uma vez!
zh_cn: 埃尔维尔，你总是竭尽全力证明我是错的。好吧，看看这个，现在你错了一次！

source: Whatever, you two don't seem to get along very well. I'll leave you to your squabbling.
de: Wie auch immer, ihr beide scheint nicht miteinander klar zu komen. Ich überlasse euch eurem Gezänk.
fr: Quoi qu'il en soit, vous deux ne semblez pas très bien vous entendre. Je vous laisse à vos disputes.
ja: どちらにせよ、2人は仲が良くないみたいだね。勝手に喧嘩してるといいよ。
pt: Que que seja, vocês as duas não parecem se dar muito bem. Vou deixar-las com vossa disputa.
zh_cn: 不管怎么样，你们两个似乎相处得不是很好。你们继续争吵吧。

source: I hope that you two will get along some day.
de: Ich hoffe, eines Tages werdet ihr euch mal einig.
fr: J'espère que vous vous entendrez un jour.
ja: いつか2人が仲良くなれるといいですね。
pt: Espero que vocês dois possam dar-se bem algum dia.
zh_cn: 我希望你们两个有一天能和睦相处。

source: Hey Elwel, you were wrong all along! Why won't you ever admit it when you are clearly wrong?
de: He, Elwel, du lagst die ganze Zeit falsch! Warum gibst du es nicht endlich zu, wo du doch eindeutig Unrecht hast?
fr: Hey Elwel, tu t'es trompée depuis le début ! Pourquoi n'admettras-tu jamais quand tu te trompes ?
ja: ねえエルウェル、あなたはずっと間違ってたの！ 間違いは明らかなのよ、どうして認めようとしないの？
pt: Ei Elwel, estava errada o tempo todo! Por que não nunca vai admitir quando está claramente errada?
zh_cn: 嘿，埃尔维尔，你一直错了！当你明显错了的时候，你为什么不承认呢？

source: Oh, it's you again. Thanks for bringing me that potion earlier.
de: Oh, du bist es wieder. Danke, dass du mir vorhin diesen Trank gebracht hast.
fr: Oh, c'est encore toi. Merci de m'avoir apporté cette potion.
ja: あぁ、あなたね。さっきはポーションを持ってきてくれて助かったわ。
pt: Oh, é você de novo. Obrigado por me trazer aquela poção antes.
zh_cn: 哦，又是你。谢谢你之前给我带来的药水。

source: Hello there. I am Hjaldar.
de: Hallo du. Ich bin Hjaldar.
fr: Bonjour. Je suis Hjaldar.
ja: よく来たの。ワシはヒャルダー。
pt: Olá. Sou Hjaldar.
zh_cn: 你好。我是哈尔达尔。

source: I used to be a potion-maker. In fact, I used to be the only potion-maker here in Remgard.
de: Ich war mal ein Tränkemacher. Und zwar der einzige Tränkemacher hier in Remgard.
fr: Avant j'étais fabricant de potions. En fait, j'étais même le seul fabricant de potions à Remgard.
ja: 昔は薬師をやっておってな。このレムガードでは唯一の薬師だったのだよ。
pt: Costumava ser um fabricante de porções. Na verdade, costumava ser o único fabricante de poções aqui em Remgard.
zh_cn: 我曾经是一名药剂师。事实上，我曾经是瑞姆加德唯一的药剂师。

source: That was good business. People even travelled here from other cities down the mountain.
de: Das war ein gutes Geschäft. Die Leute sind sogar aus anderen Städten über die Berge hierher gekommen.
fr: C'était une bonne affaire. Les gens venaient d'autres villes en contrebas.
ja: なかなか繁盛していたのじゃ。山を下った他の都市からやって来る者もおったのだぞ。
pt: Isso foi um bom negócio. As pessoas até mesmo viajavam até aqui de outras cidades pelas montanhas.
zh_cn: 那时候生意不错。人们甚至从其他城市下山来到这里。

source: What made you stop?
de: Warum hast du aufgehört?
fr: Qu'est-ce qui vous a fait arrêter ?
ja: どうしてやめたの？
pt: O que o fez parar?
zh_cn: 是什么让你停下来的？

source: Well, two things. Firstly, I am getting older and don't have the desire to be working full days, making potions for gold.
de: Nun, aus zwei Gründen. Erstens, weil ich älter werde und nicht mehr den ganzen Tag arbeiten und Tränke des Goldes wegen zubereiten mag.
fr: Eh bien, deux choses. D'abord, je me fais vieux et je n'ai pas envie de passer des journées entières à faire des potions.
ja: うむ、理由は2つあるな。1つ目は、歳を取ってお金のために1日中ポーションを作って働く気力が湧かなくなったこと。
pt: Bem, duas coisas. Em primeiro lugar, estou a ficar mais velho e não tenho mais o desejo de trabalhar dias inteiros, a fazer poções para os outros.
zh_cn: 嗯，有两件事。首先，我年纪大了，不愿意整天工作，为钱制作药水。

source: Secondly, I ran out of most of the ingredients. Some of them are really hard to get.
de: Zweitens sind mir die meisten Zutaten ausgegangen. Einige von denen sind wirklich schwer zu finden.
fr: Ensuite, je suis tombé à court de la plupart des ingrédients. Certains sont vraiment durs à obtenir.
ja: 2つ目に、材料をほとんど使い果たしてしまったこと。そうそう手に入らんものも中にはある。
pt: Em segundo lugar, fiquei sem a maioria dos ingredientes. Alguns deles são realmente difíceis de obter.
zh_cn: 第二，我用完了大部分的材料。它们中的一些真的很难得到。

source: Too bad. Nice talking to you, goodbye.
de: Zu schade. War nett, mit dir zu reden, tschüss.
fr: Dommage. C'était sympa de vous parler. Au revoir.
ja: 残念です。お話できてよかった、さようなら。
pt: Pena. Foi bom falar consigo, adeus.
zh_cn: 太糟糕了。很高兴与你交谈，再见。

source: I am looking for a potion of accuracy focus for the Elwille sisters, can you help with that?
de: Ich suche nach einem Trank der Treffsicherheit für die Elwille-Schwestern - hättest du da was für mich?
fr: Je suis à la recherche d'une potion de précision pour les sœurs Elwille, est-ce que vous pourriez m'aider ?
ja: エルウィリー姉妹のために命中重視のポーションを探しているのですが、協力してもらえませんか？
pt: Estou a procurar uma poção de precisão para as irmãs Elwille, pode ajudar com isso?
zh_cn: 我在为埃尔维尔姐妹寻找一种精确的药水， 你能帮忙吗？

source: Oh, potions of accuracy focus. Yes, those were popular. Unfortunately, I can't help you with that now.
de: Oh, Tränke der Treffsicherheit. Ja, die waren beliebt. Unglücklicherweise habe ich davon keine mehr für dich.
fr: Oh, les potions de précisions. Oui, elles étaient populaires. Malheureusement, je ne peux pas t'aider pour le moment.
ja: おお、命中重視のポーションか。うむ、あれは人気があったのじゃ。残念ではあるが、今となっては力になれそうもないな。
pt: Oh, poções de precisão. Sim, aquelas eram populares. Infelizmente, não posso ajudá-lo com isso agora.
zh_cn: 哦，准确聚焦的药水。是的，这些很受欢迎。不幸的是，我现在不能帮助你了。

source: My supply of Lyson marrow extract has gone dry. Without some of that, I can't make potions that are useful for anything really.
de: Mein Vorrat an Extrakt vom Lysonmark ist mir ausgegangen. Ohne das kann ich keine Tränke brauen, die irgend etwas taugen.
fr: Je suis à sec d'extrait de moelle de Lyson. Sans ça, je ne peux pas faire de potions qui soient utiles pour quoi que ce soit.
ja: ライソン骨髄エキスがなくなってしまっての。あれがなくては有用なポーションは何も作れんのだよ。
pt: Meu fornecimento de extrato de medula de Lyson secou. Sem o qual, não posso fazer poções que sejam úteis para alguma coisa, realmente.
zh_cn: 我的莱森骨髓提取物的供应已经枯竭。没有这些东西，我就不能制造出对任何事情真正有用的药水。

source: Too bad. Thanks anyway. Goodbye.
de: Zu schade. Trotzdem danke. Tschüss.
fr: Dommage, merci quand même. Au revoir.
ja: 残念です。とにかくありがとう。さようなら。
pt: Pena. Obrigado assim mesmo. Tchau.
zh_cn: 太糟糕了。还是谢谢你。再见。

source: Is there somewhere I can get some, and bring it to you?
de: Kann ich das irgendwo für dich besorgen?
fr: Est-ce que je pourrais en trouver quelque part, et vous en ramener ?
ja: どこかで手に入れて持ってきましょうか？
pt: Existe algum lugar que possa obter algum e trazê-lo o?
zh_cn: 有什么地方我可以得到一些，然后拿给你吗？

source: Hello again. Sorry about not being able to help you with those potions of accuracy focus that you asked for.
de: Hallo nochmal. Tut mir leid, dass ich dir nicht mit diesen Tränken der Treffsicherheit aushelfen konnte, um die du gebeten hast.
fr: Re-bonjour. Désolé de ne pas avoir pu vous aider avec les potions de précision accrue que vous aviez demandées.
ja: こんにちは。求めておった命中重視のポーションでは力になれなくて、すまんかったの。
pt: Olá novamente. Desculpe por não ser capaz de ajudá-lo com as poções de precisão que pediu.
zh_cn: 再一次问好。很抱歉无法帮助您解决您要求的那些精准专注药水。

source: I doubt that. It is really hard to find. Only the most well-stocked potion-makers have it.
de: Das bezweifle ich. Es ist wirklich schwer zu finden. Das haben nur die am besten ausgestatteten Tränkemacher.
fr: Je ne pense pas. C'est très dur d'en trouver. Seuls les fabricants de potions les mieux approvisionnés en ont.
ja: それはどうかの。そう簡単に見つかるものではないぞ。持っているとしたら在庫の豊富な薬屋くらいじゃろ。
pt: Duvido. É realmente difícil de encontrar. Apenas os mais bem abastecidos fabricantes de poção têm.
zh_cn: 我对此表示怀疑。这真的很难找到。只有库存最充足的药剂师才拥有它。

source: I used to get my supply from my old friend Mazeg. I have no idea where he might be these days though.
de: Ich habe meinen Vorrat immer von meinem alten Freund Mazeg erhalten. Ich habe keine Ahnung, wo er sich heutzutage rumtreibt.
fr: J'avais l'habitude de me fournir auprès de mon vieil ami Mazeg. Je n'ai aucune idée de l'endroit où il pourrait être à présent.
ja: 昔は古い友人のマゼグから仕入れておったのだ。とはいえ、この頃ではいったいどこにおるのやら。
pt: Costumava abastecer meu estoque com meu velho amigo Mazeg. Não tenho nenhuma ideia de onde ele possa estar nestes dias, no entanto.
zh_cn: 我曾经从我的老朋友马泽格那里得到我的补充。我不知道他这些天可能在哪里。

source: I guess, if you can find him, he might be able to provide you with some Lyson marrow extract.
de: Ich schätze, wenn du ihn findest, könnte er dir etwas Extrakt vom Lysonmark besorgen.
fr: Je suppose que si tu le trouves, il pourra te fournir de l'extrait de moelle de Lyson.
ja: あの男を見つけ出せれば、ライソン骨髄エキスを分けてもらえるかもの。
pt: Acho que, se puder encontrá-lo, ele poderá ser capaz de fornecer-lhe um pouco de extrato de medula de Lyson.
zh_cn: 我想，如果你能找到他，他也许能给你提供一些莱森骨髓提取物。

source: Any ideas on where I might find him?
de: Irgendeine Idee, wo ich ihn finden könnte?
fr: Une idée d'où je pourrais le trouver ?
ja: 居場所について何か考えはありませんか？
pt: Alguma ideia onde poderia encontrá-lo?
zh_cn: 有什么办法能让我在哪里找到他？

source: This sounds like too much trouble. Never mind that potion.
de: Das klingt mir nach zu viel Ärger. Vergiss das mit diesem Trank.
fr: Cela semble trop compliqué. Oubliez cette potion.
ja: 面倒そうですね。ポーションのことはやっぱりいいや。
pt: Isso soa como muito trabalhoso. Esqueça a poção.
zh_cn: 这听起来太麻烦了。别管那个药水了。

source: OK then. Sorry I couldn't help you. Goodbye.
de: Nun denn. Schade, dass ich dir nicht helfen konnte. Tschüss.
fr: Ok. Je suis désolé de ne pas pouvoir t'aider. Au revoir.
ja: そうか。力になれなくてすまなかった。ではな。
pt: Ok então. Desculpe no poder ajudá-lo. Tchau.
zh_cn: 哦，抱歉我帮不上忙，再见。

source: No, I don't know. Last time I saw him, he was headed west. From the looks of his backpack, it looked like he was getting ready for quite a long trip to the west.
de: Nein, keine Ahnung. Als ich ihn das letzte Mal gesehen habe, war er unterwegs nach Westen. Seinem Rucksack nach zu urteilen sah es nach einer sehr weiten Reise Richtung Westen aus.
fr: Non, je ne sais pas. La dernière fois que je l'ai vu il allait vers l'ouest. D'après son sac à dos, il avait l'air de partir pour un long voyage vers l'ouest.
ja: いや、ワシにはわからん。最後に会ったときは西に向かっておったな。バックパックを見た限りでは、西に向けて相当な長旅の準備をしている様子だったかの。
pt: Não, não sei. A última vez que o vi, ele foi para o oeste. Pela aparência da mochila dele, parecia que ele estava a preparar-se para uma longa viagem ao oeste.
zh_cn: 不知道呢。最后一次见他，他正前往西面。从他的背包来看，他貌似准备往西方出发一段漫长的旅程。

source: He even had gear for travelling through colder climates - snow and ice and that sort of thing.
de: Er hatte sogar Ausrüstung für eine Reise durch kalte Klimate dabei - Schnee und Eis und so.
fr: Il avait même de l'équipement pour voyager dans des climats plus froid : neige et glace, ce genre de chose.
ja: 氷や雪やらの、寒い気候の中を旅するための道具さえあった。
pt: Ele até tinha trajes para viajar através de climas mais frios - neve, gelo e esse tipo de coisa.
zh_cn: 他甚至准备了预寒的装备，例如大雪及厚冰之类的。

source: Thanks for the info. I will try to find him.
de: Danke für die Information. Ich werde versuchen, ihn zu finden.
fr: Merci pour l'information. Je vais essayer de le trouver.
ja: 情報ありがとう。探してみます。
pt: Obrigado pela informação. Vou tentar encontrá-lo.
zh_cn: 多谢你的信息，我试试去找他。

source: Good luck finding him. If you do find him, which I doubt you do, please say hello to him from me, and tell him that I am well.
de: Viel Glück dabei. Wenn du ihn findest, was ich bezweifle, grüße ihn von mir und sag ihm, dass ich wohlauf bin.
fr: Bonne chance pour le trouver. Si jamais tu le trouves, ce dont je doute, dis-lui bonjour de ma part et dis-lui que je vais bien.
ja: 見つかるといいの。もし見つかったら、ちゃんと忘れずワシからよろしく伝えておいてくれ。
pt: Boa sorte na sua busca. Se encontrá-lo, o que duvido que consiga, por favor, diga-lhe 'olá' de minha parte e diga-lhe que estou bem.
zh_cn: 祝你好运能找到他。如果你真的找到他，我觉得你会找到的，请代我向他问好，并告诉他我很好。

source: Hello again. Did you find my old friend Mazeg?
de: Hallo nochmal. Hast du meinen alten Freund Mazeg gefunden?
fr: Re-bonjour. As-tu trouvé mon vieil ami Mazeg ?
ja: よく来た。旧友のマゼグは見つかったか？
pt: Olá novamente. Será que conseguiu encontrar o meu velho amigo Mazeg?
zh_cn: 又见面了。你找到我的老朋友马泽格了吗？

source: Yes, I brought you some Lyson marrow extract.
de: Ja, ich habe dir etwas Extrakt vom Lysonmark mitgebracht.
fr: Oui, j'ai ramené quelques extraits de moelle de Lyson.
ja: はい、ライソン骨髄エキスをお持ちしました。
pt: Sim, trouxe um pouco de extrato de medula de Lyson.
zh_cn: 是的，我给你带来了一些莱森的骨髓提取物。

source: What was that you were saying about those potions of accuracy focus?
de: Was hast du nochmal über diese Tränke der Treffsicherheit gesagt?
fr: Que disiez-vous à propos des potions de précision accrue ?
ja: 命中重視のポーションの話はどういうものでしたっけ？
pt: O que foi que estava a dizer sobre as poções de precisão?
zh_cn: 你刚才说的那些精准聚焦的药水是什么意思？

source: What made you stop making potions?
de: Warum hast du mit dem Tränkebrauen aufgehört?
fr: Qu'est-ce qui vous a fait arrêter de faire des potions ?
ja: どうしてポーション作りをやめたんですか？
pt: O que o fez parar de fazer poções?
zh_cn: 是什么让你停止制作药水？

source: Any ideas on where I might find Mazeg?
de: Irgendeine Idee, wo ich Mazeg finden könnte?
fr: Avez-vous une idée de l'endroit où je pourrai trouver Mazeg ?
ja: マゼグの居場所について心当たりは？
pt: Alguma ideia onde poderia encontrar Mazeg?
zh_cn: 我可能会在哪里找到马泽格？

source: Oh wow. Yes, this is indeed some of that marrow extract. Nice work finding it!
de: Oh, spitze. Ja, das ist tatsächlich etwas Extrakt vom Lysonmark. Gute Arbeit!
fr: Wow. Oui, ce sont en effet des extraits de moelle. Joli travail d'en avoir trouvés !
ja: おおなんと。うむ、それは確かに骨髄エキス。よく見つけてくれた！
pt: Oh uau. Sim, isso é, de fato, extrato de medula. Bom trabalho!
zh_cn: 哦， 哇是的，这确实是一些骨髓提取物。干得不错！

source: Thanks for bringing me some of that marrow extract. Nice work finding it!
de: Danke, dass du mir etwas Extrakt vom Lysonmark gebracht hast. Gute Arbeit!
fr: Merci de m'avoir amené ces extraits de moelle. Joli travail d'en avoir trouvés !
ja: 骨髄エキスを持ってきてくれて感謝するぞ。よく見つけてくれた！
pt: Obrigado por me trazer algum extrato de medula. Bom trabalho!
zh_cn: 谢谢你给我带了一些骨髓提取物。干得不错！

source: Tell me, did you find Mazeg or did you get it from somewhere else?
de: Sag, hast du Mazeg gefunden, oder hast du es woanders her?
fr: Dis-moi, as-tu trouvé Mazeg ou l'as-tu obtenu d'une autre manière ?
ja: それでマゼグを見つけたのか？ それとも他の場所で手に入れたか？
pt: Diga-me, encontrou Mazeg ou conseguiu isso em algum outro lugar?
zh_cn: 告诉我，你是找到了马泽格还是从别的地方得到它的？

source: I visited Mazeg up in the Blackwater mountain settlement.
de: Ich habe Mazeg oben in der Blackwater Mountain Siedlung aufgesucht.
fr: J'ai rendu visite à Mazeg dans la colonie du mont Encreau.
ja: ブラックウォーター山集落までマゼグを訪ねに行きました。
pt: Visitei Mazeg no povoado de Montanha das Águas Negras.
zh_cn: 我拜访了在黑水定居的马泽格。

source: You made me run all the way to Blackwater mountain, I sure hope those potions are worth it!
de: Du hast mich dazu gebracht, den ganzen Weg bis zum Blackwater Mountain zu laufen. Ich will hoffen, dass diese Tränke etwas taugen!
fr: Vous m'avez fait courir jusqu'au mont Encreau, j'espère bien que ces potions valent le coût !
ja: あなたのせいでブラックウォーター山集落まで駆けることになったんだ、それに見合うだけの価値がポーションにあるといいけどね！
pt: Fez-me correr todo o caminho à Montanha das Águas Negras, espero que as poções valham a pena!
zh_cn: 你让我一路跑到了黑水，我当然希望那些药水值得我这么做的！

source: Blackwater mountain? I'm afraid I don't know where that is. Never mind, I hope that all is well with my old friend.
de: Blackwater Mountain? Ich fürchte, ich weiß nicht wo das ist. Egal, ich hoffe, meinem alten Freund geht es gut.
fr: Le mont Encreau ? Je suis désolé mais je ne sais pas où ça se trouve. Ça ne fait rien, j'espère que tout va bien pour mon vieil ami.
ja: ブラックウォーター山？ どこなのかわからんな。まあ良かろ、古い友人が元気にしてくれてるとよいのだが。
pt: Montanha das Águas Negras? Receio que não sei onde é. Não importa, espero que tudo esteja bem com o meu velho amigo.
zh_cn: 黑水？恐怕我不知道那是哪里。没关系，我只希望我的老朋友一切都好。

source: He told me to send you his warmest greetings.
de: Er hat gesagt, ich solle dich herzlichst grüßen.
fr: Il m'a dit de vous transmettre ses vœux les plus chaleureux.
ja: 彼から温かい言葉を受け取ってます。
pt: Ele me disse para enviar seus cumprimentos mais calorosos.
zh_cn: 他让我向你致以最热烈的问候。

source: He seemed like a pitiful old man that has seen the best of his days.
de: Er sieht wie ein erbarmenswerter alter Mann aus, der seine besten Tage hinter sich hat.
fr: Il semble être un vieil homme pitoyable qui a déjà vu les plus beaux jours de sa vie.
ja: 彼なら老い先短い老人といった有り様だったよ。
pt: Ele parecia um homem velho lamentável que já viveu o melhor dos dias dele.
zh_cn: 他看起来像一个可怜的老人，看到了他最好的日子。

source: Good. Good. I am glad to hear he is well.
de: Gut, gut. Ich bin froh zu hören, dass es ihm gut geht.
fr: Bien. Bien. Je suis ravi de savoir qu'il va bien.
ja: そうかそうか。元気そうで何よりじゃ。
pt: Bom. Bom. Fico feliz em saber que ele está bem.
zh_cn: 好的。很好。我很高兴听到他很好。

source: Time has not been on his side, I see.
de: Die Zeit war nicht auf seiner Seite, wie mir scheint.
fr: Le temps n'a pas été doux avec lui, je vois.
ja: 時間は残されておらんか、そうか。
pt: Admito que o tempo não ficou ao seu lado.
zh_cn: 我看，时间并没有站在他那边。

source: Anyway. Let's make that potion that you asked for earlier. I even prepared the other ingredients for another potion beforehand.
de: Wie auch immer. Lass uns diesen Trank brauen, nach dem du gebeten hast. Ich habe auch schon die übrigen Zutaten für einen weiteren Trank vorbereitet.
fr: Enfin. Faisons ces potions que tu avais demandé. J'ai même préparé à l'avance les autres ingrédients pour les potions.
ja: それはともかく。先日頼まれていたポーションを作ってしまおう。他の材料はこちらであらかじめ用意しておいたぞ。
pt: De qualquer forma, vamos fazer essa poção que pediu anteriormente. Já preparei os outros ingredientes para outra poção de antemão.
zh_cn: 不管怎样。让我们来制作你之前要求的药水。我甚至事先准备了另一种药水的其他成分。

source: Now, let's see. Some of these... [Hjaldar pulls out some dried up berries and puts them in his mortar]
de: Nun, lass uns anfangen. Etwas von dem... *Hjaldar holt ein paar vertrocknete Beeren hervor und gibt sie in seinen Mörser*
fr: Voyons, maintenant. Un peu de ça ... [Hjaldar sort quelques baies séchées et les met dans son mortier]
ja: さて、どれどれ。これを… （ヒャルダーはドライベリーを取り出してすり鉢へと入れる）
pt: Agora, vamos ver. Alguns destes... [Hjaldar puxa alguns morangos e pôs-os na mistura dele]
zh_cn: 现在，让我们来看看。其中一些... [哈尔达尔拿出一些干瘪的浆果，把它们放在他的钵中]

source: Add some of this into some clean vials...
de: Fülle etwas davon in ein paar saubere Fläschchen.
fr: Ajoutez ça dans quelques fioles propres ...
ja: これを清潔なバイアルの中に…
pt: Adiciona um pouco isso em alguns frascos limpos...
zh_cn: 将其中一些添加一些到干净的瓶中...

source: Just a pinch of these into one of these vials...
de: Einfach einen Schluck hiervon in eines dieser Fläschchen.
fr: Juste une pincée de ça dans l'une des fioles ...
ja: これらをバイアルにひとつまみ加えて…
pt: Apenas uma pitada destes num desses frascos...
zh_cn: 只要把这些东西放进其中一个小瓶里就可以了...

source: Finally, the Lyson marrow extract...
de: Zum guten Schluss, den Extrakt vom Lysonmark..
fr: Et finalement, l'extrait de moelle de Lyson ...
ja: 最後に、ライソン骨髄エキスを…
pt: Finalmente, o extrato de medula Lyson...
zh_cn: 最后，莱森的骨髓提取物...
