Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: Halvor left the lakeside when I refused to get him more bones.
de: Halvor hat das Seeufer verlassen, als ich mich weigerte, ihm noch mehr Knochen zu bringen.
fr: Halvor a quitté le bord du lac quand j'ai refusé de lui apporter d'autres os.
ja: さらに骨を持っていくことを拒否すると、ハルボーは湖畔を後にした。
pt: Halvor deixou a beira do lago quando me recusei a dar-lhe mais ossos.
zh_cn: 我拒绝让他多骨头时，哈尔沃尔离开了湖边。

source: Exploring the ruins of Charwood, I stumbled upon Halvor.
de: Als ich die Ruinen von Charwood erkundete, stolperte ich über Halvor.
fr: En explorant les ruines de Charbois, je suis retombé sur Halvor.
ja: チャーウッドの廃墟を探索していて、偶然ハルボーと出会った。
pt: A explorar as ruínas de Charwood, tropecei sobre Halvor.
zh_cn: 在探索查伍德的废墟时，我偶然发现了哈尔沃尔。

source: Since I last met him, he found one bone that was long enough, but he's still looking for one.
de: Seitdem ich ihm das letzte Mal gesehen hatte, hat er einen Knochen gefunden, der lang genug war. Aber er sucht noch immer nach einem Zweiten.
fr: Depuis que je l'ai vu, il a trouvé un os assez long, mais il en cherche toujours un autre.
ja: 最後に会ってから、彼は十分な長さの骨を1つ見つけたが、まだ探している。
pt: Desde a última vez que o encontrei, ele achou um osso que era longo o suficiente, mas ele ainda está a procurar por outro.
zh_cn: 自从我上次见到他以来，他发现一根骨头足够长，但他仍在寻找一根骨头。

source: I found a bone that was long enough, and gave it to Halvor.
de: Ich habe einen Knochen gefunden, der lang genug war, und diesen Halvor gegeben.
fr: J'ai trouvé un os assez long, et l'ai donné à Halvor.
ja: 十分な長さの骨を見つけてハルボーに渡した。
pt: Encontrei um osso que era longo o suficient e e dei-o ao Halvor.
zh_cn: 我发现一根足够长的骨头，交给了哈尔沃尔。

source: Halvor asked me to find 10 scales from venomscale snakes.
de: Jetzt möchte Halvor, dass ich ihm 10 Schuppen von Giftschuppenschlangen finde.
fr: Halvor m'a demandé de trouver 10 écailles de serpents toxicoques.
ja: ハルボーから10枚のベノムスケイルというヘビの鱗を探すよう頼まれた。
pt: Halvor pediu-me encontrar 10 escamas de cobras de escamas venenosa.
zh_cn: 哈尔沃尔要求我从毒蛇中找到10个鳞片。

source: I brought Halvor the 10 venomscale scales.
de: Ich habe Halvor die 10 Giftschuppen gebracht.
fr: J'ai apporté 10 écailles de serpents toxicoques à Halvor.
ja: ハルボーにベノムスケイルの鱗10枚を渡した。
pt: Trouxe as 10 escamas venenosas ao Halvor.
zh_cn: 我给哈尔沃尔带来了10种蛇毒鳞片。

source: Halvor left, asking me to pay a visit to his friend Kayla if I ever go to Stoutford.
de: Halvor war wieder aufgebrochen und bat mich, seine beste Freundin Kayla aufzusuchen, wenn ich jemals nach Stoutford käme.
fr: Halvor est parti en me demandant de rendre visite à son amie Kayla si jamais je vais à Stoutford.
ja: ハルボーは、もしスタウトフォードに行くことがあればケイラに会いに行くように言って去っていった。
pt: Halvor foi-se embora e pediu-me para fazer uma visita à sua amiga Kayla se for a Stoutford.
zh_cn: 哈尔沃尔走了，问我是否要去斯托福德，拜访他的朋友凯拉。

source: I met Kayla in Stoutford. She offered me a pair of the boots she made with Halvor's items.
de: Ich traf Kayla in Stoutford. Sie bot mir ein Paar der Stiefel an, die sie aus Halvors Materialien angefertigt hatte.
fr: J'ai rencontré Kayla à Stoutford. Elle m'a offert une paire de bottes qu'elle avait fabriquées avec les objets de Halvor.
ja: スタウトフォードでケイラに会った。ハルボーのアイテムで作ったブーツをあなたに勧めてくれた。
pt: Encontrei a Kayla em Stoutford. Ofereceu-me um par de botas que ela fez com os itens de Halvor.
zh_cn: 我在斯托福德遇到了凯拉。她给了我一双用哈尔沃尔的物品制成的靴子。

source: Rumblings
de: Gerumpel
fr: Grondements
ja: 騒音
pt: Estrondos
zh_cn: 流言蜚语

source: The priest in Stoutford looks scared of me and of what I did, but we never met before. Can this have something to do with Andor?
de: Der Priester in Stoutford schein verängstigt über mich oder was ich tat zu sein, aber wir sind uns noch nie zuvor begegnet. Kann das mit Andor zusammenhängen?
fr: Le prêtre de Stoutford a l'air d'avoir peur de moi et de ce que j'ai fait, mais nous ne nous sommes jamais rencontrés auparavant. Cela peut-il avoir un rapport avec Andor ?
ja: スタウトフォードの司祭はあなたとあなたのやったことに対して恐れているが、彼とは初対面だ。これはアンドールと関係があるのか？
pt: O padre em Stoutford parece ter medo de mim e do que fiz, mas nunca nos conhecemos antes. Pode ter algo a ver com Andor?
zh_cn: 斯托福德的牧师看起来很害怕我和我所做的事，但我们以前从未见过面。这是否与安道尔有关？

source: The priest's acolyte, Yolgen, told me that Andor was here a while ago, and since then, scary noises resonate in the church, seemingly coming from underground.
de: Sein Messdiener, Yolgen, erzählte mir, das Andor erst vor einiger Zeit hier war und seitdem furchtbare Geräusche durch die Kirche hallen, die anscheinend aus dem Untergrund kommen.
fr: L'acolyte du prêtre, Yolgen, m'a dit qu'Andor était ici il y a un moment, et depuis lors, des bruits effrayants résonnent dans l'église, semblant venir du sous sol.
ja: 司祭の侍者であるヨルゲンによると、アンドールが少し前にここに来ていたそうで、それ以来教会では、地下から聞こえてくるような恐ろしい音が響くようになったという。
pt: O acólito do padre, Yolgen, disse-me que Andor esteve aqui há um tempo atrás e desde então, ruídos assustadores ressoam na igreja, aparentemente vindo do subsolo.
zh_cn: 牧师的信徒约尔根告诉我，安道尔前段时间在这里，从那时起，教堂里响起可怕的声音，似乎来自地下。

source: A member of the Thieve's Guild in the tavern of Stoutford told me that the tavern owner dealt with Andor.
de: Ein Mitglied der Diebesbande in der Taverne von Stoutford erzählte mir, dass der Eigentümer der Taverne mit Andor gehandelt hat.
fr: Un membre de la Guilde des voleurs dans la taverne de Stoutford m’a dit que le propriétaire de la taverne traitait avec Andor.
ja: スタウトフォード酒場の盗賊ギルドのメンバーは、酒場のオーナーがアンドールと取引していたと教えてくれた。
pt: Um membro da Guilda dos Ladrões na taberna de Stoutford disse-me que o dono da taberna falou com Andor.
zh_cn: 斯托福德酒馆的一名盗贼公会成员告诉我，酒馆老板与安道尔打过交道。

source: Glasforn, the owner of the tavern of Stoutford, admits to knowing Andor, but evades all my questions by boasting about his beds' quality.
de: Glasforn, der Eigentümer der Taverne von Stoutford, gab zu Andor zu kennen, aber weicht all meinen Fragen aus, indem er mit der Qualität seiner Betten angiebt.
fr: Glasforn, le propriétaire de la taverne de Stoutford, admet connaître Andor, mais évite toutes mes questions en se vantant de la qualité de ses lits.
ja: スタウトフォード酒場のオーナーグラスホルンは、アンドールと知り合いであることは認めたものの、自身のベッドの質を自慢することでこちらの質問をすべてかわしてしまう。
pt: Glasforn, o dono da taberna de Stoutford, admite conhecer Andor, mas evita todas as minhas perguntas se a vangloriar da qualidade das suas camas.
zh_cn: 格拉斯弗恩，是斯托福德酒馆的老板，他承认自己认识安道尔，但他通过吹嘘他的床的质量来逃避我的所有问题。

source: After sleeping in Glasforn's bed, I woke up in a cave, and was attacked by a monster. I killed it, but I should go see Glasforn again.
de: Nachdem ich in Glasforns Bett geschlafen hatte, wachte ich in einer Höhle auf und wurde von einem Monster angegriffen. Ich habe es getötet, aber ich sollte mir Glasforn nochmal vorknöpfen.
fr: Après avoir dormi dans le lit de Glasforn, je me suis réveillé dans une grotte, et j'ai été attaqué par un monstre. Je l'ai tué, mais je devrais aller revoir Glasforn.
ja: グラスホルンのベッドで眠った後、洞窟の中で目が覚めてモンスターに襲われた。倒しはしたものの再度グラスホルンに会う必要がある。
pt: Depois de dormir na cama de Glasforn, acordei numa caverna e fui atacado por um monstro. Matei-o, mas deveria ir ver Glasforn de novo.
zh_cn: 在格拉斯福恩的床上睡了一觉后，我在一个山洞里醒来，被一个怪物袭击了。我杀了它，但我应该再去看看格拉斯福恩。

source: When Glasforn saw me, he was really scared. Hopefully I'll get some information from him.
de: Als mich Glasforn sah, war er richtig panisch. Hoffentlich bekäme ich ein paar Informationen aus ihm raus.
fr: Quand Glasforn m'a vu, il a eu très peur. J'espère qu'il me donnera des informations.
ja: グラスホルンはあなたを見ると怖がっていた。うまくいけば彼から情報を得られそうだ。
pt: Quando Glasforn me viu, estava muito assustado. Espero conseguir informações dele.
zh_cn: 当格拉斯方恩看到我时，他真的很害怕。希望我能够从他那里得到一些信息。

source: I confronted Glasforn. He admited everything, but blamed Andor for it. How can Andor be involved in this?
de: Ich konfrontierte Glasforn. Er gestand alles, aber beschuldigte Andor der Urheber zu sein. Wie kann Andor darin verwickelt sein?
fr: J'ai eu une confrontation avec Glasforn. Il a tout avoué, mais a accusé Andor. Comment Andor peut-il être impliqué dans tout cela ?
ja: グラスホルンを問い詰めた。彼はすべて認めたもののアンドールのせいであると非難した。この件にアンドールはどのように関わっているのだろう？
pt: Confrontei Glasforn. Ele admitiu tudo, mas culpou Andor por isso. Como pode Andor estar envolvido nisso?
zh_cn: 我遇到了格拉斯弗恩。他承认了一切，但为此责怪安道尔。安道尔怎么会卷入其中？

source: Yolgen told me the rumbles have stopped. I should talk to the priest.
de: Yolgen berichtete mir, dass das Gerumpel aufgehört hat. Ich sollte mit dem Priester sprechen.
fr: Yolgen m'a dit que les grondements ont cessé. Je devrais parler au prêtre.
ja: ヨルゲンは騒音が収まったと話した。司祭と話そう。
pt: Yolgen disse-me que os ruídos pararam. Deveria falar com o padre.
zh_cn: 约尔根告诉我，隆隆声已经停止。我应该和牧师谈谈。

source: The priest told me the monster was a lich. I should keep its heart safe.
de: Der Priester erklärte mir, dass das Monster ein Lich war. Ich sollte sein Herz gut aufbewahren.
fr: Le prêtre m'a dit que le monstre était une liche. Je devrais garder son coeur en sécurité.
ja: 司祭はモンスターの正体をリッチーと言っていた。その心臓は安全に守っておいた方がいいだろう。
pt: O padre disse-me que o monstro era um Lich. Deveria manter o coração do Lich seguro.
zh_cn: 神父告诉我，这个怪物是巫妖。我应该保证它的心脏安全。

source: The priest thanked me for saving his church and asked who the culprit was.
de: Der Priester dankte mir, seine Kirche gerettet zu haben, und fragte mich nach dem Verursacher.
fr: Le prêtre m'a remercié d'avoir sauvé son église et m'a demandé qui était le coupable.
ja: 教会を救ってくれたことに感謝した司祭は、誰が犯人なのかを尋ねてきた。
pt: O padre agradeceu-me por alvar a igreja dele e perguntou quem era o culpado.
zh_cn: 牧师感谢我拯救了他的教堂，并问谁是罪魁祸首。

source: I told him I do not know who was responsible.
de: Ich sagte ihm, dass ich nicht wüsste, wer dafür verantwortlich war.
fr: Je lui ai dit que je ne sais pas qui en était responsable.
ja: 誰が犯人かは分からないと答えた。
pt: Disse-lhe que não sei quem foi o responsável.
zh_cn: 我告诉他，我不知道是谁的责任。

source: I told him Glasforn was responsible.
de: Ich berichtete ihm, dass Glasforn dafür verantwortlich war.
fr: Je lui ai dit que Glasforn était responsable.
ja: グラスホルンが犯人であると答えた。
pt: Disse-o que o Glasforn era o responsável.
zh_cn: 我告诉他格拉斯福恩是罪魁祸首。

source: I told him Andor was responsible.
de: Ich berichtete ihm, dass Andor dafür verantwortlich war.
fr: Je lui ai dit qu'Andor était responsable.
ja: アンドールが犯人であると答えた。
pt: Disse-lhe que o Andor era o responsável.
zh_cn: 我告诉他，安道尔要负责任。

source: Mine for the taking
de: Das soll mir gehören
fr: Mine à saisir
ja: 自分のものにする
pt: Mina para a recolha
zh_cn: 排雷

source: I stumbled across a treasure chest in a clearing south of the Waterway house but the chest is protected by some form of magic and cannot be opened.
de: Ich stolperte über eine Schatztruhe auf einer Lichtung südlich des Waterway Hauses, aber die Truhe wurde von einer Art Magie geschützt und konnte nicht geöffnet werden.
fr: Je suis tombé sur un coffre au trésor dans une clairière au sud de la maison du Canal mais le coffre est protégé par une sorte de magie et ne peut être ouvert.
ja: ウォーターウェイの南の空き地で偶然宝箱を発見したが、何らかの魔法で守られていて開けない。
pt: Tropecei num baú do tesouro numa clareira a sul da casa Waterway, mas o baú está protegido por algum tipo de magia e não pode ser aberto.
zh_cn: 我在水路房子南边的空地上偶然发现了一个宝箱，但这个宝箱被某种形式的魔法保护着，无法打开。

source: I encountered a traveler a short distance from the treasure chest. He told me there is a legend that the key to the chest is held by one of the undead that roam the cemetery to the south of the chest. However, the entrance to the cemetery is sealed by a magical force.
de: Noch in der Nähe der Schatztruhe traf ich auf einen Reisenden. Er erzählte mir von einer Legende, nach der der Truhenschlüssel von einem der Untoten getragen würde, die auf dem Friedhof südlich der Truhe herumstreiften. Allerdings wäre der Eingang des Friedhofs durch eine magische Kraft versiegelt.
fr: J'ai rencontré un voyageur non loin du coffre au trésor. Il m'a dit qu'il existe une légende selon laquelle la clé du coffre est détenue par l'un des morts-vivants qui errent dans le cimetière au sud du coffre. Cependant, l'entrée du cimetière est scellée par une force magique.
ja: 宝箱から少し離れたところで旅人と遭遇した。宝箱の南側の墓地を徘徊するアンデッドの1体が宝箱の鍵を所有しているとの伝承があることを教えてくれた。しかし、墓地の入り口は魔法の力で封印されている。
pt: Encontrei um viajante a uma curta distância do baú do tesouro. Disse-me que há uma lenda de que a chave do baú é guardada por um dos mortos-vivos que vagam pelo cemitério ao sul do baú. No entanto, a entrada do cemitério é selada por uma força mágica.
zh_cn: 我在离宝箱不远的地方遇到了一个旅行者。他告诉我，有一个传说，宝箱的钥匙被游荡在宝箱南边墓地的某个亡灵持有。然而，墓地的入口被一种神奇的力量封住了。

source: The traveler told me that Hagale in the Wood settlement might know how to enter the cemetery.
de: Der Reisende erzähte mir außerdem, dass Hagale aus der Waldsiedlung etwas darüber wissen könnte, wie man den Friedhof betreten könne.
fr: Le voyageur m'a dit que Hagale de la Colonie du Bois pourrait savoir comment entrer dans le cimetière.
ja: 旅人は、ウッド集落のハガレが墓地への入り方を知っているかもしれないと言う。
pt: O viajante me disse que Hagale que está no assentamento Wood, deve saber como entrar no cemitério.
zh_cn: 旅行者告诉我，伍德定居点的哈加尔可能知道如何进入墓地。

source: I went to the Wood settlement and found Hagale. He was a drunk mess and would not speak to me unless I brought him two Lowyna's special brew.
de: Ich ging zu Waldsiedlung und fand Hagale. Er war ein betrunkenes Häufchen Elend und wollte nur mit mir sprechen, wenn ich ihm 2 Flaschen von Lowynas Spezialgebräu brächte.
fr: Je suis allé dans la Colonie du Bois et ai trouvé Hagale. Il était complètement saoul et ne voulait pas me parler à moins de lui amener deux Décoctions spéciales de Lowyna.
ja: ウッド集落に行ってハガレを見つけた。彼は酔っ払っており、ローウィナ製スペシャルビール2杯を持ってこない限り話してくれそうになかった。
pt: Entrei no assentamento Wood e encontrei Hagale. Ele estava bêbado e não iria falar comigo, a não ser que eu lhe comprasse duas bebidas especiais de Lowyna's.
zh_cn: 我去了伍德定居点，找到了哈盖尔。他喝得一塌糊涂，不愿意和我说话，除非我给他带来两瓶洛伊娜的特制酒。

source: Hagale said that the entrance to the cemetery was also sealed with magic to safeguard the key to the chest. The seal can only be broken by defeating the undead monster. However, Hagale found an ancient text that allows the holder to temporarily enter the cemetery. Hagale gave me the text.
de: Hagale sagte, dass der Eingang zum Friedhof ebenfalls magisch versiegelt wurde, um den Truhenschlüssel zu beschützen. Das Siegel könnte nur durch das Besiegen der untoten Monster gebrochen werden. Allerdings fand Hagale eine uralte Schrift, mit deren Hilfe man vorübergehend den Friedhof betreten könnte. Hagale gab mir diese Schrift.
fr: Hagale a dit que l'entrée du cimetière était également magiquement scellée pour protéger la clé du coffre. Le sceau ne peut être brisé qu'en anéantissant le monstre mort-vivant. Cependant, Hagale a trouvé un texte ancien qui permet à son détenteur d'entrer temporairement dans le cimetière. Hagale m'a donné le texte.
ja: ハガレによると、墓地の入り口は箱を守るために魔法で封印されている。封印はアンデッドモンスターを倒すことでしか破ることができない。しかし、ハガレは手にした者が一時的に墓地に入ることができる古文書を見つけた。ハガレはその文書をくれた。
pt: Hagale disse que a entrada ao cemitério também estava selada por magia pela segurança da chave do bau. O selo apenas pode ser quebrado se monstro morto-vivo for derrotado. Contudo, Hagale encontrou um texto antigo que permite o detentor entrar no cemitério temporariamente. Hagale me deu o texto.
zh_cn: 哈加勒说，墓地的入口也被魔法封住，以保护箱子的钥匙。封印只能通过打败不死怪物来打破。然而，哈加勒发现了一个古老的文本，允许持有者暂时进入墓地。哈加勒把短信给了我。

source: I returned to the cemetery and was able to enter it using the ancient text just as Hagale had claimed.
de: Ich kehrte zu dem Friedhof zurück und konnte ihn betreten, indem ich die uralte Schrift, wie Hagale es beschrieb, benutzte.
fr: Je suis retourné au cimetière et j'ai pu y entrer en utilisant le texte ancien comme l'avait prétendu Hagale.
ja: 墓地へと戻り、ハガレが主張した通りに古文書でそこに入ることができた。
pt: Voltei do cemitério e fui capaz de entrar a usar o texto antigo, assim como Hagale disse.
zh_cn: 我回到了墓地，并能像哈盖尔所说的那样用古文进入墓地。

source: I hacked through a horde of undead until I encountered one wearing a key.
de: Ich hackte mich durch eine Horde von Untoten, bis ich dem gegenüberstand, der einen Schlüssel trug.
fr: J'ai combattu une horde de morts-vivants jusqu'à ce que j'en rencontre un qui portait une clé.
ja: アンデッドの群れを切りつけながら進み、鍵を身につけた者と遭遇した。
pt: Retalhei uma horda de mortos-vivos até encontrar um que estava a usar a chave.
zh_cn: 我在一群亡灵中砍杀，直到遇到一个佩戴钥匙的亡灵。

source: I killed the undead and took the key.
de: Ich tötete den Untoten und nahm den Schlüssel.
fr: J'ai tué le morts-vivants et j'ai pris la clé.
ja: アンデッドを殺して鍵を手に入れた。
pt: Matei o morto vivo e peguei a chave.
zh_cn: 我杀了不死族，拿走了钥匙。

source: I opened the chest, which contained a powerful sword. Next time I'm in the Wood settlement I should see if Hagale is still around.
de: Ich öffnete die Truhe, welche ein mächtiges Schwert enthielt. Wenn ich das nächste mal in der Waldsiedlung bin, sollte ich nachsehen, ob Hagale immer noch dort abhängt.
fr: J'ai ouvert le coffre, il contenait une épée puissante. La prochaine fois que je vais dans la Colonie du Bois je devrais voir si Hagale est toujours dans le coin.
ja: 箱を開くと、中には強力な剣が入っていた。今度ウッド集落に行ったときに、ハガレがまだいるかを確認しよう。
pt: Abri o bau, que tinha uma poderosa espada. Na próxima vez que for ao assentamento de Wood deveria ir ver se Hagale esta por lá.
zh_cn: 我打开箱子，里面有一把强大的剑。下次我再去伍德定居点时，应该看看哈格尔是否还在附近。

source: Hagale tried to rob me and take the sword, but I killed him and took it back.
de: Hagale versuchte mich auszurauben und nahm das Schwert an sich, aber ich tötete ihn und holte es mir zurück.
fr: Hagale a essayé de me voler et de prendre l'épée, mais je l'ai tué et je l'ai reprise.
ja: ハガレは剣を奪い取ろうとしたが、殺して剣を奪い返した。
pt: Hagale tentou me roubar e roubar a espada, mas matei-o e retirei-o.
zh_cn: 哈盖尔想抢劫我并拿走这把剑，但我杀了他并夺回了它。

source: Hagale tried to rob me and take the sword. He lost his wife and daughter and wasn't thinking straight. I gave him the sword without a fight.
de: Hagale versuchte mich auszurauben und nahm das Schwert an sich. Er hat seine Ehefrau und Tochter verloren, weshalb er nicht klar denken konnte. Ich gab ihm das Schwert ohne einen Kampf.
fr: Hagale a essayé de me voler et de prendre l'épée. Il a perdu sa femme et sa fille et n'avait pas les idées claires. Je lui ai donné l'épée sans me battre.
ja: ハガレは剣を奪い取ろうとした。彼は妻と娘を亡くし、正常な思考状態ではなかった。あなたは戦わずに剣を渡した。
pt: Hagale tentou roubar-me e levar a espada. Ele perdeu a esposa e filha dele e nem pensou direito. Dei-lhe a espada sem precisar lutar.
zh_cn: 哈盖尔试图抢劫我并拿走剑。他失去了他的妻子和女儿，脑子不清醒。我不加思索就把剑给了他。

source: Hagale wanted some of the gold I got from selling the sword. It seemed fair to give him a share.
de: Hagale wollte etwas von dem Gold, das ich für den Verkauf des Schwertes erhalten hatte. Es schien mir nur zu gerecht zu sein, ihm einen Anteil zu überlassen.
fr: Hagale voulait une partie de l'or que j'avais obtenu en vendant l'épée. Il semblait juste de lui donner une part.
ja: ハガレは剣を売って得た金の一部を欲しがった。彼に分け前を与えることは公平であるように思えた。
pt: Hagale quer parte do ouro que consegui ao vender a espada. Parece justo dar-lhe metade da quantia.
zh_cn: 哈盖尔想要一些我卖剑得到的黄金。给他一份似乎很公平。

source: Hagale tried to rob me of the gold I got from selling the sword. I had no choice but to kill him.
de: Hagale versuchte, mir das Gold zu rauben, das ich durch den Verkauf des Schwertes erhalten hatte. Ich hatte keine andere Wahl, als ihn zu töten.
fr: Hagale a essayé de me voler l'or que j'ai reçu pour la vente de l'épée. Je n'avais d'autre choix que de le tuer.
ja: ハガレは剣を売って得た金を奪おうとした。殺すしかなかった。
pt: Hagale tentou roubar o ouro que consegui por ter vendido a espada. Não tenho escolha alem de mata-lo.
zh_cn: 哈盖尔想抢走我卖剑得来的黄金。我别无选择，只好杀了他。

source: Just the beginning
de: Nur der Anfang
fr: Juste le commencement
ja: ほんの始まり
pt: Apenas o começo
zh_cn: 只是开始

source: In a lonely house east of Loneford, I met an old man named Cithurn.
de: In einem einsam gelegenen Haus östlich von Loneford traf ich einen alten Mann namens Cithurn.
fr: Dans une maison isolée à l'est de Loneford, j'ai rencontré un vieil homme nommé Cithurn.
ja: ローンフォードの東にある人里離れた家で、シサーンという老人と出会った。
pt: Na casa guiandonada a leste de Loneford, encontrei um homem velho que se chama Cithurn.
zh_cn: 在洛尼福东边的一座孤零零的房子里，我遇到了一个叫西特恩的老人。

source: Cithurn told me he needs an experienced fighter to help with his problem.
de: Cithurn erzählte mir, dass er einen erfahrenen Kämpfer braucht, der ihm bei seinen Problem hilft.
fr: Cithurn m'a dit qu'il avait besoin d'un combattant expérimenté pour l'aider à résoudre son problème.
ja: シサーンは自身の問題を解決するには経験豊富な戦士が必要だと語る。
pt: Cithurn me disse que precisava de um guerreiro experiente para lidar o seu problema.
zh_cn: 西图恩告诉我他需要一个有经验的战士来帮助解决他的问题。

source: Cithurn told me that the surrounding forest has been under invasion by monsters for several weeks.
de: Cithurn erzählte mir, dass der umgebende Wald schon seit Wochen unter einer Monsterinvasion litt.
fr: Cithurn m'a dit que la forêt environnante est envahie par des monstres depuis plusieurs semaines.
ja: シサーンによると、数週間前から周辺の森がモンスターからの侵略を受けているという。
pt: Cithurn me disse que os arredores da floresta estão sob invasão de monstros por longas semanas.
zh_cn: 西图恩告诉我，周围的森林已经被怪物入侵了几个星期。

source: Cithurn heard something similar was occurring in Charwood until a young adventurer killed a vile beast in the mine beneath the city.
de: Cithurn hörte, dass sowas Ähnliches auch in Charwood geschehen war, bis ein junger Abenteurer das abscheuliche Biest in der Mine unterhalb der Stadt getötet hat.
fr: Cithurn a entendu dire que quelque chose de similaire se produisait à Charwood jusqu'à ce qu'un jeune aventurier tue une bête vile dans la mine située sous la ville.
ja: シサーンは、とある若い冒険家が町の下にある鉱山で邪悪な怪物を倒すまでは、チャーウッドでも同様のことが起こっていたと聞いている。
pt: Cithurn ouviu algo semelhante que estava ocorrendo em Charwood até que um jovem aventureiro matou uma besta vil na mina abaixo da cidade.
zh_cn: 西图恩听说查尔伍德也发生了类似的事情，直到一个年轻的冒险家在城市下面的矿井里杀死了一只卑劣的野兽。

source: I told Cithurn about my role in Charwood and of my battle with Thukuzun.
de: Ich erzählte Cithurn von meiner Rolle in Charwood und über meinen Kampf mit Thukuzun.
fr: J'ai parlé à Cithurn de mon rôle à Charwood et de ma bataille avec le Thukuzun.
ja: シサーンにチャーウッドにおける自分の役目とトゥクズンとの戦いについて話した。
pt: Contei a Cithurn sobre o meu papel em Charwood e da minha batalha com Thukuzun.
zh_cn: 我告诉了西图恩我在查伍德中的角色以及我与图库尊的战斗。

source: Cithurn did not remember if the forest invasion began before the events in Charwood or after. However, based on my experiences in Charwood, Cithurn believes there is a connection between the two.
de: Cithurn erinnert sich nicht daran, ob die Waldinvasion schon vor den Ereignissen in Charwood begann oder erst danach. Allerdings glaubt Cithurn, auf Grund meiner Erfahrungen in Charwood, dass es eine Verbindung zwischen den Beiden gibt.
fr: Cithurn ne se souvenait pas si l'invasion de la forêt avait commencé avant ou après les évènement de Charbois. Cependant, vu mes expériences dans Charbois, Cithurn pense qu'il y a un lien entre les deux.
ja: シサーンは森の侵略の始まりがチャーウッドでの出来事よりも前か後だったかを覚えていなかった。しかしチャーウッドでのあなたの経験から、シサーンはこの両者には関連性があると考えている。
pt: Cithurn não se lembrava se a invasão da floresta começou antes dos eventos em Charwood ou depois. No entanto, baseado nas minhas experiências em Charwood, Cithurn acredita que há uma conexão entre os dois.
zh_cn: 西图恩不记得森林入侵是在查伍德事件之前还是之后开始的。然而，根据我在查伍德的经历，西图恩认为两者之间存在联系。

source: I promised Cithurn I would investigate the source of the monster invasion in the forest. I will have to pass through the forest to access an entrance to a cave east of Cithurn's home.
ja: 森のモンスターの侵入源を調査することをシサーンに約束した。シサーンの家の北東にある洞窟の入口に向かうために、森を通ろう。
pt: Prometi ao Cithurn que investigaria a fonte da invasão de monstros na floresta. Terei que passar pela floresta para acessar uma entrada de uma caverna a nordeste da casa de Cithurn.
zh_cn: 我答应过西图恩，我会调查森林中怪物入侵的来源。我必须穿过森林才能进入西图恩家东北方的洞穴入口。

source: I found the entrance to the cave.
de: Ich fand den Höhleneingang.
fr: J'ai trouvé l'entrée de la grotte.
ja: 洞窟の入り口を見つけた。
pt: Encontrei a entrada da caverna.
zh_cn: 我找到了洞穴的入口。
