Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: Yes, you do that.
de: Ja, das darfst du.
fr: Oui, fais cela.
ja: ああ、そうしてくれ。
pt: Sim, faça isso.
zh_cn: 是你这样做的。

source: Behind me is the path up to the Charwood mining town. You really should go talk to Maevalia though. She's inside the cabin.
de: Hinter mir befindet sich der Pfad, der hinauf zur Minenstadt Charwood führt. Du solltest wirklich mit Maevalia reden. Sie ist in der Hütte.
fr: Derrière moi se trouve le chemin qui monte jusqu'à la ville minière de Charbois. Par contre, tu devrais vraiment parler à Maevalia avant d'aller plus loin. Elle est dans la cabane.
ja: 後ろにはチャーウッド鉱山町への道がある。だがマエバリアと話したほうがいい。彼女ならキャビンの中だ。
pt: Atrás de mim está o caminho para a cidade mineira de Charwood. Mas antes disso acho que deves falar com a Maevalia. Ela está na cabana.
zh_cn: 我身后是通往查伍德采矿镇的道路。不过你真的应该去和梅瓦利亚谈谈。她就在小屋里面。

source: Thank you for helping us!
de: Danke, dass du uns geholfen hast!
fr: Merci de nous avoir aidés !
ja: 助けてくれてありがとう！
pt: Obrigado por nos ajudar!
zh_cn: 谢谢你对我们的帮助!

source: Please, you have to help us!
de: Bitte, du musst uns helfen!
fr: Par pitié, tu dois nous aider !
ja: 助けてください！
pt: Por favor, devia nos ajudar!
zh_cn: 求你了，你一定要帮帮我们!

source: Thank you so much for finding our missing people!
de: Vielen Dank, dass du unsere vermissten Leute gefunden hast!
fr: Merci infiniment d'avoir retrouvé nos disparus !
ja: 行方不明者を見つけてくれて、本当にありがとうございました！
pt: Muito obrigado por encontrar as pessoas desaparecidas!
zh_cn: 非常感谢你们找到了我们的失踪人员!

source: Please sell me some of your famous Cheddar cheese.
de: Bitte verkauf mir etwas von deinem berühmten Cheddarkäse.
fr: S'il vous plaît, vendez-moi un peu de votre fameux Cheddar.
ja: こちらで有名なチェダーチーズをください。
pt: Por favor venda-me algum do seu queijo Cheddar famoso.
zh_cn: 请卖给我一些切达干酪。

source: It's not much, but I have some food if you'd like.
de: Es ist nicht viel, aber ich habe etwas Essen für dich, wenn du magst.
fr: Ce n'est pas grand-chose, mais j'ai un peu de nourriture si cela t'intéresse.
ja: 少ないですが、もしよろしければ食べ物もありますよ。
pt: Não é muito, mas tenho comida, se desejar.
zh_cn: 虽然不多，但如果你愿意，我有一些食物。

source: What ever will we do? Poor Ayell and Fayvara, I sure hope they're alright.
de: Was sollen wir bloß tun? Arme Ayell und Fayvara, ich hoffe, es geht ihnen gut.
fr: Qu'allons-nous faire ? Pauvres Ayell et Fayvara, j'espère qu'ils vont bien.
ja: 一体どうすればいいの？ かわいそうなアイエルとファイバラ、無事だといいのですけど。
pt: O que faremos? Pobres Ayell e Fayvara, espero que estejam bem.
zh_cn: 我们该怎么办？可怜的阿耶尔和法伊瓦拉，我当然希望他们没事。

source: What happened to them?
de: Was ist mit ihnen passiert?
fr: Que leur est-il arrivé ?
ja: 何があったの？
pt: O que aconteceu com eles?
zh_cn: 他们怎么了？

source: You should talk to Maevalia over there.
de: Du solltest mit Maevalia dort drüben reden.
fr: Tu devrais t'adresser à Maevalia là-bas.
ja: あそこにいるマエバリアと話した方がいいですよ。
pt: Deveria dar uma palavrinha com Maevilla, ela está ali.
zh_cn: 你应该和那边的梅瓦利亚谈谈。

source: I'm sorry, I'm too distracted to help you right now.
de: Tut mir leid. Ich habe gerade zu viel um die Ohren, um dir helfen zu können.
fr: Je suis désolée, mais je suis trop préoccupée en ce moment pour t'aider.
ja: ごめんなさい、今は気が散って手を貸してあげられないの。
pt: Desculpe-me, estou muito distraído para lhe ajudar nesse instante.
zh_cn: 对不起，我现在太心烦意乱，无法帮助你。

source: Khorailla shouts to you: Hey! Get away from there!
de: Khorailla ruft dir zu: Hey! Geh da weg!
fr: (Khorailla te crie :) Hé ! Éloigne-toi de là !
ja: ホレイラが叫ぶ: ちょっと、そこから離れて！
pt: Khoarailla grita-lhe: Ei! Afaste-se daí!
zh_cn: 科莱拉对你喊道。嘿！离那里远一点!

source: Ah, you really know what's good.
de: Ah, du weißt wirklich was gut ist.
fr: Ah, tu sais vraiment ce qui est bon.
ja: ああ、本当に良いものとは何なのかをよくわかっているのですね。
pt: Ah, realmente sabe o que é bom.
zh_cn: 啊，你真的知道什么是对的。

source: I hope so. It was a long way to come.
de: Das hoffe ich. Es war ein langer Weg hierher.
fr: Je l'espère. Le chemin a été long.
ja: そうだといいけど。ここまで長い道のりでした。
pt: Espero que sim. Foi um longo caminho para chegar.
zh_cn: 我希望如此。这是一条很长的路要走。

source: Bow before the might of the Thukuzun!
de: Verbeuge dich vor der Macht des Thukuzun!
fr: Prosterne-toi devant la puissance du Thukuzun !
ja: トゥクズンのチカラの前にひれ伏すのだ！
pt: Curve-se diante da grandeza de Thukuzun!
zh_cn: 在图库尊的力量面前颤抖吧!

source: I bow to no one.
de: Ich verbeuge ich vor niemand.
fr: Je ne me prosterne devant personne.
ja: 誰にもひれ伏さない。
pt: Não me curvo à ninguém.
zh_cn: 我不向任何人低头。

source: Bow down to your own death!
de: Verbeuge dich vor deinem eigenen Tod!
fr: Prosternez-vous devant votre propre mort !
ja: 自分の死に向かってひれ伏せ！
pt: Curve-se para sua própria morte!
zh_cn: 向你自己的死亡低头！

source: You there, thank the Shadow you're here! Quickly, untie these ropes!
de: Du da, dem Schatten sei Dank, dass du hier bist! Schnell, binde diese Seile los!
fr: Toi là, louée soit l'Ombre pour ta présence ! Détache-moi rapidement de ces cordes !
ja: こっちだ、来てくれたことにシャドウへの感謝を！ ロープをほどいてくれ！
pt: Você, graças à Sombra que está aqui! Rápido, desate as cordas!
zh_cn: 在这里，感谢暗影！快，解开这些绳索！

source: [Untie the ropes]
de: [Binde die Seile los]
fr: [Détacher les cordes]
ja: （ロープをほどく）
pt: [Desate as cordas]
zh_cn: 【解开绳索】

source: I think I'll leave you right there.
de: Ich lasse dich gerade da, wo du bist.
fr: Je pense que je vais vous laisser là.
ja: そのまま置いていこう。
pt: Acho que vou deixar-lo aí.
zh_cn: 我想我会把你留在那里。

source: I'm free, thank you! I'll make my way down the hill to the Charwood cabin. Meet me back there.
de: Ich bin frei, vielen Dank. Ich mache mich auf den Weg runter zur Charwood Hütte. Treff mich dort, wenn du zurück bist.
fr: Je suis libre, je te remercie ! Je vais me frayer un chemin en descendant la colline jusqu'au chalet de Charbois. Retrouve-moi là-bas.
ja: これで自由だ、ありがとう！ 丘を下ってチャーウッドキャビンに行くよ。向こうで会いましょう。
pt: Estou livre! Obrigado! Descerei até à cabana da colina de Charwood por mim mesmo. Encontra-me lá.
zh_cn: 我自由了，谢谢!我先下山去查伍德小屋。在那里你可以找到我。

source: You see the bloody remains of what looks like a human.
de: Du siehst die blutigen Überreste von etwas, was wohl ein Mensch war.
fr: Tu vois un corps, apparemment humain, taché de sang.
ja: 人間のものらしき血まみれの遺骨が見える。
pt: Observa os restos ensanguentados do que aparenta ser um humano.
zh_cn: 你会看到看起来像人类的血腥残骸。

source: [Examine the remains]
de: [Untersuche die Überreste]
fr: [Examiner les restes]
ja: （遺骨を調べる）
pt: [Examine os restos]
zh_cn: [检查尸体]

source: Among the remains, you find a ring with the insignia 'Morenavia'. This must be what's left of the former leader of the Charwood hills.
de: Unter den Überresten findest du einen Ring, in den 'Morenavia' eingraviert ist. Dies ist wohl alles, was von der früheren Anführerin der Charwood Hills übrig geblieben ist.
fr: Sur le corps, tu trouves un anneau avec une inscription gravée : 'Morenavia'. Ce doit être ce qui reste de l'ancien chef des collines de Charbois.
ja: 遺骨の中に"モレナビア"との刻印入りの指輪がある。チャーウッドヒルズのかつての指導者のものに違いない。
pt: Entre os restos encontra um anel com a insígnia 'Morenavia'. Isso deve ser o que restou do antigo líder das colinas de Charwood.
zh_cn: 在遗骸中，你发现了一枚带有 "莫雷纳维亚 "标志的戒指。这一定是查伍德前领导人的遗物。

source: Please help me! I'm being held captive here.
de: Bitte hilf mir! Ich werde hier gefangen gehalten.
fr: S'il te plaît aide-moi ! Je suis retenue captive ici.
ja: 助けてください！ ここで監禁されてます。
pt: Por favor, me ajude! Estou a ser feito refém aqui.
zh_cn: 请帮帮我！我被困在这里。

source: Thank you, thank you! I'll make my way down the hill to the Charwood cabin. Meet me back there.
de: Danke dir, danke. Ich mache mich auf den Weg runter zur Charwood Hütte. Treff mich dort, wenn du zurück bist.
fr: Merci, merci ! Je vais me frayer un chemin en descendant la colline jusqu'au chalet de Charbois. Retrouve-moi là-bas.
ja: ありがとう、本当にありがとう！ 丘を下ってチャーウッドキャビンに行きます。向こうで会いましょう。
pt: Obrigado, obrigado! Descerei até a cabana da colina de Charwood por conta própria. Encontre-me lá.
zh_cn: 谢谢你!我将下山去查伍德小屋。在那里等我。

source: You see a pile of bloody body parts.
de: Du siehst einenb Haufen blutiger Körperteile.
fr: Tu vois un corps démembré et ensanglanté.
ja: 血まみれの身体のパーツが山積みになっている。
pt: Observa uma pilha ensaguentada de partes de corpos.
zh_cn: 你看到一堆血淋淋的尸体碎片。

source: [Examine the pile]
de: [Untersuche den Haufen]
fr: [Examiner le corps]
ja: （山積みを調べる）
pt: [Examinar a pilha]
zh_cn: [检查这堆东西]

source: Among the remains, you find a ring with the insignia 'Ayell'. This must be what's left of the former healer of the Charwood hills.
de: Unter den Überresten findest du einen Ring, in den 'Ayell' eingraviert ist. Dies ist wohl alles, was von dem früheren Heiler der Charwood Hills übrig geblieben ist.
fr: Sur le corps, tu trouves un anneau portant l'inscription 'Ayell'. Ce doit être le corps de l'ancien guérisseur de Charbois.
ja: 遺骨の中に"アイエル"との刻印入りの指輪がある。チャーウッドヒルズのかつてのヒーラーのものに違いない。
pt: Entre os restos encontra um anel com a insígnia 'Ayell'. Isso deve ser o que restou do antigo curandeiro das colinas de Charwood.
zh_cn: 在这些遗骸中，你发现了一枚带有 "阿耶尔 "标志的戒指。这一定是查伍德山庄前医者的遗物。

source: Wh ... who ... Have you come to get me?
de: Ww.. wer.. Bist du gekommen, mich zu holen?
fr: Qu ... qui ... Es-tu venu me chercher ?
ja: だ…誰だ…捕まえに来たのか？
pt: Vo... você... Veio me levar?
zh_cn: 谁...谁...？你是来找我的吗？

source: Get you?
de: Dich zu holen?
fr: Te chercher ?
ja: あなたを？
pt: Levar-lo?
zh_cn: 明白？

source: [Lie] Yes, I am here to get you. Follow me.
de: [Lüge] Ja, ich bin gekommen, dich zu holen. Folge mir.
fr: [mensonge] Oui, je suis ici pour toi. Suis-moi.
ja: （嘘）そうだ、お前を捕まえに来た。ついて来い。
pt: [Mentir] Sim, vim levar-lo. Siga-me.
zh_cn: [撒谎]是的，我是来找你的。跟着我。

source: Nooo! I knew the day would come. You people won't be able to catch me!
de: Neeein! Ich habe gewusst, der Tag würde kommen. Ihr Leute kriegt mich nicht!
fr: Nooon ! Je savais que le jour arriverait. Vous ne m'attraperez jamais !
ja: うわぁぁあ！ この日が来るのは分かってた。お前らに捕まってたまるか！
pt: Nããããooo! Sabia que esse dia iria chegar. Vocês não vai conseguir me apanhar!
zh_cn: 不！不！我知道这一天会到来。你们这些人是抓不住我的!

source: Wait, who are these people you are referring to?
de: Warte, wer sind diese Leute, von denen du da redest?
fr: Attendez, qui sont ces gens dont vous parlez ?
ja: 待って、あなたが言っているのは誰のこと？
pt: Espere, quem são essas pessoas que se está a referir?
zh_cn: 等等，你指的这些人是谁？

source: The Sakul are coming.
de: Die Sakul kommen.
fr: Les Sakuls arrivent.
ja: サクルが来る。
pt: Os Sakul estão a chegar.
zh_cn: 萨库尔人正赶来。

source: Hey! Whatever you saw us doing here, we're completely innocent.
de: He! Was immer du uns hier hast machen sehen - wir sind absolut unschuldig.
fr: Hé ! Quoi que tu nous aies vu faire ici, nous sommes tout à fait innocents.
ja: おい！ ここで何か見たとしても、オレたちは完全に無実だからな。
pt: Ei! Não importa o que nos viu fazer, somos completamente inocentes.
zh_cn: 嘿！无论你看到我们在这里做什么，我们都是完全无辜的。

source: These aren't even our things. We are only ... uh ... standing around here.
de: Das sind noch nicht mal unsere Sachen. Wir sind .. öhm .. wir stehen hier bloß rum.
fr: Ce ne sont même pas nos affaires. Nous ne faisons que ... euh ... rester dans les parages.
ja: こいつらはオレたちの物ですらないんだ。オレたちは…あー…ここで突っ立ってるだけだぞ。
pt: Essas coisas nem são nossas. Estamos apenas… hmm… parados aqui.
zh_cn: 这些甚至不是我们的东西。我们只是...呃...站在这里。

source: I didn't see anything.
de: Ich habe nichts gesehen.
fr: Je n'ai rien vu.
ja: 僕は何も見ていない。
pt: Não vi nada.
zh_cn: 我什么都没看到。

source: That's right you didn't.
de: Richtig. Ihr habt nichts getan.
fr: C'est ça, tu n'as rien vu.
ja: そうだ、何もなかった。
pt: É verdade, não viu.
zh_cn: 没错，你没有。

source: Oh, we ... um ... stay here. Completely legit. Not at all doing anything that's not allowed.
de: Oh, wir .. öhm .. bleiben hier. Alles ganz legal. Tun nicht im Geringsten was, was nicht erlaubt wäre.
fr: Oh, nous ... euh ... restons ici. Tout à fait légitime. Pas du tout occupés à faire quoi que ce soit qui n'est pas autorisé.
ja: ああ、オレたちはまあ…うーんと…ここに住んでるんだ。間違いなく合法だからな。許されないようなことは一切やってない。
pt: Eh, nós… Hmm… Fique aqui. Completamente legítimo. De modo algum a fazer qualquer coisa que não é permitido.
zh_cn: 哦，我们......嗯......留在这里。完全合法。根本没有做任何不允许的事情。

source: What's in those crates back there?
de: Was ist in den Kisten dort hinten?
fr: Qu'est-ce qu'il y a dans ces caisses là-bas ?
ja: 後ろの木箱には何があるんですか？
pt: O que tem naquelas caixas lá atrás?
zh_cn: 后面那些箱子里装的是什么？

source: Oh nothing. They're ... uh ... empty. Yes, that's it, empty.
de: Oh, nichts. Die sind .. öh .. leer. Ja, genau, leer sind die.
fr: Oh rien. Elles sont ... euh ... vides. Oui, c'est ça, vides.
ja: おっと何もない。あれは…あー…空だな。そう、そうなんだ、空っぽなんだよ。
pt: Ah, nada. Elas estão... hmm... vazias. Sim, é isso, vazias.
zh_cn: 哦，没什么。它们是......呃......空的。是的，就是这样，空的。

source: Right. I had better leave.
de: Genau. ich mach mich besser auf die Socken.
fr: Ok. Je ferais mieux de partir.
ja: そうだね。もう行ったほうがよさそうだ。
pt: Certo, é melhor ir.
zh_cn: 对。我最好离开。

source: I hope you're not here to ask for help, like all those other people that have come by.
de: Ich hoffe, du bist nicht hier, um um Hilfe zu bitten, wie all diese anderen Leute, die vorbei gekommen sind.
fr: J'espère que tu n'es pas ici pour demander de l'aide, comme tous les autres qui sont venus.
ja: 他の人たちのように助けを求めに来たのではないことを祈るよ。
pt: Espero que não esteja aqui para pedir ajuda, como todos as outras pessoas antes de si.
zh_cn: 我希望你不是来寻求帮助的，就像所有其他来过的人一样。

source: What people?
de: Welche Leute?
fr: Quels autres ?
ja: どんな人たち？
pt: Que pessoas?
zh_cn: 什么人？

source: I'm no one. You did not see me, or any of my friends here.
de: Ich bin niemand. Du hast mich nicht gesehen und auch keinen meiner Freunde hier.
fr: Je ne suis personne. Tu ne m'as pas vu, ni aucun de mes amis ici.
ja: オレは誰でもない。お前はオレを見てないし、ここにいる友人たちも見ていない。
pt: Não sou ninguém. Não viu a mim ou meus amigos aqui.
zh_cn: 我不在这。你没有看到我，或我的任何朋友在这里。

source: Sure thing.
de: Klare Sache.
fr: Bien sûr.
ja: 確かに。
pt: Certamente.
zh_cn: 当然了。

source: You guys seem to be up to something.
de: Ihr Burschen führt doch was im Schilde.
fr: Vous semblez être en train de faire des choses pas nettes.
ja: 何か企んでいるようですね。
pt: Parece que estão a aprontar aluma coisa.
zh_cn: 你们似乎在搞什么鬼。

source: Really? I think you had better leave.
de: Wirklich? Ich denke, ihr würdet besser verschwinden.
fr: Vraiment ? Je pense que tu ferais mieux de partir.
ja: そうか？ 出て行ったほうがいいと思うぞ。
pt: Acha? Acho melhor você sair.
zh_cn: 你确定？我想你最好离开。

source: It seems something must have happened up in the Charwood mining town recently.
de: Irgendwas muss unlängst in der Minenstadt Charwood geschehen sein.
fr: Quelque chose a dû se passer dans la ville minière de Charbois récemment.
ja: チャーウッド鉱山町で近頃何かあったらしい。
pt: Parece que aconteceu algo recentemente na cidade mineradora de Charwood.
zh_cn: 看来最近在查伍德采矿镇上一定发生了什么事。

source: There have been quite a few people coming by here and asking us for help.
de: Es sind eine Hand voll Leute hier vorbeigekommen, und haben uns um Hilfe gebeten.
fr: Un certain nombre de personnes sont passées par ici et nous ont demandé de l'aide.
ja: ここまでやって来て助けを求める人が相当数いるんだよ。
pt: Não foram poucas pessoas que vieram aqui nos a pedir ajuda.
zh_cn: 已经有不少人来到这里，向我们寻求帮助。

source: Don't know what happened over there though. Maybe you should go ask the people in the Charwood cabin.
de: Hab aber keine Ahnung, was dort drüben passiert ist. Vielleicht solltest du zur Charwood-Hütte gehen und die Leute dort fragen.
fr: Je ne sais pas ce qui est arrivé là-bas cependant. Peut-être que tu devrais aller demander aux gens dans la cabane de Charbois.
ja: あそこで何が起きたのかまでは知らないけどね。チャーウッドのキャビンまで行って尋ねてみたらいいんじゃないか。
pt: Não sei o que aconteceu aqui. Talvez devia perguntar as pessoas na cabana de Charwood.
zh_cn: 虽然不知道那边发生了什么。也许你应该去问问查伍德小屋的人。

source: Charwood, where is that?
de: Charwood? Wo ist das?
fr: Charbois, c'est où ?
ja: チャーウッドはどこですか？
pt: Charwood, onde fica?
zh_cn: 查伍德在哪儿？

source: It's just north of here. Take the path west of our camp here, and head straight north. It's just around the bend there [points].
de: Es ist nicht weit nördlich von hier. Nimm den Pfad westlich von unserem Lager und gehe dann geradeaus nach Norden. Es liegt gerade dort um die Ecke [zeigt].
fr: C'est juste au nord d'ici. Prends le chemin à l'ouest de notre campement, et va droit vers le nord. C'est juste après le virage . *indique la direction*.
ja: すぐ北にある。ここのキャンプの西の道をまっすぐ北に行ってくれ。そこを曲がったところだ（指差す）。
pt: Fica ao norte daqui. Leve o caminho à oeste e siga-o toda vida para o norte. É próximo da curva ali. [aponta]
zh_cn: 它就在这里的北边。沿着我们营地西边的小路，一直向北走。它就在那里的拐弯处[指向一处]。

source: Thanks, I'll go check it out.
de: Danke, ich gehe und schaue mir das an.
fr: Merci, je vais aller voir.
ja: ありがとう、行ってみます。
pt: Obrigado, vou verificar.
zh_cn: 谢谢，我去看看。

source: I have better things to do.
de: Ich habe besseres zu tun.
fr: J'ai d'autres choses à faire.
ja: 僕にはもっといいことがある。
pt: Tenho coisas melhores para fazer.
zh_cn: 我有更重要的事情要做。

source: Hello again. Thank you for saving me from captivity up in the Charwood heights!
de: Hallo nochmal. Danke, dass du mich aus der Gefangenschaft oben auf den Charwood-Höhen befreit hast!
fr: Bonjour. Merci de m'avoir délivré dans les hauteurs de Charbois !
ja: またお会いしましたね。チャーウッドハイツで捕虜になっていたところを救ってくれてありがとう！
pt: Olá novamente. Obrigado por me salvar do cativeiro lá nas alturas de Charwood!
zh_cn: 又见面了。谢谢你把我从查伍德的困境中解救出来!

source: I won't dare to think about what those monsters would have done to me, had you not freed me!
de: Ich will mir gar nicht vorstellen, was diese Monster mir angetan hätten, hättest du mich nicht befreit!
fr: Je n'ose pas imaginer ce que ces monstres m'auraient fait si tu ne m'avais pas libérée !
ja: あなたが解放してくれなかったらあのモンスターからどんな目に遭っていたやら、考えるだに恐ろしい！
pt: Não me atrevo a pensar no que esses monstros teriam me feito, se não me tivesse libertado!
zh_cn: 我不敢想那些怪物会对我做什么，如果你没有解救我的话！

source: In return, I am willing to teach you the things I know. I used to be a weapons trainer for the Charwood heights, before all of this started.
de: Als Gegenleistung bin ich bereit, dir beizubringen, was ich weiß. Ich war Waffentrainer auf den Charwood-Höhen, bevor dies alles anfing.
fr: En retour, je veux bien t'apprendre ce que je sais. J'étais maître d'armes à Charbois, avant que tout cela ne commence.
ja: お返しとして、私の知っていることをあなたにお教えしましょう。私はチャーウッドハイツで武器トレーナーをやっていました、この件が始まるより前の話ですがね。
pt: Em troca, estou disposto a te ensinar as coisas que sei. Costumava ser um instrutor de armas para as alturas de Charwood, antes disso tudo começar.
zh_cn: 作为回报，我愿意教你我所知道的东西。之前，我曾经是查伍德高地的武器培训师。

source: What can you teach me?
de: Was kannst du mir beibringen?
fr: Que pouvez-vous m'apprendre ?
ja: 何を教えてくれるのですか？
pt: O que me pode ensinar?
zh_cn: 你会教我什么？

source: I can teach you how to better handle most types of weapons, so that you can get even more proficient in them.
de: Ich kann dich lehren, die meisten Waffenarten besser zu handhaben, so dass du noch gewandter im Umgang damit wirst.
fr: Je peux t'apprendre à mieux manier la majorité des types d'armes, ainsi tu pourras être plus performant au combat.
ja: ほとんどの種類の武器をより使いこなせるようになるためのコツを教えます。
pt: Posso te ensinar a manusear melhor diferentes tipos de armas, de modo que consiga cada vez mais proficiência neles.
zh_cn: 我可以教你如何更好地处理大多数类型的武器，这样你就可以更熟练地掌握它们。

source: What weapon types can you teach me?
de: In welchen Arten von Waffen kannst du mich trainieren?
fr: Quels types d'armes pouvez-vous m'apprendre à manier ?
ja: どんな種類の武器を教えてもらえるのですか？
pt: Quais são os tipos de armas que me pode ensinar?
zh_cn: 你能教我什么武器类型？

source: I can teach you about swords, either one-handed or two-handed ones. I know a bit about daggers, axes, polearms, and blunt weapons. I also know a fair deal about fighting with your bare fists.
de: [REVIEW]Ich kann dir etwas über Schwerter beibringen, einhändige wie auch zweihändige. Ich weiß ein wenig über Dolche, Äxte und stumpfe Waffen. Außerdem weiß ich eine Menge über den Kampf mit bloßen Fäusten.
fr: Je peux t'apprendre à manier les épées à une ou deux mains. Je m'y connais un peu en dagues, haches, armes d'hast et armes contondantes. Je me débrouille bien aussi au combat à mains nues.
ja: 剣なら片手剣でも両手剣でも。短剣、斧、長柄武器、鈍器についても少し知っています。また、無手戦闘についても知っています。
pt: [REVIEW]Posso ensinar-te sobre espadas, de uma mão ou de duas mãos. Sei um pouco sobre adagas, machados e armas contundentes.
zh_cn: 我可以教你剑，无论是单手还是双手的剑。还有匕首、斧头、长柄武器和钝器。我对徒手战斗也有一定的了解。

source: I only have time to teach you about one type of weapon, so make sure you pick the one that suits you best.
de: Ich habe nur Zeit, dich in einer einzigen Waffenart auszubilden, darum sei dir sicher, dass du die richtige Wahl für dich triffst.
fr: Je n'ai le temps de t'apprendre qu'un style de combat, sois sûr de choisir celui qui te convient le mieux.
ja: 1種類しか教える時間がないので、自分に合ったものを選んでください。
pt: Somente tenho tempo para ensiná-lo apenas sobre um tipo de arma, então tenha certeza de escolher aquilo que lhe convier melhor.
zh_cn: 我只有时间教你一种武器，所以要确保你选择最适合你的武器。

source: Tell me more about fighting with your bare fists.
de: Erzähl mir mehr über den Kampf mit der bloßen Faust.
fr: Dites-m'en plus sur les techniques de combat à mains nues.
ja: 無手戦闘について詳しく教えてください。
pt: Diga-me mais sobre como lutar a utilizar apenas os punhos livres.
zh_cn: 告诉我更多关于徒手战斗的理解。

source: Tell me more about two-handed swords.
de: Erzähl mir mehr über Zweihandschwerter.
fr: Dites-m'en plus sur les épées à deux mains.
ja: 両手剣について詳しく教えてください。
pt: Diga-me mais sobre espadas de duas mãos.
zh_cn: 告诉我更多关于双手剑的理解。

source: Tell me more about one-handed swords.
de: Erzähl mir mehr über Einhandschwerter.
fr: Dites-m'en plus sur les épées à une main.
ja: 片手剣について詳しく教えてください。
pt: Diga-me mais sobre espadas de uma mão.
zh_cn: 告诉我更多关于单手剑的理解。

source: Tell me more about daggers.
de: Erzähl mir mehr über Dolche.
fr: Dites-m'en plus sur les poignards.
ja: 短剣について詳しく教えてください。
pt: Diga-me mais sobre adagas.
zh_cn: 告诉我更多关于匕首的理解。

source: Tell me more about axes.
de: Erzähl mir mehr über Äxte.
fr: Dites-m'en plus sur les haches.
ja: 斧について詳しく教えてください。
pt: Diga-me mais sobre machados.
zh_cn: 告诉我更多关于斧头的理解。

source: Tell me more about blunt weapons.
de: Erzähl mir mehr über stumpfe Waffen.
fr: Dites-m'en plus sur les armes contondantes.
ja: 鈍器について詳しく教えてください。
pt: Diz-me mais sobre as armas contundentes.
zh_cn: 告诉我更多关于钝器的理解。

source: Tell me more about polearms.
de: [REVIEW][REVIEW]Ich bin sofort zurück.
fr: Dites-m'en plus sur les armes d'hast.
ja: 長柄武器について詳しく教えてください。
pt: Fale-me mais sobre armas de haste.
zh_cn: 告诉我更多关于长柄武器的信息。

source: I'll be right back.
fr: Je reviens tout de suite.
ja: すぐに戻ります。
pt: Já volto.
zh_cn: 我马上回来。

source: Two handed swords are usually much heavier than their one-handed counterparts, which means that they are much harder to swing correctly.
de: Zweihandschwerter sind normalerweise viel schwerer als ihr einhändiges Gegenstück, was bedeutet, das es viel schwieriger ist, sie richtig zu führen.
fr: Les épées à deux mains sont généralement beaucoup plus lourdes que leurs homologues à une main, ce qui implique qu'elles sont beaucoup plus difficiles à manier correctement.
ja: 通常両手剣は片手剣に比べて重く、正しく振るうのが遥かに難しいものです。
pt: Espadas de duas mãos são geralmente muito pesadas do que as de uma mão, o que significa que elas são muito mais difíceis de manusear corretamente.
zh_cn: 双手剑通常比单手剑重得多，这意味着它们更难挥舞。

source: In return, they provide much deeper cuts that hurt your opponent more. I can teach you how to better handle swinging your two-handed swords.
de: Zum Ausgleich verursachen sie weitaus tiefere Wunden, die deinen Gegner schwerer verletzen. Ich kann dich lehren, deine Zweihandschwerter besser zu führen.
fr: En revanche, elles occasionnent des entailles beaucoup plus profondes qui blessent davantage ton adversaire. Je peux t'apprendre à mieux manier tes épées à deux mains.
ja: その代わり、相手をより傷つける重い一撃をもたらします。両手剣をより上手く振るう方法を教えましょう。
pt: Em troca, elas promovem cortes muito mais fundos que alejam o seu oponente ainda mais. Posso ensiná-lo a como manusear melhor as suas espadas de duas mãos.
zh_cn: 不过，它们有更高的攻击，对你的对手伤害更大。我可以教你如何更好地处理挥舞双手剑的问题。
