Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: Some rocks above your head begin to crack. A moment later a pile of rocks rains down on you.
de: Einige Felsen über deinem Kopf beginnen zu zersplittern. Einen Augenblick später regnet ein Haufen Steine auf dich herab.
fr: Des rochers au-dessus de vous commencent à craquer. Un instant plus tard une pluie de cailloux vous tombe dessus.
ja: 頭上の岩が割れ始める。 しばらくして岩の雨があなたに降り注ぐ。
pt: Algumas pedras acima da sua cabeça começam a rachar. Momentos depois uma pilha de pedras chove sobre você.
zh_cn: 你头上的一些岩石开始破裂。 一会儿后，一堆岩石向你倾泻而来。

source: Thanks to my protective cap I am not seriously hurt.
de: Dank der schützenden Kappe bin ich nicht ernstlich verletzt.
fr: Grâce à ma casquette de protection, je ne suis pas sérieusement blessé.
ja: 保護キャップのおかげで大怪我は免れた。
pt: Graças ao meu capacete protetor não estou seriamente ferido.
zh_cn: 多亏了我的保护帽，我才没有受重伤。

source: Ouch, my head!
de: Autsch, mein Kopf!
fr: Aïe, ma tête !
ja: 痛い、頭が！
pt: Ai, minha cabeça!
zh_cn: 哎哟，我的头!

source: You hear rocks cracking above your head again. There is no chance to jump away before they hit!
de: Du hörst wieder, wie die Felsen über Dir krachen. Es gibt keine Möglichkeit, beiseite zu springen, bevor sie aufschlagen!
fr: Vous entendez les rochers craquer à nouveau au-dessus de votre tête. Aucune chance de les éviter !
ja: またもや頭上で岩が割れる音がする。 衝突より前に逃げ出す暇はない！
pt: Ouve novamente pedras a rachar acima da sua cabeça. Não há qualquer hipótese de sair debaixo delas antes delas te certarem!
zh_cn: 你再次听到头顶上的岩石爆裂声。 在他们击中之前根本没有机会跳开！

source: Good thing I am wearing this protective cap!
de: Gut, dass ich diese schützende Kappe trage!
fr: Heureusement que je porte cette casquette de protection !
ja: 保護キャップを被っててよかった！
pt: Ainda bem que estou a usar este capacete protetor!
zh_cn: 幸好我带了这个保护帽！

source: I should take more care where I am going!
de: Ich sollte besser aufpassen, wo ich hingehe!
fr: Je devrais faire plus attention à où je vais !
ja: もっと気をつけて進もう！
pt: Deveria tomar mais cuidado para onde eu for!
zh_cn: 我应该多注意我要去的地方！

source: You fell into another hole hidden in the ground and hurt yourself.
de: Du fällst in ein weiteres verstecktes Loch im Boden und verletzt dich.
fr: Vous tombez dans un autre trou caché dans le sol et vous vous blessez.
ja: あなたは地面に隠れていた別の穴に落ちて怪我をした。
pt: Caiu em outro buraco escondido no chão e machucou-se.
zh_cn: 你掉进了另一个隐藏在地下的洞里，受到了伤害。

source: I hope my boots are OK.
de: Ich hoffe, meine Stiefel sind in Ordnung.
fr: J'espère que mes bottes sont ok.
ja: ブーツは大丈夫かな。
pt: Espero que os meus sapatos estejam bem.
zh_cn: 我希望我的靴子没有问题。

source: That one really hurt!
de: Das hat jetzt wirklich weh getan!
fr: Celui-là fait vraiment mal !
ja: 本当に痛かった！
pt: Essa realmente doeu!
zh_cn: 那一次真的很疼！

source: Rocks falling! You jump aside - luckily a very big boulder only grazed your side.
de: Steine fallen! Du springst beiseite - glücklicherweise hat ein sehr grosser Felsbrocken dich nur an der Seite gestreift.
fr: Chute de rochers ! Vous sautez de côté - par chance un très gros rocher vous a seulement effleuré.
ja: 岩が落ちてくる！ あなたは横に飛び退く。幸運にもとても大きな岩がすぐ側をかすめただけで済んだ。
pt: Pedras a cair! Pula para o lado - felizmente uma pedra gigante apenas encostou ao seu lado.
zh_cn: 石头砸下来！你跳到一边 - 幸运的是，一块非常大的巨石只掠过你的侧面。

source: That was neat. I fear that not even my protective cap would have helped much against that huge boulder.
de: Das war knapp. Ich befürchte, dass mir bei diesem grossen Felsbrocken noch nicht einmal meine schützende Kappe geholfen hätte.
fr: C'était juste. J'ai bien peur que même ma casquette de protection n'aurait pas aidé beaucoup contre ce gros rocher.
ja: よかった。あんな巨大な岩だと防護キャップでも大して役に立たなかったかも。
pt: Esse foi perto. Receio que nem o meu capacete protetor me teria salvado contra aquela pedra gigante.
zh_cn: 那真是太好了。我担心即使是我的防护帽也无法帮助对抗那块巨石。

source: That was neat!
de: Ganz schön knapp!
fr: C'était chouette !
ja: よかった！
pt: Esse foi perto!
zh_cn: 这很整洁!

source: A huge boulder suddenly breaks, and its pieces fall down from above onto you.
de: Ein riesiger Felsbrocken bricht plötzlich, und Stücke von ihm fallen von oben auf dich herab.
fr: Un énorme rocher casse soudain, et ses morceaux tombent sur vous.
ja: 巨大な岩が突如割れて、その破片があなたの頭上に降り注ぐ。
pt: De repente uma pedra gigante quebra-se e os seus pedaços caem de cima na sua direção.
zh_cn: 一块巨石突然断裂，它的碎片从上面落到你身上。

source: You fell into a hole and hurt yourself.
de: Du fällst in ein Loch und verletzt dich.
fr: Vous tombez dans un trou et vous vous blessez.
ja: あなたは穴に落ちて怪我をした。
pt: Cai num buraco e aleja-se.
zh_cn: 你掉进了一个洞里，伤到了自己。

source: Will these holes in the ground never end?
de: Werden diese Löcher im Boden denn nie enden?
fr: Ces trous dans le sol n'en finiront jamais ?
ja: この地面の穴はどこまで続いてるのだろう？
pt: Esses buracos no chão nunca vão acabar?
zh_cn: 这些地面上的洞没完没了吗？

source: Several small but sharp edged pieces of rock are coming down. One hits you right on the top of your head.
de: Mehrere kleine, aber scharfkantige Feldstücke fallen herab. Einer trifft dich direkt auf den Kopf.
fr: Plusieurs morceaux de rochers tombent, petits mais pointus. L'un vous heurte au sommet du crâne.
ja: 小さく尖った岩がいくつも降り注ぐ。その1つはあなたの頭頂部を直撃する。
pt: Um monte de rochas pequenas, mas afiadas, estão a cair. Uma delas acerta-o bem no meio da sua cabeça.
zh_cn: 几块小的但边缘锋利的岩石下来了。有一块正好砸在你的头顶上。

source: That could have been very bad without my cap!
de: Das hätte übel ausgehen können ohne meine Kappe!
fr: Ca aurait pu être très grave sans ma casquette !
ja: 帽子がなかったら大変なことになってたかも！
pt: Isso poderia ter acabado muito mal sem o meu capacete!
zh_cn: 如果没有我的帽子，那可能会非常糟糕！

source: Ouch! It's like the mountain is out to get me!
de: Autsch! Als wenn der Berg es auf mich abgesehen hätte!
fr: Aïe ! C'est comme si la montagne sortait pour m'attraper !
ja: 痛い！ 山に狙われてる気分だ！
pt: Ai! É como se a montanha me quisesse me apanhar!
zh_cn: 哎哟!就像这座山要来抓我一样!

source: A big part of the mountain side above you cracks. A moment later a pile of rocks rains down on you.
de: Ein großer Teil des Berghangs über dir bekommt Risse. Einen Moment später prasselt ein Haufen Steine auf dich herunter.
fr: Une grande partie de la montagne au-dessus de vous craque. Un instant plus tard une pile de rochers pleut sur vous.
ja: 頭上の山側の大きな部分が割れる。 しばらくして岩の雨があなたに降り注ぐ。
pt: Uma grande parte do lado da montanha acima de si racha. Um momento depois, uma pilha de pedras chove em si.
zh_cn: 你上方的山边的很大一部分裂缝。 过了一会儿，一堆石头落在你身上。

source: Ouch! It could have been worse though, without the cap!
de: Autsch! Es hätte aber noch schlimmer kommen können, ohne die Mütze!
fr: Aïe ! Ca aurait pû être pire, sans la casquette !
ja: 痛い！ でもキャップがないともっと酷いことになってたかも！
pt: Ai! Isso poderia ter sido pior sem o capacete!
zh_cn: 哎哟!不过，如果没有帽子，情况可能会更糟!

source: You fell into yet another hole and hurt yourself.
de: Du fällst in ein weiteres Loch und verletzt dich.
fr: Vous tombez dans un autre trou et vous vous blessez.
ja: あなたはまた別の穴に落ちて怪我をした。
pt: Cai em mais outro buraco e machuca-se.
zh_cn: 你又掉进了一个坑里，伤了自己。

source: Good footwear is a prerequisite for successful exploration!
de: Gutes Schuhwerk ist die Voraussetzung für eine erfolgreiche Expedition!
fr: De bonnes chaussures sont un pre-requis pour une exploration réussie !
ja: 良い靴は探索を成功させる前提条件なんだ！
pt: Um bom calçado é um pré-requisito para um exploração com sucesso!
zh_cn: 好鞋是成功探索的先决条件!

source: I'm really starting to hate this place!
de: Ich beginne, diesen Ort wirklich zu hassen!
fr: Je commence vraiment à détester cet endroit !
ja: この場所が本当に嫌いになってきた！
pt: Começo a detestar esse lugar!
zh_cn: 我真的开始讨厌这个地方了!

source: Guess what - you have found another crack in the ground.
de: Rate mal - du hast eine weitere Spalte im Boden gefunden.
fr: Devinez - vous avez trouvé une autre fente dans le sol.
ja: 地面にまた亀裂が入っているのを見つけた。
pt: Quer saber - encontra outra rachadura no chão.
zh_cn: 你猜怎么着--你在地上又发现了一个裂缝。

source: [singing] How many holes must a man fall down...?
de: [Du singst] How many holes must a man fall down...?
fr: [en chantant] Dans combien de trous un homme doit tomber... ?
ja: （歌う）男は何度穴に落ちなければならないの…？
pt: [a cantar] Quantos buracos um homem deve cair...?
zh_cn: [唱]一个人要掉下多少个洞......？

source: Seven rocks above your head begin to crack. A moment later a pile of rocks rains down on you.
de: Sieben Felsen beginnen über dir zu brechen. Einen Augenblick später prasselt ein Haufen Steine auf dich herab.
fr: Sept rochers au-dessus de votre tête commencent à craquer. Un instant plus tard une pluie de rochers vous tombe dessus.
ja: 頭上の7つの岩が割れ始める。 しばらくして岩の雨があなたに降り注ぐ。
pt: Sete rochas sobre sua cabeça começam a rachar. Um tempo depois uma chuva de pedras chove na sua cabeça.
zh_cn: 你头上的七块岩石开始裂开。 一会儿后，一堆岩石向你倾泻而下。

source: *Sigh* These rocks are really annoying!
de: *Seufz* Diese Felsen sind wirklich lästig!
fr: [Soupir] Ces rochers sont vraiment ennuyants !
ja: （ため息）この岩はホントに迷惑だ！
pt: *Suspiro* essas rochas são muito irritantes!
zh_cn: *叹息*这些石头真的很烦人！

source: *Sigh* Even with the protective cap, these rocks are really annoying!
de: *Seufz* Selbst mit der schützenden Kappe sind diese Felsen echt lästig!
fr: [Soupir] Même sans la couche de protection, ces rochers sont vraiment ennuyants !
ja: （ため息）保護キャップがあってもこの岩はホントに迷惑だ！
pt: *Suspiro* Mesmo com a proteção da capa, essas rochas são muito irritantes!
zh_cn: *叹息*即使戴着保护帽，这些岩石也真的很烦人！

source: You stumble over some rocks. As you fall against the wall, it buckles and the whole wall begins to crumble.
de: Du stolperst über ein paar Steine. Als du gegen die Felswand fällst, gibt sie nach und die ganze Wand fängt an, in sich zusammen zu stürzen.
fr: Vous trébuchez sur des cailloux. Alors que vous tombez contre le mur, il cède et le mur entier commence à s'effriter.
ja: あなたは石につまずく。壁に倒れるとその重圧に押し負けて壁全体が崩れ始める。
pt: Tropeça em cima de algumas rochas. Quando cai contra a parede, ela se dobra e toda a parede começa a ruir.
zh_cn: 你被一些石头绊倒。当你跌倒在墙上时，它遭到破坏，整面墙开始崩塌。

source: When the dust clears a bit you can see a small corridor.
de: Als der Staub sich etwas legt, siehst du einen schmalen Durchgang.
fr: Quand la poussière s'estompe un peu, vous voyez un petit couloir.
ja: 少し埃が晴れると小さな回廊が見える。
pt: Quando a poeira se dispersa um pouco consegue ver um pequeno corredor.
zh_cn: 当灰尘稍稍散去，你可以看到一条小走廊。

source: Nice, a secret room!
de: Klasse, ein verborgener Raum!
fr: Chouette, une pièce secrète !
ja: やった、隠し部屋だ！
pt: Ótimo, uma sala secreta!
zh_cn: 真好，一个秘密的房间!

source: The ground is very slippery. You can't get back onto the solid rock!
de: Der Boden ist äußerst rutschig. Du kommst nicht wieder zurück auf den festen Fels!
fr: Le sol est très glissant. Tu ne parviens pas à revenir en arrière sur la roche solide !
ja: 地面はとても滑りやすい。固い岩の上には戻れない！
pt: O chão esta muito instável. Não pode voltar à pedra sólida!
zh_cn: 地面非常湿滑。你不能再回到坚固的岩石上了!

source: Oh no... I can't swim!
de: Oh nein... Ich kann nicht schwimmen!
fr: Oh non... je ne sais pas nager !
ja: しまった…泳げない！
pt: Oh não... Não sei nadar!
zh_cn: 哦，不...我不会游泳!

source: You slide slowly into the cold water ... you think of Mikhail, and of Andor ... your senses disappear ...
de: Du rutscht langsam in das kalte Wasser ...du denkst an Mikhail und an Andor ... deine Sinne schwinden ...
fr: Tu glisses lentement dans l'eau froide... tu penses à Mikhail, et à Andor... tes sens disparaissent...
ja: ゆっくりと冷たい水の中へと滑り込む…あなたはミハイルのこと、そしてアンドールのことを思い浮かべる…感覚が失われていく…
pt: Desliza vagarosamente para dentro da água gélida... Pensa em Mikhail e em Andor... Os seus sentidos desaparecem...
zh_cn: 你慢慢滑入冰冷的水中......你想到了米哈伊尔，想到了安道尔......你的感觉消失了......。

source: Shivering you come back to consciousness. The current has taken you a long way, but fortunately you have been washed ashore.
de: Zitternd kommst du wieder zu Bewusstsein. Die Strömung hat dich einen weiten Weg mitgetrieben, aber zum Glück bist du an Land gespült worden.
fr: Tu reprends conscience en frissonnant. Le courant t'a emporté loin, mais heureusement tu as été rejeté sur la rive.
ja: 寒気を感じ意識が戻ってくる。水の流れはあなたを遠くへと運んだものの、幸いにも岸に流れ着いた。
pt: Volta à consciência a tremer. A corrente levou-o por um longo caminho, mas felizmente foi lavado a terra.
zh_cn: 颤抖着，你恢复了知觉。水流把你带到了很远的地方，但幸运的是你被冲上了岸。

source: The lava is bubbling and glowing flakes are scorching through your clothes.
de: Die Lava brodelt und glühende Teilchen brennen sich durch deine Kleidung.
fr: La lave bouillonne et des poussières incandescentes te brûlent à travers tes vêtements.
ja: 溶岩が泡立ち、きらめく火の粉があなたの服を焦がす。
pt: A lava esta a borbulhar e flocos luminosos estão a queimar as suas roupas.
zh_cn: 熔岩正在冒泡，发光的片状物正在烧灼你的衣服。

source: That's hot!
de: Das ist heiss!
fr: C'est chaud !
ja: 熱い！
pt: Isso é quente!
zh_cn: 好热啊!

source: Danger! Unstable cliffs. Proceed with caution!
de: Gefahr! Ungesicherte Klippen. Sei vorsichtig!
fr: Danger ! Falaises instables. Continuez avec prudence !
ja: 危険！ 崖が不安定。注意して進むこと！
pt: Perigo! Falésias instáveis. Prossiga com cuidado!
zh_cn: 危险!不稳定的悬崖。请谨慎行事!

source: Danger! Cave subject to rockfall. Do not enter!
de: Achtung! Felssturzgefährdete Höhle. Nicht betreten!
fr: Danger ! Grotte sujette à des chutes de pierres. N'entrez pas !
ja: 危険！ 洞窟は落石の恐れあり。立入禁止！
pt: Perigo! Caverna submetida a desabamento de rochas. Não entre!
zh_cn: 危险!洞穴可能有落石。请勿进入!

source: Oh - a wandering kid! How surprising!
de: Oh - ein umherwanderndes Kind! Welch eine Überraschung!
fr: Oh - un gamin errant ! Quelle surprise !
ja: 何と、こんなところをうろついている子供が！ これは驚いた！
pt: Oh - uma criança errante! Que surpreendente!
zh_cn: 哦--一个流浪的孩子!多么令人惊讶啊!

source: My name is Bernhar. I am an explorer, and I'm trying to find out something about the cave system here.
de: Mein Name ist Bernhar. Ich bin ein Entdecker und ich versuche etwas über das Höhlensystem hier herauszufinden.
fr: Je m'appelle Bernhar. Je suis explorateur, et j'essaie de découvrir quelque chose à propos de ce réseau de galeries.
ja: 私の名はベルンハルという。探検家をしていて、ここの洞窟の調査をしていた。
pt: Chamo-me Bernhar. Sou um explorador e estou a tentar descobrir alguma coisa sobre o sistema de cavernas daqui.
zh_cn: 我的名字是伯恩哈尔。我是一名探险家，我想了解一下这里的洞穴系统的情况。

source: Have you already found something?
de: Und, hast du schon etwas herausgefunden?
fr: Avez-vous trouvé quelque chose ?
ja: 何か見つかった？
pt: Já encontrou alguma coisa?
zh_cn: 你已经发现了什么吗？

source: Ah. Interesting. Keep having fun with it. Bye.
de: Ah. Interessant. Dann viel Spass dabei. Tschüss.
fr: Ah, intéressant. Amusez-vous bien alors. Tchao.
ja: へえ。面白い。これからも楽しんでね。じゃあ。
pt: Ah. Interessante. Pode continuar a divertir-se com isso. Tchau.
zh_cn: 啊。有意思。继续玩得开心。再见。

source: Oh - the wandering kid! You are still alive? How surprising!
de: Oh - das umherwanderndes Kind! Du bist immer noch am Leben? Erstaunlich!
fr: Oh - le gamin errant ! Tu es toujours vivant ? Quelle surprise !
ja: 何と、うろついてた子供だ！ まだ生きていたのか？ これは驚いた！
pt: Oh - uma criança errante! Ainda está vivo? Surpreendente!
zh_cn: 哦 - 流浪的孩子！你还活着吗？多么令人惊讶！

source: Hi Bernhar. I want to talk with you again.
de: Hi Bernhar. Ich möchte nochmal mit dir reden.
fr: Bonjour Bernhar. Je veux vous parler à nouveau.
ja: こんにちはベルンハル。またお話したいです。
pt: Oi, Bernhar. Quero falar consigo de novo.
zh_cn: 嗨，伯恩哈尔。我想再和你谈谈。

source: Sure! I could tell you things...
de: Sicher! Ich könnte dir Dinge erzählen...
fr: Bien sûr ! Je pourrais te dire des choses...
ja: もちろんだとも！ 君に話しておきたいことがある…
pt: Claro! Podia contar-te coisas...
zh_cn: 当然！我可以告诉你一些事情......。

source: Steep mountain flanks and wide, branching, cave passages! But beware - it is dangerous ground! You must not go unprotected!
de: Steile Bergflanken und weit verzweigte Höhlengänge! Aber Vorsicht - es ist ein gefährlicher Untergrund! Du darfst nicht ungeschützt herumlaufen!
fr: Des flancs de montagne escarpés, des grottes avec de grands passages ramifiés ! Mais attention - le sol est dangereux ! Tu ne dois pas y aller sans protection !
ja: 急な山の斜面に、広くて枝分かれした洞窟の通路！ だがその地面は危険だ、気をつけてくれ！ 無防備のまま向かってはならない！
pt: Flancos íngremes e amplos da montanha, a ramificar, passagens de caverna! Mas cuidado - é um terreno perigoso! Não deve ficar desprotegido!
zh_cn: 陡峭的山坡和宽阔的、分支的洞穴通道！但要小心——这是危险的地方！你不能没有保护！

source: What do you mean by "unprotected"?
de: Was meinst du mit "ungeschützt"?
fr: Que voulez-vous dire par "sans protection" ?
ja: "無防備"とはどういうこと？
pt: O que quer dizer com "desprotegido"?
zh_cn: “不受保护”是什么意思？

source: I have heard this before.
de: Das habe ich schon einmal gehört.
fr: J'en ai déjà entendu parler.
ja: それなら前にも聞きました。
pt: Já ouvi isso antes.
zh_cn: 我以前听说过这个。

source: You are not taking me seriously. Let me tell you...
de: Du nimmst mich nicht ernst. Lass dir gesagt sein...
fr: Tu ne me prends pas au sérieux. Laisse-moi te dire...
ja: さては本気にしてないな。言っておくが…
pt: Não está a levar-me a sério. Deixe-me lhe contar...
zh_cn: 你没有把我当回事。让我告诉你...

source: You are risking your life here. It is not only those Arulir brutes. They are just annoying.
de: Du riskierst dein Leben hier. Es sind nicht nur diese Arulir Bestien. Sie sind nur lästig.
fr: Tu risques ta vie ici. Pas juste à cause de ces brutes Arulir. Elles sont justes ennuyeuses.
ja: 君は命を危険に晒している状態にある。アルリルだけではないぞ。あれはただ鬱陶しいだけだ。
pt: Está a arriscar a sua vida aqui. Não são só os Arulir brutos. Eles só são irritantes.
zh_cn: 你在这里冒着生命危险。不仅仅是那些阿鲁里尔野蛮人。他们只是很烦人。

source: The ground is really dangerous. It's deceptive and life-threatening. And there is always the danger of falling rocks from above.
de: Der Boden ist wirklich gefährlich. Er ist ist trügerisch und lebensbedrohlich. Zudem besteht immer die Gefahr von herunterstürzenden Felsen.
fr: Le sol est vraiment dangereux. Il est trompeur et mortel. Et il y a toujours le danger des chutes de pierres.
ja: 地面は本当に危険だ。見掛けでは判別できず命に関わる。しかも上からの落石の危険が常に付きまとっている。
pt: O terreno é muito perigoso. É enganoso e com risco de vida. E sempre tem o perigo de pedras cairem.
zh_cn: 地面真的很危险。它具有欺骗性，并威胁到生命。而且总是有从上面掉下来的石头的危险。

source: How did you manage?
de: Wie hast du es geschafft?
fr: Comment as-tu réussi ?
ja: どう対処したの？
pt: Como conseguiu?
zh_cn: 你是怎么处理的？

source: I was only able to survive this far because I was wearing the proper protective gear.
de: Ich habe bis jetzt nur überlebt, weil ich die richtige Schutzausrüstung getragen habe.
fr: J'ai réussi à survivre aussi loin seulement parce que je portais la tenue de protection adéquate.
ja: ここまで生き延びてこれたのは、ちゃんとした防具を身につけていたからだ。
pt: Só fui capaz de sobreviver isso até aqui porque estava a usar os equipamentos de proteção adequados.
zh_cn: 我之所以能活到现在，是因为我穿了适当的防护装备。

source: I have completed my work here though, so I don't need it any more. I could sell it to you for a good price.
de: Da ich meine Arbeit hier abgeschlossen habe, brauche ich sie nicht mehr. Ich könnte sie dir für einen guten Preis verkaufen.
fr: J'ai fini mon travail ici, je n'en ai plus besoin. Je pourrais te la vendre à un bon prix.
ja: とはいえここでの仕事は終わった、だから私にはもう不要なものだ。格安で君に譲ってもいい。
pt: Completei o meu trabalho aqui, então não preciso mais dele. Poderia vender-lo por um bom preço.
zh_cn: 不过我已经完成了这里的工作，所以我不再需要它了。我可以以一个好价钱把它卖给你。

source: Great, show me please.
de: Großartig, zeig sie mir bitte.
fr: Super, montrez-moi s'il vous plait.
ja: いいですね、見せてください。
pt: Ótimo, mostre-me, por favor.
zh_cn: 太好了，请给我看看。

source: Maybe another time.
de: Vielleicht ein anderes Mal.
fr: Peut-être une autre fois.
ja: また別の機会に。
pt: Talvez mais tarde.
zh_cn: 也许下次吧。

source: If you go in there unprotected, I fear there will be no other time.
de: Ich fürchte, wenn du ohne Schutz gehst, wird es kein nächstes Mal geben.
fr: Si tu vas plus loin sans protection, j'ai bien peur qu'il n'y ait pas de prochaine fois.
ja: 無防備なまま突入すると次は無いかもしれないぞ。
pt: Se for lá desprotegido, receio que não tenha uma outra hipótese.
zh_cn: 如果你在没有保护的情况下进去，恐怕就没有然后了。

source: OK. Let's have a look.
de: OK. Dann werfe ich mal einen Blick darauf.
fr: Ok. Jetons un oeil.
ja: わかりました。見てみましょう。
pt: Certo. Vamos dar uma olhada.
zh_cn: 还行。让我们来看看。

source: Hey kid! The protective gear is of no use if you don't wear it!
de: Hey Kind! Die Schutzausrüstung nützt nichts, wenn du sie nicht trägst!
fr: Hé gamin ! L'équipement de protection est inutile si tu ne le portes pas !
ja: おい君！ 防具は身につけないと意味がないぞ！
pt: Ei, garoto! O equipamento de proteção não serve de nada se não o vestir!
zh_cn: 嘿，孩子！如果你不装备在身上的话，防护装备是不会生效的!

source: Oh, yes. Thank you for reminding me!
de: Oh, ja. Danke, dass du mich daran erinnerst!
fr: Oh, oui. Merci de me le rappeler !
ja: あ、そうでした。思い出させてくれてありがとう！
pt: Ah, sim. Agradeço por me fazer lembrar disso!
zh_cn: 哦，是的。谢谢你提醒我!

source: Oh, what a rare surprise!
de: Oh, was für eine seltene Überraschung!
fr: Oh, quelle surprise !
ja: ああ、なんて珍しい驚きです！
pt: Oh, que rara surpresa!
zh_cn: 哇，真是难得的惊喜！

source: What are you doing in such a lonely place?
de: Was tust du an einem solch verlassenen Ort?
fr: Que faites-vous dans un endroit si isolé ?
ja: こんな寂しい場所で何をしているのですか？
pt: O que está a fazer num lugar tão solitário como esse?
zh_cn: 你在这么偏僻的地方做什么？

source: Eh, sorry to disturb you.
de: Eh, entschuldige die Störung.
fr: Heu, désolé de vous avoir dérangé.
ja: ええと、お邪魔してすみません。
pt: Eh, desculpe por te perturbar.
zh_cn: 嗯，很抱歉打扰你。

source: I am Tjure of Brimhaven. I am ... was ... a successful merchant. But my luck has run out.
de: Ich bin Tjure aus Brimhaven. Ich bin ... war ... ein erfolgreicher Händler. Aber mein Glück hat mich verlassen.
fr: Je suis Tjure de Brimhaven. Je suis... j'étais... un riche marchand. Mais ma chance a tourné.
ja: 私はブリムヘブンのトジャー。成功した商人…でした。ですがその運も尽きてしまいました。
pt: Sou Tjure de Brimhaven. Sou... era... um mercador bem sucedido. Mas a minha sorte acabou.
zh_cn: 我是布林海文的特诸尔。我是......曾经是......一个成功的商人。但我的运气已经用完了。

source: All I can do now is hide in this lonely place, far away from any water.
de: Alles was ich jetzt tun kann, ist, mich an diesem einsamen Ort zu verstecken, weit weg von jeglichem Wasser.
fr: Tout ce que je peux faire désormais c'est me cacher dans cet endroit isolé, loin de l'eau.
ja: 今の私にできるのは、水辺から遠く離れたこの寂しい場所に隠れるくらいのものです。
pt: Tudo o que posso fazer agora é me esconder neste lugar solitário, muito longe de água.
zh_cn: 我现在能做的，就是躲在这个僻静的地方，远离任何水源。

source: Aha. I won't bother you then.
de: Aha. Dann will ich dich mal nicht weiter stören.
fr: Ah. Je ne vous dérangerai pas alors.
ja: なるほど。そのお邪魔はしません。
pt: Aha. Não te vou incomodar então.
zh_cn: 啊哈。那我就不打扰你了。

source: I once found a mermaid asleep on the beach of a river, north of here. What a beautiful sight! I could not avert my eyes!
de: [REVIEW]Einmal fand ich eine schlafende Nixe am Ufer des Flusses. Was für ein wunderschöner Anblick! Ich konnte meine Augen nicht abwenden!
fr: Un jour, j'ai trouvé une sirène endormie sur le bord d'une rivière. Quelle vue magnifique ! Je ne pouvais pas détourner mon regard !
ja: かつてここから北の川の浜辺で眠っている人魚を見かけたことがあります。なんと美しい光景だったことでしょう！ 目をそらすなどとてもできませんでした！
pt: Uma vez encontrei uma sereia adormecida na beira de um rio, ao norte daqui. Que vista linda! Não conseguia desviar os meus olhos!
zh_cn: 我曾经发现一条美人鱼在这里以北的一条河的沙滩上睡觉。多么美丽的景象啊!我无法转移我的视线!

source: Especially, the colorful tail attracted me so much, that I did something that I have deeply regretted since then.
de: Vor allem der farbenprächtige Schwanz hatte mich so sehr in den Bann gezogen, dass ich etwas tat, was ich seitdem zutiefst bereue.
fr: En particulier, la queue colorée m'a tellement attiré que j'ai fait quelque chose que j'ai profondément regretté depuis.
ja: 特にその色とりどりの尻尾に強く惹かれて、以来深く後悔するようなことをしてしまいました。
pt: Especialmente, a cauda colorida atraiu-me muito, tanto que fiz uma coisa que me arrependo profundamente até hoje.
zh_cn: 特别是，那条五颜六色的尾巴非常吸引我，以至于我做了一件让我至今都深感后悔的事。

source: I pulled out one of her shimmering, dazzling scales, and ran away.
de: Ich riß eine ihrer schimmernden, schillernden Schuppen heraus und rannte weg.
fr: J'ai arraché une de ses écailles chatoyantes et éclatantes, et je me suis enfui.
ja: 彼女のキラキラとしたまばゆいばかりの鱗の1枚を引き抜いて、逃げ出したのです。
pt: Puxei uma das escamas brilhantes e cintilantes dela e fugi.
zh_cn: 我从她那闪闪发光、耀眼的鳞片中掏出一片，然后逃跑了。

source: No! You really did that?
de: Nein! Du hast das wirklich getan?
fr: Non ! Vous avez vraiment fait ça ?
ja: 何ですって！ 本当にやったのですか？
pt: Não! Realmente fez isso?
zh_cn: 不！你真的这么做了？
