Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: I have talked to Elwyl, one of the Elwille sisters in Remgard. She is furious at her sister for not agreeing on even the most simple of facts. Apparently, they have had their disagreements with each other for several years.
de: Ich habe mit Elwyl, einer der Elwille Schwestern in Remgard, geredet. Sie ist wütend auf ihre Schweser, da sie ihr nicht einmal bei ganz einfachen Fakten zustimmt. Scheinbar haben sie ihre gegenseitigen Meinungsverschiedenheiten seit mehreren Jahren.
fr: J'ai parlé à Elwyl, l'une des sœurs Elwille de Remgard. Elle est furieuse envers sa sœur qui est toujours en conflit avec elle, pour la moindre petite chose. Apparemment, elles ont ce problème depuis des années.
ja: レムガードのエルウィリー姉妹のエルウィルと話した。彼女はごく単純な事実にさえも意見が合わない姉に激怒している。何年も前から意見が合わないようだ。
pt: Conversei com Elwyl, uma das irmãs Elwille em Remgard. Ela está furiosa com a irmã por que ela não concorda mesmo com o mais simples dos fatos. Aparentemente, elas têm divergências uma com a outra ao longo de vários anos.
zh_cn: 我和埃尔维尔谈过，她是瑞姆加德的埃尔维勒姐妹之一。她对姐姐不同意哪怕是最简单的事实感到愤怒。显然，他们已经彼此存在分歧好几年了。

source: Elwel will not speak to me.
de: Elwel will nicht mit mir reden.
fr: Elwel ne veut pas me parler.
ja: エルウェルはあなたと話さない。
pt: Elwel não vai falar comigo.
zh_cn: 埃尔韦尔不愿意和我说话。

source: One matter that the sisters disagree on currently is the color of a certain potion that the town potion-maker Hjaldar used to make. Elwyl says that the potion of accuracy focus that Hjaldar used to make was a blue potion, but Elwel insists that the potion was a green substance.
de: Eine Sache in der die beiden Schwestern aktuell unterschiedlicher Meinung sind ist die Farbe eines bestimmten Trankes, den der Stadtalchemist Hjaldar zubereitet. Elwyl sagt, dass der Trank der Treffsicherheit den Hjaldar macht ein blauer Trank ist, aber Elwel besteht darauf, dass der Trank aus einer grünen Substanz ist.
fr: L'un des sujets de dispute du moment est la couleur d'une certaine potion que Hjaldar, le marchand de potions de la ville, avait l'habitude de faire. Elwyl pense que cette potion de précision était bleue, mais Elwel insiste qu'elle était en fait verte.
ja: 現在、姉妹が意見の食い違いをしている問題は、町の薬師であるヒャルダーが以前作っていたあるポーションの色のことだ。エルウィルはヒャルダーが作っていた命中重視のポーションは青色だと言うが、エルウェルは緑色だったと主張している。
pt: Uma questão que as irmãs discordam sobre atualmente é a cor de uma certa poção que o fabricante de porções da cidade Hjaldar costumava fazer. Elwyl diz que a poção de foco precisão que Hjaldar fazia era uma poção azul, mas Elwel insiste que a poção tinha uma coloração esverdeada.
zh_cn: 目前姐妹俩有一个分歧，那就是镇上的药剂师哈尔达尔曾经制作的某种药水的颜色。埃尔维尔说，哈尔达尔用来制作的准确聚焦药水是一种蓝色药水，但埃尔维尔坚持认为该药水是一种绿色物质。

source: Elwyl wants me to get a potion of accuracy focus from Hjaldar here in Remgard so that she can finally prove to Elwel that she is wrong.
de: Elwyl will, dass ich einen Trank der Treffsicherheit von Hjaldar hier in Remgard besorge, so dass sie endgültig beweisen kann, dass Elwel falsch liegt.
fr: Elwyl aimerait que j'obtienne une potion de précision chez Hjaldar, ici à Remgard, afin qu'elle prouve enfin à Elwel qui a raison.
ja: エルウィルはエルウェルが間違っていることを証明するために、ここレムガードでヒャルダーから命中重視のポーションを買ってきてほしい。
pt: Elwyl quer que adquire uma poção de foco de precisão com Hjaldar, aqui em Remgard, para que ela possa finalmente mostrar a Elwel que ela está errada.
zh_cn: 埃尔维尔希望我从瑞姆加德这里的哈尔达尔那里得到准确聚焦的药水，这样她就能最终向埃尔维尔证明她是错的。

source: I have talked to Hjaldar in Remgard. Hjaldar no longer makes potions since his supply of Lyson marrow extract has gone dry.
de: Ich habe mit Hjaldar in Remgard gesprochen. Hjaldar kann seine Tränke nicht mehr zubereiten, da ihm sein Vorrat an Extrakt vom Lysonmark ausgegangen ist.
fr: J'ai parlé à Hjaldar de Remgard. Hjaldar ne fait plus de potions depuis que ses provisions d'extrait de moelle de Lyson sont à sec.
ja: レムガードでヒャルダーと話した。ヒャルダーはライソン骨髄エキスを切らしてしまったので、もうポーションを作らなくなっていた。
pt: Conversei com Hjaldar em Remgard. Hjaldar já não faz poções desde o seu fornecimento de extrato de medula de Lyson acabou.
zh_cn: 我已经和瑞姆加德的哈尔达尔谈过。哈尔达尔不再制作药水，因为他的莱森骨髓提取物的供应已经枯竭。

source: Apparently, Hjaldar's old friend Mazeg would surely have some Lyson marrow extract to sell. Unfortunately, he does not know where Mazeg currently lives. He only knows that Mazeg traveled far to the west last time they met.
de: Offenbar hätte Hjaldar's alter Freund Mazeg sicher noch etwas Extrakt vom Lysonmark zu verkaufen. Unglücklicherweise weiß er nicht wo Mazeg aktuell lebt. Er weiß nur, dass Mazeg bei ihrem letzten Treffen auf der Reise weit nach Westen war.
fr: Apparemment, Mazeg, un vieil ami de Hjaldar, a sûrement de l'extrait de moelle de Lyson à vendre. Malheureusement, Hjaldar ne sait pas où il habite. Il sait uniquement que Mazeg a voyagé loin vers l'ouest depuis leur dernière rencontre.
ja: ヒャルダーの旧友のマゼグならライソン骨髄エキスを売っているらしい。残念ながら、マゼグが現在どこに住んでいるかはわからない。彼が知っているのは、最後に会った際にマゼグがはるか西へと旅立ったことだけだ。
pt: Aparentemente, Mazeg, um velho amigo de Hjaldar, certamente tem algum extrato de medula de Lyson para vender. Infelizmente, ele não sabe onde Mazeg vive atualmente. Ele só sabe que Mazeg viajou muito para o oeste, desde o último encontro deles.
zh_cn: 显然，希亚尔达的老朋友马泽格肯定会有一些莱森的骨髓提取物可以出售。不幸的是，他不知道马泽格目前住在哪里。他只知道马泽格在他们上次见面时远赴西方。

source: I should find Mazeg and get some Lyson marrow extract so that Hjaldar can start making potions again.
de: Ich sollte Mazeg finden, um etwas Extrakt vom Lysonmark zu bekommen, so dass Hjaldar wieder seine Tränke machen kann.
fr: Je devrais trouver Mazeg et lui acheter de l'extrait de moelle de Lyson afin que Hjaldar puisse se remettre à faire des potions.
ja: マゼグを探し出してライソン骨髄エキスを入手し、ヒャルダーが再びポーション作りを始めることができるようにしよう。
pt: Devo encontrar Mazeg e obter algum extrato de medula de Lyson para que Hjaldar possa começar a fazer poções novamente.
zh_cn: 我应该找到马泽格，得到一些莱森的骨髓提取物，这样哈尔达尔就可以重新开始制作药水。

source: I have talked to Mazeg in the Blackwater mountain settlement. Since I helped the people of the Blackwater mountain before, he is willing to sell me a vial of Lyson marrow extract for only 400 gold.
de: Ich habe mit Mazeg in der Blackwater Mountain Siedlung gesprochen. Da ich den Leuten aus Blackwater Mountain geholfen habe, würde er mir Extrakt vom Lysonmark für nur 400 Goldmünzen verkaufen.
fr: J'ai parlé à Mazeg, dans la colonie du mont Encreau. Puisque j'ai déjà rendu service au peuple du mont Encreau, il est prêt à me vendre une fiole d'extrait de moelle de Lyson pour seulement 400 pièces d'or.
ja: ブラックウォーター山の集落でマゼグと話した。以前にブラックウォーター山の人々を助けたことがあるので、400ゴールドでライソン骨髄エキスのバイアルを売ってくれるそうだ。
pt: Conversei com Mazeg no assentamento Montanha das Águas Negras. Ele está disposto a vender-me o extrato de medula Lyson por 800 moedas de ouro.
zh_cn: 我已经和黑水定居点的马泽格谈过了。因为我以前帮助过黑水山的人，所以他愿意卖给我一小瓶莱森的骨髓精华，价格只有400金。

source: I have talked to Mazeg in the Blackwater mountain settlement. He is willing to sell me Lyson marrow extract for 800 gold.
de: Ich habe mit Mazeg in der Blackwater Mountain Siedlung gesprochen. Er würde mir Extrakt vom Lysonmark für 800 Goldmünzen verkaufen.
fr: J'ai parlé à Mazeg, dans la colonie du mont Encreau. Il est prêt à me vendre une fiole d'extrait de moelle de Lyson pour 800 pièces d'or.
ja: ブラックウォーター山の集落でマゼグと話した。800ゴールドでライソン骨髄エキスを売ってくれるそうだ。
pt: Falei com Mazeg no assentamento da montanha Blackwater. Ele está disposto a vender-me extracto de medula de Lyson por 800 ouro.
zh_cn: 我已经和黑水定居点的马泽格谈过了。他愿意以800金币的价格将莱森的骨髓精华卖给我。

source: I have bought some Lyson marrow extract from Mazeg. I should return to Remgard and give it to Hjaldar.
de: Ich habe etwas Extrakt vom Lysonmark von Mazeg gekauft. Ich sollte nach Remgard zurückkehren und es Hjaldar geben.
fr: J'ai acheté de l'extrait de moelle de Lyson à Mazeg. Je dois retourner à Remgard remettre la fiole à Hjaldar.
ja: マゼグからライソン骨髄エキスを買った。レムガードに戻ってヒャルダーに渡そう。
pt: Comprei de Marzeg o extrato de medula de Lyson. Devo voltar para Remgard e dar a Hjaldar.
zh_cn: 我已经从马泽格那里买了一些莱森的骨髓提取物。我应该回到瑞姆加德，把它交给哈尔达尔。

source: Hjaldar thanked me for bringing him the marrow extract.
de: Hjaldar dankte mir für das Extrakt vom Lysonmark, das ich ihm gebracht habe.
fr: Hjaldar m'a remercié pour lui avoir apporté l'extrait de moelle.
ja: ヒャルダーは骨髄エキスを持ってきてくれたことに感謝した。
pt: Hjaldar me agradeceu por trazê-lo o extrato de medula.
zh_cn: 哈尔达尔感谢我给他带来骨髓提取物。

source: Hjaldar can now create potions again, and is willing to trade with me. He even gave me some of the first potions that he made. I should go visit the Elwille sisters here in Remgard again, and show them a potion of accuracy focus.
de: Hjaldar kann jetzt wieder Tränke herstellen, und er würde gern mit mir handeln. Er gab mir sogar ein paar seiner ersten Tränke, die er zubereitet hatte. Ich sollte die Elwille sisters hier in Remgard wieder besuchen und ihnen einen Trank der Treffsicherheit zeigen.
fr: Hjaldar peut de nouveau produire des potions, et accepte d'en marchander avec moi. Il m'a même offert quelques potions de sa première fournée. Je devrais retourner voir les sœurs Elwille, ici à Remgard, pour leur montrer une potion de précision.
ja: ヒャルダーはまたポーションを作れるようになった。あなたと取引したいとも言ってくれた。最初に作ったポーションももらった。レムガードのエルウィリー姉妹をもう一度訪ねて、命中重視のポーションを見せよう。
pt: Hjaldar agora pode criar poções de novo e está disposto a fayer comércio comigo. Ele até me deu algumas das primeiras poções que fez. Devo ir visitar as irmãs Elwille aqui em Remgard novamente e mostrar-lhes uma poção de foco precisão.
zh_cn: 哈尔达尔现在又能制造药水了，而且愿意和我交易。他甚至给了我一些他制作的第一批药水。我应该再去拜访一下瑞姆加德这里的埃尔维尔姐妹，给她们看看精准聚焦的药水。

source: I have given a potion of accuracy focus to Elwyl.
de: Ich habe Elwyl einen Trank der Treffsicherheit gegeben.
fr: J'ai donné une potion de précision à Elwyl.
ja: エルウィルに命中重視のポーションを渡した。
pt: Dei uma poção de foco precisão para Elwyl.
zh_cn: 我已经给了艾尔维勒一剂精确聚焦的药水。

source: Unfortunately, it did not cause their squabbling to diminish. On the contrary, they seem to be even more angry at each other now, since both of them had the color wrong.
de: Bedauerlicherweise haben ihre Zankereien nicht aufgehört. Im Gegensatz, sie scheinen noch wütender aufeinander zu sein, da sie bei der Farbe beide falsch lagen.
fr: Malheureusement, cela n'a rien changé à leurs disputes. Au contraire, elles sont d'autant plus en colère l'une envers l'autre que les deux avaient eu faux sur la couleur de la potion.
ja: 残念ながら、それで彼女たちの口喧嘩が減ることはなかった。それどころか、2人とも色を間違えていたので、今はお互いにもっと怒っているようだ。
pt: Infelizmente, não conseguir fazer a briga diminuir. Pelo contrário, elas parecem estar com mais raiva uma da outra agora, já que âmbas erraram a cor.
zh_cn: 不幸的是，这并没有使他们的争吵减少。相反，他们现在似乎对彼此更加愤怒，因为他们两个人的颜色都错了。

source: Everything in order
de: Alles in Ordnung
fr: La quarantaine
ja: すべては正常に
pt: Tudo em ordem
zh_cn: 一切都井然有序

source: I have reached the bridge to enter the town of Remgard. According to the bridge guard, the town is closed for outsiders to enter, and no-one is currently allowed to leave. They are investigating some disappearances of some of the townspeople.
de: Ich habe die Brücke erreicht, die nach Remgard führt. Dem Brückenwächter zufolge ist die Stadt für Fremde gesperrt und es darf gegenwärtig auch niemand die Stadt verlassen. Es finden Untersuchungen wegen dem Verschwinden einiger Bewohner statt.
fr: J'ai atteint le pont menant à la ville de Remgard. D'après le garde que j'y ai rencontré, la ville est en quarantaine, toute entrée et sortie étant interdite. Une enquête majeure est en cours sur la disparition de certains habitants.
ja: レムガードの町に入るための橋に着いた。橋の衛兵によると、町は部外者の立ち入りが禁止されており、現在は誰も立ち入ることができない。何人かの町民の失踪を捜査しているのだそうだ。
pt: Cheguei na ponte que dá acesso à cidade de Remgard. De acordo com o guarda da ponte, a cidade está fechada para estrangeiros e ninguém está autorizado a sair. Eles estão a investigar alguns desaparecimentos de alguns dos habitantes da cidade.
zh_cn: 我已经到达了进入瑞姆加德镇的桥梁。据桥上的守卫说，这个镇子不允许外人进入，目前也不允许任何人离开。他们正在调查一些镇民的失踪事件。

source: I have offered my assistance in helping the people of Remgard investigate what has happened to the townspeople that have disappeared.
de: Ich habe angeboten, den Leuten von Remgard bei der Untersuchung im Fall der verschwundenen Bewohner zu helfen.
fr: J'ai proposé mon aide pour aider les villageois de Remgard à comprendre pourquoi certains d'entre eux ont disparu.
ja: レムガードの人々が、行方不明になった町の人々に何があったのかを調査するのに協力を申し出た。
pt: Ofereci minha ajuda para ajudar o povo do Remgard a investigar o que aconteceu com os desaparecidos.
zh_cn: 我已表示愿意协助瑞姆加德人民调查失踪的镇民的下落。

source: The bridge guard has asked me to investigate an abandoned house to the east along the northern shore of the lake. I should be wary of any inhabitants that may be there.
de: Der Brückenwächter hat mich gefragt, ob ich das verlassene Haus im Osten am Nordufer des Sees untersuchen könnte. Ich soll vor jeglichen Bewohnern die sich dort aufhalten auf der Hut sein.
fr: Le garde du pont m'a demandé de mené l'enquête auprès d'une maison abandonnée à l'est, le long de la rive nord du lac. Je devrais rester sur mes gardes une fois sur place.
ja: 橋の衛兵は、湖の北岸に沿って東側にある廃屋を調査するよう頼んできた。いるかもしれないそこの住人に気をつけよう。
pt: O guarda da ponte, que pediu-me para investigar uma casa abandonada ao leste, ao longo da costa norte do lago. Devo ter cuidado com qualquer habitantes que possam estar lá.
zh_cn: 守桥人让我去调查湖北岸东边的一座废弃的房子。我应该对可能在那里的任何居民保持警惕。

source: I have reported back to the bridge guard that I met Algangror in the abandoned house.
de: Ich habe dem Brückenwächter berichtet, dass ich Algangror in dem verlassenen Haus getroffen habe.
fr: J'ai indiqué au garde de Remgard que j'ai rencontré Algangror dans la maison abandonnée.
ja: 廃屋でアルガングロールに会ったことを橋の衛兵に報告した。
pt: Relatei ao guarda da ponte que conheci o Algangror na casa abandonada.
zh_cn: 我已经向守桥人报告，我在废弃的房子里遇到了阿尔冈罗尔。

source: I have reported back to the bridge guard that the abandoned house was empty.
de: Ich habe dem Brückenwächter berichtet, dass außer ein paar Ratten niemand in dem Haus war.
fr: J'ai indiqué au garde de Remgard que la maison abandonnée était vide.
ja: 廃屋は誰もいなかったと橋の衛兵に報告した。
pt: Relatei ao guarda ponte que a casa abandonada estava vazia.
zh_cn: 我已经向守桥人报告，那间废弃的房子是空的。

source: I have been granted entrance into Remgard. I should go visit Jhaeld, the town elder, to talk about what the next step should be. Jhaeld can probably be found in the tavern to the southeast.
de: Ich habe Zugang zur Stadt Remgard erhalten. Ich sollte bei Jhaeld dem Stadtältesten vorsprechen, um weitere Schritte zu erfahren. Jhaeld könnte sich möglicherweise in der Taverne im Südosten der Stadt aufhalten.
fr: On m'a accordé l'entrée à Remgard. Je devrais visiter Jhaeld, l'ancien du village, pour connaître la prochaine étape de mon enquête. Jhaeld peut probablement être trouvé dans la taverne, au sud-est.
ja: レムガードへの入場を許可された。町の長老であるジャエルドを訪ねて、次に何をするべきかについて話そう。ジャエルドは南東の酒場にいるはずだ。
pt: Foi-me concedida a entrada em Remgard. Devo visitar Jhaeld, o ancião da cidade, para falar sobre o que o próximo passo devo dar. Jhaeld provavelmente encontra-se na taberna no sudeste.
zh_cn: 我已经被批准进入瑞姆加德。我应该去拜访镇上的长老贾尔德，谈谈下一步该怎么做。在东南面的酒馆里可能能找到贾尔德。

source: Jhaeld was rather arrogant, but told me that they have had a problem with people disappearing for a while now. They have no clue what could be causing it.
de: Jhaeld war ziemlich überheblich, aber er hat mir gesagt sie hätten seit einer ganzen Weile ein Problem mit verschwindenden Bewohner. Sie haben keinen Anhaltspunkt was die Ursache dafür sein könnte.
fr: Jhaeld, malgré son arrogance, m'a expliqué qu'ils ont ce problème de disparitions depuis un certain temps. Pourtant, ils n'ont aucune idée de leur cause.
ja: ジャエルドはかなり横柄だったが、このところしばらく人々がいなくなる問題が発生していることを話してくれた。何が原因なのかの手がかりは掴めていない。
pt: Jhaeld foi bastante arrogante, mas me disse que eles tiveram alguns problemas com algumas pessoas que desapareceram recentemente. Ele não têm pista do que pode ter causado isso.
zh_cn: 贾尔德相当傲慢，但他告诉我，他们有一个问题，就是人们已经消失了一段时间。他们不知道什么原因会造成这种情况。

source: I should visit four people in Remgard, and ask them about any clues on what might have happened to the missing people.
de: Ich soll 4 Bewohner in Remgard besuchen und sie nach Hinweisen was mit den verschwundenen Bewohnern passiert sein könnte befragen.
fr: Je devrais parler à quatre personnes de Remgard, et leur demander leur avis sur ce qui a pu survenir aux portés disparus.
ja: レムガードにいる4ヶ所の人々を訪ねて、行方不明者に何が起きたのか手がかりがないか尋ねよう。
pt: Devo visitar quatro pessoas em Remgard e perguntar-lhes sobre quaisquer pistas a respeito do que pode ter acontecido com as pessoas desaparecidas.
zh_cn: 我应该去拜访瑞姆加德的四个人，并向他们询问关于失踪者可能发生的任何线索。

source: First is Norath, whose wife Bethir has disappeared. Norath can be found in the south-westernmost farmhouse.
de: Der erste ist Norath, dessen Frau Bethir verschwunden ist. Norath kann im südwestlichsten Bauernhaus gefunden werden.
fr: Le premier est Norath, dont la femme Bethir a disparu. Norath vit à la ferme à l'extrémité sud-ouest de la ville.
ja: 第一は、妻のベティアが行方不明になったノラス。南西端の農家にいる。
pt: Primeiro é Norath, cuja esposa, Bethir, desapareceu. Norath pode ser encontrado na casa da fazenda a sudoeste.
zh_cn: 首先是诺拉斯，他的妻子贝瑟尔已经失踪了。诺拉斯可以在最西南的农舍中找到。

source: Second, I should go talk to the Knights of Elythom, here in the tavern.
de: Als zweites sollte ich mit den Rittern von Elythom hier in der Taverne reden.
fr: Deuxièmement, je dois interroger les Chevaliers d'Elythom, ici à la taverne.
ja: 第二は、ここの酒場にいるエリソム騎士団に話を聞こう。
pt: Em segundo lugar, devo ir falar com os Cavaleiros de Elythom, aqui na taberna.
zh_cn: 其次，我应该去和伊利瑟姆骑士团谈谈，在酒馆里。

source: Third, I should go talk to the old woman Duaina in her house to the south.
de: Als drittes sollte ich mit der alten Frau Duaina in ihrem Haus im Süden reden.
fr: Troisièmement, il y a une vieille femme nommée Duaina à interroger, sa maison est au sud.
ja: 第三は、南の家にいる老婆のデュエイナに話を聞こう。
pt: Em terceiro lugar, devo ir falar com a anciã Duaina na casa dela, ao sul.
zh_cn: 第三，我应该去南边的老太太杜埃娜的房子里和她谈谈。

source: Lastly, I should talk to Rothses, the armorer. He lives on the west side of town.
de: Als letztes sollte ich mit Rothses dem Rüstungsbauer reden. Er lebt auf der Westseite der Stadt.
fr: Pour finir, je dois consulter Rothses, l'armurier. Il vit du côté ouest de la ville.
ja: 最後に、武具屋のロセスに話を聞こう。町の西側に住んでいる。
pt: Por último, devo falar com Rothses, o armeiro. Ele mora no lado oeste da cidade.
zh_cn: 最后，我应该和军械师罗斯谈谈。他住在镇子的西边。

source: I tried to tell Jhaeld about Algangror, but he dismissed me as he had not heard me.
de: Ich habe versucht mit Jhaeld über Algangror zu reden, aber er entließ als ob er mich nicht gehört hätte.
fr: J'ai tenté de parler d'Algangror à Jhaeld, mais il m'a mis dehors avant que j'en aie eu l'occasion.
ja: ジャエルドにアルガングロールのことを伝えようとしたが、話を聞いていなかった彼はあなたを退出させた。
pt: Tentei dizer a Jhaeld sobre Algangror, mas ele me dispensou fazend como se não tivess escutado.
zh_cn: 我想把阿尔冈格罗的事告诉杰尔德，但他以没有听到为由拒绝了我。

source: I have talked to Norath. He and his wife had been fighting recently, but he has no idea on what may have happened to her.
de: Ich habe mit Norath gesprochen. Er und seine Frau hatten kürzlich einen Streit, aber er hat keine Ahnung was mit ihr passiert sein könnte.
fr: J'ai parlé à Norath. Il s'était disputé avec sa femme peu avant sa disparition, mais ne sait rien qui puisse justifier son départ.
ja: ノラスと話した。彼と妻は最近喧嘩をしたが、彼女に何があったのかは全く分からないという。
pt: Conversei com Norath. Ele a esposa dele brigaram recentemente, mas ele não tem ideia do que pode ter acontecido com ela.
zh_cn: 我已经和诺拉斯谈过了。他和他的妻子最近一直在吵架，但他不知道她可能发生了什么。

source: The Knights of Elythom in the Remgard tavern have had one of their knights disappearing recently. No one noticed anything when she disappeared, however.
de: Die Ritter von Elythom in der Remgard Taverne sagen eine der Ritterinnen sei kürzlich verschwunden. Allerdings hatte niemand etwas bemerkt als sie verschwunden war.
fr: Les chevaliers d'Elythom, à la taverne de Remgard, m'ont expliqué que l'un des leurs a disparu récemment. Malheureusement, personne n'a rien remarqué au moment de sa disparition.
ja: レムガードの酒場にいるエリソム騎士団では、最近1人の騎士が失踪した。しかし彼女がいなくなったとき、誰も何も気づかなかった。
pt: Os Cavaleiros de Elythom na taberna Remgard disseram que um dos seus cavaleiros desapareceu recentemente. Ninguém notou nada quando ele desapareceu, no entanto.
zh_cn: 瑞姆加德酒馆的伊利索姆骑士团最近有一名骑士失踪了。然而，当她消失时，没有人注意到任何事情。

source: Duaina has seen me in her visions. I did not understand all that she spoke of, but the parts that were clear were that me and Andor were parts of a larger plot. I wonder what this means? She did not speak of any disappearing people however, not that I could understand anyway.
de: Duaina hat mich ih ihrer Vision gesehen. Ich habe nicht alles verstanden was sie gesagt hatte, aber was ich verstanden hatte war, dass ich und Andor teil eines größeren Plans wären. Ich frage mich was das bedeutet? Sie redete nicht über irgendwelche verschwundenen Bewohner, jedenfalls nicht so, dass ich es verstehen konnte.
fr: Duaina a dit m'avoir vu dans ses visions. Je n'ai pas tout compris à ses propos, mais elle m'a fait savoir qu'Andor et moi sommes des éléments d'une intrigue de grande importance. Que cela peut-il vouloir dire ? En dehors de cela, je n'ai rien appris de compréhensible sur les personnes disparues.
ja: デュエイナはあなたのことを幻視した。彼女の話すことの全ては理解できなかったが、はっきりとしているのは、あなたとアンドールが大きな陰謀の一端となっている事だ。どういう意味だろう？ しかし彼女は行方不明者については何も話さず、とにかくあなたには理解できなかった。
pt: Duaina viu-me nas visões dela. Não entendi tudo do que ela falou, mas as partes que eram claras eram de que eu e Andor somos partes de um grande enredo. Pergunto-me o que isso significa. Ela não falou de quaisquer pessoas desaparecidas, no entanto, não que pudesse entender do que ela fala, de qualquer forma.
zh_cn: 杜埃娜在她的幻觉中见过我。我不明白她所说的一切，但清楚的部分是，我和安道尔是一个更大的阴谋的一部分。我想知道这意味着什么？不过她没有说到任何消失的人，反正我不明白。

source: Rothses told me that Bethir visited him the night before she disappeared, to sell some equipment. He did not see where she went after that.
de: Rothses hat mir gesagt, dass Bethir ihn in der Nacht vor ihrem Verschwinden besucht hatte, um einige Gegenstände zu verkaufen. Er hatte nicht gesehen, wo sie anschließend hingegangen ist.
fr: Rothses m'a dit que Bethir lui avait rendu visite la nuit avant sa disparition, pour lui vendre des pièces d'équipement. Il ne sait rien de plus.
ja: ロセスによると、ベティアが姿を消す前夜に物を売るために訪ねて来たそうだ。その後の行方は見ていない。
pt: Rothses disse-me que Bethir a visitou na noite antes do desaparecimento, para vender alguns equipamentos. Ele não a viu para onde foi depois disso.
zh_cn: 罗斯告诉我，贝希尔在失踪的前一天晚上去找过他，要卖一些装备。他没有看到她之后去了哪里。

source: I have talked to all of the people that Jhaeld wanted me to talk to, but did not get any information from any of them about what may have happened to the missing people. I should go back to Jhaeld and ask what his plans are next.
de: Wie Jhaeld es wollte habe ich mit allen Bewohnern gesprochen, aber ich habe von niemanden Informationen bekommen, was mir den verschwundenen Bewohnern passiert sein könnte. Ich sollte zurück zu Jhaeld gehen und ihn nach seinen weiteren Plänen fragen.
fr: J'ai parlé à tous ceux que Jhaeld m'a mentionné, mais n'a rien obtenu de concluant pour mieux comprendre les disparitions. Je devrais retourner demander conseil à Jhaeld.
ja: ジャエルドが話を聞いてほしいと言った全員を訪ねたが、行方不明の人々に何があったのかの情報は何も得られなかった。ジャエルドのもとへ戻って次の計画を聞こう。
pt: Já falei com todas as pessoas Jhaeld ordenou que conversasse, mas não obteve qualquer informação de nenhum deles sobre o que poderia ter acontecido com as pessoas desaparecidas. Devo voltar para Jhaeld e perguntar quais são os próximos passos.
zh_cn: 我已经和贾尔德想让我谈的所有的人谈过了，但是没有从任何一个人那里得到任何关于失踪者可能发生的事情的信息。我应该回去找贾尔德，问问他接下来有什么计划。

source: Jhaeld was really upset that I did not find out anything from the people that I was sent to talk to.
de: Jhaeld war sehr enttäuscht, dass ich von den Bewohnern, mit denen ich sprechen sollte, nichts herausfinden konnte.
fr: Jhaeld était très contrarié de savoir que je n'ai rien pu obtenir des personnes interrogées.
ja: ジャエルドは話を聞いてきた人たちから何も聞き出せなかったことに、酷く取り乱していた。
pt: Jhaeld estava realmente chateado que não consegui nada de novo com as pessoas às quais ele me enviou para conversar.
zh_cn: 杰尔德真的很不高兴，因为我没有从被派去谈话的人那里了解到任何情况。
