Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: I heard a rumor that some mining town in the Charwood forest, northwest of the Foaming Flask tavern, has had some troubles recently. I should try to find the Charwood cabin and find out what has happened.
de: Ich hörte das Gerücht, dass es in einer Minenstadt im Charwood-Wald, nördlich der Taverne 'Schäumende Flasche', vor kurzem einigen Ärger gab. Ich soll diese Charwood-Hütte finden und herausfinden, was passiert ist.
fr: J'ai entendu une rumeur disant qu'un camp de mineurs de la forêt de Charbois, au nord-ouest de la taverne la Chopine Moussante, a eu des ennuis récemment. Je devrais partir à la recherche de cet endroit et découvrir ce qui s'est passé.
ja: フォーミングフラスコ酒場の北西にあるチャーウッドの森の鉱山町で最近、何かトラブルが発生しているという噂を聞いた。チャーウッドのキャビンを探して最近何が起きたのか調べよう。
pt: Ouvi um rumor de que alguma cidade mineira na floresta de Charwood, no noroeste da taberna da Foaming Flask, teve alguns problemas recentemente. Ddeveria tentar encontrar a cabana de Charwood e descobrir o que aconteceu.
zh_cn: 我听到一个传言，说查伍德森林里的某个采矿镇，也就是泡沫酒馆的西北方，最近遇到了一些麻烦。我应该试着找到查尔伍德小屋，了解一下发生了什么事。

source: I heard someone mention that the mining town of Charwood heights has had some troubles recently. I should search for the Charwood cabin in the forest northwest of the Foaming Flask tavern.
de: Ich hörte jemanden sagen, dass es in der Minenstadt auf den Charwood-Hügeln vor kurzem einigen Ärger gab. Ich soll diese Charwood-Hütte nördlich der Taverne 'Schäumende Flasche' finden.
fr: J'ai entendu dire que la ville minière dans les hauteurs de Charbois a eu des problèmes récemment. Je dois chercher la cabane de Charbois dans la forêt, au nord-ouest de la taverne la Chopine Moussante.
ja: 鉱山の町チャーウッドハイツでは最近、トラブルが起きているという話を聞いた。フォーミングフラスコ酒場の北西の森にあるチャーウッドのキャビンを探そう。
pt: Ouvi alguém ter mencionado que a cidade mineira de Charwood esta a ter problemas recentemente. Deveria procurar a cabana de Charwood na floresta a noroeste da taberna da Foaming Flask.
zh_cn: 我听到有人提到，采矿小镇查伍德高地最近遇到了一些麻烦。我应该在发泡瓶酒馆西北部的森林里寻找查伍德小屋。

source: I have found the Charwood cabin in the forest northwest of the Foaming Flask tavern.
de: Nordwestlich von der Taverne 'Schäumende Flasche' habe ich die Charwood-Hütte gefunden.
fr: J'ai trouvé la cabane de Charbois, dans la forêt au nord-ouest de la taverne la Chopine Moussante.
ja: フォーミングフラスコ酒場の北西の森の中で、チャーウッドのキャビンを見つけた。
pt: Encontrei a cabana de Charwood na floresta a noroeste da taberna da Foaming Flask.
zh_cn: 我在泡沫酒馆西北方的森林里找到了查尔伍德小屋。

source: Maevalia in the Charwood cabin told me a story about how their mining settlement was attacked by some monsters, forcing them to flee down the mountain. They are still missing several of their friends and relatives from the Charwood heights, either killed or captured by the monsters.
de: In der Charwood-Hütte erzählte mir Maevalia davon, wie ihre Minenstadt von Monstern angegriffen wurde, so dass sie gezwungen waren, den Berg hinunter zu fliehen. Sie vermissen immer noch Freunde und Verwandte von den Charwood-Hügeln, die von den Monstern getötet oder gefangen worden sind.
fr: Maevalia de la cabane de Charbois m'a raconté que son camp de mineurs a été attaqué par des monstres, les forçant à fuir de la montagne. Certains de ses amis et de sa famille sont toujours disparus, sûrement tués ou capturés par les monstres.
ja: チャーウッドキャビンのマエバリアは、鉱山集落がモンスターたちの襲撃を受けて、山から逃げざるを得なくなったという話をしてくれた。彼らは、モンスターに殺されたか捕らえられたかによってチャーウッドハイツに住む友人や親族たちを失っている。
pt: Maevalia na cabana de Charwood contou-me uma história sobre como oassentamento mineiro deles foi atacado por alguns monstros, a forçar-os a fugir da montanha. Eles ainda estão com falta de vários dos amigos dele e parentes das alturas de Charwood, matados ou capturados pelos monstros.
zh_cn: 查尔伍德小屋的梅瓦利娅告诉我一个故事，他们的采矿定居点被一些怪物袭击，迫使他们逃到山下。他们仍然缺少几个来自查尔伍德高地的朋友和亲戚，他们不是被怪物杀死就是被怪物抓走。

source: In particular, Maevalia mentions four people that are greatly missed; their former leader Morenavia, their weapons trainer Falothen, the healer Ayell and their armorer Fayvara.
de: Maevalia erwähnte vier Personen, die vermisst werden: ihre frühere Anführerin Morenavia, der Kampftrainer Falothen, der Heiler Ayell und ihre Waffenschmiedin Fayvara.
fr: En particulier, Maevalia mentionne quatre personnes qui lui sont chères : leur ancien chef Morenavia, l'instructeur au maniement des armes Falothen, le soigneur Ayell et l'armurière Fayvara.
ja: 特に、マエバリアは4人の人々が非常に惜しまれていると言う。かつての指導者モレナビア、武器トレーナーのファローテン、ヒーラーのアイエル、防具師のファイバラ。
pt: Em particular, Maevalia menciona quatro pessoas que são muito importantes; seu ex-líder Morenavia, treinador de armas deles Falothen, o curador Ayell e seu armador Fayvara.
zh_cn: 特别是，梅瓦利娅提到了四个非常想念的人；他们的前领导人莫雷纳维亚，他们的武器训练师法洛特恩，治疗师阿耶尔和他们的装甲师费瓦拉。

source: I have agreed to help the people of Charwood find their missing people.
de: Ich habe mich bereit erklärt, den Leuten von Charwood zu helfen und die vermissten Personen zu finden.
fr: J'ai accepté d'aider les gens de Charbois à retrouver leurs disparus.
ja: チャーウッドの人々が行方不明者を見つける協力をすることにした。
pt: Concordei em ajudar as pessoas de Charwood a encontrar as pessoas desaparecidas deles.
zh_cn: 我已经同意帮助查尔伍德的人们寻找他们失踪的人。

source: The guard outside the Charwood cabin allowed me to enter the hills ahead. I should keep to the east and then head north.
de: Die Wache vor der Charwood-Hütte erlaubte mir, in die Hügel vorzudringen. Ich sollte mich Richtung Osten halten und mich später nach Norden wenden.
fr: Le garde posté devant la cabane de Charbois m'a permis de continuer vers les collines. Je dois me diriger à l'est puis au nord.
ja: チャーウッドキャビンの外の衛兵はこの先の丘に入るのを許可してくれた。東へ向かい、それから北へと進もう。
pt: O guarda fora da cabana de Charwood permitiu-me entrar nas colinas à frente. Deveria manter o leste e depois dirigir-me ao norte.
zh_cn: 查伍德小屋外的守卫允许我进入前面的山丘。我应该继续向东走，然后向北走。

source: I encountered one of the monsters that Maevalia spoke of. The monster spoke of someone or something called 'The Thukuzun'.
de: Ich begegnete einem der Monster, von denen Maevalia berichtete. Das Monster sprach von jemandem oder etwas namens 'Der Thukuzun'.
fr: J'ai rencontré l'un des monstres dont parlait Maevalia. Le monstre a parlé de quelque chose ou quelqu'un, qu'il a appelé le « Thukuzun ».
ja: マエバリアの話していたモンスターの1体と遭遇した。モンスターは"トゥクズン"と呼ばれる何か、あるいは何者かについて語った。
pt: Encontrei um dos monstros de que Maevalia falou. O monstro falou de alguém ou algo chamado 'O Thukuzun'.
zh_cn: 我遇到了梅瓦利亚所说的一个怪物。那只怪物说的是一个叫做 "图库尊 "的人或东西。

source: I have found Falothen, the weapons trainer of the Charwood heights, and freed him from the restraints that held him. He will try to make his way back to the Charwood cabin himself.
de: Ich habe Falothen, den Kampftrainer auf den Charwood-Höhen gefunden und von seinen Fesseln befreit. Er will den Abstieg zur Charwood-Hütte selbst versuchen.
fr: J'ai trouvé Falothen, l'instructeur de Charbois, et l'ai libéré des chaînes qui le retenaient. Il va tenter de rejoindre la cabane de Charbois par lui-même.
ja: チャーウッドハイツで武器トレーナーのファローテンを発見し、拘束から解放した。彼は自力でチャーウッドキャビンに戻るつもりだ。
pt: Encontrei Falothen, o treinador de armas das alturas de Charwood e o libertei. Ele tentará voltar à cabana por conta própria de Charwood.
zh_cn: 我已经找到了查尔伍德高地的武器训练师法洛特，并把他从束缚他的束缚中解放出来。他将尝试自己回到查尔伍德小屋。

source: I have found some skeletal remains, containing a ring with the insignia 'Morenavia'. This must be the former leader of the Charwood hills.
de: Ich habe einige menschliche Knochen gefunden, dabei einen Ring mit dem eingraviertem Namen 'Morenavia'. Dies muss die frühere Anführerin in den Charwood-Hügeln gewesen sein.
fr: J'ai trouvé un squelette, qui portait un anneau avec l'insigne « Morenavia ». Ce doit être le cadavre du chef des collines de Charbois.
ja: "モレナビア"の刻印入り指輪を含む白骨化した遺体を発見した。チャーウッドヒルズのかつての指導者のものに違いないだろう。
pt: Descobri alguns restos esqueletais, a conter um anel com as insígnias 'Morenavia'. Este deve ser o ex-líder das colinas de Charwood.
zh_cn: 我发现了一些骸骨，里面有一枚带有徽章'莫雷纳维亚'的戒指。这一定是查伍德山庄的前领导人。

source: I have found the armorer Fayvara, and freed her from the restraints that held her. She will try to make her way back to the Charwood cabin herself.
de: Ich habe die Waffenschmiedin Fayvara gefunden und sie von ihren Fesseln befreit. Sie will versuchen, den Rückweg zur Charwood-Hütte alleine zu schaffen.
fr: J'ai trouvé l'armurière Fayvara, et l'ai libérée des chaînes qui la retenaient. Elle va tenter de rejoindre la cabane de Charbois par elle-même.
ja: 防具師のファイバラを発見し、拘束から解放した。彼女は自力でチャーウッドキャビンに戻るつもりだ。
pt: Encontrei a armadora Fayvara e libertei-a. Ela tentará voltar à cabana de Charwood.
zh_cn: 我已经找到了军械师费瓦拉，并把她从束缚她的束缚中解救出来。她将设法自己回到查伍德小屋。

source: I have found some skeletal remains, containing a ring with the insignia 'Ayell'. This must be the remains of the Charwood hills healer that Maevalia mentioned.
de: Ich habe einige menschliche Knochen gefunden, dabei einen Ring mit dem eingraviertem Namen 'Ayell'. Dies müssen die sterblichen Überreste des Heilers der Charwood-Hügel sein, den Maevalia erwähnte.
fr: J'ai trouvé quelques dépouilles squelettiques, l'une d'elles portant un anneau avec l'inscription « Ayell ». Il doit s'agir de la dépouille du soigneur de Charbois, que Maevalia avait mentionné.
ja: "アイエル"の刻印入り指輪を含む白骨化した遺体を発見した。マエバリアの話していた、チャーウッドヒルズのヒーラーの遺体に違いないだろう。
pt: Encontrei alguns restos esqueletais, a conter um anel com a insígnia 'Ayell'. Este deve ser os restos do curador de colinas Charwood que Maevalia mencionou.
zh_cn: 我发现了一些骷髅遗骸，里面有一枚带有徽章"阿耶尔"的戒指。这一定是梅瓦利亚提到的查伍德山治疗师的遗骸。

source: Maevalia thanked me for finding out what happened to the four people that she told me about, but was really sad to hear about the fate of Morenavia and Ayell. Both the weapons trainer Falothen and the armorer Fayvara made it back to the Charwood cabin safely.
de: Maevalia dankte mir dafür, dass ich herausfand, was mit den Leuten geschehen war, von denen sie mir erzählt hatte, doch war sie sehr traurig, über das Schicksal von Morenavia und Ayell zu hören. Der Kampftrainer Falothen und die Waffenschmiedin Fayvara sind sicher zur Charwood-Hütte zurückgekehrt.
fr: Maevalia m'a remercié pour avoir rapporté des nouvelles des quatre personnes recherchées, mais fut triste d'apprendre ce qui est arrivé à Morenavia et Ayell. L'instructeur Falothen, ainsi que l'armurière Fayvara ont rejoint la cabane de Charbois sains et saufs.
ja: マエバリアは話した4人がどうなっていたのかを調べてくれたことに感謝したが、モレナビアとアイエルの不幸にとても悲しんでいた。武器トレーナーのファローテンと防具師のファイバラは、無事にチャーウッドキャビンまで戻ってきた。
pt: Maevalia me agradeceu por descobrir o que aconteceu com as quatro pessoas sobre as quais ela me contou, mas estava realmente triste em saber sobre o destino de Morenavia e Ayell. Tanto o treinador de armas Falothen quanto o armador Fayvara voltaram à cabana Charwood com segurança.
zh_cn: 梅瓦利娅感谢我查出了她告诉我的那四个人的情况，但听到莫雷纳维亚和阿耶尔的命运时，她真的很难过。武器训练师法洛特恩和装甲师费瓦拉都安全地回到了查尔伍德小屋。

source: She told me that both Falothen and Fayvara are anxious to see me, in the basement of the Charwood cabin. I should go see them at once.
de: Sie sagte mir, dass Falothen und Fayvara mich unbedingt sehen wollen und mich im Keller der Charwood-Hütte erwarten. Ich sollte gleich zu ihnen gehen.
fr: Elle m'a dit que Falothen et Fayvara sont tous deux impatients de me voir, dans le sous-sol de la cabane de Charbois. Je dois aller les voir.
ja: ファローテンとファイバラがチャーウッドキャビンの地下室であなたに会いたがっているそうだ。すぐに会いに行こう。
pt: Ela me disse que tanto Falothen quanto Fayvara estão ansiosos para me ver, no porão da cabana de Charwood. Deveria ir vê-los imediatamente.
zh_cn: 她告诉我，法洛特恩和费瓦拉都急着要见我，在查伍德小屋的地下室。我应该马上去见他们。

source: Falothen was happy to see me again, and in return offered to train me in better handling of one weapon type. He can teach me better handling of one or two handed swords, daggers, blunt weapons, axes, or unarmed combat. I'll have to chose my preference and let him know.
de: Falothen freute sich, mich wiederzusehen und bot mir an, mich im besseren Gebrauch einer Waffenart zu trainieren. Er kann mich im Gebrauch von ein- und zweihändigen Schwertern, Dolchen, stumpfen Waffen, Äxten oder im unbewaffneten Kampf unterrichten. Ich muss meine Wahl treffen und es ihm mitteilen.
fr: Falothen était heureux de me revoir, et en retour m'a proposé de m'entraîner au maniement des armes. Il peut me faire progresser, au choix, dans le maniement des épées à une - ou deux mains, aux dagues, aux armes contondantes, aux haches, ou au combat à mains nues. Je dois prendre ma décision et lui en faire part.
ja: ファローテンはあなたとの再会を喜び、お礼として1種類の武器をより上手く扱えるよう教えてくれることを申し出た。片手剣、両手剣、短剣、鈍器、斧、無手戦闘のいずれかを教えてくれる。自分の好みを選んで伝えよう。
pt: Falothen ficou feliz em ver-me novamente e, em troca, ofereceu-se para me treinar com um tipo de arma. Ele pode-me ensinar melhor a manipulação de espadas de uma ou duas mãos, adagas, armas contundentes, machados ou combate desarmado. Vou ter que escolher uma e informá-lo.
zh_cn: 法洛特恩很高兴再次见到我，作为回报，他提出要训练我更好地运用一种武器类型。他可以教我更好地运用单手或双手剑、匕首、钝器、斧头或徒手战斗。我得选择我的偏好，并让他知道。

source: Falothen has taught me how to better handle one handed swords.
de: Falothen hat mir beigebracht, besser mit Einhandschwertern umzugehen.
fr: Falothen m'a appris à mieux maîtriser les épées à une main.
ja: ファローテンは片手剣の扱い方を教えてくれた。
pt: Falothen ensinou-me como manejar melhor com espadas de uma mão.
zh_cn: 法洛森教我如何更好地运用单手剑。

source: Falothen has taught me how to better handle two handed swords.
de: Falothen hat mir beigebracht, besser mit Zweihandschwertern umzugehen.
fr: Falothen m'a appris à mieux maîtriser les épées à deux main.
ja: ファローテンは両手剣の扱い方を教えてくれた。
pt: Falothen ensinou-me como manejar melhor com espadas de duas mãos.
zh_cn: 法洛森教我如何更好地运用双手剑。

source: Falothen has taught me how to better handle daggers.
de: Falothen hat mir beigebracht, besser mit Dolchen umzugehen.
fr: Falothen m'a appris à mieux maîtriser les dagues.
ja: ファローテンは短剣の扱い方を教えてくれた。
pt: Falothen ensinou-me como manejar melhor com adagas.
zh_cn: 法洛森教我如何更好地运用匕首。

source: Falothen has taught me how to better handle blunt weapons.
de: Falothen hat mir beigebracht, besser mit stumpfen Waffen umzugehen.
fr: Falothen m'a appris à mieux maîtriser les armes contondantes.
ja: ファローテンは鈍器の扱い方を教えてくれた。
pt: Falothen ensinou-me como manejar melhor com armas contundentes.
zh_cn: 法洛森教会我如何更好地运用钝器。

source: Falothen has taught me how to better handle axes.
de: Falothen hat mir beigebracht, besser mit Äxten umzugehen.
fr: Falothen m'a appris à mieux maîtriser les haches.
ja: ファローテンは斧の扱い方を教えてくれた。
pt: Falothen ensinou-me como manejar melhor com machados.
zh_cn: 法洛森教我如何更好地运用斧头。

source: Falothen has taught me how to be better at fighting unarmed, without weapons.
de: Falothen hat mir beigebracht, wie ich ohne Waffen besser kämpfe.
fr: Falothen m'a appris à mieux combattre à mains nues.
ja: ファローテンは武器を持たずに戦う方法を教えてくれた。
pt: Falothen ensinou-me como ser melhor a lutar desarmado, sem qualquer arma.
zh_cn: 法洛森教会了我如何更好地徒手作战，不使用武器。

source: Falothen has taught me how to better handle polearms.
fr: Falothen m'a appris à mieux gérer les armes d'hast.
ja: ファローテンは長柄武器の扱い方を教えてくれた。
zh_cn: 法洛森教会我如何更好地运用长杆武器。

source: Falothen offered me the chance to learn about the other weapon types, but to teach me, he needs 5000 gold and two Oegyth crystals for each skill that I want to get better at.
de: Falothen hat mir angeboten, auch über andere Waffenarten mehr zu lernen, aber für den Unterricht benötigt er 5000 Goldstücke und zwei Oegyth-Kristalle für jede Fertigkeit, in der ich mich verbessern möchte.
fr: Falothen veut bien m'apprendre à maîtriser d'autres types d'armes, mais en échange, il me demande 5000 pièces d'or et deux cristaux d'Oegyth pour chaque compétence à développer.
ja: ファローテンは他の種類の武器についても教えてくれると申し出てくれたが、教えてもらうには各スキルごとに5000ゴールドとオーギスクリスタル2個が必要だ。
pt: Falothen me ofereceu a chance de aprender sobre os outros tipos de armas, mas para me ensinar, ele precisa de 5000 de ouro e dois cristais de Oegyth para cada habilidade em que quero melhorar.
zh_cn: 法洛森给我提供了学习其他武器类型的机会，但要教我，他需要5000金币和两个奥格斯晶体，用于我想提高的每项技能。

source: Fayvara thanked me for rescuing her, and in return offered to train me in better handling of one type of armor. She can teach me better handling of shields, light armor, heavy armor or or unarmored combat. I'll have to chose my preference and let her know.
de: Fayvara dankte mir für ihre Rettung. und bot mir an, mich im besseren Gebrauch einer Rüstungsart zu trainieren. Sie kann mich im Gebrauch von Schilden, leichter Rüstung, schwerer Rüstung oder im Kampf ohne Rüstung unterrichten. Ich muss meine Wahl treffen und es ihr mitteilen.
fr: Fayvara m'a remercié pour l'avoir sauvée, et en retour a proposé de m'entraîner à mieux maîtriser un type d'armure. Elle peut m'enseigner la maîtrise des boucliers, des armures légères ou lourdes, ou le combat sans armure. Je dois prendre ma décision et la lui faire savoir.
ja: ファイバラは助けてくれたことに感謝し、お礼として1種類の防具をより上手く扱えるよう教えてくれることを申し出た。盾、軽装甲、重装甲、非装甲戦闘のいずれかを教えてくれる。自分の好みを選んで伝えよう。
pt: Fayvara agradeceu-me por resgatá-la e, em troca, ofereceu-me para me treinar para um melhor manejo de um tipo de armadura. Ela pode ensinar-me melhor manipulação de escudos, armaduras leves, armaduras pesadas ou combate não armado. Vou ter que escolher a minha preferência e deixá-la saber.
zh_cn: 费瓦拉感谢我救了她，作为回报，她提出要训练我更好地处理一种盔甲。她可以教我更好地处理盾牌、轻甲、重甲或或无甲战斗。我得选择我的偏好，并让她知道。

source: Fayvara has taught me how to better handle shields.
de: Fayvara hat mir beigebracht, besser mit Schilden umzugehen.
fr: Fayvara m'a appris à mieux maîtriser les boucliers.
ja: ファイバラは盾の扱い方を教えてくれた。
pt: Fayvara me ensinou como melhor lidar com escudos.
zh_cn: 费瓦拉教我如何更好地运用盾牌。

source: Fayvara has taught me how to better handle light armor.
de: Fayvara hat mir beigebracht, besser mit leichter Rüstung umzugehen.
fr: Fayvara m'a appris à mieux maîtriser les armures légères.
ja: ファイバラは軽装甲の扱い方を教えてくれた。
pt: Fayvara me ensinou como lidar melhor com armaduras leves.
zh_cn: 费瓦拉教会了我如何更好地运用轻型盔甲。

source: Fayvara has taught me how to better handle heavy armor.
de: Fayvara hat mir beigebracht, besser mit schwerer Rüstung umzugehen.
fr: Fayvara m'a appris à mieux maîtriser les armures lourdes.
ja: ファイバラは重装甲の扱い方を教えてくれた。
pt: Fayvara me ensinou como lidar melhor com armaduras pesadas.
zh_cn: 费瓦拉教会了我如何更好地运用重型盔甲。

source: Fayvara has taught me how to better fighting unarmored, without wearing any armor.
de: Fayvara hat mir beigebracht, wie ich ohne jede Rüstung besser kämpfe.
fr: Fayvara m'a appris à mieux me défendre sans armure.
ja: ファイバラは防具を身につけずに戦う方法を教えてくれた。
pt: Fayvara me ensinou como melhorar a luta desarmada, sem usar armaduras.
zh_cn: 费瓦拉教我如何更好地进行无甲战斗，不穿任何盔甲。

source: Fayvara offered me the chance to learn about the other armor types, but to teach me, she needs 6000 gold and two Oegyth crystals for each skill that I want to get better at.
de: Fayvara hat mir angeboten, auch über andere Rüstungsarten mehr zu lernen, aber für den Unterricht benötigt sie 6000 Goldstücke und zwei Oegyth-Kristalle für jede Fertigkeit, in der ich mich verbessern möchte.
fr: Fayvara veut bien m'apprendre à maîtriser d'autres types d'armures, mais en échange, elle me demande 6000 pièces d'or et deux cristaux d'Oegyth pour chaque compétence à développer.
ja: ファイバラは他の種類の防具についても教えてくれると申し出てくれたが、教えてもらうには各スキルごとに6000ゴールドとオーギスクリスタル2個が必要だ。
pt: Fayvara ofereceu-me a hipótese de aprender sobre os outros tipos de armadura, mas para me ensinar, ela precisa de 6000 de ouro e dois cristais de Oegyth para cada habilidade em que quero melhorar.
zh_cn: 费瓦拉给我提供了学习其他盔甲类型的机会，但要教我，她需要6000金币和两个奥格斯晶体，用于我想提高的每个技能。

source: I have been taught one weapon type skill and one armor type skill from Falothen and Fayvara. I should go see Maevalia again.
de: Falothen and Fayvara haben mich eine Waffenfertigkeit und eine Rüstungsfertigkeit gelehrt. Nun sollte ich wieder Maevalia aufsuchen.
fr: J'ai appris de Falothen et Fayvara une compétence d'armes et une compétence d'armures. Je dois retourner en parler à Maevalia.
ja: ファローテンとファイバラから武器スキルと防具スキルを1種類ずつ教えてもらった。またマエバリアに会いに行こう。
pt: Ensinaram-me uma habilidade de tipo de arma e uma habilidade de tipo armadura de Falothen e Fayvara. Deveria ver Maevalia de novo.
zh_cn: 我已经从法洛特恩和费瓦拉那里学到了一个武器类技能和一个盔甲类技能。我应该再去看看梅瓦利亚。

source: Maevalia thanked me for helping the people of Charwood.
de: Maevalia dankte mir, dass ich Charwood geholfen habe.
fr: Maevalia m'a remercié pour avoir aidé les habitants de Charbois.
ja: マエバリアはチャーウッドの人々を助けてくれたことに感謝した。
pt: Maevalia agradeceu por ajudar as pessoas de Charwood.
zh_cn: 梅瓦利娅感谢我帮助查伍德的人们。

source: Trial by fire
de: Die Feuerprobe
fr: Baptême du feu
ja: 火の試練
pt: Julgamento por fogo
zh_cn: 火试炼

source: I've heard a story that the whole reason for the Charwood hills being invaded by the monsters in the first place was that something had been awoken deep in the Charwood mine. The people in the Charwood cabin say that the miners uncovered some sort of marking on the ground in a cave, with strange noises coming from below it. When they finally broke through the ground around the markings, all the troubles started. I should talk to Maevalia again.
de: Ich habe gehört, dass etwas tief unten in der Charwoodmine erwacht ist und dass dies der Hauptgrund dafür ist, dass die Charwoodhügel von den Monstern überrannt wurden. Die Leute in der Charwoodhütte sagen, dass die Minenarbeiter eine Art Muster am Boden einer Höhle freigelegt haben und dort seltsame Geräusche von weiter unten kamen. Als sie schließlich den Boden um das Muster durchstoßen hatten, fing all der Ärger an. Ich sollte wieder mit Maevalia reden.
fr: J'ai entendu dire que la raison pour laquelle les collines de Charbois ont été envahies par des monstres est que quelque chose a été réveillé dans la mine de Charbois. Les mineurs auraient découvert une sorte de marque sur le sol d'un passage, duquel d'étranges bruits émanaient. Lorsqu'ils ont finalement miné le sol à cet endroit, les attaques ont commencé. Je devrais parler à Maevalia de nouveau.
ja: そもそもチャーウッドヒルズがモンスターに侵略されたのは、チャーウッド鉱山の奥深くで何かが目覚めたからだという話を聞いた。チャーウッドキャビンの人たちによると、鉱夫たちは洞窟の地面に何らかの印のようなものを発見し、その下から奇妙な音が聞こえてきたという。その印の周りの地面を突破したとき、すべての問題が始まった。改めてマエバリアと話そう。
pt: Ouvi uma história de que toda a razão pela qual as colinas de Charwood ter sido invadida pelos monstros, em primeiro lugar, era que algo havia sido despertado no fundo da mina de Charwood. As pessoas na cabana de Charwood dizem que os mineiros descobriram algum tipo de marcação no chão numa caverna, com ruídos estranhos a vir de baixo. Quando finalmente atravessaram o chão em torno das marcas, todos os problemas começaram. Devo falar novamente com Maevalia.
zh_cn: 我听过一个故事，当初查伍德山庄之所以会被怪物入侵，全是因为查伍德矿区深处有什么东西被唤醒了。查尔伍德小木屋的人说，矿工们在一个山洞的地面上发现了某种标记，下面还传来了奇怪的声音。当他们终于打通了标记周围的地面时，所有的麻烦就开始了。我应该再和梅瓦利亚谈谈。

source: I've promised Maevalia to investigate the deeper parts of the Charwood mine. I should be on the lookout for the dangerous monsters that inhabit the mine.
de: Ich habe Maevalia versprochen, die tieferen Ebenen der Charwoodmine zu erforschen. Ich sollte auf der Hut vor den gefährlichen Monstern sein, die die Mine bevölkern.
fr: J'ai promis à Maevalia d'explorer les profondeurs de la mine de Charbois. Je devrai rester sur mes gardes, car de dangereux monstres occupent maintenant la mine.
ja: マエバリアに、チャーウッド鉱山深部の調査をすると約束した。鉱山に生息する危険なモンスターに注意を払おう。
pt: Prometi a Maevalia investigar as partes mais profundas da mina de Charwood. Deveria estar atento aos monstros perigosos que habitam a mina.
zh_cn: 我已经答应梅瓦利娅去调查查尔伍德矿区的更深处。我应该提防居住在矿区的危险怪物。

source: I've reached the part of the mine that was broken into. The air around here seems to get hotter as I get deeper into the mine.
de: Ich habe den Teil der Mine erreicht, der eingebrochen ist. Die Luft hier scheint umso heißer zu werden, je tiefer ich in die Mine vordringe.
fr: J'ai atteint la partie de la mine dont l'accès à été ouvert par les ouvriers. L'air semble devenir plus chaud et plus lourd à chaque pas vers le fond de la mine.
ja: 鉱山の壊された部分へと辿り着いた。鉱山の奥に進むにつれて、辺りの空気が熱くなっていくようだ。
pt: Alcancei a parte da mina que foi invadida. O ar por aqui parece ficar mais quente à medida que me aprofundo na mina.
zh_cn: 我已经到达了被闯入的那部分矿井。随着我对矿井的深入，周围的空气似乎变得更热。
