Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: [Lie] Your master has allowed me to get through without the password.
de: [Lüge] Dein Meister hat mir erlaubt, ohne Passwort zu passieren.
fr: [Mensonge] Votre maître m'a autorisé à passer sans le mot de passe.
ja: （嘘）マスターなら合言葉なしで通れるようにしてくれたよ。
pt: [Mentir] Seu mestre me permitiu passar sem a palavra-passe.
zh_cn: [谎言]你的主人允许我在没有暗号的情况下通过。

source: 'By the moon and stars, the path is laid clear to me.'
de: 'Beim Mond und bei den Sternen - der Pfad liegt klar vor mir.'
fr: 'Par la lune et les étoiles, le chemin m'apparaît clairement'
ja: 月と星により、道は我が前に示される
pt: "Pela lua e as estrelas, o caminho está claro para mim."
zh_cn: “在月亮和星星的映衬下，我的道路是清晰的。”

source: 'Lord Geomyr'
fr: 'Seigneur Geomyr'
ja: ジオミア卿
pt: 'Lorde Geomyr'
zh_cn: 吉奥米尔领主

source: 'The Shadow'
de: 'Der Schatten'
fr: 'L'Ombre'
ja: シャドウ
pt: 'A Sombra'
zh_cn: "暗影"

source: 'Glow of the Shadow'
de: 'Leuchten des Schattens'
fr: 'La lueur de l'Ombre'
ja: シャドウの輝き
pt: 'Brilho da Sombra'
zh_cn: '暗影的光芒'

source: 'Password'
de: 'Passwort'
fr: 'Mot de passe'
ja: 合言葉
pt: 'Palavra-passe'
zh_cn: ‘密码’

source: You not know password! Teehee.
de: Du nicht weißt Passwort! Teehee.
fr: Tu connais pas mot de passe ! Hihi.
ja: オマエ合言葉知らない！ キヒヒッ。
pt: Não sabe a palavra-passe! Teehee.
zh_cn: 你不知道暗号！嘻嘻。

source: [The guardian pushes you away and shakes its head]
de: [Der Wächter schiebt dich weg und schüttelt seinen Kopf]
fr: [Le gardien te repousse et remue sa tête]
ja: （番人はあなたを押しのけて首を振る）
pt: [O guardião o afasta e balança a cabeça]
zh_cn: [守护者推开你，摇摇头]

source: You know! You know!
de: Du weißt! Du weißt!
fr: Tu le sais ! Tu le sais !
ja: オマエ知ってる！ 知ってる！
pt: Sabe! Sabe!
zh_cn: 你知道！你一定知道！

source: [The creature moves out of the way, and gestures with its hands almost like it is welcoming you further into the forest]
de: [Das Wesen macht den Weg frei und gibt Zeichen mit seiner Hand, fast als würde es dich einladen, weiter in den Wald vorzudringen]
fr: [La créature te laisse passer et gesticule de ses mains comme pour t'inviter à t'aventurer plus loin dans la forêt]
ja: （生き物は道を外れて、その手でまるで森の中にあなたを迎え入れるかのような仕草をする）
pt: [A criatura afasta-se do caminho e faz gestos com as mãos quase como se estivesse a receber-lo para adentrar na floresta]
zh_cn: [这个生物让开道路，用它的手打手势，几乎是在欢迎你进一步进入森林]

source: You again?
fr: Toi encore
ja: またか？
pt: Você de novo?
zh_cn: 又是你？

source: You there! What are you doing here?
de: Du da! Was machst du hier?
fr: Vous là ! Que faites-vous ici ?
ja: そこの君！ こんなところで何をしている？
pt: Aí! O que está a fazer aqui?
zh_cn: 你站那里！你在这里做什么？

source: This place is not safe. I urge you to turn back and to venture no further into this cursed forest.
de: Dieser Ort ist nicht sicher. Ich rate dir dringend, umzukehren und nicht weiter in diesen verfluchten Wald vorzudringen.
fr: Cet endroit n'est pas sûr. Je t'invite à revenir sur tes pas afin d'éviter d'aller plus profondément dans cette maudite forêt.
ja: ここは危険だ。引き返すことを強く勧める。これ以上この呪われた森に踏み込むべきじゃない。
pt: Este lugar não é seguro. Insisto em si de voltar e a não se aventurar mais nessa floresta amaldiçoada.
zh_cn: 这个地方并不安全。我劝你回去，不要再冒险进入这个被诅咒的森林。

source: I think I can handle myself.
de: Ich denke, ich komme schon klar.
fr: Je pense pouvoir me débrouiller.
ja: 自分で何とかできると思います。
pt: Acho que posso cuidar de mim mesmo.
zh_cn: 我想我没问题。

source: Cursed forest?
de: Verfluchter Wald?
fr: Une forêt maudite ?
ja: 呪われた森？
pt: Floresta amaldiçoada?
zh_cn: 被诅咒的森林？

source: OK, I'll turn back. Thanks for the warning.
de: Ok, ich kehre um. Danke für die Warnung.
fr: Ok, je vais repartir en arrière. Merci pour l'avertissement.
ja: わかりました、引き返します。忠告ありがとう。
pt: Esta bem, vou voltar. Obrigado pelo aviso.
zh_cn: 好吧，我回去。谢谢你的警告。

source: This place - oh why did we ever agree to go on this mission?
de: Dieser Ort - oh, warum bloß haben wir diesen Auftrag angenomen?
fr: Cet endroit - oh pourquoi ai-je accepté cette mission ?
ja: こんなところで…ハァ、どうして我々は今回の任務に同意してしまったのだ？
pt: Este lugar - oh, por que concordamos em seguir nesta missão?
zh_cn: 这个地方--哦，为什么我们当初同意去执行这个任务？

source: What mission?
de: Welcher Auftrag?
fr: Quelle mission ?
ja: どんな任務ですか？
pt: Qual missão?
zh_cn: 什么任务？

source: What has happened?
de: Was ist passiert?
fr: Qu'est-il arrivé ?
ja: どうしましたか？
pt: O que aconteceu?
zh_cn: 发生了什么事？

source: Me and some other guards were sent here to find a madman that is wanted by the Feygard authorities.
de: Ich wurde zusammen mit ein paar anderen Wächtern hierher geschickt, um einen Verrückten zu finden, der von der Feygarder Obrigkeit gesucht wird.
fr: D'autres gardes et moi-même avons été envoyés pour trouver un homme fou recherché par les autorités de Feygard.
ja: 私や他の衛兵は、フェイガードより指名手配中の狂人を捜索するためにこの地に派遣された。
pt: E alguns outros guardas foram enviados aqui para encontrar um louco que é procurado pelas autoridades Feygard.
zh_cn: 我和其他一些警卫被派到这里去找一个被费加德当局通缉的疯子。

source: The madman is wanted for a number of crimes committed against Feygard, none of which I am allowed to disclose.
de: Der Verrückte wird wegen verschiedener Verbrechen gegen Feygard gesucht, über die zu sprechen mir nicht gestattet ist.
fr: Cet homme fou est recherché pour plusieurs crimes envers Feygard, crimes que je ne suis pas autorisé de divulguer.
ja: 狂人は、フェイガードに対し行われた数多の罪状で指名手配されてはいるが、詳しくは私からは話せん。
pt: O louco é procurado por uma série de crimes cometidos contra Feygard, nenhum dos quais posso divulgar.
zh_cn: 这个疯子因为对费加德犯下的一系列罪行而被通缉，我都不允许透露。

source: At first, it seemed like just any ordinary mission - go find some crazy fool.
de: Zuerst schien es wie ein ganz gewöhnlicher Auftrag - geht und sucht einen verrückten Narren.
fr: Au début, la mission était aussi ordinaire que les autres - aller chercher un vieux fou.
ja: 最初は、頭のおかしい愚か者を捜索するだけの普通の任務に思えた。
pt: No começo, parecia apenas qualquer missão comum - vá encontrar um idiota louco.
zh_cn: 起初，这似乎只是一个普通的任务--去找一些疯狂的傻瓜。

source: But once we got here, it started happening. One by one, my fellow guards got more and more ... well ... I don't know how to put it, but something started to happen to them.
de: Aber sobald wir hier waren, fing es an. Einer nach dem anderen wurden meine Kameraden mehr und mehr .. nun .. ich weiß nicht, wie ich es sagen soll, aber irgendetwas fing mit ihnen an zu geschehen.
fr: Mais une fois arrivés, cela a commencé. Un par un, mes camarades sont devenus de plus en plus ... eh bien ... Je ne sais pas comment qualifier ça, mais ça a commencé à les affecter.
ja: だが、ここに来てからそれは始まった。仲間の衛兵に続々と…そうだな…何と言っていいか分からんが、何かが起こり始めた。
pt: Mas uma vez que chegamos aqui, isso começou a acontecer. Um por um, meus companheiros de guarda ficaram cada vez mais… bem… Não sei como colocá-lo, mas algo começou a acontecer com eles.
zh_cn: 但我们一到这里，事情就开始发生了。一个接一个，我的警卫伙伴们变得越来越......嗯......。我不知道该怎么说，但有些事情开始发生在他们身上。

source: Now, these flies that inhabit these woods can drive a grown man mad, I'll tell you that. But that wasn't it. There was something else.
de: Nun, die Fliegen hier in diesen Wäldern können einen ausgewachsenen Mann um den Verstand bringen, das kann ich dir sagen. Aber das war es nicht. Da war etwas anderes.
fr: Je peux vous dire que les mouches qui vivent dans ces bois pourraient rendre fou n'importe qui. Mais ça n'était pas tout. Il y avait quelque chose d'autre.
ja: この森に生息するハエは大人でも気が狂うほどのものだ、だがそれだけではなかった。まだ何かあったのだ。
pt: Agora, essas moscas que vivem nessas madeiras podem enlouquecer um homem, vou te dizer isso. Mas não era isso. Havia outra coisa.
zh_cn: 现在，我可以告诉你的是居住在这些树林里的这些苍蝇可以让一个成年男子发疯，。但不仅是这些。还有别的东西。

source: The first guard said he had seen something among the trees, and went to look for it. We never saw him again.
de: Der erste Wächter sagte, er habe etwas zwischen den Bäumen gesehen und ging nachschauen. Wir haben ihn nie wieder gesehen.
fr: Le premier garde a dit qu'il a vu quelque chose parmi les arbres, et il est parti voir de plus près. Nous ne l'avons plus jamais revu.
ja: 最初の衛兵は木々の間に何かを見たと言ってそれを探しに行った。その後帰ってくることはなかった。
pt: O primeiro guarda disse que tinha visto alguma coisa entre as árvores e foi procurá-la. Nunca mais o vimos.
zh_cn: 第一个警卫说他在树丛中看到了什么，就去找它。我们再也没有见到他。

source: Some time later, one of the other guards seemed like he didn't know who we were, and ran off into the forest.
de: Etwas später schien einer der anderen Wächter nicht mehr zu wissen, wo er war und rannte schnurstracks in den Wald.
fr: Peu après, un des autres gardes semblait ne plus savoir qui il était, puis il s'aventura dans la forêt.
ja: しばらく経って、他の衛兵の1人が我々が誰だか分からなくなってしまったようで、森の中へと逃げ去っていった。
pt: Algum tempo depois, um dos outros guardas parecia que não sabia quem éramos e correu à floresta.
zh_cn: 一段时间后，另外一名警卫似乎不知道怎么的，也跑到森林里去了。

source: Another guard said he'd nearly gotten lost in a what he called the 'green maze'.
de: Eine andere Wache sagte, er hätte sich beinahe verirrt - in etwas, was er das 'grüne Labyrinth' nannte.
fr: Un autre garde a dit qu'il a failli se perdre dans ce qu'il a appelé le 'dédale vert'.
ja: また他の衛兵は、"緑の迷路"なるもので迷子になりかけたと話していた。
pt: Outro guarda disse que quase se perdeu num que chamou de "labirinto verde".
zh_cn: 另一名警卫说，他差点在一个他称之为 "绿色迷宫 "的地方迷路。

source: So it's only you left?
de: Also bist nur du übrig geblieben?
fr: Tu es donc le seul à t'en être sorti ?
ja: 残ったのはあなただけ？
pt: Então é só você?
zh_cn: 所以就只剩下你了？

source: Yes, it seems so. None of the scouts have come back. Or rather, the ones that have come back have been ... afflicted by something.
de: Ja, es scheint so. Keiner der Kundschafter ist zurückgekommen. Oder besser - diejenigen, die zurückgekommen sind waren .. irgendwie besessen.
fr: Oui, il semblerait. Aucun des éclaireurs n'est revenu. Ou plutôt, ceux qui sont revenus ont été ... affligés par quelque chose.
ja: ああ、どうもそうらしい。斥候は誰1人戻ってこない。というより戻ってきた者は…何かに苦しんでいる。
pt: Sim, parece ser assim. Nenhum dos escoteiros voltou. Ou melhor, os que voltaram foram afligidos por alguma coisa.
zh_cn: 是的，似乎是这样。没有一个侦察员回来。或者更确切地说，那些回来的人……受到了什么影响。

source: What could be causing them to behave that way?
de: Was könnte dieses Verhalten bei ihnen bewirkt haben?
fr: Qu'est-ce qui les pousserait à agir de la sorte ?
ja: 何が原因でそんなことに？
pt: O que poderia fazer com que eles se comportarem dessa maneira?
zh_cn: 是什么原因导致他们有这样的行为？

source: I don't know. Maybe something in the woods.
de: Ich weiß nicht. Möglicherweise irgendetwas in den Wäldern.
fr: Je ne sais pas. Peut-être quelque chose dans les bois.
ja: 分からん。この森に何かあるのかもしれん。
pt: Não sei. Talvez algo na floresta.
zh_cn: 我不知道。也许是树林里的东西。

source: Maybe it's something that the madman that we were looking for has done.
de: Möglicherweise ist es etwas, was der Irre getan hat, den wir suchen.
fr: Peut-être est-ce quelque chose que l'homme fou que nous recherchons a fait.
ja: ひょっとすると捜索している狂人がやったことかもしれん。
pt: Talvez seja algo que o louco que estávamos a procurar fez.
zh_cn: 也许是我们要找的那个疯子做了什么。

source: Any signs of the madman?
de: Irgend ein Zeichen von dem Verrückten?
fr: Aucun signe de l'homme fou ?
ja: 狂人の痕跡は？
pt: Algum sinal do louco?
zh_cn: 有疯子的踪迹吗？

source: That's a really touching story. I really need to get going.
de: Das ist wirklich eine rührende Geschichte. Ich muss dann mal weg.
fr: C'est une histoire véritablement touchante. Je dois vraiment y aller.
ja: 随分と感動的なお話ですね。もう行かないと。
pt: Essa é uma história realmente emocionante. Realmente preciso ir.
zh_cn: 这真是个感人的故事。我真的需要出发了。

source: No, none.
de: Nein, keines.
fr: Non, aucun.
ja: いいや、ない。
pt: Não, nada.
zh_cn: 不，没有。

source: I'll keep my eyes open for any dangers when traveling through the forest myself.
de: Ich werde meine Augen offen halten und auf alle Gefahren achten, wenn ich den Wald durchquere.
fr: Je garderai les yeux ouverts quand je traverserai la forêt.
ja: 森の中を旅するときはどんな危険も見逃さないようにします。
pt: Vou manter meus olhos abertos por quaisquer perigos ao viajar pela floresta.
zh_cn: 我自己在森林中旅行时，会睁大眼睛注意任何危险。

source: Best of luck on your mission.
de: Viel Glück bei deinem Auftrag.
fr: Bonne chance pour ta mission.
ja: 任務の成功を祈っています。
pt: Boa sorte na sua missão.
zh_cn: 祝你的任务顺利。

source: Oh, before you go. As I told you before, one of the guards mentioned 'the green maze', that apparently is somewhere around here.
de: Oh, bevor du gehst: Wie ich dir bereits gesagt habe, sprach eine der Wachen von einem 'Grünen Labyrinth', das wohl hier irgendwo in der Nähe ist.
fr: Ah, avant que tu ne partes. Comme je te l'ai dit précédemment, un des gardes a parlé du 'dédale vert' qui serait près d'ici.
ja: ああ、行く前に。さっきも話した衛兵の1人が"緑の迷路"と言っていたものだが、どうやらこの辺りにあるらしい。
pt: Oh, antes de você ir. Como já disse antes, um dos guardas mencionou "o labirinto verde", que aparentemente está por aqui.
zh_cn: 哦，在你走之前。正如我之前告诉你的，一个守卫提到了'绿色迷宫'，那显然是在这附近的某个地方。

source: I don't know if it's the twisty paths themselves or something that the madman has done that caused my fellow guards to behave the way they have - but consider yourself warned if you venture further into the forest!
de: Ich weiß nicht, ob es die verwirrenden Pfade selbst waren, die das seltsame Verhalten meiner Kameraden verursacht haben, oder ob es irgendwas mit dem Verrückten zu tun hat - aber sei gewarnt, bevor du tiefer in diesen Wald vordringst!
fr: Je ne sais pas si ce sont les chemins tortueux ou quelque chose que l'homme fou aurait fait qui sont à l'origine du comportement de mes coéquipiers, mais considère-toi comme prévenu si tu t'aventures plus loin dans la forêt !
ja: 仲間の衛兵がああなってしまったのが曲がりくねった道そのものか、狂人が仕掛けたものなのかは分からん。だが森の中へ踏み入るつもりなら気をつけるんだ！
pt: Não sei se são os próprios caminhos torcidos ou algo que o louco fez, mas fez com que os meus colegas se comportassem de um jeito estranho - mas considere-se avisado se se aventurar mais na floresta!
zh_cn: 我不知道是曲折的道路本身，还是那个疯子做了什么，导致我的同伴们出现那些行为--但如果你要进一步冒险进入森林，请警觉一点！

source: Your fellow guards must have been weak. I'm surely not as weak as them.
de: Deine Wächterkumpel waren wohl Schwächlinge. Ganz im Gegensatz zu mir.
fr: Vos amis gardes devaient être faibles. Je ne suis certainement pas aussi faible qu'eux.
ja: 仲間の衛兵は弱かったんだろうね。僕はそんな軟弱者じゃない。
pt: Seus colegas guardas devem ter sido fracos. Certamente não sou tão fraco quanto eles.
zh_cn: 你的同伴一定很弱。我肯定没有他们那么弱。

source: OK, I'll be on the look-out for any dangers.
de: Ok, ich werde vor allen Gefahren auf der Hut sein.
fr: Ok, je serais sur mes gardes.
ja: わかりました、危険には気をつけます。
pt: Esta bem, estarei atento a quaisquer perigos.
zh_cn: 好的，我会注意任何危险的。

source: Consider yourself warned. I can't come help you if something happens.
de: Sei gewarnt. Ich kann dir nicht zur Hilfe eilen, wenn etwas passiert.
fr: Considère toi averti. Je ne pourrais pas t'aider s'il t'arrive quelque chose.
ja: 警告と受け取ってくれ。何かあっても助けには行けない。
pt: Considere-se avisado. Não posso ir ajudá-lo se algo acontecer.
zh_cn: 请警觉一点。如果发生什么事，我帮不了你。

source: Ouch, my head. It hurts so much.
de: Aua, mein Kopf. Er schmerzt fürchterlich.
fr: Ouille, ma tête. Ça fait si mal.
ja: あ、頭が痛い。ひどく痛い。
pt: Ai, minha cabeça. Dói muito.
zh_cn: 哎呀，我的头。太疼了。

source: What? Who are you?
de: Was? Wer bist du?
fr: Quoi ? Qui êtes-vous ?
ja: えっ？ 誰だ？
pt: O que? Quem é?
zh_cn: 什么？你是谁？

source: Why would I tell you?
de: Warum sollte ich dir das sagen?
fr: Pourquoi te le dirais-je ?
ja: どうしてあなたに話すの？
pt: Por que eu iria dizer?
zh_cn: 我为什么要告诉你？

source: No no. You are too small. You can't be him.
de: Nein nein. Du bist zu klein. Du kannst nicht er sein.
fr: Non, non. Tu es trop petit. Tu ne peux être lui.
ja: いやいや。君では幼すぎる。あの男であるはずがない。
pt: Não não. É muito pequeno. Não pode ser ele.
zh_cn: 不，不。你太小了。你不会成为他。

source: Crazy old fool, that's what they said he'd be.
de: Verrückter alter Narr, das ist es, was sie über ihn gesagt haben.
fr: Un vieux fou, c'est ce qu'ils ont dit qu'il serait.
ja: 年老いた頭のおかしい愚か者、そう言っていたのだからな。
pt: Louco e um velho idiota, é o que eles disseram que seria.
zh_cn: 疯狂的老傻瓜，这就是他们说的。

source: Who?
de: Wer?
fr: Qui ?
ja: 誰？
pt: Quem?
zh_cn: 谁？

source: Ha ha. Crazy!
de: Hah ha. Verrückt!
fr: Ha ha. c'est dingue !
ja: ハハ。狂人め！
pt: Ha ha. Engraçado!
zh_cn: 哈哈。疯狂！

source: [The guard mumbles something that you can't understand]
de: (Der Wächter murmelt etwas, was du nicht verstehen kannst)
fr: [Le garde marmonne quelque chose que vous ne comprenez pas]
ja: （衛兵はあなたには訳の分からないことを呟く）
pt: [O guarda murmura algo que não entendes]
zh_cn: [守卫喃喃自语着你无法理解的东西]

source: Must get away! Soon we all will be able to see it.
de: Muss weg! Bald werden wir alle es sehen können.
fr: Nous devons partir ! Nous serons bientôt en mesure de le voir.
ja: 逃げなくては！ もうすぐ現れるぞ。
pt: Deve fugir! Logo todos poderemos vê-lo.
zh_cn: 必须离开！很快我们都将能够看到它。

source: See what?
de: Was sehen?
fr: Voir quoi ?
ja: 何が？
pt: Ver o quê?
zh_cn: 看什么？

source: [The guard continues with his mumbling]
de: (Der Wächter fährt mit seinem Gemurmel fort)
fr: (Le garde continue de marmonner)
ja: （衛兵はぶつぶつと呟き続ける）
pt: [O guarda continua a murmúriar]
zh_cn: [守卫继续喃喃自语]

source: Hello?
de: Hallo?
fr: Bonjour ?
ja: こんにちは？
pt: Olá?
zh_cn: 你好？

source: Are you even listening to me?
de: Hörst du mir überhaupt zu?
fr: Vous m'écoutez ?
ja: 話を聞いてますか？
pt: Ainda está me a ouvir?
zh_cn: 你到底有没有在听我说话？

source: A child, here? I must be seeing things again.
de: Ein Kind, hier? Ich muss wohl wieder Dinge sehen.
fr: Un enfant, ici ? Je dois encore avoir des hallucinations.
ja: こんなところに子供だと？ また何か見えているらしいな。
pt: Uma criança, aqui? Devo esta a ver coisas novamente.
zh_cn: 一个孩子，在这里？我一定是又看到了什么。

source: [The guard stares back at you without saying anything]
de: (Der Wächter starrt Dich an, ohne etwas zu sagen)
fr: [Le garde vous regarde longuement sans rien dire]
ja: （衛兵は何も言わずにじっと見返す）
pt: [O guarda olha para si sem dizer nada]
zh_cn: [守卫盯着你，一言不发]

source: [You notice him breathing heavily, and that his hands are shaking furiously]
de: (Du bemerkst, wie schwer er atmet und dass seine Hände wild zucken)
fr: [Vous remarquez qu'il respire bruyamment, et que ses mains tremblent frénétiquement]
ja: （あなたは彼の息が荒く、手が激しく震えているのに気づいた）
pt: [Percebe que ele respira pesadamente e que as mãos dele estão a tremer furiosamente]
zh_cn: [你注意到他喘着粗气，而且他的手在剧烈地颤抖]

source: [You also notice that the whites in his eyes have turned red from the many pulsating veins]
de: (Du bemerkst außerdem, dass das Weiße in seinen Augen durch zahlreiche pulsierende Adern rot geworden ist)
fr: [Vous remarquez également que le blanc de ses yeux est passé au rouge à cause de ses nombreuses pulsations sanguines]
ja: （また、彼の目の白目が多くの脈打つ整脈から赤くなっていることにも気がつく）
pt: [Também percebeu que os brancos nos olhos dele se tornaram vermelhos das muitas veias pulsantes]
zh_cn: [你还注意到，他的眼白已经因为许多脉动的血管而变红。］

source: [The guard launches himself at you, raising his sword]
de: (Der Wächter stürmt erhobenen Schwertes auf dich zu)
fr: (Le garde se jette sur toi, dégainant son épée)
ja: （衛兵があなたに向かって剣を振り上げる）
pt: [O guarda lança-se em você, a levantar a espada]
zh_cn: [守卫举起他的剑向你发起攻击，]

source: I seem to have lost track of where I am. I was looking for something.
de: Ich habe mich wohl verlaufen. Ich war dabei, etwas zu suchen.
fr: Il me semble avoir perdu la trace de l'endroit où je suis. Je recherchais quelque chose.
ja: どこにいるのか分からなくなってしまったようだ。何かを探していたのだったか。
pt: Parece que perdi a pista de onde estou. Estava a procurar algo.
zh_cn: 我似乎已经忘记了我在哪里。我在寻找什么。

source: I'll find it.
de: Ich werde es finden.
fr: Je le trouverai.
ja: 探そう。
pt: Vou encontrá-lo.
zh_cn: 我会找到它的。

source: Soon, it will all be mine.
de: Bald wird alles mir gehören.
fr: Bientôt, il sera à moi.
ja: すぐに、すべては私のものになる。
pt: Em breve, tudo vai ser meu.
zh_cn: 很快，这一切都将属于我。

source: I'll find what lurks beneath.
de: Ich werde finden, was dort unten lauert.
fr: Je trouverai ce qui est tapi par-dessous.
ja: 下に潜んでいるものを見つけよう。
pt: Encontrarei o que espreita por baixo de nós.
zh_cn: 我会找到潜伏在下面的东西。

source: Lurks beneath?
de: Unten lauert?
fr: Tapi par-dessous ?
ja: 下に潜んでいる？
pt: Se esconde debaixo?
zh_cn: 潜伏在下面？

source: [The guard turns towards you, almost as if he didn't notice you before]
de: (Der Wächter wendet sich dir zu, fast als habe er dich zuvor nicht bemerkt)
fr: [Le garde se tourne vers vous, presque comme s'il ne vous avait jamais remarqué]
ja: （衛兵があなたの方を向く、まるで今まであなたに気づいていなかったかのように）
pt: [O protetor vira-se para si, como se ele não tivesse o visto antes]
zh_cn: [守卫转向你，就好像他之前没有注意到你一样]

source: What, who are you?
de: Was? Wer bist du?
fr: Quoi, qui êtes-vous ?
ja: 誰だ？
pt: O que, quem é?
zh_cn: 什么，你是谁？

source: Are you one of ... them?
de: Bist du einer von .. ihnen?
fr: Êtes-vous l'un d'entre ... eux ?
ja: お前は…ヤツらの1人なのか？
pt: É um dos.. deles?
zh_cn: 你是......他们中的一员吗？

source: One of who?
de: Einer von welchen?
fr: L'un d'entre qui ?
ja: 誰の？
pt: Um de quem?
zh_cn: 谁？

source: [Lie] Yes, I an one of them. Bow down to me.
de: (Lüge) Ja, ich bin einer von ihnen. Knie nieder vor mir.
fr: (Mensonge) Oui, je suis l'un d'entre eux. Incline-toi devant moi.
ja: （嘘）ああ、僕はその1人だ。ひれ伏せ。
pt: [Mentir] Sim, sou um deles. Curve-se a mim.
zh_cn: [谎言]是的，我就是其中之一。向我鞠躬。

source: Oh yes, you are one of them. What lurks beneath demands that I purge this land from all of you.
de: Oh ja, du bist einer von ihnen. Was dort unten lauert verlangt, dass ich das Land von euch allen säubere.
fr: Oh que oui, tu es l'un d'eux. La chose qui rôde en dessous d'ici demande que je purge ces terres de chacun de vous.
ja: ああそうだ、お前はヤツらの1人だ。下に潜んでいるものはこの地をお前たちから一掃することを求めている。
pt: Ah, sim, é um deles. O que se esconde sob as exigências de que purguei esta terra de todos vocês.
zh_cn: 哦，是的，你是他们中的一员。潜伏在下面的东西要求我把你们所有人从这片土地上清除掉。

source: You will be the first of my glorious victories.
de: Du wirst der erste meiner glorreichen Siege sein.
fr: Tu seras le premier d'une de mes glorieuses victoires.
ja: お前は栄光ある我が勝利の最初の1人となるだろう。
pt: Será a primeira das minhas vitórias gloriosas.
zh_cn: 你将是我光荣胜利中的第一个。

source: Let's see who's victorious!
de: Wir werden sehen, wer am Ende gewinnt!
fr: Voyons qui sera victorieux !
ja: 勝つのはどっちかわからせてやる！
pt: Vamos ver quem é vitorioso!
zh_cn: 让我们看看谁是胜利者!

source: All right, a fight! I've been wanting to slay more of you Feygard scum.
de: In Ordnung, ein Kampf! Ich bin ganz scharf darauf, mehr von euch dreckigen Feygardern fertig zu machen.
fr: Très bien, un combat ! J'avais hâte de tuer plus d'ordures de Feygard.
ja: いいね、戦いだ！ フェイガードのクズどもをもっと殺したいと思ってたんだ。
pt: Tudo bem, uma luta! Queria matar mais de vossa escoria de Feygard.
zh_cn: 好吧，打一场!我一直想多杀一些你们这些费加德人渣。

source: Uh. Hello.
de: Ähh. Hallo.
fr: Euh. Bonjour.
ja: あぁ。こんにちは。
pt: Uh. Olá.
zh_cn: 呃，你好。

source: Whoa, you look small. I must be seeing things. That last batch I did must have gotten stronger than usual.
de: Uiuiui, Du schaust klein aus. Ich muss halluzinieren. Die letzte Ladung, die ich genommen habe, muss stärker gewesen sein als üblich.
fr: Sapristi, tu as l'air tout petit. Je dois halluciner. La dernière fournée que j'ai faite a dû être plus forte que d'habitude.
ja: ありゃ、アンタのことが小っちゃく見えるよ。幻覚かねぇ。最後のやつがいつものより強かったんだろうかね。
pt: Whoa, você parece pequeno. Devo esta a ver coisas. o último lote que fiz deve ter ficado mais forte do que o habitual.
zh_cn: 哇，你看起来很小。我一定是看到了什么。我最后做的那一批一定比平时更强了。

source: What are you people doing here?
de: Was macht ihr hier?
fr: Qu'est-ce que des gens comme vous font dans les parages ?
ja: みなさんここで何をしてるんですか？
pt: O que estão a fazer aqui?
zh_cn: 你们这些人在这里做什么？

source: What is that smell?
de: Was riecht hier so?
fr: Quelle est cette odeur ?
ja: このにおいは何ですか？
pt: O que é esse cheiro?
zh_cn: 那是什么气味？

source: Can I look at your wares again?
de: Kann ich mir Deine Sachen nochmal anschauen?
fr: Est-ce que je peux encore regarder votre marchandise ?
ja: また商品を見せてもらえますか？
pt: Posso ver a sua mercadoria novamente?
zh_cn: 我可以再看看你的商品吗？

source: He he, this and that.
de: Ha ha, dies und das.
fr: Eh eh, ceci et cela.
ja: ハハハ、コレとアレ。
pt: He he, isso e aquilo.
zh_cn: 呵呵，这个和那个。

source: I see a lot of potion bottles around. Is that what you do?
de: Ich sehe viele Getränkeflaschen. Machst Du das?
fr: Je vois plusieurs fioles de potions derrière vous. Est-ce que c'est ça que vous faites ?
ja: 周りにはポーションの瓶がたくさんありますね。それがあなたの仕事ですか？
pt: Vejo muitas garrafas de poções ao redor. É isso o que faz?
zh_cn: 我看到周围有很多药水瓶。那是你做的吗？
