Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: If I hadn't seen that light coming off the blade, I would not have spotted the person there at all. He seemed to be hiding in the forest.
de: Wenn ich das Licht von der Klinge nicht gesehen hätte, wäre mir die Person gar nicht aufgefallen. Er schien sich im Wald zu verstecken.
fr: Si je n'avais pas vu cet éclat de lumière, je n'aurais jamais repéré l'individu qui se tenait là. Il semblait se cacher dans la forêt.
ja: あの刃の光を見ておらねば、そこにいる者にはまったく気づかなかったであろう。その男は森の中に隠れているらしかった。
pt: Se não tivesse visto essa luz sair da lâmina, não teria visto a pessoa lá. Parecia estar escondido na floresta.
zh_cn: 如果我没有看到从刀上射下的那道光，我根本不会发现那里的人。他似乎是躲在森林里。

source: Someone was hiding in the forest?
de: Jemand hatte sich im Wald versteckt?
fr: Quelqu'un se cachait dans la forêt ?
ja: 誰かが森に隠れていた？
pt: Alguém estava escondido na floresta?
zh_cn: 有人躲在森林里？

source: Yes, so it would seem. It was quite obvious that he did not want me to spot him. After your brother left, I saw them both speak some words to each other, before they both left together.
de: Ja, so sah es aus. Es war offensichtlich, dass er nicht von mir gesehen werden wollte. Nachdem dein Bruder gegangen war, sah ich wie die beiden ein paar Worte wechselten und dann zusammen gingen.
fr: Oui, apparemment. Il est évident qu'il ne désirait pas que je l'aperçoive. Quand ton frère l'a rejoint, je les ai vus s'échanger quelques mots avant de partir ensemble.
ja: うむ、そうらしいの。儂に見つかりたくないのは明らかじゃった。お主の兄が出ていったあと、2人が一緒に去る前に、お互いに何か言葉を交わしているのを見た。
pt: Sim, então parece. Era bastante óbvio que ele não queria que eu o visse. Depois que o seu irmão partiu, vi que ambos falavam algumas palavras um para o outro, antes que ambos deixassem juntos.
zh_cn: 是的，看来是这样。很明显，他不想让我发现他。在你哥哥离开后，我看到他们俩互相说了一些话，然后他们一起离开。

source: So, Andor was here, wanted some Narwood extract, and he was travelling with someone that did not want you to spot him?
de: Also war Andor bei Dir, wollte Narholzessenz und reiste mit jemandem, der nicht von Dir gesehen werden wollte?
fr: Donc, Andor était ici, voulait de l'extrait de Narwood, et il voyageait avec quelqu'un qui ne voulait pas se montrer ?
ja: つまり、アンドールがここに来て、ナルウッドエキスを欲しがった。そして一緒に旅をしていた誰かはあなたに見つかりたくなかった？
pt: Então, Andor estava aqui, queria algum extracto de Narwoode ele estava a viajar com alguém que não queria que ele o visse?
zh_cn: 那么，安道尔在这里，想要一些纳伍德的提取物，而且他和不想让你发现他的人一起旅行？

source: Yes, that's basically it. But that's not all.
de: Ja, prinzipiell war es so. Aber das war nicht alles.
fr: Oui, c'est ça. Mais ce n'est pas tout.
ja: うむ、基本的にはそうなる。だがそれだけではない。
pt: Sim, é basicamente isso. Mas isso não é tudo.
zh_cn: 是的，基本上就是这样。但这还不是全部。

source: Shortly after they left, strange things started happening in the forest.
de: Kurz nachdem sie gingen, passierten komische Sachen im Wald.
fr: Peu après leur départ, des événements étranges ont commencé à se produire dans la forêt.
ja: 彼らが去って間もなく、森で奇妙なことが起こり始めた。
pt: Pouco depois eles partiram, coisas estranhas começaram a acontecer na floresta.
zh_cn: 他们离开后不久，森林里开始发生奇怪的事情。

source: I saw a pack of wolves that were fighting each other. Tearing up each others sides, and eating the remains.
de: Ich sah ein Wolfsrudel, das untereinander kämpfte. Sie rissen sich die Flanken auf und verschlangen die Kadaver.
fr: J'ai vu une meute de loups qui se battaient entre eux. Ils s'entretuaient, se mutilaient l'un l'autre et puis dévoraient les dépouilles.
ja: オオカミの群れが互いに争っているのを見た。遺体を引き裂いて食べておった。
pt: Vi uma maça de lobos que estavam a lutar entre si. Rasgando os lados uns dos outros e a comer os restos.
zh_cn: 我看到一群狼在互相厮杀。撕碎对方的身体，并吃掉残骸。

source: I saw birds flying over my cabin, totally covered in red blood. Blood covered birds - now that's something that I have not even heard about.
de: Ich sah wie blutgetränkte Vögel über meine Hütte flogen. Blutverschmierte Vögel - das ist mal etwas von dem ich noch nicht einmal etwas gehört habe.
fr: J'ai vu des oiseaux voler au-dessus de mon chalet, complètement recouverts de sang. Des oiseaux couverts de sang - du jamais vu.
ja: 赤い血にまみれた鳥が小屋の上を飛んでいるのが見えた。血まみれの鳥…今まで聞いたこともない話じゃ。
pt: Vi pássaros a voar sobre a minha cabana, totalmente cobertos de sangue vermelho. Pássaros cobertos de sangue - agora é algo que nem ouvi falar.
zh_cn: 我看到鸟儿飞过我的小屋，完全被红色的血覆盖。被血覆盖的鸟儿--现在这是我甚至没有听说过的事情。

source: I tell you, something affected the forest. Myself, I felt my stomach turning even more often than it usually does.
de: Ich sage Dir, etwas hat den Wald befallen. Mir selber hat es öffter als üblich den Magen umgedreht.
fr: Je te le dis, quelque chose a touché cette forêt profondément. Moi-même, j'ai eu l'estomac à l'envers encore plus souvent qu'à l'habitude.
ja: 何かが森に影響を与えていたと言ってよかろう。儂自身、いつも以上に活発に胃が動くのを感じた。
pt: Digo-lhe, algo afetou a floresta. Mesmo, senti o meu estômago virar ainda mais frequentemente do que geralmente faz.
zh_cn: 我告诉你，有些东西影响了森林。我自己，我感到我的胃比平时更频繁地转动。

source: I had this strong urge to eat more than usual. I even found myself having lapses of time where I could not remember what I had done for the past couple of hours.
de: Ich hatte das Verlangen mehr als gewöhnlich zu essen. Es gab Zeitpunkte, an denen ich mich nicht an die vergangenen Stunden erinnern konnte.
fr: J'avais une faim insatiable qui me rongeait de l'intérieur. Je me réveillais même parfois en pleine journée ne sachant pas ce que j'avais fait dans les dernières heures.
ja: いつもよりたくさん食べたいという強い衝動に駆られた。過去数時間自分が何をしていたのかさえ思い出せないほど、時間が経つのも忘れてしまった。
pt: Tinha esse forte desejo de comer mais do que o habitual. Até encontrei-me com atrasos de tempo em que não conseguia lembrar o que fiz durante as últimas horas.
zh_cn: 我有这种强烈的冲动，想吃得比平时多。我甚至发现自己出现了时间断层，不记得过去几个小时做了什么。

source: What could have been causing that?
de: Was hat das alles ausgelöst?
fr: Qu'est-ce qui aurait bien pu causer des choses pareilles ?
ja: 何が原因だったのでしょうか？
pt: O que poderia ter causado isso?
zh_cn: 什么原因会导致这种情况？

source: In hindsight, I think it's pretty clear what started to happen. The Hira'zinn awoke. To make matters worse, at least for me, it awoke in the tomb beneath my cabin here.
de: Im Nachhinein glaube ich, ist klar was passiert ist. Der Hira'zinn ist erwacht. Noch schlimmer, wenigstens für mich - er ist in der Gruft unter meiner Hütte erwacht.
fr: Après-coup, je crois avoir compris ce qui s'est passé. L'Hira'zinn s'est réveillé. Pour empirer les choses, du moins pour moi, il s'est réveillé dans le tombeau sous mon chalet.
ja: 今にして思えば、何が起きていたかはかなりはっきりしていたと思う。ヒラジンが目覚めたのじゃ。さらに儂にとって悪いことに、この小屋の下の墓地で目覚めてしまった。
pt: Em retrospetiva, acho claro que começou a acontecer. Os Hira'zinn acordaram. Para piorar as coisas, pelo menos para mim, despertou aqui no túmulo abaixo da minha cabana.
zh_cn: 事后看来，我认为很清楚开始发生了什么。希拉津醒了。更糟糕的是，至少对我来说，它是在我这间小屋下面的墓穴里苏醒的。

source: What I find disturbing is that this all started to happen right after your brother and that other person were here.
de: Was ich beunruhigend finde ist, dass alles angefangen hat, kurz nachdem Dein Bruder und die andere Person da waren.
fr: Ce qui me tracasse le plus dans cette histoire c'est que tout a commencé suite à la visite de ton frère et de l'autre individu.
ja: 気がかりなのは、お主の兄ともう1人の者がここに来た直後にこの一連の出来事が始まったということじゃ。
pt: O que acho perturbador é que tudo isso começou a acontecer logo após o seu irmão e essa outra pessoa estavam aqui.
zh_cn: 我发现令人不安的是，这一切是在你哥哥和那个人在这里之后开始发生的。

source: Maybe they visited that tomb. Now, I'm not pointing any fingers here, but it certainly seems like they had something to do with this, considering that the tomb has been quiet for ages.
de: Vielleicht waren sie in der Gruft. Ich möchte niemandem die Schuld zuweisen, aber es sieht so aus als ob sie etwas damit zu tun haben, wenn man bedenkt wie lange es in der Gruft ruhig war.
fr: Peut-être ont-ils visité le tombeau. Je ne veux pas pointer du doigt, mais il semblerait qu'ils soient liés à tout ça, d'autant plus que le tombeau était calme depuis des années.
ja: 2人は墓地を訪ねたのかもしれん。責めているわけではないが、長い間墓地が静かだったことを思うに、何か関係しているように思えてならん。
pt: Talvez eles tenham visitado esse túmulo. Agora, não estou a apontar nenhum dedo para cá, mas certamente parece ter algo a ver com isso, a considerar que o túmulo ficou quieto há séculos.
zh_cn: 也许他们参观了那个坟墓。现在，我不是在这里指责任何人，但考虑到坟墓已经安静了很长时间，他们似乎与此有关。

source: Are you implying that Andor awoke the Hira'zinn?
de: Willst Du damit sagen, dass Andor den Hira'zinn geweckt hat?
fr: Suggérez-vous qu'Andor aurait réveillé l'Hira'zinn ?
ja: アンドールがヒラジンを目覚めさせたと？
pt: Estás a dizer que o Andor acordou o Hira'zinn?
zh_cn: 你是在暗示安道尔唤醒了希拉津吗？

source: Interesting. Please go on.
de: Interessant. Erzähl bitte weiter.
fr: Intéressant. Continuez s'il vous plaît.
ja: 興味深い。続けてください。
pt: Interessante. Por favor continue.
zh_cn: 有意思。请继续。

source: I don't think I like where you're going with this. Andor is my brother, and he would never do such a thing.
de: Mir gefällt nicht, was Du hier sagst. Andor ist mein Bruder und er würde so etwas nie tun.
fr: Je n'aime pas vos insinuations. Andor est mon frère, et il ne ferait jamais une telle chose.
ja: あなたの結論は気に入らない。アンドールは僕の兄だし、そんなことするはずがない。
pt: Não gosto do rumo que essa conversa ta a tomar. Andor é o meu irmão e ele nunca faria tal coisa.
zh_cn: 我不赞同你的想法。安道尔是我的哥哥，他绝不会做这种事。

source: I don't know the details of course, and I have no proof. I only know that asking for Narwood extract is an odd request, and that the Hira'zinn started to creep up on me shortly after that.
de: Natürlich kenne ich keine Einzelheiten und habe keine Beweise. Ich weiß nur, dass nach Narholzessenz zu fragen ein seltsamer Wunsch ist und dass der Hira'zinn sich kurz danach an mich heranzuschleichen anfing.
fr: Je ne connais pas tous les détails bien sûr, et je n'ai aucune preuve. Tout ce que je sais c'est que demander de l'extrait de Narwood est suspect, et que l'Hira'zinn a commencé à s'infiltrer chez moi peu après.
ja: もちろん詳細は知らんし、証拠もない。分かるのはナルウッドエキスを求めるのが奇妙な要求だということと、直後にヒラジンが儂に忍び寄り始めたことだけじゃ。
pt: Não conheço os detalhes, é claro e não tenho provas. Só sei que pedir um extrato de Narwood é um pedido estranho e que o Hira'zinn começou a arrasar um pouco depois de mim.
zh_cn: 我当然不知道细节，我也没有证据。我只知道，要求纳伍德提取物是一个奇怪的要求，而且希拉津在那之后不久就开始在我身上蔓延。

source: Now, I am no expert in these things. I have only read bits and pieces from old books. I mostly focus my thoughts on herbs, mixtures and potions.
de: Ich kenne mich in solchen Dingen nicht aus. Ich habe nur dies und das in alten Büchern gelesen. Ich konzentriere mich eigentlich auf Kräuter, Mixturen und Tränke.
fr: Je ne suis pas un expert en la matière. J'ai seulement lu quelques extraits par-ci par-là dans des vieux bouquins. Je me concentre plutôt sûr les herbes, mélanges et potions.
ja: さて、儂はこれらの専門家ではない。古い本で少し読んだだけじゃ。儂が傾注しておるのは主にハーブ、調合薬、ポーションなのじゃ。
pt: Agora, não sou especialista nestas coisas. Só li pedaços e peças de livros antigos. Foco principalmente meus pensamentos sobre ervas, misturas e poções.
zh_cn: 现在，我不是这些方面的专家。我只读过旧书中的一些片段。我的注意力大多集中在草药、混合物和药水上。

source: But I do know other people that might be able to provide you with further guidance.
de: Aber ich kenne Leute, die Dir weiterhelfen können.
fr: Par contre je connais des gens qui pourront t'aider à répondre à tes questions.
ja: しかし儂には、お主にさらなる道筋を示せるかもしれん他の人物への心当たりがある。
pt: Mas conheço outras pessoas que poderão fornecer orientação adicional.
zh_cn: 但我确实认识其他一些人，他们也许能够为你提供进一步的指导。

source: Since you defeated the Hira'zinn, I think those people would be more than happy to speak to you. I would be happy to help you in any way I can too, of course.
de: Da Du den Hira'zinn besiegt hast, glaube ich, dass diese Leute sehr gerne mit Dir sprechen werden. Ich werde Dir natürlich auf jede mir mögliche Weise behilflich sein.
fr: Étant donné que tu as vaincu l'Hira'zinn, je crois que ces gens seront très contents de discuter avec toi. Moi aussi je serais bien sûr heureux de t'aider.
ja: ヒラジンを倒してくれたのだ、その者たちも喜んで話してくれるであろう。もちろん儂とてできることは喜んで協力させてもらう。
pt: Desde que derrotou os Hira'zinn, acho que essas pessoas ficariam felizes em falar consigo. Ficaria feliz em ajudá-lo da forma que puder, claro.
zh_cn: 既然你打败了希拉津，我想那些人会更乐意与你交谈。当然，我也很乐意以任何方式帮助你。

source: Who do you have in mind?
de: An wen denkst du?
fr: À qui pensez-vous ?
ja: どなたですか？
pt: Quem tem em mente?
zh_cn: 你想到了谁？

source: Seek out Lady Lydalon in the Valanyr temple of the Shadow in Nor City. She is one of the wisest people I know, and an excellent mentor.
de: Suche Lady Lydalon im Valanyrischen Tempel des Schattens in Nor City auf. Sie ist eine der weisesten Personen, die ich kenne und eine hervorragende Lehrmeisterin.
fr: Tente de rejoindre Dame Lydalon au temple de l'Ombre de Valanyr à Norville. C'est l'une des personnes les plus sages que je connaisse, elle te formera bien.
ja: ノアシティにあるシャドウヴァラニル神殿でレディ・リダロンを探してくれ。彼女は儂が知る中で最も聡明な人物の1人であり、素晴らしき指導者でもある。
pt: Procure a senhora Lydalon no templo Valanyr da Sombra na cidade de Nor. Ela é uma das pessoas mais sábias que conheço e um excelente mentor.
zh_cn: 在诺尔城的瓦兰尼尔暗影神庙中寻找莉达隆夫人。她是我认识的最聪明的人之一，也是一位优秀的导师。

source: Here, take this letter.
de: Hier, nimm diesen Brief.
fr: Tiens, prends cette lettre.
ja: この手紙を受け取ってくれ。
pt: Aqui, pegue esta carta.
zh_cn: 来，拿着这封信。

source: Present the letter to the guards at the temple, and they will grant you an audience with Lady Lydalon.
de: Zeige den Tempelwächtern diesen Brief und sie werden dir eine Audienz bei Lady Lydalon gewähren.
fr: Présente la lettre aux gardes du temple, ils t'accorderont une audience avec Dame Lydalon.
ja: 手紙を神殿の守衛に渡すのじゃ、それでレディ・リダロンに謁見できるであろう。
pt: Dê essa carta aos guardas no templo e eles vão te conceder uma audiência com Lady Lydalon.
zh_cn: 把这封信交给神庙的守卫，他们会让你觐见莉达隆夫人。

source: Also, while you're there, please give her my warmest regards. It has been too long since I last visited her.
de: Wenn Du dann da bist, richte Ihr meine herzlichsten Grüße aus. Es ist lange her seit ich sie zum letzten mal besucht habe.
fr: Aussi, pendant que tu y es, remets-lui mes salutations les plus chaleureuses. Cela fait si longtemps que je ne l'ai pas vue.
ja: それと、お主がそこにいるときに彼女によろしく伝えておいてくれ。儂が最後に訪ねてからずいぶんになる。
pt: Além disso, quando tiver lá, por favor, dê os meus melhores cumprimentos. Faz muito tempo que a visitei pela última vez.
zh_cn: 另外，当你在那里时，请给她我最热烈的问候。我已经很久没有去看她了。

source: I will go to Nor City and visit Lady Lydalon in the Valanyr temple of the Shadow.
de: Ich werde nach Nor City gehen und Lady Lydalon im Valanyrischen Tempel des Schattens besuchen.
fr: J'irai à Norville pour rencontrer Dame Lydalon au temple de l'Ombre de Valanyr.
ja: ノアシティに行ってシャドウヴァラニル神殿のレディ・リダロンを訪ねます。
pt: Irei a cidade de Nor e visitarei a Lady Lydalon no templo Valanyr da Sombra.
zh_cn: 我将前往诺尔城，拜访瓦兰尼尔暗影神庙的莉达隆夫人。

source: He he, a temple. That must mean a lot of riches in there.
de: He, he ein Tempel. Das bedeutet viele Reichtümer.
fr: Eh eh, un temple. Il doit y avoir beaucoup de trésors là-bas.
ja: へえ、神殿か。山ほど富が集まってるんだろうな。
pt: He he, um templo. Significar que tem muitas riquezas lá.
zh_cn: 呵呵，一座庙宇。那一定意味着那里有很多财富。

source: Show some respect will you?
de: Zeige gefälligst Respekt!
fr: Montre un peu de respect, veux-tu ?
ja: 敬意を払ってくれんか？
pt: Mostre algum respeito, vai?
zh_cn: 表现出一些尊重好吗？

source: Just one more thing.
de: Eine Sache noch.
fr: Une dernière chose.
ja: もうひとつだけ。
pt: Só mais uma coisa.
zh_cn: 还有一件事。

source: The person that was hiding among the trees here, that your brother was travelling with - I happened to get a quick view of his cloak.
de: Die Person, die sich hinter den Bäumen versteckte und mit Deinem Bruder reiste - ich konnte einen kurzen Blick auf ihren Umhang erhaschen.
fr: La personne qui se cachait sous les arbres et qui voyageait avec ton frère - j'ai pu apercevoir sa cape.
ja: ここの木の間に隠れていた、お主の兄が一緒に旅していた者じゃが…マントがちらっと見えたのだ。
pt: A pessoa que estava escondida entre as árvores aqui, com quem o seu irmão estava a viajar - tive uma visão rápida da capa dele.
zh_cn: 那个躲在树林里的人，和你哥哥一起旅行的人——我碰巧看到了他的斗篷。

source: I've seen cloaks like that before. The fabric is similar to a fabric commonly used in Nor City.
de: Ich habe solche Umhänge schon einmal gesehen. Der Stoff ähnelt dem, wie er häufig in Nor City benutzt wird.
fr: J'ai vu des capes pareilles auparavant. Le tissu dont elle était faite est communément utilisé à Norville.
ja: あのようなマントは見たことがある。ノアシティでよく使われる生地に似ている。
pt: Já vi capas assim antes. O tecido é semelhante a um tecido comumente usado na cidade de Nor.
zh_cn: 我以前见过这样的斗篷。该面料类似于诺尔城常用的面料。

source: It could mean that whatever group of people he belongs to - there might be more of them in Nor City. Either you might want to stay away from them, or seek them out. You decide.
de: Das bedeutet, zu welcher Gruppe er auch gehört - es könnte mehr davon in Nor City geben. Entweder Du meidest sie oder Du suchst nach ihnen. Deine Entscheidung.
fr: Il pourrait donc y avoir d'autres personnes appartenant au même groupe à Norville. À toi de décider si tu veux rester loin d'eux ou au contraire les rechercher.
ja: 彼の属している集団が何であれ、ノアシティにはもっといるかもしれん。彼らには関わらんほうがいいかもしれんし、探し出したほうがいいかもしれん。お主が決めてくれ。
pt: Isso poderia significar que pode pertencer a grupo de pessoas - pode haver mais deles na cidade de Nor. Ou pode ficar longe deles, ou procurá-los. Decida.
zh_cn: 这可能意味着，无论他属于哪一群人--在诺尔城可能有更多这样的人。你可能想远离他们，或者寻找他们。你决定吧。

source: Thank you for all the information. I will travel to Nor City.
de: Vielen Dank für die Informationen. Ich werde nach Nor City reisen.
fr: Merci pour toutes ces informations. Je voyagerai à Norville.
ja: 色々教えてくれてありがとう。ノアシティに行ってみます。
pt: Obrigado por toda a informação. Vou viajar à cidade de Nor.
zh_cn: 感谢您提供的所有信息。我将前往诺尔城。

source: Will you ever stop talking?
de: Hörst Du nie auf zu reden?
fr: Mais quand arrêteras-tu de parler ?
ja: 話すのはやめにしませんか？
pt: Vai parar de falar?
zh_cn: 你是否会停止谈论?

source: You have done a great deed here. Goodbye. Take care, my friend.
de: Du hast hier eine große Tat vollbracht. Auf Wiedersehen. Pass auf dich auf, mein Freund.
fr: Tu as vraiment fait quelque chose de bien ici. Au revoir. Prends soin de toi mon ami.
ja: お主はここで偉業を成し遂げた。ではな。気をつけてくれ。
pt: Fez uma ótima ação aqui. Adeus. Cuide-se meu amigo.
zh_cn: 你在这里做了一件伟大的事。再见。保重，我的朋友。

source: Hmm, I remember seeing a cave under the former cave of the Hira'zinn. I don't know where it leads to but maybe you could give it a try and search for a shortcut through this cave?
de: Hmm, ich erinnere mich daran eine Höhle unter der ehemaligen Hira'zinn Höhle gesehen zu haben. Ich weiß nicht, wo sie hinführt, aber vielleicht kannst du dein Glück versuchen und nach einer Abkürzung durch diese Höhle suchen?
fr: Hmm, je me souviens avoir vu une grotte sous l'ancienne grotte de l'Hira'zinn. Je ne sais pas où elle mène, mais peut-être pourrais-tu essayer de chercher un raccourci par cette grotte ?
ja: ふむ、ヒラジンの洞窟だった下に、さらに洞窟があったのを見た覚えがある。どこにつながっているのかはわからんが、試しに通って近道を探してみてはどうじゃろうか？
pt: Humm, lembro de ter visto uma caverna sob as antigas cavernas de Hira'zinn. Não sei para onde ela lhe levará, mas talvez possa tentar e procurar um atalho através desta caverna?
zh_cn: 嗯，我记得在以前希拉津的洞穴下看到一个洞穴。我不知道它通向哪里，但也许你可以试一试，通过这个洞穴寻找一条捷径？

source: Thanks for your advice! I'll check it out!
de: Danke für deinen Rat! Ich werde es mir anschauen!
fr: Merci pour vos conseils ! Je vais vérifier !
ja: アドバイスありがとう！ 確かめてみます！
pt: Agradeço pelo conselho! Vou dar uma olhada!
zh_cn: 谢谢你的建议!我去看看!

source: Hmm, this is interesting. I have heard of such artifacts being teleporters but have never seen one myself. Here, take this vial and pour it over the torch. We will see what happens. I should tell you that this may be very dangerous. The artifact could respond differently than I think and could even kill you.
de: Hmm, das ist interessant. Ich habe von solchen Artefakten zur Teleportation gehört aber nie selber eines gesehen. Hier, nimm diese Ampulle und gieße es über die Fackel. Wir werden sehen was passiert. Ich sollte dir sagen, dass es eventuell gefährlich seinkönnte. Das Artefakt könnte anders reagieren als ich denke und dich sogar töten.
fr: Hmm, c'est intéressant. J'ai entendu dire que de tels artefacts étaient des téléporteurs, mais je n'en ai jamais vus moi-même. Tiens, prends cette fiole et verse-la sur la torche. Nous verrons ce qui se passe. Je dois t'avertir que cela pourrait être très dangereux. L'artefact pourrait réagir de façon imprévisible et pourrait même te tuer.
ja: ふむ、それは興味深いの。そのようなアーティファクトはテレポーターであると聞いたことがある。ただ、儂自身は実物を見たことがない。このバイアルを持って行って、松明に注いで見てくれんかの。どうなるか確かめてみよう。これはとても危険かもしれんぞ。アーティファクトが儂の思っているのとは違う反応をして、お主を殺しにかかるやもしれぬ。
pt: Hmm, isso é interessante. Ouvi falar de tais artefatos que são teleportadores, mas nunca vi um eu mesmo. Aqui, leve este frasco e despeje-o sobre a tocha. Veremos o que acontece. Deveria lhe dizer que isso pode ser muito perigoso. O artefato poderia responder de forma diferente do que penso e poderia até matá-lo.
zh_cn: 嗯，这很有趣。我听说过这种文物是传送器，但自己从未见过。来，拿着这个小瓶，把它倒在火炬上。我们将看看会发生什么。我应该告诉你，这可能是非常危险的。神器的反应可能与我想象的不同，甚至可能会杀死你。

source: Thanks, I'll try it. Danger is my specialty.
de: Danke, ich werde es versuchen. Gefahr ist meine Spezialität.
fr: Merci, je vais essayer. Le danger est ma spécialité.
ja: ありがとう、やってみます。危険は得意分野だ。
pt: Obrigado, vou tentar. Perigo é minha especialidade.
zh_cn: 谢谢，我会试试的。危险是我的专长。

source: I hope it will be OK.
de: Hoffentlich geht das in Ordnung.
fr: J'espère que tout ira bien.
ja: うまくいくといいな。
pt: Espero que esteja tudo bem.
zh_cn: 我希望一切都会好起来的。

source: Well, that's great to hear. But don't tell this to anybody else because I don't want to have some Feygard soldiers in front of my house one day.
de: Nun, großartig das zu hören. Aber erzähl es niemanden weiter, sonst habe ich ich eines Tages einige Feygard Soldaten vor meinem Haus.
fr: C'est très agréable à entendre. Mais ne le dis à personne d'autre parce que je ne veux pas avoir un jour des soldats de Feygard à ma porte.
ja: ほう、それはよかったの。だがこのことは他の人には言わんでくれよ。いつか家の前にフェイガードの兵士が現れては困るからな。
pt: Bem, isso é ótimo de ouvir. Mas não conte isso a mais ninguém porque não quero ter alguns soldados Feygard à frente da minha casa um dia.
zh_cn: 嗯，很高兴听到。但是不要把这件事告诉别人，因为我不想有一天在我家门口有一些费加德士兵。

source: Sure, this will be a secret between us.
de: Klar, das wird ein Geheimnis zwischen uns bleiben.
fr: Bien sûr, ce sera un secret entre nous.
ja: ええ、これは僕たち2人の秘密です。
pt: Claro, isso será um segredo entre nós.
zh_cn: 当然，这将是我们之间的秘密。

source: [Lie] Sure, this will be a secret between us.
de: [Lüge] Klar, das wird ein Geheimnis zwischen uns bleiben.
fr: [Mensonge] Bien sûr, ce sera un secret entre nous.
ja: （嘘）ええ、これは僕たち2人の秘密です。
pt: [Mentir] Claro, isso será um segredo entre nós.
zh_cn: [谎言]当然，这将是我们之间的秘密。

source: Sure feel free to use any bed in the main hall you like.
de: Klar. Such dir ein Bett in der Haupthalle aus.
fr: N'hésite pas à utiliser n'importe quel lit dans le hall principal.
ja: メインホールのベッドは自由に使ってくれて構わん。
pt: Sinta-se à vontade de usar qualquer cama no salão principal que preferir.
zh_cn: 当然，您可以随意使用主厅的任何床。

source: Teehee. You funny looking.
de: Hi hi, du aussiehst lustig.
fr: Hihihi. Tu es marrant.
ja: キヒヒヒッ。変な顔だな。
pt: Teehee. É engraçado.
zh_cn: 嘻嘻。你看起来很有趣。

source: He he, but funny not enough to let you pass.
de: He he, aber lustig nicht genug dich zu lassen durch.
fr: Héhé, mais pas suffisamment drôle pour te laisser passer.
ja: へへッ、でも、オマエを通してやるほど面白くない。
pt: He he, mas engraçado, não suficiente para deixar-lo passar.
zh_cn: 呵呵，有趣但是还不足以让你通过。

source: Master says only ones with password can pass. You have password?
de: Meister sagt, nur welche mit Passwort dürfen durch. Hast du Passwort?
fr: Maître dit que seuls ceux avec mot de passe peuvent passer. As-tu mot de passe ?
ja: マスターは合言葉を知ってるやつだけ通せと言ってる。オマエ合言葉は知ってるか？
pt: O mestre diz que apenas quem tiver a palavra-passe podem passar. Tem palavra-passe?
zh_cn: 师傅说只有有暗号的人才能通过。你有暗号吗？

source: No, I don't have the password.
de: Nein, ich habe das Passwort nicht.
fr: Non, je n'ai pas le mot de passe.
ja: いいえ、合言葉は知りません。
pt: Não, não tenho a palavra-passe.
zh_cn: 没，我没有密码。

source: 'Giant'
de: 'Riese'
fr: 'Géant'
ja: 巨人
pt: 'Gigante'
zh_cn: '巨大的'

source: 'Bones'
de: 'Knochen'
fr: 'Os'
ja: 骨
pt: 'Ossos'
zh_cn: "骨头"
