Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: You could say I got obsessed with learning more. I guess the others living in Remgard did not ... share my enthusiasm. Some of them even questioned the fact that I wanted to learn more.
de: Man könnte sagen ich war besessen davon, mehr zu lernen. Ich schätze, die anderen Einwohner von Remgard .. teilten meine Begeisterung nicht. Einige stellten sogar in Frage, dass ich tatsächlich mehr lernen wolle.
fr: On pourrait dire que j'ai développé une sorte d'obsession d'apprendre. Et les autres habitants de Remgard… ne partageaient pas vraiment mon enthousiasme. Certains ne voulaient même pas comprendre mon envie d'étudier.
ja: 学ぶことに夢中になったと言えるでしょう。レムガードに住む他の人たちは…私の情熱を共有していなかった。中には私がもっと学びたいと思っている事実に疑問を抱く人もいました。
pt: Alguns poderiam dizer que fiquei obcecada para aprender mais. Acho que os outros habitantes de Remgard não… partilhavam do meu entusiasmo. Alguns deles ainda questionavam o fato de que queria aprender mais.
zh_cn: 你可以说我痴迷于学习更多。我猜住在瑞姆加德的其他人没有。。。分享我的热情。他们中的一些人甚至质疑我想了解更多的事实。

source: So I told myself that others would not hinder me in my curiosity to better myself.
de: So sagte ich mir, andere würden mich nicht hindern, in meiner Wissbegierde voranzukommen.
fr: Alors je me suis dite que cela ne ferait de mal à personne de chercher à développer mes connaissances.
ja: だから、自分を良くしようという好奇心は他者から邪魔されるものではないと自分に言い聞かせた。
pt: Então disse a mim mesma que os outros não me atrapalham na minha curiosidade para aprimorar-me.
zh_cn: 所以我告诉自己，别人不会妨碍我提高自己的好奇心。

source: Those books that I bought from the Blackmarrow residence in Nor City - I must have read them all perhaps five times over. This was something completely new to me, and at the same time very exciting.
de: Diese Bücher, die ich von der Residenz des Schwarzen Marks in Nor City gekauft habe - ich muss sie alle wohl fünfmal durchgelesen haben. Dies war etwas vollkommen neues und gleichzeitig aufregendes für mich.
fr: Ces livres que j'ai achetés à Norville, dans la résidence de Cœur-Noir – j'ai dû les lire chacun au moins cinq fois d'affilée. C'était quelque chose de nouveau pour moi, c'était passionnant.
ja: ノアシティのブラックマロウ邸で買った本など、おそらく5回以上は読んだでしょう。これは私にとっては全く新しいものであり、同時にひどく刺激的だった。
pt: Esses livros que comprei na residência de Blackmarrow em Nor-City - Devo ter lido todos eles talvez cinco vezes ou mais. Era algo completamente novo para mim e ao mesmo tempo muito emocionante.
zh_cn: 这些书是我从诺尔城的黑骨髓区域买的，我大概读过五遍了。这对我来说是全新的，同时也是非常令人兴奋的。

source: For some reason, the others in Remgard started giving me strange looks, and I could hear the whispers behind my back.
de: Irgendwie fingen die anderen in Remgard an, mich seltsam anzusehen und ich konnte hören, wie hinter meinem Rücken geflüstert wurde.
fr: Pour je ne sais quelle raison, les autres à Remgard commençaient à me regarder de manière étrange, j'entendais les gens murmurer dans mon dos.
ja: なぜかレムガードの人たちはおかしな目を私に向けるようになり、背後からささやき声が聞こえるようになった。
pt: Por alguma razão, os outros em Remgard começaram a dar-me olhares estranhos e podia ouvir os sussurros atrás das costas.
zh_cn: 由于某种原因，瑞姆加德的其他人开始对我不友好，我可以听到他们在悄悄说我的坏话。

source: I was even barred from the tavern. 'People come here for a good time, and we don't want people like you here ruining that' they said. What fools they are.
de: Ich bekam sogar Hausverbot in der Taverne. "Die Leute kommen her, um sich einen schönen Abend zu machen und wir wollen keinen, der das ruiniert." sagten sie. Was für Narren.
fr: Je fus même exclue de la taverne. « Les gens viennent ici pour passer un bon moment, on ne veut pas de gens comme toi pour tout gâcher » disaient-ils. Quels insolents.
ja: 酒場からも出入りを禁止されました。"ここの人たちは楽しい時間を過ごしに来ている、あなたのような方にそれを台無しにされたくない"と言われましたよ。なんて愚かな。
pt: Estive inclusive impedida de entrar na taberna. 'As pessoas vêm aqui faz para um bom tempo e não queremos pessoas como você aqui a arruinar-nos' - disseram eles. Que tolos são.
zh_cn: 我甚至被禁止进入酒馆。他们说，人们来这里玩得很开心，我们不希望像你这样的人毁了这一切。他们真是白痴。

source: I heard one woman whispering to her boy, 'Don't look at her, she'll turn you to stone!'. Others just turned the other way when they met me.
de: Eine Frau habe ich zu ihrem Knaben flüstern hören "Schau sie nicht an, sie wird dich zu Stein verwandeln!". Andere wandten sich einfach ab, wenn sie mich trafen.
fr: J'entendis une femme chuchoter à son fils, « Ne la regarde pas, elle te changera en pierre ! ». D'autres se détournaient de leur chemin lorsqu'ils me voyaient approcher.
ja: ある女性が息子にささやいているのが聞こえました。"あの人を見てはダメ、石にされるわ！"。他の人たちは私と出会うとそっぽを向いた。
pt: Ouvi uma mulher a sussurrar ao filho dela, 'Não olhe para ela, ela vai transformá-lo em pedra!'. Outros apenas se viravam para o outro lado quando me viam.
zh_cn: 我听见一个女人在对她的孩子说:“别看她，她会把你变成石头!”还有一些人在见到我就掉头走。

source: What fools they are.
de: Was für Narren sie sind.
fr: Quels imbéciles.
ja: なんて愚かな。
pt: Que tolos são.
zh_cn: 他们真是白痴。

source: So what happened?
de: Also was ist passiert?
fr: Et donc qu'est-il arrivé ?
ja: それで何があったの？
pt: Então, o que aconteceu?
zh_cn: 所以发生了什么吗？

source: One day, Jhaeld showed up at my doorstep with a group of guards.
de: Eines Tages erschien Jhaeld an meiner Haustür, zusammen mit einer Gruppe Wachen.
fr: Un jour, Jhaeld s'est présenté devant chez moi, accompagné d'un groupe de gardes.
ja: ある日のこと、ジャエルドが衛兵の集団を引き連れてうちの家の前に現れました。
pt: Um dia, Jhaeld apareceu na minha porta com um grupo de guardas.
zh_cn: 有一天，贾尔德带着一群警卫出现在我家门口。

source: The people of Remgard had decided that I could not stay there anymore, he said. The things I did were causing other people harm, he said.
de: Die Einwohner von Remgard hätten entschieden, dass ich nicht mehr länger bleiben könne, sagte er. Was ich tue, schädige andere Leute, sagte er.
fr: Les habitants de Remgard ont décidé que je ne pouvais plus rester ici, disait-il. Les choses que je faisais causaient du tort aux gens, d'après lui.
ja: レムガードの住民は私をここから追い出すことを決めた、と言われました。私のしたことが他の人々の迷惑になっている、とも言われた。
pt: O povo de Remgard tinha decidido que não podia ficar mais lá, disse ele. As coisas que eu fazia estavam a causar mal a outras pessoas, disse ele.
zh_cn: 他说，瑞姆加德的人已经决定我不能再呆在那里了。他说，我所做的事情会给其他人造成伤害。

source: What had I done, I asked myself? I had never hurt anyone, much less affected anyone with my ... experiments. Am I not allowed to do what I wish?
de: Ich fragte mich, was ich getan hätte. Niemals habe ich jemanden verletzt, erst recht niemanden meinen .. Experimenten ausgesetzt. Darf ich nicht tun, was mir passt?
fr: Je me demandai, « Mais qu'ai-je bien pu faire ? ». Je n'avais fait de mal a personne, et encore moins affecté qui que ce soit lors de mes… expériences. N'ai-je pas le droit de faire ce que bon me semble ?
ja: 私は何をしたのだろう、と自問自答しました。誰かを傷つけたことなどないし、ましてや私の…実験で影響を及ぼした覚えもない。自分の望むことをするのが許されないというのか？
pt: O que tinha feito, perguntei-me a mim mesmo? Nunca tinha feito mal a ninguém, muito menos afetado a ninguém com os meus... experimentos. Não tenho o direito de fazer o que desejo?
zh_cn: 我问自己，我做错了什么?在我的*实验*中，我从来没有伤害过任何人，更没有伤害过任何人。难道我不能做我想做的事吗?

source: I had little chance to argue, however. The guards led me out of the city. They did not even let me gather my things. All my books, all my notes and all my findings - gone. I lost everything.
de: Wie auch immer, ich hatte kaum Gelegenheit zu diskutieren. Die Wachen führten mich aus der Stadt. Sie ließen mich nicht einmal meine Sachen mitnehmen. All meine Bücher, all meine Notizen und Resultate - weg. Ich habe alles verloren.
fr: Je n'ai pas eu mon mot à dire, malheureusement. Les gardes m'ont conduite hors de la ville. Ils ne m'ont même pas laissée rassembler mes affaires. Tous mes livres, mes notes, mes découvertes – perdus. J'avais tout perdu.
ja: しかし議論している暇などほとんどなかった。衛兵に街の外へと連れ出されました。荷物もまとめさせてもらえなかった。すべての本、すべてのノート、すべての発見…なくなった。すべてなくしてしまった。
pt: Tinha pouca chance de argumentar, no entanto. Os guardas tomaram-me a por-me para fora da cidade. Eles nem sequer me deixaram levar as minhas coisas. Todos os meus livros, os meus apontamentos e todos os meus resultados - foram-se. Perdi tudo.
zh_cn: 然而，我几乎没有机会争辩。卫兵把我带出了城市。他们甚至不让我收拾东西。我所有的书，我所有的笔记和所有的发现都消失了。我失去了一切。

source: All this happened several seasons ago. I knew I had to get revenge for what they did to me.
de: All das ist schon einige Zeit her. Ich wusste, ich würde Rache nehmen für das, was sie mir angetan haben.
fr: Tout cela est arrivé il y a plusieurs années. Je savais que je devais obtenir ma revanche pour le mal qu'ils m'ont fait.
ja: すべては数季前に起こったことです。私はやつらの仕打ちに復讐しなければならないと決心した。
pt: Tudo isso aconteceu diversos trimestres atrás. Sabia que tinha que vingar-me pelo que fizeram para mim.
zh_cn: 这一切发生在几个季度以前。我知道我必须为他们对我的所作所为报仇。

source: Oh, how I despise them all. The people that gave me those looks, the people that whispered behind my back, and most of all that fool Jhaeld.
de: Oh, wie ich sie alle verachte. Die Leute, die mich so anstarrten, die hinter meinem Rücken über mich tuschelten, und am meisten von allen diesen Narren - Jhaeld.
fr: Oh, ce que je les déteste tous. Ces gens qui me regardaient de travers, qui murmuraient dans mon dos, et par-dessus tout ce satané Jhaeld.
ja: ああ、なんて見下げた人たちだこと。私にあんな目を向けてくれた人、背後でささやいていた人、そしてなによりも愚かしいあのジャエルド。
pt: Ah, como os desprezo todos. As pessoas que me olhavam enviesadas, as pessoas que sussurravam nas minhas costas e, acima de tudo, o tolo Jhaeld.
zh_cn: 哦，我多么鄙视他们所有人。那些给我看那些眼神的人，那些在我背后窃窃私语的人，尤其是那个傻瓜贾尔德。

source: So, I decided to extend my ... experiments ... to larger things. To people, to living things. This is the perfect opportunity to learn even more than what is in the books.
de: So beschloss ich, meine .. Experimente .. auszuweiten. Auf größeres, auf lebendiges, auf Menschen. Das ist die perfekte Gelegenheit zu lernen, mehr sogar als was in den Büchern steht.
fr: Ainsi, j'ai décidé d'étendre mes… expériences… vers de nouveaux horizons. Sur des humains, des créatures vivantes. C'est l'opportunité idéale pour explorer encore plus ce que j'ai appris dans mes livres.
ja: そこで私は…実験をより広範なものへと拡張することを決めました。人に、生物に。これは本に書かれている以上のことを学ぶ絶好の機会です。
pt: Então, decidi estender os meus... experimentos... para coisas maiores. Para as pessoas, as coisas vivas. Esta é a oportunidade perfeita para aprender ainda mais sobre o que estava nos livros.
zh_cn: 所以，我决定扩展我的…实验. .到更大的范围。对人，对生物。这是一个绝好的机会去学习比书本上的东西更多的东西。

source: To think that I could do it while at the same time get revenge on those despicable people - it's an excellent plan, if I may say so myself. He he.
de: Allein der Gedanke, ich könnte dabei gleichzeitig meine Rache an diesen verachtenswerten Leuten nehmen - ein vorzüglicher Plan, möchte ich mich einmal selbst loben. Hehe.
fr: L'idée que je pourrais faire cela tout en obtenant ma revanche sur ces gens détestables – c'est un plan très astucieux, si j'ose dire. Hé hé.
ja: それを行いつつも同時に卑劣な人たちに復讐できるというのは…自分で言うのもなんですが、素晴らしい計画ですね。ふふ。
pt: E pensar que poderia fazê-lo e, ao mesmo tempo, obter vingança sobre essas pessoas desprezíveis - é um excelente plano, se assim posso dizer a mim mesmo. He he.
zh_cn: 我认为我可以在扩大实验的同时报复那些卑鄙的人——这是一个很好的计划，对我自己来说。呵呵。

source: So, what happened to all those people that have gone missing?
de: Und was geschah mit all diesen Leuten, die vermisst wurden?
fr: Alors, qu'est-il arrivé à tous ceux qui sont portés disparus ?
ja: それで、行方不明になった人たちはどうなったの？
pt: Então, o que aconteceu com todas aquelas pessoas que desapareceram?
zh_cn: 那么，那些失踪的人到底怎么了?

source: I lured them here. Once I managed to trap them, I placed a curse on them that, in theory, should have only made them unable to speak.
de: Ich habe sie hierher gelockt. Nachdem sie mir in die Falle gegangen sind, habe ich sie mit einem Fluch belegt, der sie theoretisch hätte verstummen lassen sollen.
fr: Je les ai attirés ici. Une fois piégés, je leur ai lancé une malédiction qui, en théorie, aurait dû seulement les rendre incapables de parler.
ja: 私がここにおびき寄せました。罠にかけ、そして呪いをかけた。理論的には、話すことができなくなるだけのものでした。
pt: Os atrai aqui. Uma vez que consegui prendê-los, pus uma maldição sobre eles que, em teoria, deveria ter feito somente os incapazes de falar.
zh_cn: 我把他们引到这里。一旦我诱捕到他们，我会在他们身上施加咒术，从理论上讲，只会让他们说不出话来。

source: Maybe I haven't understood everything correctly from the books that I have read, since instead of making them unable to speak, they were all turned into rats instead.
de: Womöglich habe ich nicht alles, was ich in den Büchern las, richtig verstanden, denn statt sie stumm zu machen, wurden sie alle in Ratten verwandelt.
fr: Il y a sûrement quelque chose que j'ai mal compris dans mes livres, car à la place de les rendre muets, ils ont tous été transformés en rats.
ja: 読んだ本からすべてを正しく理解していなかったのかもしれません。話すことができなくなる代わりに、全員ネズミになってしまったのですから。
pt: Talvez não tenha entendido tudo corretamente dos livros que li, pois em vez de torná-los incapazes de falar, todos eles foram transformados em ratos.
zh_cn: 也许我没有从我读过的书中正确地理解每一件事，因为书上不是让它们不能说话，而是变成了老鼠。

source: Practice makes perfect, I suppose. Ha ha.
de: Übung macht den Meister, würde ich sagen. Haha.
fr: C'est en forgeant qu'on devient forgeront, j'imagine. Ha ha.
ja: 習うより慣れろ、ということですかね。あはは。
pt: A prática torna perfeito, eu suponho. Ha ha.
zh_cn: 我想，熟能生巧。哈哈。

source: Wait, does this mean that those rats I killed for you were...
de: Warte, soll das heißen, die Ratten, die ich für dich getötet habe, waren....
fr: Attendez, cela veut dire que ces rats que j'ai tués pour vous étaient …
ja: 待って、つまり僕が殺したネズミは…
pt: Espere, isso significa que aqueles ratos que lhe matei eram...
zh_cn: 等等，这是不是说我杀的那些老鼠是…。

source: Oh yes. With your help, they are now one less problem to deal with, so to speak. He he.
de: Oh ja. Mit deiner Hilfe sind sie nun ein Problem weniger für mich, so zu sagen. Hehe.
fr: Oh oui. Grâce à ton aide, disons que c'est un problème en moins à régler. Hé hé.
ja: そうですね。おかげさまで。言ってみれば、これで片付けるべき問題を1つ減らしてくれた、ということになります。ふふ。
pt: Ah, sim. Com a sua ajuda, eles agora são um problema a menos para lidar, por assim dizer. He he.
zh_cn: 是啊，在你的帮助下，关于他们的困扰少了一个，所以说，呵呵。

source: So, that's my story. Thank you for listening to it.
de: Nun, das ist meine Geschichte. Danke fürs Zuhören.
fr: Bref, voilà mon histoire. Merci de m'avoir écoutée.
ja: そういうわけで、話は以上です。聞いてくれてありがとう。
pt: Então, essa é a minha história. Obrigado por ouvir-me.
zh_cn: 所以，这就是我的故事，感谢你的聆听。

source: I understand, and I agree with your actions.
de: Ich verstehe, und bin einverstanden mit deinem Handeln.
fr: Je comprends, vous avez bien fait.
ja: 理解したよ、あなたの行動にも納得できる。
pt: Entendo e estou de acordo com as suas ações.
zh_cn: 我能理解，我认同你的做法。

source: I do not fully agree with your actions.
de: Ich bin nicht ganz einverstanden mit deinem Handeln.
fr: Je ne suis pas sûr que vous auriez dû faire tout cela.
ja: あなたの行動には全面的には納得できない。
pt: Não concordo totalmente com as suas ações.
zh_cn: 我不完全同意你的做法。

source: What you did could never be justified!
de: Was du getan hast, ist niemals zu rechtfertigen!
fr: Ce que vous avez fait est impardonnable !
ja: あなたのしたことは決して正当化できることじゃない！
pt: O que fez não pode ser justificado!
zh_cn: 你所做的一切都是不合理的!

source: Thank you. It is good to know there are more people interested in learning more.
de: Danke. Es ist gut zu wissen, dass noch mehr Leute Interesse haben, mehr zu lernen.
fr: Merci. C'est bon de savoir qu'il y a encore des gens ouverts d'esprit.
ja: ありがとう。もっと学びたいという人が増えたのはいいことですね。
pt: Obrigado. É bom saber que há mais pessoas interessadas em aprender mais.
zh_cn: 谢谢你！知道有更多的人对学习有兴趣是件好事。

source: I never expected you to understand it. No one else seems to understand me either. Oh well, your loss, I guess.
de: Ich habe nie erwartet, dass du es verstehst. Niemand sonst scheint mich zu verstehen. Nun gut, dein Pech, schätze ich.
fr: Je n'attendais pas que tu me comprennes. Personne ne semble me comprendre d'ailleurs… Tant pis pour toi, je suppose.
ja: 私も理解してもらえるとは思っていなかった。誰も理解してくれないようで。仕方ありません、あなたも損なことですね。
pt: Nunca esperei que entenda isso. Ninguém parece entender-me também. Oh, bem, eu acho que perdeu.
zh_cn: 我从没想过你会理解。没有人会理解我。哦，真是遗憾。

source: So, for helping me with the idols, I believe I promised you my enchanted necklace, 'Marrowtaint'.
de: So, für deine Hilfe mit den Fetischen habe ich dir, glaube ich, mein verzaubertes Halsband versprochen, das 'Markverderbnis'.
fr: Ainsi, pour m'avoir aidée avec ces idoles, il me semble que je vous ai promis mon amulette enchantée, la 'Souille-au-cœur'.
ja: それで、偶像を手伝ってくれたお礼として、魔法のネックレス"マロウテイント"をあなたに約束していましたね。
pt: Então, por me ajudar com os ídolos, acredito que prometi-lhe o meu colar encantado, 'Marrowtaint'.
zh_cn: 所以，为了帮助我和神像，我相信我向你许诺了我的魔法项链，‘马罗坦特’。

source: Wear it well, my friend. Do not let others get hold of the power that Marrowtaint provides.
de: Trage es wohl, mein Freund. Lasse niemand sonst die Macht erlangen, die das Markverderbnis verleiht.
fr: Prenez en soin, mon ami. Ne laissez personne d'autre mettre la main sur le pouvoir qu'offre la Souille-au-cœur.
ja: よく身に着けてください。他者にマロウテイントの力を奪われないように。
pt: Use-o bem, meu amigo. Não deixe que os outros se apoderem do poder que Marrowtaint proporciona.
zh_cn: 戴好它，我的朋友。不要让别人掌握了马罗坦特拥有的力量。

source: Here you go.
de: Hier, bitte.
fr: Voilà pour vous.
ja: どうぞ。
pt: Aqui tens.
zh_cn: 给你。

source: That's all? One lousy necklace for all this trouble I went through?
de: Das ist alles? Eine lausige Kette für den ganzen Ärger?
fr: C'est tout ? Un pauvre collier pour tout ce que j'ai dû endurer ?
ja: それだけ？ こんなに苦労しておいて、お粗末なネックレスが1つ？
pt: Isso é tudo? Um colar ruim para todo este problema que passei?
zh_cn: 这就是全部吗?我经历了这么多麻烦，只有一条蹩脚的项链吗?

source: Do not underestimate it, my friend.
de: Unterschätz es nicht, mein Freund.
fr: Ne le sous-estimez pas, mon ami.
ja: 過小評価しないことです。
pt: Não subestime isso, meu amigo.
zh_cn: 不要低估它，我的朋友。

source: Again, thank you for helping me. You will always be welcome here, friend.
de: Danke nochmal, dass du mir geholfen hast. Du bist hier immer willkommen, Freund.
fr: Encore une fois, merci de m'avoir aidé. Vous serez toujours le bienvenu ici, cher ami.
ja: 改めて、感謝しますよ。いつでも歓迎します。
pt: Mais uma vez, obrigado por me ajudar. Será sempre bem-vindo aqui, amigo.
zh_cn: 再次感谢你的帮助。你在这里永远是受欢迎的，朋友。

source: Halt! No one is allowed to enter or exit Remgard.
de: Halt! Es ist niemandem gestattet, Remgard zu betreten oder zu verlassen.
fr: Halte-là ! Personne n'est autorisé à sortir de Remgard, ou bien à y entrer.
ja: 止まれ！ レムガードへの通行は出来んのだ。
pt: Alto! Ninguém está autorizado a entrar ou sair Remgard.
zh_cn: 停止！任何人不得进入或离开瑞姆加德。

source: Why? Is there something wrong?
de: Warum? Ist irgendwas passiert?
fr: Pourquoi ? Quelque chose ne va pas ?
ja: どうして？ 何かあったの？
pt: Por que? Há algo de errado?
zh_cn: 为什么？有什么不对劲吗？

source: Wrong? You bet there is. Several of the townspeople have disappeared, and we are still conducting the investigation.
de: Passiert? Darauf kannst du wetten. Mehrere Bürger der Stadt sind verschwunden, und wir stellen immer noch Nachforschungen an.
fr: Ne va pas ? Ah ça oui ! De nombreux habitants ont disparu, et nous sommes toujours en train de mener l'enquête.
ja: 何かだと？ ああそうだとも。何人かの町民が行方不明になっていてな、現在も捜査が続いている。
pt: Errado? Pode apostar que está. Várias das pessoas da cidade desapareceram e ainda estamos a conduzir o inquérito.
zh_cn: 错误的？当然有。有几个镇上的人失踪了，我们仍在进行调查。

source: We are searching for them in the town, and questioning everyone for clues on where they might be.
de: Wir suchen in der Stadt nach ihnen und befragen jeden nach Hinweisen, wo sie sein könnten.
fr: Nous les cherchons dans la ville, et interrogeons tout le monde pour savoir où ils pourraient se trouver.
ja: 町中で行方を捜索するのと並行して、所在の手がかりを求めて全員に聞き取りを行っているところだ。
pt: Estamos a procurar-los na cidade e a questionar todos em busca de pistas sobre onde eles poderiam estar.
zh_cn: 我们正在镇上搜寻他们，询问每个人他们可能在哪里的线索。

source: Please continue.
de: Fahr bitte fort.
fr: Continuez s'il vous plaît.
ja: 続きを。
pt: Por favor, continue.
zh_cn: 请继续。

source: Maybe they just left?
de: Vielleicht sind sie bloß fortgegangen?
fr: Peut-être sont-ils simplement partis ?
ja: 出て行ったとか？
pt: Talvez eles apenas tenham decidido ir embora?
zh_cn: 也许他们刚离开？

source: No, I highly doubt that.
de: Nein, das bezweifle ich sehr.
fr: Non, j'en doute fortement.
ja: いや、そうではないだろう。
pt: Não, duvido disso.
zh_cn: 不，我非常怀疑。

source: Considering our town is surrounded by lake Laeroth, we guards are able to keep a watchful eye on everything going on here. We are able to keep a log of who comes and goes, since this bridge is our only connection to the mainland.
de: Da unsere Stadt vom Laerothsee umgeben ist, sind wir Wächter in der Lage, ein wachsames Auge auf alles zu haben, was hier geschieht. Wir können Buch führen über jeden, der kommt und geht, da diese Brücke unsere einzige Verbindung zum Festland ist.
fr: Comme notre ville est entourée par le lac Laeroth, nous sommes capables de surveiller avec attention ce qui se passe ici. Nous gardons un registre des personnes qui entrent et sortent, car ce pont est le seul chemin qui nous relie au continent.
ja: 町がロレス湖に囲まれていることを考慮すると、衛兵はここで起こっていることのすべてを見張ることが可能だ。この橋は本土との唯一の繋がりであるため、誰が出入りしたかを記録しておける。
pt: Considerando que a nossa cidade é cercada pelo lago Laeroth, nós, os guardas, somos capazes de manter um olhar atento sobre tudo o que acontece aqui. Somos capazes de manter um registo de quem vai e vem, uma vez que esta ponte é a nossa única ligação com o continente.
zh_cn: 考虑到我们的城镇被莱洛斯湖包围，我们守卫能够密切监视这里发生的一切。我们能够记录谁来谁去，因为这座桥是我们与大陆的唯一连接。

source: For your sake, it is probably safer for you to remain out of town until our investigation is complete.
de: Es ist wahrscheinlich zu deinem Besten, dich von der Stadt fern zu halten, bis unsere Untersuchung beendet ist.
fr: Pour ton bien, c'est probablement plus sûr pour toi de rester en dehors de la ville en attendant que les recherches se terminent.
ja: 君のためにも、捜査が終わるまでは町の外にいるほうが安全だろうな。
pt: Para o seu bem, é provavelmente mais seguro ficar fora da cidade até que a nossa investigação esteja completa.
zh_cn: 为了你好，在我们的调查完成之前，你留在城外可能更安全。

source: I am willing to help you with the investigation if you want.
de: Wenn du willst, bin ich bereit, euch bei der Untersuchung zu helfen.
fr: Je peux vous aider dans vos recherches, si vous voulez.
ja: もしよければ捜査に協力します。
pt: Estou disposto a ajudá-lo com a investigação se quiser.
zh_cn: 如果你愿意，我愿意帮你调查。

source: OK, I will leave you to your investigation.
de: Ok, ich lasse euch mit eurer Untersuchug allein.
fr: D'accord, je vous laisse à votre enquête.
ja: わかりました、捜査はお任せします。
pt: Ok, vou deixá-lo para a sua investigação.
zh_cn: 好的，我会让你去调查的。

source: How about you allow me to enter town anyway, so that I can trade. I promise to be quick.
de: Wie wäre es, wenn du mir den Zugang zur Stadt trotzdem erlaubst, damit ich Handel treiben kann. Ich verspreche, mich zu beeilen.
fr: Pourquoi ne me laisseriez-vous pas entrer dans la ville, de manière à ce que je puisse commercer ? Je promets d'être rapide.
ja: お店を使いたいので、とりあえず町に入ることを許可してくれませんか？ すぐに終わらせると約束しますので。
pt: Que tal se me permitir entrar na cidade, para que possa negociar. Prometo ser rápido.
zh_cn: 你允许我进城，这样我就可以交易了。我保证快点。

source: No. As I said, no one except us guards are allowed to enter or exit town until our investigation is completed. I suggest you leave now.
de: Nein. Wie ich gesagt habe, darf niemand außer uns Wachen die Stadt betreten oder verlassen, bis unsere Untersuchung beendet ist. Ich schlage vor, dass du jetzt gehst.
fr: Non. Comme je l'ai dit, personne à l'exception des gardes n'est autorisé à entrer dans Remgard ou d'en sortir en attendant que les recherches se terminent. Je suggère que tu partes, maintenant.
ja: ダメだ。先ほども言ったように、捜査が終わるまで衛兵以外は町に出入りできんのだ。もう行ったほうがいいぞ。
pt: Não. Como disse, ninguém, exceto nós, os guardas, estamos autorizados a entrar ou sair da cidade até que a nossa investigação seja concluída. Sugiro que saia agora.
zh_cn: 不。正如我所说，在我们的调查完成之前，除了我们的警卫，任何人都不允许进入或离开城镇。我建议你现在离开。
