Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: That's when it happened. *sob* Oh what have we done?
de: Dann passierte es. *schluchz* Oh, was haben wir nur getan?
fr: C'est à ce moment-là que c'est arrivé. *snif* Oh, qu'avons-nous fait ?
ja: その時だよ、うう…（すすり泣く）ああ、なんてことをしてしまったんだろう？
pt: Foi quando isso tudo aconteceu. *soluços* Oh, o que fizemos?
zh_cn: 这就是那件事发生的时候，哦，我们做了什么？

source: Please go on.
de: Bitte fahre fort.
fr: Continuez s'il vous plaît.
ja: 続けてください。
pt: Por favor continua.
zh_cn: 请继续。

source: Irogotu killed Gandir with his bare hands. You could see the fire in his eyes. He almost seemed to enjoy it.
de: Irogotu tötete Gandir mit seinen bloßen Händen. Man konnte das Feuer in seinen Augen sehen, beinahe als hätte er es genossen.
fr: Irogotu a tué Gandir de ses mains. On pouvait voir la fureur dans ses yeux. Il semblait presque y prendre plaisir.
ja: イロゴツはガンディールを殴り殺した。奴の目はぎらぎらと血走っていた。殺すのを楽しんでいるようにさえ見えた。
pt: Irogotu matou o Gandir com as próprias mãos. Era possível ver os olhos dele cheios de ira. Parecia que estava a gostar.
zh_cn: 伊洛戈图赤手空拳杀了甘迪尔。你可以看到他眼中的火焰。他似乎很享受。

source: I fled and haven't dared go back down there because of the critters and Irogotu himself.
de: Ich bin geflohen und habe mich wegen der Kriechtiere und Irogotu selbst auch nicht mehr zurück nach unten getraut.
fr: Je me suis enfui et n'ai pas osé redescendre à cause des créatures et à cause d'Irogotu lui-même.
ja: 私は逃げ出した。イロゴツの奴とクリッターがいるから、あえて戻ろうとしなかった。
pt: Fugi e não tive coragem de voltar lá por causa dos bichos e do Irogotu.
zh_cn: 我逃了出来，不敢再回到那里，因为那些怪物和伊洛戈图。

source: Oh that damn Irogotu. If only I could get to him. I'd show him one thing and another.
de: Oh dieser verdammte Irogotu. Wenn ich nur zu ihm gelangen könnte, dann würde ich es ihm schon zeigen.
fr: Ah ce satané Irogotu. Si seulement je pouvais l'atteindre. Je lui montrerais de quel bois je me chauffe.
ja: イロゴツの奴め、畜生め！ 仮に会うことがあったら、今度こそ目に物見せてやる。
pt: Oh, esse maldito Irogotu. Se pudesse apanhá-lo. Gostava de lhe dar umas lições.
zh_cn: 哦，该死的伊洛戈图。要是我能找到他就好了。我会让他付出代价。

source: Do you think I could help?
de: Denkst du, ich kann helfen?
fr: Pensez-vous que je pourrais vous aider ?
ja: 僕がそれに協力出来ると思いませんか？
pt: Achas que posso ajudar?
zh_cn: 你认为我可以帮忙吗？

source: Do you think you could help me?
de: Glaubst du, dass du mir helfen könntest?
fr: Penses-tu que tu pourrais m'aider ?
ja: 君が協力できるだって？
pt: Achas que me podias ajudar?
zh_cn: 你认为你能帮我吗？

source: Sure, there may be some treasure in this for me.
de: Sicher! Da könnten ein paar Schätze auf mich warten.
fr: Bien sûr, s'il y a un trésor sur lequel je puisse mettre la main.
ja: 財宝が手に入りそうな話なんだし、当前だ。
pt: Claro, no meio disto tudo pode haver algum tesouro para mim.
zh_cn: 当然，这里面可能有一些我能获得的宝藏。

source: Sure. Irogotu should pay for what he did.
de: Sicher! Irogotu soll für seine Taten bezahlen.
fr: Bien sûr. Irogotu doit payer pour ce qu'il a fait.
ja: イロゴツは自分のしたことの報いを受けるべきだ。
pt: Claro. O Irogotu deve pagar pelo que fez.
zh_cn: 当然。伊洛戈图应该为他的所作所为付出代价。

source: No thanks, I would rather not be involved in this. It sounds dangerous.
de: Nein danke, da möchte ich lieber nicht hineingezogen werden. Das klingt gefährlich.
fr: Non, merci, je préfère ne pas me mêler à cela. Cela paraît dangereux.
ja: 遠慮する。危険そうなので、僕は関わらないほうがよさそうだ。
pt: Não, obrigado, prefiro não me envolver nesta história. Parece perigoso.
zh_cn: 不，谢谢，我不想卷入这件事。这听起来很危险。

source: Really? You think you could help? Hmm, maybe you could. Beware of those bugs though, they're really tough bastards.
de: Wirklich? Du glaubst, dass du mir helfen kannst? Hm, vielleicht kannst du das wirklich. Hüte dich vor diesen Käfern, sie sind ziemlich zähe Bastarde.
fr: Vraiment ? Tu penses que tu peux m'aider ? Hmm, oui, tu pourrais peut-être y arriver. Méfie-toi de ces bestioles cependant, ce sont vraiment des bâtards coriaces.
ja: 本当か？ 本当に協力してくれるのか？ ならば、虫にも気をつけておけ。あいつらはしぶとい。
pt: A sério? Achas que me podes ajudar? Talvez poças. No entanto, cuidado com os insetos, eles são mesmo difíceis.
zh_cn: 真的吗?你能帮忙吗?嗯，也许你可以。不过要小心那些虫子，那些混蛋真的是很难对付。

source: If you really want to help, go find Irogotu down in the cave, and get me back Gandir's ring.
de: Wenn du wirklich helfen willst, finde Irogotu unten in dieser Höhle und bring mir Gandir's Ring zurück.
fr: Si tu veux vraiment m'aider, descends chercher Irogotu dans ce dédale et ramène-moi l'anneau de Gandir.
ja: 本当にやりたいというなら、洞窟内にいるイロゴツを探しだし、ガンディールの指輪を持ってきてくれ。
pt: Se queres mesmo ajudar-me, procura o Irogotu na caverna e traz-me o anel de Gandir.
zh_cn: 如果你真想帮忙，去山洞里找伊洛戈图，把甘迪尔的戒指带给我。

source: Sure, I'll help.
de: Sicher, ich werde dir helfen.
fr: Entendu.
ja: やってやろうじゃないか。
pt: Claro, ajudo.
zh_cn: 当然，我会帮忙的。

source: Can you tell me the story again?
de: Kannst du die Geschichte noch einmal wiederholen?
fr: Me rappellerez-vous cette histoire encore ?
ja: もう一度話してもらえませんか？
pt: Podias contar-me outra vez a história?
zh_cn: 你能再给我讲一遍这个故事吗?

source: Never mind, goodbye.
de: Nichts für ungut, Wiedersehen.
fr: Au revoir.
ja: さようなら。やっぱり気にしないでください。
pt: Esquece, adeus.
zh_cn: 不要紧，再见。

source: Return to me when you are done. Bring me Gandir's ring from Irogotu down in the cave.
de: Komm zu mir zurück, wenn du fertig bist. Und hole Gandir's Ring von Irogotu unten in der Höhle.
fr: Reviens me voir lorsque tu auras terminé. Ramène-moi l'anneau de Gandir qu'a Irogotu dans ce dédale.
ja: 終わったら私のところに来てくれ。この洞窟に居るイロゴツから、ガンディールの指輪を取り返してきてほしい。
pt: Volta aqui quando terminares. Traz-me o anel de Gandir, que está com o Irogotu na caverna.
zh_cn: 你做完了再来找我吧。把甘迪尔的戒指从伊洛戈图那里带过来。

source: Hello again kid. Did you find Irogotu down in the cave?
de: Hallo Junge. Hast du Irogotu in der Höhle gefunden?
fr: Re-bonjour petit. As-tu trouvé Irogotu dans ce dédale ?
ja: また会ったな、少年。イロゴツを見つけたのか？
pt: Olá outra vez, miúdo. Encontraste o Irogotu na caverna?
zh_cn: 你好，孩子。你在洞里找到伊洛戈图了吗？

source: Can you tell me your story again?
de: Kannst du mir deine Geschichte noch mal erzählen?
fr: Pouvez-vous me raconter une nouvelle fois votre histoire ?
ja: もう一度詳しい話を聞かせてくれませんか？
pt: Podes contar-me outra vez a história?
zh_cn: 你能再告诉我你的故事吗？

source: Yes, I have killed Irogotu.
de: Ja, ich habe Irogotu getötet.
fr: Oui, j'ai tué Irogotu.
ja: イロゴツは殺してきました。
pt: Sim, matei o Irogotu.
zh_cn: 是的，我已经杀了伊洛戈图。

source: Didn't you listen the first time I told you the story? Do I really have to tell you the story one more time?
de: Hast du nicht zugehört, als ich dir alles erzählt habe? Muss ich die Geschichte wirklich noch einmal erzählen?
fr: N'as tu pas écouté la première fois que je te l'ai racontée ? Dois-je vraiment te la répéter une nouvelle fois ?
ja: 最初の1回で聞いていてくれなかったのか。本当に聞く必要があるかい？
pt: Não prestaste atenção quanto te falei? Tenho de a contar outra vez?
zh_cn: 我第一次告诉你这个故事时你没听吗？我真的需要重复这个故事吗？

source: Yes, please tell me the story again.
de: Ja, bitte wiederhole die Geschichte noch einmal.
fr: Oui, s'il vous plaît, racontez moi à nouveau ce qui s'est passé.
ja: はい、もう一度お願いします。
pt: Sim, por favor, conta-me a história novamente.
zh_cn: 是的，请再跟我讲一遍那个故事吧。

source: I wasn't listening that much the first time you told it. What was that about a treasure?
de: Ich habe beim ersten Mal nicht so genau zugehört. Wie war das nochmal mit dem Schatz?
fr: Je n'ai pas vraiment écouté la première fois que vous me l'avez racontée. C'est quoi cette histoire de trésor ?
ja: 聞いてなかったよ。お宝がどうかしたんだっけ？
pt: Não estava a prestar atenção da primeira vez que me contaste. Que história era aquela sobre o tesouro?
zh_cn: 你第一次讲的时候，我没留意。那是关于宝藏的什么?

source: No, never mind. I remember it now.
de: Nein, vergiss es. Ich erinnere mich wieder.
fr: Non, c'est bon, je m'en souviens maintenant.
ja: いえ、思い出したので気にしないでください。
pt: Não, esquece. Acabei de me lembrar.
zh_cn: 不，没关系。我现在记起来了。

source: Thanks for dealing with Irogotu earlier! I am forever in debt to you.
de: Danke für deine Hilfe mit Irogotu! Ich stehe für immer in deiner Schuld.
fr: Merci de t'être occupé d'Irogotu plus tôt ! Je suis à jamais ton débiteur.
ja: イロゴツをやってくれて、本当に感謝する。これで私は君に一生分の借りがあるよ。
pt: Obrigado por lidares com o Irogotu! Estou em dívida para contigo.
zh_cn: 谢谢你解决了伊洛戈图!我永远欠你一个人情。

source: Wait, what? You actually went down there and returned alive? How did you manage that? Wow, I almost died going into that cave. Oh thank you so much for bringing me back Gandir's ring! Now I can have something to remember him by.
de: Warte mal. Du bist wirklich da hinuntergegangen und lebend zurückgekommen? Wie hast du das gemacht. Wow, ich bin schon beinahe gestorben, als ich in die Höhle gegangen bin. Vielen Dank für Gandir's Ring. Jetzt habe ich wenigstens eine Erinnerung an ihn.
fr: Attends, quoi ? Tu es vraiment descendu et revenu vivant ? Comment as-tu réussi à faire cela ? Mince, je suis quasiment mort dans ces grottes. Oh merci de tout cœur de m'avoir rapporté l'anneau de Gandir ! Maintenant, j'ai un souvenir de lui.
ja: 待った、洞窟に降りて行って、本当に生きて戻ってきた！？ 私なんて死にかけたのに、よく出来たものだよ。 ガンディールの指輪も持ってきてくれたか。ありがとう、彼の形見だ。
pt: Ei, o quê! Entraste mesmo lá dentro e regressaste vivo? Como é que conseguiste? Uau! Quando fui lá quase morri mal entrei. Muito obrigado por me trazeres o anel do Gandir! Agora tenho algo para me lembrar dele.
zh_cn: 等等,什么?你真的去了那里然后活着回来了?你是怎么做到的?哇，走进那个洞我差点死了。 哦，非常感谢你把我带回甘迪尔的戒指!现在我可以用这个来纪念他了。

source: Glad that I could help. Goodbye.
de: Ich habe gern geholfen. Auf Wiedersehen.
fr: Je suis heureux d'avoir pu vous aider. Au revoir.
ja: こちらこそ協力出来てうれしく思います。さようなら。
pt: Ainda bem que pude ajudar. Adeus.
zh_cn: 很高興我能幫上忙，再見。

source: Shadow be with you. Goodbye.
de: Möge der Schatten mit dir sein. Auf Wiedersehen.
fr: Que l'Ombre soit avec vous. Au revoir.
ja: シャドウがあなたと共にありますように。では。
pt: Que a Sombra esteja contigo. Adeus.
zh_cn: 暗影与你同在。再见。

source: Whatever. I only did it for the loot.
de: Jaja, ich hab' es nur wegen der Beute getan.
fr: Qu'importe. Je ne l'ai fait que pour le butin.
ja: 何とでも。財宝をかっぱぐためにやっただけだ。
pt: Não tens de quê. Só fiz isso pelos itens que encontrei.
zh_cn: 管他的。我只是为了赃物才这么做的。

source: Well hello there. Another adventurer coming to steal my bounty. This is MY CAVE. The treasure will be MINE!
de: Wen haben wir den da? Wieder ein Abenteurer der gekommen ist, meinen Schatz zu stehlen. Das ist MEINE HÖHLE. Und der Schatz ist MEIN!
fr: Bien, qui voilà donc. Voici un nouvel aventurier qui vient pour me voler mon butin. C'est MA CAVERNE. Ce trésor restera À MOI !
ja: 俺の洞窟へようこそ。冒険家がまた俺の財産を盗みにきたんだな？ ここは俺の洞窟だ。ここにある財宝はすべて俺のものだ！
pt: Olá forasteiro. Outro aventureiro a querer roubar a minha recompensa. Esta é MINHA caverna. O tesouro é meu!
zh_cn: 看呐。又一个来偷我金子的冒险者。这是我的洞穴。宝藏将属于我!

source: Did you kill Gandir?
de: Hast du Gandir getötet?
fr: Avez-vous tué Gandir ?
ja: お前がガンディールを殺したのか？
pt: Mataste o Gandir?
zh_cn: 你杀了甘迪尔了吗？

source: That whelp Gandir? He was in my way. I merely used him as a tool to dig deeper into the cave.
de: Dieser Frischling Gandir. Er stand mir im Weg. Ich habe ihn lediglich als Werkzeug benutzt, um mich tiefer in diese Höhle zu graben.
fr: Ce roquet de Gandir ? Il me gênait. Je me suis servi de lui pour pouvoir descendre plus profondément dans ces grottes.
ja: ガンディールってあのガキか？ あいつは俺の邪魔をしたんだ。あいつなんか俺にとっては洞窟掘りの道具でしかないってのにな。
pt: O tolo do Gandir? Ele estava no meio do caminho. Simplesmente usei-o como uma ferramenta para cavar ainda mais pela caverna dentro.
zh_cn: 那个小崽子甘迪尔？他挡住了我的路。我只是把他当作洞穴深处挖掘的工具。

source: Besides, I never really liked him anyway.
de: Nebenbei, ich konnte ihn nie ausstehen.
fr: De toute façon, je ne l'aimais pas beaucoup.
ja: 俺があいつに情けをかけるなんて、今まで一度もなかったぜ。
pt: Além disso, na verdade nunca gostei dele.
zh_cn: 再说，我也从来对他没有好感。

source: I guess he deserved to die. Did he have a ring on him?
de: Ich schätze, er hat den Tod verdient. Hatte er einen Ring dabei?
fr: Il méritait probablement de mourir. Portait-il un anneau ?
ja: うん、その人は死ぬような奴だったってことだね。ところでガンディールは指輪を持ってなかった？
pt: Acho que ele merecia morrer. Ele tinha um anel?
zh_cn: 我想他活该死。他身上有戒指吗?

source: Jan mentioned something about a ring?
de: Jan erwähnte etwas von einem Ring?
fr: Jan a parlé d'un anneau ?
ja: ジャンが指輪のことについて話していたけど？
pt: O Jan disse alguma coisa sobre um anel?
zh_cn: 简提到了一个戒指？

source: NO! You cannot have it. It's mine! And who are you anyway kid, coming down here to disturb me?!
de: NEIN! Du kannst ihn nicht haben. Er gehört mir. Und überhaupt, wer bist du Junge, dass du hier herunterkommst, um mich zu stören?!
fr: NON ! Tu ne l'auras pas. Il est à moi ! Qui es-tu donc gamin, à venir me déranger ainsi ? !
ja: お前には渡さん、これは俺のものだ！ お前は子供のくせに、わざわざ邪魔するのか？！
pt: NÃO! Não podes tê-lo. É meu! O meu precioso! De qualquer forma, quem és tu, um miudeco que veio aqui para me incomodar?!
zh_cn: 不!你别想拿走它。它是我的!小鬼，你到底是谁，到这里来骚扰我?!

source: I'm not a kid anymore! Now give me that ring!
de: Ich bin kein Junge mehr! Und jetzt gib mir den Ring!
fr: Je ne suis plus un gamin ! Maintenant, donnez-moi cet anneau !
ja: 僕は子供じゃない！ さあ指輪を渡せ！
pt: Já não sou um miudeco! Agora dá-me o anel!
zh_cn: 我不再是孩子了! 现在把戒指给我!

source: Give me that ring and we might both come out of here alive.
de: Gib mir diesen Ring und wir könnten beide lebend aus dieser Sache heraus kommen.
fr: Donnez-moi cet anneau et nous pourrions bien sortir tous les deux vivants de cet endroit.
ja: 指輪を渡せ。さもなくば僕とお前のどちらかは死体でここを出ることになるぞ。
pt: Dá-me o anel talvez possamos sair daqui vivos.
zh_cn: 把戒指给我，或许我们俩都能活着出去。

source: No. If you want it you will have to take it from me by force, and I should tell you that my powers are great. Besides, you probably wouldn't dare fight me anyway.
de: Nein. Wenn du ihn willst, musst du ihn meiner leblosen Hand entreißen. Der Fairness halber sollte ich dir mitteilen, dass ich über große Macht verfüge, so dass du dich eventuell lieber für die Flucht entscheiden solltest.
fr: Non. Si tu le veux, il faudra me le prendre de force, et je dois te prévenir que mes pouvoirs sont grands. De toute façon, tu n'oseras probablement pas t'attaquer à moi.
ja: 欲しければ力ずくで奪えよ。まあ俺のほうが強いが、それでもやるのか。
pt: Não. Se o quiseres, vais ter que o tirar à força e devo dizer-te que os meus poderes são grandes. Além disso, não te atreverias a lutar comigo.
zh_cn: 不。如果你想要它，你必须用实力从我手中夺走它，告诉你我的力量是强大的。反正你也不敢跟我打。

source: Very well, let's see who dies here.
de: Sehr gut, lass uns sehen, wer von uns sterben wird.
fr: Très bien, voyons de nous deux qui mourra.
ja: 上等だ、どっちが死ぬのか見てろ。
pt: Muito bem, vamos ver quem morre aqui.
zh_cn: 好吧，让我们看看谁死在这里。

source: By the Shadow, Gandir will be avenged.
de: Beim Schatten, Gandir wird gerächt werden.
fr: Par l'Ombre, Gandir sera vengé.
ja: シャドウによって、あなたはガンディールの復讐を受けますよ。
pt: Pela Sombra, o Gandir terá a sua vingança.
zh_cn: 暗影在上，甘迪尔将会复仇。

source: Hello there. Nice weather ain't it?
de: Hallo, schönes Wetter, nicht wahr?
fr: Bonjour. Beau temps, n'est-ce pas ?
ja: こんにちは。いい天気だね？
pt: Olá! Está bom tempo, não está?
zh_cn: 你好。天气真好，不是吗？

source: Hello. Anything you want from me?
de: Hallo, möchtest du etwas von mir?
fr: Bonjour. Tu désires quelque chose ?
ja: こんにちは。お前さんどうかしたのかい？
pt: Olá. O que é que queres?
zh_cn: 你好。你想从我这里得到什么？

source: Hi. Can I help you?
de: Hallo, kann ich dir helfen?
fr: Salut. Puis-je t'aider ?
ja: どうかしましたか？
pt: Olá. Posso ajudar-te?
zh_cn: 你好。需要帮助吗？

source: Have you seen my brother Andor? He looks a bit like me.
de: [REVIEW]Hast du meinen Bruder Andor gesehen?
fr: [REVIEW]Avez-vous vu mon frère Andor ?
ja: 僕の兄のアンドールを見ませんでしたか？ 僕に少し似ています。
pt: Viste o meu irmão Andor? É um pouco parecido comigo.
zh_cn: 你见过我哥哥安道尔吗？他长得有点像我。

source: You're that kid from Crossglen village right?
de: Du bis der Junge aus dem Dorf Crossglen, richtig?
fr: Tu es le gamin du village de Crossglen, non ?
ja: 君はクロスグレン村の子だよね？
pt: És aquele miúdo da aldeia de Crossglen, certo?
zh_cn: 你就是那个来自克罗斯山谷村的孩子，对吧?

source: Out of the way, peasant.
de: Geh mir aus dem Weg.
fr: Hors de mon chemin, paysan.
ja: 田舎者のキミ、そこをどきなさい。
pt: Sai da frente, camponês.
zh_cn: 让开，乡巴佬。

source: Good day to you.
de: Ich wünsche dir einen guten Tag.
fr: Bonjour.
ja: ご機嫌よう。
pt: Tem um bom dia.
zh_cn: 祝你好运。

source: No, sorry. I haven't seen anyone by that description.
de: Nein, leider nicht. Ich habe niemanden gesehen, auf den deine Beschreibung passt.
fr: Non, désolé. Je n'ai vu personne qui corresponde à cette description.
ja: 悪いけど、説明してくれたような人は見てないね。
pt: Não, desculpa. Não vi ninguém assim.
zh_cn: 不,抱歉。我没见过这样的人。

source: Some other kid you say? Hmm, let me think.
de: Ein anderer Junge sagt du? Lass mich mal nachdenken.
fr: Un autre gamin dans ton genre tu dis ? Hmm, laisse-moi réfléchir.
ja: 別な子供と言ったかい？ ふむう、ええとねえ。
pt: Outro miúdo, dizes tu? Hum... deixa-me pensar.
zh_cn: 你是说别的孩子吗?嗯，让我想想。

source: Hmm, I might have seen someone that looks a bit like you a few days ago. Can't remember where though.
de: Hm, möglicherweise habe ich vor ein paar Tagen jemand gesehen, auf den die Beschreibung passt. Erinnere mich aber nicht mehr wo.
fr: Hmm, J'ai peut-être vu quelqu'un ressemblant à cette description il y a quelques jours. Je ne me souviens pas où cependant.
ja: うーん、何日か前、君が言ったことに当てはまるような人を見たかも。でもどこでなのかはちょっと分からない。
pt: Hum... talvez tenha visto alguém assim há uns dias atrás. Mas não me lembro bem onde o vi.
zh_cn: 嗯，几天前我可能见过符合这个描述的人。我不记得在哪里了。

source: Oh yes, there was another kid from Crossglen village here a few days ago. Not sure he matched your description though.
de: Oh ja, vor ein paar Tagen war da ein anderer Junge aus dem Dorf Crossglen. Obwohl ich nicht ganz sicher bin, ob deine Beschreibung passt.
fr: Ah oui, il y avait un autre jeune du village de Crossglen ici il y a quelques jours. Je ne suis pas sûr qu'il corresponde à ta description cependant.
ja: なるほど。数日前にクロスグレンの村から来た少年がいたよ。でもその子が君の探している人かはわからない。
pt: Ah, sim, era um miúdo da aldeia de Crossglen. Mas não tenho a certeza se seria mesmo ele quem procuras.
zh_cn: 哦，是的，几天前这里还有一个来自克罗斯山谷村的孩子。但我不确定他是否符合你的描述。

source: There were some shady looking people following him around. Didn't see any more than that.
de: Da waren ein paar zwielichtige Gestalten bei ihm. Mehr als das habe ich aber nicht gesehen.
fr: Il y avait des gens louches qui lui tournaient autour. Je n'ai rien vu de plus que cela.
ja: 怪しげな恰好の人が数名、いっしょに行動してた。見たものはこれだけ。
pt: Algumas pessoas sinistras estavam a segui-lo. Não reparei em mais nada.
zh_cn: 有一些阴森的人跟着他。除此之外别无其他。

source: Nope. Haven't seen him.
de: Nein, ich habe ihn nicht gesehen.
fr: Non, je ne l'ai pas vu.
ja: ううん、そんな人見てないわ。
pt: Não. Não o vi.
zh_cn: 不。没见过他。

source: Keep out of trouble.
de: Mach keinen Ärger.
fr: Circulez.
ja: トラブルを起こさないように。
pt: Não te metas em problemas.
zh_cn: 不要惹麻烦。

source: Can you tell me more about the Shadow?
de: Kannst du mir mehr über den Schatten erzählen?
fr: Pouvez-vous m'en dire plus au sujet de l'Ombre ?
ja: シャドウについて教えてくれませんか？
pt: Podes dizer-me mais alguma coisa sobre a Sombra?
zh_cn: 你能告诉我更多关于暗影的事吗？

source: The Shadow protects us. It keeps us safe and comforts us when we sleep.
de: Der Schatten beschützt uns. Er hält Schaden von uns fern und behütet uns, wenn wir schlafen.
fr: L'Ombre nous protège. Elle nous garde à l'abri du péril et nous réconforte lorsque nous dormons.
ja: シャドウは我々を守ってくださる。我々が眠っている間、安全で快適にしていてくれる。
pt: A Sombra protege-nos. Mantém-nos seguros e conforta-nos quando dormimos.
zh_cn: 暗影护佑着我们。当我们入睡时，它使我们安全舒适。

source: It follows us wherever we go. Go with the Shadow my child.
de: Er folgt uns wohin wir auch gehen. Geh mit dem Schatten mein Junge.
fr: Elle nous suit partout où nous allons. Va avec l'Ombre mon enfant.
ja: 我々がどこへ行こうと、離れることはない。我等の子はシャドウと共に行きなさい。
pt: Segue-nos para onde quer que vamos. Vai com a Sombra, meu filho.
zh_cn: 无论我们走到哪里，它都常伴着我们。跟随暗影吧，我的孩子。

source: Whatever, bye.
de: Wie du meinst, tschüss.
fr: Qu'importe, au revoir.
ja: どうでもいい。じゃあね。
pt: Tanto faz. Adeus.
zh_cn: 或许吧，再见。

source: Well hello there! Aren't you a cute little fellow.
de: Hey du! Bist du nicht der nette kleine Bursche.
fr: Bonjour toi ! Comme tu es adorable, mon mignon.
ja: はーいこんにちは！ 君カワイイわね。
pt: Bem... olá! Pareces um miúdo engraçado.
zh_cn: 嗯你好！你真是个可爱的小家伙。

source: I really need to go.
de: Ich muss jetzt wirklich gehen.
fr: Je dois vraiment m'en aller.
ja: ちょっと用事があるので、行かないと。
pt: Tenho mesmo de ir.
zh_cn: 我必须离开。

source: Your brother, you say? His name is Andor? No. I don't recall meeting anyone like that.
de: Dein Bruder sagst du? Sein Name ist Andor? Nein, ich kann mich nicht an ihn erinnern.
fr: Ton frère, dis-tu ? Son nom serait Andor ? Non, je ne me souviens pas avoir rencontré quelqu'un comme cela.
ja: 君のお兄さんって？ 名前はアンドール？ ううん、そういう人に会った覚えはないわ。
pt: O teu irmão, dizes? O nome dele é Andor? Não. Não me lembro de ninguém com esse nome.
zh_cn: 你说你哥哥？他叫安道尔？不。我不记得见过这样的人。

source: I heard you helped my old man find his book, thank you. He had been talking about that book for weeks. Poor thing, he tends to forget things.
de: Ich hörte du hast dem alten Mann geholfen sein Buch zu finden, vielen Dank. Seit Wochen hatte er über das Buch gesprochen. Armer Mann, er neigt dazu Dinge zu vergessen.
fr: J'ai entendu dire que tu avais aidé mon vieux père à retrouver son livre, merci. Il parle de ce livre depuis des semaines. C'est bien triste, il a tendance à tout oublier.
ja: お父さんの本を探すのを手伝ってくれたって聞いたわ。ありがとう。あの本の事をもう何週間も言いつづけてたのよ。かわいそうに、物忘れが多くなってきちゃって。
pt: Ouvi dizer que ajudaste a encontrar o livro do meu avô, obrigado. Ele tem falado sobre o livro durante semanas. Coitado, ele tende a esquecer as coisas.
zh_cn: 我听说你帮我老爸找到了他的书，谢谢。他谈论那本书已经好几个星期了。可怜的家伙，他容易忘记事情。

source: It was my pleasure. Goodbye.
de: Es war mir ein Vergnügen. Wiedersehen.
fr: C'était avec plaisir. Au revoir.
ja: どういたしまして。さようなら。
pt: O prazer foi meu. Adeus.
zh_cn: 这是我的荣幸。再见。

source: You should keep an eye on him, or bad things might happen to him.
de: Du solltest ihn im Auge behalten, sonst könnten ihm schlimme Dinge passieren.
fr: Vous devriez garder un œil sur lui, ou des choses graves pourraient lui arriver.
ja: ちゃんと見張っておかないと、よくない事が起きるかもしれませんよ。
pt: Deves manter um olho nele, ou ainda lhe pode acontecer alguma coisa.
zh_cn: 你应该留意他，否则不好的事情可能会发生在他身上。

source: Whatever, I just did it for the gold.
de: Egal, ich habe es nur wegen den Goldmünzen gemacht.
fr: Qu'importe, je ne l'ai fait que pour l'argent.
ja: まあいい、お金のためにしたことだ。
pt: Tanto faz, só fiz isso pelo ouro.
zh_cn: 管他的，我只是为了金子。

source: Welcome to my shop. Please browse my selection of fine clothing and jewelry.
de: Willkommen in meinem Laden. Bitte schaue dir meine erlesenen Kleider und Juwelen an.
fr: Bienvenue dans mon échoppe. Laisse-toi tenter par mon grand choix de vêtements fins et de bijoux.
ja: 当店にようこそ。選び抜いた上質な衣服と宝石をどうぞご覧ください。
pt: Bem-vindo à minha loja. Dá uma vista de olhos na minha seleção de vestuário e joalharia de qualidade.
zh_cn: 欢迎光临我的商店。请浏览我精心挑选的服装和珠宝。

source: Let me see your wares.
de: Lass mich deine Waren ansehen.
fr: Montrez-moi vos articles.
ja: 売り物を見せてください。
pt: Deixa-me ver o que há por aqui.
zh_cn: 让我看看你的商品。

source: Hello. I'm Arcir.
de: Hallo, ich bin Arcir.
fr: Bonjour, je suis Arcir.
ja: ごきげんよう。わたしがアルシルだ。
pt: Olá. Sou o Arcir.
zh_cn: 你好。我是阿西尔。

source: I noticed your statue of Elythara downstairs.
de: Ich habe deine Statue von Elythara unten bemerkt.
fr: J'ai vu votre statue d'Elythara en bas.
ja: 地下にエリサラの像がありましたね。
pt: Reparei na estátua de Elythara ao fundo das escadas.
zh_cn: 我看到你楼下有埃利萨拉雕像。

source: You really seem to like your books.
de: Du scheinst deine Bücher wirklich zu mögen.
fr: Vous semblez beaucoup aimer vos livres.
ja: 本がお好きなんですね。
pt: Parece que gostas mesmo dos teus livros.
zh_cn: 你好像真的很喜欢书。

source: Anything else you wanted to ask?
de: Möchtest du irgend was anderes wissen?
fr: Y a-t-il autre chose que tu voulais savoir ?
ja: 他に聞きたいことはあるかな？
pt: Mais alguma pergunta?
zh_cn: 你还有什么要问的吗？

source: Oh, you found my statue in the basement? Yes, Elythara is my protector.
de: Oh, du hast meine Statue im Keller gefunden? Ja, Elythara ist mein Beschützer.
fr: Oh, tu as trouvé ma statue à la cave ? Oui, Elythara me protège.
ja: ああ、地下室で石像を見たのだね。 その通り、エリサラは我が守護神だ。
pt: Oh! Encontraste a minha estátua na cave? Sim, Elythara é a minha protetora.
zh_cn: 你在地下室看到我的雕像了? 是的，埃利萨拉是我的守护者。
