Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: No, he died at last. He was a Feygard officer ... a sergeant I think.
de: Nein, er starb zum Schluss. Er war ein Offizier aus Feygard ... ein Sergeant, glaub ich.
fr: Non, il est finalement mort. C'était un officier de Feygard... un sergent je crois.
ja: いえ、彼なら結局死にました。フェイガードの下士官でしたね…軍曹だったかな。
pt: Não, ele morreu. Era um oficial de Feygard... Um sargento acho eu.
zh_cn: 不，他终于死了。他是一名费加德军官......我想是一名中士。

source: Trust me, it will.
de: Vertrau mir, das wird sie.
fr: Crois-moi, ça le sera.
ja: 信じてくれ、いずれそうなる。
pt: Acredite em mim, vai.
zh_cn: 相信我，它会的。

source: I've told you to have patience, my friend. Any thief is dead without patience.
de: Ich habe dir gesagt, dass du geduldig sein musst, mein Freund. Jeder Dieb ohne Geduld ist ein toter Dieb.
fr: Je t'ai dit d'être patient, mon ami. Aucun vol ne réussit sans patience.
ja: 我慢してくれと言っただろう。どんな盗賊も忍耐なくしては死んでしまう。
pt: Disse-te para ter paciência, meu amigo. Qualquer ladrão está morto sem paciência.
zh_cn: 我已经告诉你要有耐心，我的朋友。任何盗贼没有耐心都是死路一条。

source: Understood ....
de: Verstanden ....
fr: Compris...
ja: わかりました…
pt: Entendido...
zh_cn: 理解....

source: I mean this is not the time to tell you what you want to know, sorry.
de: Bedaure, jetzt ist nicht die Zeit, dir sagen, was du wissen willst.
fr: Je veux dire que ce n'est pas le moment de te dire ce que tu veux savoir, désolé.
ja: すまないが、今は君が知りたいことを話すときではない。
pt: Digo que este não é o momento para te dizer o que quer saber, sinto muito.
zh_cn: 我的意思是现在不是告诉你你想知道的事情的时候，对不起。

source: Tsch, whatever.
de: Tsch, was auch immer.
fr: Tsss, peu importe.
ja: チッ、何だっていいよ。
pt: Tsch, tanto faz.
zh_cn: 啧，随便。

source: Yes, understood.
de: Ja, verstehe.
fr: Oui, compris.
ja: はい、わかりました。
pt: Sim, entendido.
zh_cn: 是的，理解。

source: Each of you have your own specific task. Spies must hide their identities, even to their allies.
de: Jeder von euch hat seine eigene spezielle Aufgabe. Spitzel müssen ihre Identität verbergen, selbst vor ihren Verbündeten.
fr: Chacun de vous a sa propre tâche spécifique. Les espions doivent cacher leur identité, même à leurs alliés.
ja: 各自には特定の仕事がある。スパイはたとえ味方であろうと正体を隠さねばならない。
pt: Cada um de vocês tem uma própria tarefa específica. Espiões devem esconder as identidades deles, até mesmo aos aliados.
zh_cn: 你们每个人都有自己的具体任务。间谍必须隐藏自己的身份，甚至对他们的盟友也是如此。

source: That makes sense.
de: Das leuchtet mir ein.
fr: Ca fait sens.
ja: なるほど。
pt: Isso faz sentido.
zh_cn: 这很有道理。

source: Hmm! And now to business. Here's your reward for the good work.
de: Hmm! Und nun zum Geschäft. Hier ist deine Belohnung für die gute Arbeit.
fr: Hmm ! Et maintenant, parlons travail. Voici ta récompense pour le service rendu.
ja: ふむ！ では仕事の話に移ろう。これが君の働きに対する報酬だ。
pt: Hmm! E agora ao trabalho. Aqui está a sua recompensa pelo bom trabalho.
zh_cn: 嗯!现在谈正事。这是对你良好工作的奖励。

source: Take 4000 gold coins, and some bottles of my favorite mead. Now you deserve a good rest, my friend. You have earned the trust of the Thieves Guild.
ja: 4000ゴールドと、私のお気に入りのミードだ、受け取りなさい。 ではゆっくり休むといい。君は盗賊ギルドからの信頼を得た。
pt: Leve 4000 moedas de ouro e algumas garrafas do meu hidromel favorito. Agora merece um bom descanso, meu amigo. Conseguiu a confiança da Guilda dos Ladrões.
zh_cn: 带上4000枚金币，还有几瓶我最喜欢的蜂蜜酒。 现在你应该好好休息了，我的朋友。你已经赢得了盗贼公会的信任。

source: I'll be back soon.
de: Ich werde bald zurückkehren.
fr: Je reviendrai bientôt.
ja: すぐに戻ります。
pt: Voltarei em breve.
zh_cn: 我很快就会回来。

source: Count me in for the next job.
de: Für den nächsten Job, kannst du auf mich zählen.
fr: Comptez sur moi pour le prochain travail.
ja: 次の仕事をお願いします。
pt: Conte comigo para o próximo trabalho.
zh_cn: 下一次工作请把我算进去。

source: I will, no doubt about it.
de: Das werde ich, kein Zweifel.
fr: Je le ferai, aucun doute là-dessus.
ja: 確かにそうさせてもらいます。
pt: Contarei, sem dúvidas quanto a isso.
zh_cn: 我会的，这一点毋庸置疑。

source: And last but not least, I have some useful information for you. The way from here to the southeast has finally been opened, once Crackshot's hideout was discovered.
de: Zu guter Letzt habe ich noch ein paar nützliche Informationen für dich. Da Crackshots Versteck entdeckt wurde, ist der Weg von hier nach Südosten wieder offen.
fr: Et pour finir, j'ai des informations utiles pour toi. Le chemin d'ici au sud-est a finalement été ouvert, après que la cachette de Crackshot a été découverte.
ja: そして最後に君にとって有用な情報がある。クラックショットの隠れ家が発見されたことで、ここから南東への道がようやく開放された。
pt: E por último, mas não menos importante, tenho algumas informações úteis para si. A passagem daqui para o sudeste foi finalmente aberta, uma vez que o esconderijo de Crackshot foi descoberto.
zh_cn: 最后，同样重要的一点是，我有一些有用的情报跟你分享。同样东南方向的道路已经开通，曾经有人在那发现疯狂打靶的藏身之处。

source: Good, I'm not going to have to take that detour.
de: Prima, dann muss ich nicht wieder den Umweg nehmen.
fr: Bien, je n'aurai pas à faire ce détour.
ja: よかった、回り道をしなくていいんだ。
pt: Bom, não vou ter que fazer esse desvio.
zh_cn: 很好，我不需要绕远路了。

source: However, the Feygard presence is still significant. Be cautious with what you do.
de: Trotzdem ist die Präsenz von Feygard immer noch beträchtlich. Sei vorsichtig bei dem, was du tust.
fr: Cependant, la présence de Feygard est toujours significative. Attention à ce que tu fais.
ja: しかし、フェイガードの存在は依然として大きい。慎重に行動するように。
pt: No entanto, a presença de Feygard ainda é significativa. Seja cauteloso com o que faz.
zh_cn: 然而，费加德的存在仍然很重要。做事要小心谨慎。

source: I will, thank you for the advice.
de: Das werde ich, danke für deinen Rat.
fr: Ok, merci pour le conseil.
ja: そうします、アドバイスありがとうございます。
pt: Serei, obrigado pelo conselho.
zh_cn: 我会的，谢谢你的建议。

source: All is under control. Bye.
de: Alles unter Kontrolle. Tschüß.
fr: Tout est sous contrôle. Au revoir.
ja: 万事うまくいっている。それでは。
pt: Tudo sobre controle. Tchau.
zh_cn: 一切尽在掌握。再见。

source: No jobs today my young friend. Maybe some other day.
de: Heute keine Aufgaben, mein junger Freund. Vielleicht ein anderes Mal.
fr: Pas de travail aujourd'hui mon jeune ami. Peut-être un autre jour.
ja: 今日のところは仕事がない。日を改めてくれ。
pt: Nenhums trabalhos hoje, meu jovem. Talvez outro dia.
zh_cn: 今天没有工作，我的年轻朋友。也许改天吧。

source: I see. Bye.
de: Ach so. Tschüß.
fr: Je vois. Au revoir.
ja: そうですか。では。
pt: Entendo. Tchau.
zh_cn: 我明白了。再见。

source: That's a shame. Find more time for my skills then.
de: Das ist schade. Dann finde mehr Gelegenheiten, bei denen ich meine Fähigkeiten unter Beweis stellen kann.
fr: C'est dommage. Trouve plus de temps pour mes compétences alors.
ja: それは残念。僕のスキルのためにもっと時間を割いてほしいね。
pt: Que pena. Encontre mais tempo para as minhas habilidades então.
zh_cn: 真可惜。那就为我的技能准备更多的时间吧。

source: [Here, the story continues]
de: [Hier geht die Geschichte weiter]
fr: [Ici, l'histoire continue]
ja: （ここで話の続き）
pt: (Aqui, a história continua)
zh_cn: 【这里，故事还在继续】

source: Wha... what are you referring to?
de: Wa... was meinst du damit?
fr: Qu... que veux-tu dire ?
ja: な...何を言っているの？
pt: Ao q... Ao que se está a referir?
zh_cn: 什么......你指的是什么？

source: Sorry. Time to sleep! (Knock her out)
de: Entschuldige. Schlafenszeit! (Schlag sie bewusstlos)
fr: Désolé. C'est l'heure de dormir ! (l'assommer)
ja: すみません。お休みの時間です！（彼女を気絶させる）
pt: Sinto muito. Hora de dormir! (Nocauteia-a)
zh_cn: 对不起。该睡觉了！（把她打晕）

source: I'm here to detain you, and then ask for a ransom.
de: Ich bin hier, um dich festzuhalten, und dann Lösegeld zu fordern.
fr: Je suis ici pour te garder en captivité, et ensuite demander une rançon.
ja: あなたを拘束して身代金を要求しに来た。
pt: Estou aqui para deter-lo e pedir um resgate.
zh_cn: 我是来扣留你，然后要求赎金的。

source: No way! Guards!
de: Von wegen! Wachen!
fr: Pas question ! Gardes !
ja: まさか！ 衛兵！
pt: Nem pensar! Guardas!
zh_cn: 不可能！警卫！

source: ... Yes, no way. (Knock her out)
de: ... Ja, von wegen. (Schlag sie bewusstlos)
fr: ... Oui, pas question. (l'assommer)
ja: …ええ、まさか。（彼女を気絶させる）
pt: ...Sim, sem chance. (Nocauteia-a)
zh_cn: ...是的，不可能。（把她打晕）

source: I'm not going to hurt you, I don't want to do this.
de: Ich werde dir nicht wehtun, ich will das nicht tun.
fr: Je ne vais pas te faire de mal, je ne veux pas faire ça.
ja: 傷つけるつもりはない、僕だってこんなことはしたくない。
pt: Não te vou machucar, não quero fazer isso.
zh_cn: 我不打算伤害你，我不想这样做。

source: You! Don't go any further. Leave me!
de: Du! Keinen Schritt weiter. Verschwinde!
fr: Toi ! N'approche pas. Laisse moi !
ja: あなた！ これ以上寄ってこないで。放っておいて頂戴！
pt: Você! Não vá mais adiante. Deixe-me!
zh_cn: 你!不要再往前走了。离开我！

source: I'm not going to hurt you.
de: Ich werde dir nicht wehtun.
fr: Je ne vais pas te faire de mal.
ja: あなたを傷つけるつもりはない。
pt: Não te vou te alejar.
zh_cn: 我不会伤害你的。

source: I couldn't care less about you! Just ask the guards.
de: Du bist mir völlig egal! Frag einfach die Wachen.
fr: Je me fiche éperdument de toi ! Vas-y, appelle les gardes.
ja: あなたのことなんてどうでもいいわ！ そういうことは衛兵と話して頂戴。
pt: Não poderia importar-me menos consigo! Apenas chame os guardas.
zh_cn: 我不能不在乎你！问问警卫就知道了。

source: Those untrained men aren't able to defend themselves. Don't make me laugh.
de: Diese ungelernten Männer sind noch nicht mal in der Lage, sich selbst zu verteidigen. Bring mich nicht zum Lachen.
fr: Ces hommes sans entraînement ne sont même pas capables de se défendre eux-mêmes. Ne me fais pas rire.
ja: ロクな訓練も積んでない連中じゃ自分の身を守ることもできやしないよ。笑わせないで。
pt: Aqueles homens destreinados não são capazes nem de se defender. Não me faça rir.
zh_cn: 那些没有受过训练的人没有能力保护自己。别让我笑。

source: Other people will get you, and they won't be as kind as me.
de: Andere Leute werden Dich schnappen, und sie werden nicht so freundlich wie ich sein.
fr: D'autres gens viendront te chercher, et ils ne seront pas aussi gentils que moi.
ja: 他の人があなたを捕まえるよ、僕ほど親切じゃないだろうね。
pt: Outras pessoas vão te pegar e não serão tão gentis como eu.
zh_cn: 其他人会得到你，而且他们不会像我这样善良。

source: I am safe here!
de: Ich bin hier sicher!
fr: Je suis hors de danger ici !
ja: ここなら安全よ！
pt: Estou seguro aqui!
zh_cn: 我在这里很安全!

source: You aren't, and my presence here is the proof!
de: Das bist du nicht, und meine Anwesenheit ist der Beweis dafür!
fr: Non, et ma présence ici en est la preuve !
ja: そんなことはない、僕がここにいることがその証拠だ！
pt: Não está e a minha presença aqui é a prova!
zh_cn: 你不是，我在这里就是证明！

source: Then get out of my sight now!
de: Dann geh mir jetzt aus den Augen!
fr: Alors hors de ma vue maintenant !
ja: なら今すぐわたくしの目の前から消えて！
pt: Então saia da minha frente agora!
zh_cn: 那就马上离开我的视线！

source: I can't.Things are not that easy! Other people will get you instead of me.
de: Ich kann nicht. Die Dinge sind nicht so einfach! Nach mir werden andere Leute kommen.
fr: Je ne peux pas. Ce n'est pas aussi facile ! D'autres gens viendront te chercher à ma place.
ja: 無理だよ。物事はそんなに単純じゃない！ 僕の代わりに他の人があなたを捕まえるだろうね。
pt: Não posso. As coisas não são tão simples assim! Outras pessoas vão te apanhar em vez de mim.
zh_cn: 我不能。事情没有那么简单！我不能。其他人会代替我得到你。

source: They will probably kill me if I go back without you.
de: Sie werden mich wahrscheinlich umbringen, sollte ich ohne dich zurückkehren.
fr: Ils vont probablement me tuer si je rentre sans toi.
ja: あなたなしで帰ったら僕は殺されるかもしれない。
pt: Eles provavelmente vão matar-me se voltar sem você.
zh_cn: 如果我没有带你回去，他们可能会杀了我。

source: Stop. Then tell me what I can do!
de: Stop. Dann sag mir, was ich tun kann!
fr: Stop. Alors dis-moi ce que je peux faire !
ja: 待って。それならわたくしに何ができるのか教えて頂戴！
pt: Pare. Então diga-me o que posso fazer!
zh_cn: 停。然告诉我能做些什么！

source: Give me something of value, and you won't see me again.
de: Gib mir irgendetwas Wertvolles, und du wirst mich nicht wiedersehen.
fr: Donne-moi quelque chose de valeur, et tu ne me reverras pas.
ja: 何か価値のあるものがほしい、そうすればお互いもう二度と会わずに済む。
pt: Dê-me algo de valor e não me irá ver de novo.
zh_cn: 给我一些有价值的东西，你就不会再见到我。

source: [Lie]I have enough gold, so if you give me something valuable .... The ransom we were going to ask will be covered.
de: [Lüge] Ich habe genug Gold, wenn du mir also etwas Wertvolles gibst.... Das Lösegeld, das wir einfordern wollten, wäre damit abgedeckt.
fr: [Mensonge] J'ai assez d'or, donc si tu me donnes quelque chose de valeur... La rançon qu'on allait demander sera couverte.
ja: （嘘）お金は十分持ってるから、何か貴重品を貰えるなら…要求する身代金はカバーできる。
pt: [Mentir] Tenho ouro suficiente, então se me der algo valioso... O resgate que pediríamos será coberto.
zh_cn: [谎言]我有足够的黄金，所以如果你给我一些有价值的东西....我们要的赎金就能得到满足。

source: Take this and leave me, please.
de: Nimm dies und verschwinde, bitte.
fr: Prends ça et laisse moi, s'il te plait.
ja: これを持って行って。
pt: Leve isso e me deixe, por favor.
zh_cn: 拿着这个，请离开我。

source: It has been a pleasure, my lady.
de: Es war mir ein Vergnügen, meine Dame.
fr: Ce fut un plaisir, gente dame.
ja: ありがとうございました。
pt: Foi um prazer, minha senhora.
zh_cn: 这是我的荣幸，夫人。

source: Sure, thank you.
de: Sicher, danke.
fr: Bien sûr, merci.
ja: よし、ありがとう。
pt: Claro, obrigada.
zh_cn: 当然，谢谢你。

source: I see guilt in your eyes, my young friend.
de: Ich sehe Schuld in deinen Augen, mein junger Freund.
fr: Je vois de la culpabilité dans tes yeux, mon jeune ami.
ja: 君の目には罪悪感が見て取れるが。
pt: Vejo culpa nos seus olhos, meu jovem.
zh_cn: 我在你的眼睛里看到了内疚，我年轻的朋友。

source: I couldn't accomplish the objective, I'm sorry.
de: Ich konnte das Vorhaben nicht umsetzen, entschuldige.
fr: Je n'ai pas pû accomplir l'objectif, je suis désolé.
ja: 目的を達成できませんでした、すみません。
pt: Não pude realizar o objetivo, desculpe-me.
zh_cn: 我很抱歉无法完成任务。

source: I felt sorry for that woman, and I decided to extort her and get the gold directly.
de: Die Frau tat mir leid, und ich hab mich entschieden, sie zu zwingen, mir das Gold direkt zu geben.
fr: J'ai senti de la pitié pour cette femme, et j'ai décidé de l'extorquer afin d'obtenir l'or directement.
ja: 女性がかわいそうになって、脅して直接お金を手に入れることにしました。
pt: Senti pena daquela mulher e decidi extorqui-la e levar o ouro diretamente.
zh_cn: 我觉得那个女人很可怜，于是我决定敲诈她，直接拿到黄金。

source: You don't need to tell me things I can see with my own eyes, it is a waste of time.
de: Du brauchst mir nichts zu erzählen, was ich mit eigenen Augen sehen kann, reine Zeitverschwendung.
fr: Pas besoin de me dire ce que je peux voir dans tes yeux, c'est une perte de temps.
ja: 見ればわかることは言わなくてもいい、時間の無駄だ。
pt: Não precisa de contar-me coisas que eu posso ver com os meus próprios olhos, é uma perda de tempo.
zh_cn: 你不需要告诉我我能亲眼看到的东西，这是浪费时间。

source: I expect more of you. That was your first mission inside the guild and you failed it!
de: Ich erwarte mehr von dir. Das war deine erste Mission innerhalb der Gilde und du hast versagt!
fr: J'en attends plus de toi. C'était ta première mission dans la guilde et tu as échoué !
ja: 君にはもっと期待している。これは君にとってギルドでの最初の任務だった、それを失敗したというのか！
pt: Espero mais de si. Essa foi a sua primeira missão dentro da guilda e falhou!
zh_cn: 我对你们的期望很高。这是你在公会内的第一个任务，但你失败了！

source: I brought a valuable necklace from the noblewoman.
de: Ich habe eine kostbare Halskette von der Edelfrau gebracht.
fr: J'ai apporté un collier de valeur venant de la noble.
ja: 貴族女性から貴重なネックレスを持ってきました。
pt: Comprei um valioso item colar de uma nobre mulher.
zh_cn: 我从贵妇那里带来一条贵重的项链。

source: Being a good liar is a very valuable ability for the guild, but useless against me.
de: Ein guter Lügner zu sein, ist eine wertvolle Fähigkeit für die Gilde, aber nutzlos mir gegenüber.
fr: Savoir bien mentir est une compétence très utile pour la guilde, mais inutile contre moi.
ja: 嘘つきであることはギルドにとって非常に価値のある能力ではある、だが私には無用だ。
pt: Ser um bom mentiroso é uma habilidade valiosa para a guilda, porem é inútil contra mim.
zh_cn: 作为一个擅长说谎的人，对公会来说是一个非常有价值的能力，但对我来说却毫无用处。

source: What we have here? (Umar's face gets a smile while he admires the necklace)
de: Was haben wir denn hier? (Auf Umars Gesicht zeigt sich ein Lächeln als er die Halskette bewundert)
fr: Qu'avons-nous ici ? (Umar sourit en admirant le collier)
ja: これは？（ネックレスに感心してウマルが笑みを浮かべる）
pt: O que temos aqui? (O rosto de Umar se apraz enquanto ele admira o colar)
zh_cn: 我们这里有什么？ （奥马尔欣赏项链时脸上露出微笑）

source: Well. I will take it as compensation for your mistakes.
de: Einverstanden. Ich werde dies als Entschädigung für deine Fehler annehmen.
fr: Eh bien. Je le prendrai en dédommagement pour tes erreurs.
ja: いいだろう。失敗の埋め合わせとしてこれを受け取るとしよう。
pt: Ok. Isso vai compensar os seus erros.
zh_cn: 好吧。我将把它作为对你的错误的补偿。

source: Again, I'm sorry.
de: Nochmals, Entschuldigung.
fr: Encore pardon.
ja: 改めて、すみませんでした。
pt: De novo, me desculpe.
zh_cn: 再次，我很抱歉。

source: You already took my necklace. Leave me alone.
de: Du hast bereits meine Halskette genommen. Lass mich in Ruhe.
fr: Vous avez déjà pris mon collier. Laissez-moi tranquille.
ja: ネックレスはもう渡したでしょう。構わないで頂戴。
pt: Já tirou o meu colar. Deixe-me sozinho.
zh_cn: 你已经拿走了我的项链。让我自个呆着。

source: You already triggered the lever that opened a hatch which leads downstairs.
de: Du hast den Hebel bereits betätigt, der die Luke nach unten öffnet.
fr: Vous avez déjà actionné le levier qui a ouvert la trappe menant en bas.
ja: 階下に通じるハッチを開けるレバーは既に作動させてある。
pt: Já acionou uma alavanca que abriu uma escotilha para descer as escadas.
zh_cn: 你已经扳动了杠杆，打开了通往楼下的一个舱门。

source: You ... Argh ... [The sergeant takes one final breath and then dies. You should have come earlier. Now you will never get to know what he wanted to tell you.]
de: Du ... argh .... [Der Sergeant nimmt einen letzten Atemzug und stirbt. Du hättest eher kommen sollen. Nun wirst du niemals mehr herausfinden, was er dir sagen wollte.]
fr: Tu ... Argh ... [Le sergent rend son dernier soupir. Vous auriez dû venir plus tôt. Maintenant vous ne saurez jamais ce qu'il voulait vous dire.]
ja: 君…ああ… （軍曹は息を引き取る。もっと早く来るべきだった。彼が何を伝えようとしたのか、今となっては知ることは叶わない）
pt: Tu... Raios... [O sargento dá um último suspiro e morre. Devia ter vindo mais cedo. Agora nunca saberás o que ele te queria dizer.]
zh_cn: 你...啊......。 [中士做了最后一次呼吸，然后死去。你应该早点来。现在你将永远无法知道他想告诉你什么。］

source: The door opens.
de: Die Tür öffnet sich.
fr: La porte s'ouvre.
ja: 扉が開く。
pt: A porta abre-se.
zh_cn: 门开了。

source: Something prevents the key from turning, so you cannot unlock the door.
de: Etwas hindert den Schlüssel daran, sich drehen zu lassen, sodass du die Tür nicht öffnen kannst.
fr: Quelque chose empêche la clé de tourner, vous ne pouvez pas déverrouiller cette porte.
ja: 何らかによって鍵が回らなくなっており、扉を開けない。
pt: Algo impede que a chave gire, por isso não consegue destrancar a porta.
zh_cn: 有东西阻止了钥匙转动，因此您无法打开门。

source: I'm afraid all the beds at the guild are taken for the night. We have arrangements at the inn in town though. If you tell them Umar sent you then you will not have to pay for a bed.
de: Ich befürchte, alle Betten in der Gilde sind diese Nacht bereits belegt. Wir haben aber eine Abmachung mit dem Gasthaus in der Stadt. Wenn du sagst, dass Umar dich geschickt hat, wirst du nichts für ein Bett bezahlen müssen.
fr: J'ai bien peur que tous les lits de la guilde soient pris pour la nuit. Cependant, nous avons des arrangements avec l'auberge en ville. Si tu dis qu'Umar t'envoie, tu n'auras pas à payer ton couchage.
ja: とはいえギルドのベッドは一晩中ふさがっている。代わりに町の宿をこちらで手配しておいた。ウマルが送ったと伝えれば、宿代の支払いは必要はない。
pt: Temo que todas as camas da guilda estejam ocupadas para a noite. Temos acordos com a pousada na cidade. Se disser que Umar o enviou, então não precisará pagar pela cama.
zh_cn: 恐怕公会的所有床位今晚都被占用了。不过我们在镇上的旅馆有安排。如果你告诉他们是奥马尔派你来的，那么你就不必为床位付钱了。

source: I'll do that.
de: Das werde ich tun.
fr: Je ferai ça.
ja: そうします。
pt: Vou fazer isso.
zh_cn: 我将这样做。

source: You have a gut feeling that it would be better to not go any further unprepared.
de: Mein Bauchgefühl sagt mir, dass es besser wäre, nicht unvorbereitet weiterzugehen.
fr: Vous avez le sentiment qu'il ne vaudrait mieux pas aller plus loin sans préparation.
ja: あなたにはこれ以上の準備は必要ないとの予感がある。
pt: Tem uma sensação instintiva de que seria melhor não ir mais para a frente despreparado.
zh_cn: 你有一种直觉，认为最好不要在没有准备的情况下再走下去。

source: Careful, rockfall
de: Vorsicht Steinschlag
fr: Attention, chute de pierres
ja: 落石に気をつけよう
pt: Cuidado, desabamento de pedras
zh_cn: 小心，落石

source: You need some item that would help you go through there undiscovered.
de: Du brauchst einen Gegenstand, der dir hilft, dort unentdeckt durchzukommen.
fr: Vous avez besoin d'objet vous aidant à y aller sans vous faire repérer.
ja: あなたには未知の場所を通り抜けるのに役立つアイテムが必要だ。
pt: Precisa de um item que te ajude a passar por lá sem seres descoberto.
zh_cn: 你需要一些工具来帮助你顺利通过那里。

source: Leave
de: Geh
fr: Partir
ja: 離れる
pt: Saia
zh_cn: 离开

source: The Bridge is broken. It would not hold your weight.
de: Die Brücke ist beschädigt. Sie würde dein Gewicht nicht tragen.
fr: Le pont est cassé. Il ne supporterait pas votre poids.
ja: 橋が壊れている。あなたの体重を支えられそうにない。
pt: A ponte está quebrada. Não aguentaria o seu peso.
zh_cn: 桥坏了。它将无法承受你的重量。

source: The ground under your feet suddenly gives way, a fissure opens, and you fall into it.
de: Der Boden unter deinen Füßen gibt plötzlich nach, ein Spalt öffnet sich, und du fällst hinein.
fr: Le sol cède soudainement sous tes pieds, une fissure s'ouvre, et vous tombez dedans.
ja: 足元の地面が急に崩れて亀裂が入り、そこに落下してしまう。
pt: O chão debaixo dos seus pés de repente cede, uma fissura abre-se e cai dentro dela.
zh_cn: 你脚下的地面突然裂开了，你掉了下去。

source: Good thing I put on these protective boots. Who knows what could have happened otherwise!
de: Zum Glück habe ich diese schützenden Stiefel angezogen. Wer weiss, was ansonsten noch passiert wäre!
fr: Heureusement que j'ai mis ces bottes de protection. Qui sait ce qui aurait pû arriver sinon !
ja: 保護ブーツを履いてて良かった。じゃないとどうなってたことやら！
pt: Ainda bem que calcei essas botas de proteção. Quem sabe o que poderia ter acontecido caso contrário!
zh_cn: 幸亏我穿上这双保护鞋。不然天知道会发生啥！

source: Ouch!
de: Autsch!
fr: Aïe !
ja: 痛い！
pt: Ai!
zh_cn: 哎哟!

source: Again, a crack has opened and you fall into it.
de: Wieder hat sich ein Riss aufgetan und du fällst hinein.
fr: A nouveau, une fissure s'ouvre et vous tombez dedans.
ja: またしても亀裂が開いてそこに落ちてしまう。
pt: Novamente, uma rachadura abre-se e cai dentro dela.
zh_cn: 又一次，地面裂开你掉了下去。

source: My protective boots saved my life another time!
de: Meine schützenden Stiefel haben mir ein weiteres Mal das Leben gerettet!
fr: Mes bottes de protection m'ont encore sauvé la vie !
ja: 今回も保護ブーツに助けられた！
pt: As minhas botas protetoras salvaram a minha vida de novo!
zh_cn: 我的保护靴又救了我一命！

source: I almost broke my legs. I wish I had better shoes...
de: Ich hätte mir fast die Beine gebrochen. Ich wünschte, ich hätte bessere Schuhe...
fr: Je me suis presque cassé les jambes. J'aurais aimé avoir de meilleures chaussures...
ja: 足が折れるところだった。もっといい靴があればいいのに…
pt: Quase que parti as minhas pernas. Gostaria de ter sapatos melhores...
zh_cn: 我差点摔断了腿。要是我有双好点的鞋子就好了...

source: Another hole in the ground! This time you can't even see the bottom, but somehow you managed to stop your fall after a few meters.
de: Das nächste Loch im Boden! Dieses Mal kann man noch nicht einmal bis zum Grund sehen, aber irgendwie hast du es geschafft, deinen Sturz nach ein paar Metern zu stoppen.
fr: Encore un trou dans le sol ! Cette fois vous ne pouvez même pas voir le fond, mais d'une certaine manière vous avez réussi à arrêter votre chute après quelques mètres.
ja: また地面に穴が！ 今回は底さえ見えないものの、何とか数メートル程で転落を食い止めた。
pt: Outro buraco no chão! Desta vez nem consegue ver o fundo, mas de alguma maneira consegue parar a sua queda após apenas alguns metros.
zh_cn: 地上又出现了一个洞！这次你甚至都看不到底部，但是不知道什么原因你成功的停止了。

source: I have to remember to thank Bernhar for the boots!
de: Ich muss unbedingt daran denken, Bernhar für die Stiefel zu danken!
fr: Il faut que je me souvienne de remercier Bernhar pour les bottes !
ja: ベルンハルにブーツのお礼を忘れないようにしよう！
pt: Tenho que me lembrar de agradecer ao Bernhar por essas botas!
zh_cn: 我必须记得感谢伯恩哈尔的靴子！

source: It is really dangerous to walk here!
de: Es ist wirklich gefährlich, hier zu laufen!
fr: C'est vraiment dangereux de marcher ici !
ja: ここを歩くのは本当に危ない！
pt: É muito perigoso andar por aqui!
zh_cn: 在这里走路真的很危险!
