Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: I recently lost a very valuable book of mine.
de: Ich verlor kürzlich ein mir sehr wertvolles Buch.
fr: J'ai perdu il y a peu un livre qui m'était précieux.
ja: 最近とても大切な本をなくしてしまったのじゃ。
pt: Recentemente perdi um livro muito valioso.
zh_cn: 我最近丢了一本很有价值的书。

source: I know I had it with me yesterday. Now I can't seem to find it.
de: Ich weiß, dass ich es gestern noch hatte. Wie es scheint kann ich es jetzt nicht mehr finden.
fr: Je sais que je l'avais encore hier. Maintenant, je ne le retrouve plus.
ja: 昨日持っておったのは分かっておる。だが見つからんのだ。
pt: Sei que o tinha ontem. Agora não o encontro.
zh_cn: 我知道昨天我带着它。现在我似乎找不到它了。

source: I never lose things! Someone must have stolen it, that's my guess.
de: Ich verliere meine Sachen nie! Irgendjemand muss es gestohlen haben, das ist meine Vermutung.
fr: Je ne perds jamais rien ! Quelqu'un a dû me le voler à mon avis.
ja: 儂は失くしてなどおらん！ 誰かが盗んだに違いない、と考えておる。
pt: Nunca perco as coisas! Alguém o deve ter roubado, é o meu palpite.
zh_cn: 我从不丢东西!我猜一定是有人偷了它。

source: Would you please go look for my book? It's called 'Calomyran Secrets'.
de: Würdest du bitte nach meinem Buch suchen? Es heißt 'Calomyranische Geheimnisse'.
fr: Voudrais-tu partir à la recherche de mon livre ? Il s'intitule « Les secrets de Calomyran ».
ja: 儂の本を探してきてくれんか？ "カロミランの神秘"と呼ばれるものじゃ。
pt: Podias procurar o meu livro? Chama-se 'Segredos de Calomyran'.
zh_cn: 请你去找我的书好吗?它被称为“卡洛米伦的秘密”。

source: I have no idea where it might be. You could go ask Arcir, he seems very fond of his books. [Points at the house to the south]
de: Ich habe keine Ahnung, wo es sein könnte. Kannst du Arcir fragen, er scheint sehr verliebt in seine Bücher zu sein. [Zeigt zum Haus im Süden]
fr: Je n'ai pas la moindre idée de l'endroit où il pourrait être. Tu pourrais demander à Arcir, il semble adorer ses livres. [Montre la maison au sud]
ja: どこにあるかは分からん。アルシルにでも聞いてみてくれ。あやつは本が好きみたいだからの。 （南の家を指差す）
pt: Não faço a mínima ideia onde é que ele poderá estar. Podias perguntar ao Arcir, ele parece gostar muito de livros. [Aponta para uma casa a sul (↓)]
zh_cn: 我不知道它在哪里。你可以去问阿西尔，他似乎很喜欢他的书。 [指着房子向南]

source: OK, I'll go ask Arcir. Goodbye.
de: Okay, ich werde Arcir fragen. Auf Wiedersehen.
fr: D'accord, je vais demander à Arcir. Au revoir.
ja: わかりました。アルシルに聞いてきます。さようなら。
pt: Está bem, vou perguntar o Arcir. Adeus.
zh_cn: 好吧，我去问问阿西尔。再见。

source: How is the search for my book going? It's called 'Calomyran Secrets'. Have you found my book?
de: Wie geht die Suche nach meinem Buch vorwärts? Es heißt 'Calomyranische Geheimnisse'. Hast du mein Buch gefunden?
fr: Comment avance la recherche de mon livre ? Il s'intitule « Les secrets de Calomyran ». L'as-tu retrouvé ?
ja: 本の捜索はどうなったかの？ "カロミランの神秘"じゃぞ。見つかったのか？
pt: Como está a correr a procura do meu livro? Chama-se 'Segredos de Calomyran'. Encontraste-o?
zh_cn: 我的书找得怎么样了?它被称为“卡洛米伦的秘密”。你找到我的书了吗?

source: Yes, I found it.
de: Ja, ich habe es.
fr: Oui, je l'ai retrouvé.
ja: はい、見つけました。
pt: Sim, encontrei-o.
zh_cn: 是的，我找到了。

source: No, I have not found it yet.
de: Nein, ich habe es noch nicht gefunden.
fr: Non, je ne l'ai pas encore trouvé.
ja: いえ、まだ見つけていません。
pt: Não, ainda não o encontrei.
zh_cn: 不，我还没有找到。

source: Could you tell me your story again please?
de: Kannst du mir bitte die Geschichte nochmal erzählen?
fr: Pourriez-vous me répéter votre histoire s'il vous plaît ?
ja: もう一度話を聞かせてもらえますか？
pt: Podias contar-me outra vez a história por favor?
zh_cn: 你能再给我讲一遍你的故事吗?

source: My book! Thank you, thank you! Where was it? No, don't tell me. Here, take these coins for your trouble.
de: Mein Buch! Danke, vielen Dank! Wo war es? Nein, sag es nicht. Hier, nimm ein paar Münzen für deine Bemühungen.
fr: Mon livre ! Merci, merci ! Où était-il ? Non, ne me le dis pas. Tiens, prends cet argent pour ton dédommagement.
ja: 儂の本！ よかった、本当にありがとうよ！ どこにあったのじゃ？ いや、言わんでいい。ほれ、お礼に駄賃を取っておきなさい。
pt: O meu livro! Obrigado, obrigado! Onde estava? Não, não me digas. Aqui, toma estas moedas como recompensa.
zh_cn: 我的书！谢谢你！它在哪里？不，别告诉我。给你，拿着这些，作为你的报酬。

source: Thank you. Goodbye.
de: Danke sehr. Tschüss.
fr: Merci, au revoir.
ja: ありがとうございます。さようなら。
pt: Obrigado. Adeus.
zh_cn: 谢谢。再见。

source: At last, some gold. Bye.
de: Letztendlich ein paar Goldmünzen. Tschüss.
fr: Enfin un peu d'or. Salut.
ja: やっとお金が。さようなら。
pt: Finalmente um pouco de ouro. Adeus.
zh_cn: 终于，有金子啦。再见。

source: Thank you so much for finding my book!
de: Vielen vielen Dank, dass du mein Buch gefunden hast!
fr: Merci mille fois d'avoir retrouvé mon livre !
ja: 本を見つけてくれてありがとうよ！
pt: Muito obrigado por encontrares o meu livro!
zh_cn: 非常感谢你找到我的书!

source: Welcome to Fallhaven Tavern. Have a seat anywhere.
de: Willkommen in der Fallhaven Taverne. Setz dich irgendwo.
fr: Bienvenue à la taverne de Fallhaven. Prends place où tu veux.
ja: フォールヘブン酒場へようこそ。どこでもお座りください。
pt: Bem-vindo à taberna de Fallhaven. Senta-te onde quiseres.
zh_cn: 欢迎来到法尔海文酒馆。请随便坐。

source: Let me see what food and drinks you have available.
de: Lass mich sehen, welche Speisen und Getränke es hier gibt.
fr: Montrez-moi ce que vous avez à boire et à manger.
ja: どんな飲食物があるか見せてください。
pt: Deixa-me ver que alimentos e bebidas é que há aqui.
zh_cn: 让我看看你们有什么食物和饮料。

source: Are there any rooms available?
de: Gibt es freie Zimmer?
fr: Avez-vous des chambres libres ?
ja: 空いている部屋はありますか？
pt: Há quartos vagos?
zh_cn: 有空房吗？

source: A room will cost you only 10 gold.
de: Ein Zimmer kostet dich nur 10 Goldmünzen.
fr: Une chambre ne te coûtera que 10 pièces d'or.
ja: 部屋代はたったの10ゴールドです。
pt: Um quarto custa apenas 10 moedas de ouro.
zh_cn: 一个房间只花10金币。

source: [Buy for 10 gold]
de: [Für 10 Goldmünzen kaufen]
fr: [Acheter pour 10 pièces d'or]
ja: （10ゴールドを払う）
pt: [Comprar com 10 moedas]
zh_cn: 【花10金币购买】

source: I really need to rest but I don't have 10 gold. I will wash the dishes. [Wash the dishes]
de: Ich muss mich wirklich ausruhen, aber ich habe keine 10 Goldmünzen. Ich werde Geschirr waschen. [Wasche Geschirr]
fr: Je dois vraiment me reposer mais je n'ai pas 10 pièces d'or. Je vais laver la vaisselle. [Lave la vaisselle]
ja: どうしても休まないといけないけど、10ゴールドも持ってません。お皿洗いをします。（皿を洗う）
pt: Preciso mesmo de descansar, mas não tenho 10 moedas de ouro. Vou lavar os pratos. [Lavar a louça]
zh_cn: 我真的需要休息，但我没有10金币。我可以去洗碗。【洗碗】

source: OK. Take the last room down at the end of the hall.
de: [REVIEW]Danke. Nimm das Zimmer dort am Ende des Ganges.
fr: Merci. Prends la dernière chambre au fond.
ja: 確認しました。廊下の突き当たりの最後の部屋に行ってください。
pt: Está bem. Usa o último quarto ao fundo do corredor.
zh_cn: 好的，去走廊尽头最后一个房间吧。

source: Thank you. There was something else I wanted to talk about.
de: Vielen dank. Da war noch etwas, über das ich reden wollte.
fr: Merci. J'avais autre chose à vous dire.
ja: ありがとうございます。他にも話したいことがありました。
pt: Obrigado. Gostava de falar sobre outra coisa.
zh_cn: 谢谢您。我还有别的事要谈。

source: I hope the room suits your needs. It's the last room down at the end of the hall.
de: Ich hoffe, das Zimmer erfüllt deine Erwartungen. Es ist das letzte Zimmer dort am Ende des Ganges.
fr: J'espère que la chambre te convient. C'est la dernière au fond.
ja: お部屋がご希望に適うといいのですが。廊下の突き当たりの最後の部屋です。
pt: Espero que o quarto te sirva. É o último quarto no fim do corredor.
zh_cn: 我希望这间房能满足你的需要。这是大厅尽头的最后一个房间。

source: You seem familiar somehow.
de: Du kommst mir irgendwie bekannt vor.
fr: Tu me rappelles quelqu'un.
ja: 何となく見覚えがあるような気がするね。
pt: A tua cara não me é estranha.
zh_cn: 不知怎的，你看起来很熟悉。

source: Do you know anything about the Thieves' Guild?
de: Was weißt du über die Diebesgilde?
fr: Auriez-vous des informations concernant la guilde des voleurs ?
ja: 盗賊ギルドについて何か知っていますか？
pt: Sabes alguma coisa sobre a Corja dos Ladrões?
zh_cn: 你知道盗贼工会吗?

source: Thieves' Guild? How would I know? Do I look like a thief to you?! Hrmpf.
de: Diebesgilde? Wie sollte ich etwas wissen? Sehe ich für dich wie ein Dieb aus?! Hrmpf.
fr: La guilde des voleurs ? Comment saurais-je ? Est-ce que je ressemble à un voleur d'après toi ? Hrmpf.
ja: 盗賊ギルド？ どうしてオレが知ってると？ オレが盗賊にでも見えるのか？ ふん。
pt: Corja dos Ladrões? Como é que poderia saber? Pareço-te um ladrão? Que raio.
zh_cn: 盗贼行会吗?我怎么知道?你看我像小偷吗?!哼。

source: I'm glad you are still alive!
ja: 無事でよかった！
pt: Estou contente por ainda estares vivo!
zh_cn: 我很高兴你还活着！

source: As you know I can handle myself.
ja: 僕は自分のことは自分でどうにかできるんだ。
pt: Como sabes, sei cuidar de mim.
zh_cn: 你知道我可以自己处理。

source: Why? Has something happened?
ja: どうして？ なにかあったの？
pt: Porquê? Aconteceu alguma coisa?
zh_cn: 为什么，发生了什么事吗？

source: Did you not hear of the most dangerous snake ever seen? It has been spotted on Fallhaven's southern border.
ja: 恐ろしく危険なヘビの話を聞いてないのですか？ フォールヘブン南の境界で目撃されたとか。
pt: Não ouviste falar da cobra mais perigosa alguma vez vista? Foi avistada na fronteira a sul (↓) de Fallhaven.
zh_cn: 你没听说过有史以来最危险的蛇吗？有人发现它出现在法尔海文的南部边界。

source: A snake?
ja: ヘビ？
pt: Uma cobra?
zh_cn: 蛇？

source: No, I didn't hear, and I also don't want to. Please give me something to drink.
ja: 聞いてないし、聞きたくもないですね。 何か飲み物をください。
pt: Não, não ouvi e também não quero ouvir. Por favor, dá-me algo para beber.
zh_cn: 不，我没听到，我也不想听到。 请给我点喝的吧。

source: No normal snake. Huge as a house! Making noise like a hundred galloping horses!
ja: 普通のヘビじゃないんです。家のように大きいんですよ！ 馬の大群が駆け回るかのような大音を立てるんです！
pt: Não é uma cobra normal. É enorme como uma casa! Faz barulho como cem cavalos galopantes!
zh_cn: 不是普通的蛇。像房子一样大！发出的声音像一百匹奔腾的马！

source: Few people dare to walk outside of the city nowadays.
ja: 近頃では、町の外をわざわざ出歩く人はめっきり少なくなってしまいましたよ。
pt: Poucas pessoas se atrevem a caminhar fora da cidade hoje em dia.
zh_cn: 现在很少有人敢走出城市。

source: Sounds interesting.
ja: 面白そうだ。
pt: Parece interessante.
zh_cn: 听起来很有趣。

source: Thanks for the warning. I'll avoid that area.
ja: 注意してくれてありがとう。そこは避けるようにします。
pt: Obrigado pelo aviso. Vou evitar essa área.
zh_cn: 谢谢你的警告。我会避开那个区域的。

source: Good. Enough of such dark words - now go, have a seat anywhere.
ja: よかった。こんな暗い話はもういいでしょう。ほら、席にかけてください。
pt: Ótimo. Já chega de palavras tão sombrias - agora vai, senta-te em qualquer lugar.
zh_cn: 好了，这些吓人的话已经听够了 - 现在 走吧，找个地方坐坐。

source: Oh no - what have I done? I shouldn't have talked of the giant snake. Promise me you won't go there!
ja: ああ、私はなんてことを。こんなことなら大蛇の話なんてするんじゃなかった。そこには行かないと約束してください！
pt: Oh não - o que é que eu fiz? Eu não devia ter falado da cobra gigante. Promete-me que não vais lá!
zh_cn: 哦，不——我做了什么？我不应该说起那条大蛇。答应我你不会去那里！

source: Well, if it makes you happy.
ja: まあ、それであなたが納得してくれるなら。
pt: Bem, se isso te faz feliz.
zh_cn: 好吧，如果这让你高兴的话。

source: Of course I'll go there.
ja: もちろん行くよ。
pt: Claro que vou lá.
zh_cn: 我当然会去那里。

source: What a waste of such a young, promising life! Well...don't forget to pay your tab before you leave my tavern.
ja: こんなに若く未来ある人生だというのに、なんてもったいない！ えっと…酒場を出る前に勘定をちゃんと忘れずに払ってくださいね。
pt: Que desperdício de uma vida tão jovem e promissora! Bem... não te esqueças de pagar a tua conta antes de saíres da minha taberna.
zh_cn: 真是浪费了这么年轻有为的生命！好了……别忘了在离开我的酒馆前付清你的帐。

source: You are back!
ja: 戻ってきた！
pt: Voltaste!
zh_cn: 你回来了！

source: Sure. And your little snake monster is no more.
ja: もちろん。あのちっぽけなヘビのモンスターならもういなくなりましたよ。
pt: Claro. E a tua pequena cobra já não existe.
zh_cn: 当然，你的小蛇怪也不在了。

source: Incredible! Let's feast now! Everyone have a free drink!
ja: 信じられない！ さあ、宴会といきましょうか！ 皆さんタダで飲んでください！
pt: Incrível! Vamos festejar agora! Pago uma rodada a todos!
zh_cn: 太了不起了！现在来享受盛宴吧！每个人都有一杯免费的饮料！

source: I don't have time for you, kid. Get lost.
de: Ich habe keine Zeit für dich, Junge. Verschwinde.
fr: Je n'ai pas de temps à perdre avec toi, gamin. Va-t'en.
ja: お前に構ってる時間はないんだよ。失せろ、ガキ。
pt: Não tenho tempo para ti miúdo. Vai dar uma volta.
zh_cn: 我没有时间陪你，小鬼。滚一边去。

source: I found a note with your name on it while looking for the book 'Calomyran Secrets'.
de: Ich fand eine Notiz mit deinem Namen drauf, während ich nach dem Buch 'Calomyranische Geheimnisse' suchte.
fr: J'ai trouvé une note portant votre nom alors que je cherchais le livre « Les secrets de Calomyran ».
ja: "カロミランの神秘"という本を探していたら、あなたの名前が書かれたメモを見つけました。
pt: Encontrei um bilhete com o teu nome ao procurar o livro 'Segredos de Calomyran'.
zh_cn: 我在找《卡洛米伦的秘密》的时候发现了一张写有你名字的纸条。

source: Now now, what have we here? Are you implying that I have been down in Arcir's basement?
de: Wie jetzt, was ist denn jetzt los? Willst du andeuten, ich wäre unten in Arcir's Keller gewesen?
fr: Voyez-vous ça ? Insinuerais-tu que je sois descendu dans la cave d'Arcir ?
ja: さて、ここに何かあるか？ オレがアルシルの地下室にいたとでも？
pt: Esta agora! O que temos aqui? Estás a insinuar que fui à cave do Arcir?
zh_cn: 现在，我们在这里做什么？你是说我去过阿西尔的地下室吗？

source: So, maybe I was. The book is mine anyway.
de: Na, möglicherweise war ich das. Das Buch gehört jedenfalls mir.
fr: Après tout, c'est bien possible. De toute façon, ce livre est à moi.
ja: ま、そうだったかもなぁ。とにかく本ならこのオレのものだ。
pt: Então, talvez tenha sido eu. De qualquer modo o livro é meu.
zh_cn: 也许是我。不管怎样，这本书是我的。

source: Look, let's solve this peacefully. You walk away and forget about that book, and you might still live.
de: Schau, lass uns das friedlich regeln. Du gehst weg und vergisst alles über das Buch und du darfst am Leben bleiben.
fr: Écoute, ne nous énervons pas. Tu t'en vas, tu oublies ce livre et peut-être que je te laisserai vivre.
ja: いいか、平和的に解決しようじゃないか。引き返して本のことを忘れるってなら、無事で済むかもしれねぇぞ。
pt: Olha, vamos resolver isso pacificamente. Se fores embora e esqueceres o livro, talvez possas sair vivo.
zh_cn: 看，让我们和平解决这个问题。你走开，忘掉那本书，你也许还能活下去。

source: Very well. Keep your book.
de: Also gut. Behalte dein Buch.
fr: Très bien, gardez votre livre.
ja: わかりました。本は持っていてください。
pt: Está bem. Fica com o livro.
zh_cn: 很好。保管好你的书。

source: No, you will give me that book.
de: Nein, du wirst mir das Buch geben.
fr: Non, vous allez me donner ce livre.
ja: いいえ、その本を渡しなさい。
pt: Não, vais dar-me o livro.
zh_cn: 不，你给我那本书吧。

source: Good boy. Now run away.
de: Guter Knabe, jetzt lauf weg.
fr: Tu es un bon garçon. Maintenant, file.
ja: いい子だ。ほら失せろ。
pt: Bom menino. Agora põe-te a andar.
zh_cn: 好孩子。现在滚。

source: OK, now you're starting to annoy me, kid. Get lost while you still can.
de: Okay, jetzt fängst du an mich zu nerven, Junge. Verschwinde solange du noch kannst.
fr: Là, tu commences à m'ennuyer gamin. Va-t'en tant que tu es encore capable de le faire.
ja: いいかガキ、お前はオレを困らせ始めている。今のうちに失せるんだな。
pt: Agora estás a começar a irritar-me, miúdo. Vai dar uma volta enquanto podes.
zh_cn: 好吧，现在你开始惹恼我了，小鬼。趁你还可以的时候滚吧。

source: Very well. I will leave.
de: Also gut, ich gehe.
fr: Très bien, je m'en vais.
ja: わかりました。出て行きます。
pt: Muito bem. Vou-me embora.
zh_cn: 很好。我会离开的。

source: No, that book is not yours!
de: Nein, dieses Buch gehört nicht dir!
fr: Non, ce livre n'est pas à vous !
ja: 断る、その本はあなたのものじゃない！
pt: Não, o livro não é teu!
zh_cn: 不，那本书不是你的！

source: You are still here? OK then, if you want the book that bad, you will have to take it from me!
de: Du bist immer noch da? Also dann, wenn du das Buch so dringend brauchst, wirst du es mir wegnehmen müssen!
fr: Tu es encore là ? Eh bien si tu veux tellement avoir ce livre, il va falloir que tu me le prennes !
ja: まだいるのかよ？ もういい、そんなにこいつが欲しいなら、奪ってみろ！
pt: Ainda estás aqui? Está bem. Se queres assim tanto o livro, terás de o tirar de mim!
zh_cn: 你还在这儿?好吧，如果你那么想要这本书，你就得从我这里夺走!

source: At last, a fight. I have been waiting for this!
de: Na endlich, ein Kampf. Darauf habe ich gewartet!
fr: Enfin une bagarre. Je l'attendais !
ja: ついに戦いだ。これを待ってたんだ！
pt: Finalmente uma luta. Estava ansioso por isto!
zh_cn: 最后，一场战斗。我一直在等着！

source: I had hoped it wouldn't come to this.
de: Ich habe gehofft, dass es nicht so weit kommen würde.
fr: J'aurais préféré ne pas en arriver là.
ja: こんなことにならなければよかったのに。
pt: Estava com esperança não chegasse a isto.
zh_cn: 我本来希望不会这样。

source: Hello again. You should go talk to Nocmar.
de: Hallo nochmal. Du solltest mit Nocmar reden.
fr: De retour ? Tu devrais aller discuter avec Nocmar.
ja: また会ったな。ノクマーと話してくるといい。
pt: Olá novamente. Devias falar com o Nocmar.
zh_cn: 再次问好。你应该去找诺克玛谈谈。

source: Hi there.
de: Hallo.
fr: Bonjour.
ja: やあ、こんにちは。
pt: Olá aí.
zh_cn: 嗨。

source: There was a drunk outside the tavern that told me a story about you two.
de: Da war ein Betrunkener draußen vor der Schenke, der mir eine Geschichte über euch beide erzählt hat.
fr: J'ai croisé un ivrogne devant la taverne qui m'a raconté une histoire à propos de vous deux.
ja: 酒場の外にいた酔っ払いがあなた達お二人の話をしてくれました。
pt: Estava um bêbado, fora da taberna, que me contou uma história sobre vós os dois.
zh_cn: 酒馆外有个醉汉给我讲了一个关于你们俩的故事。

source: That old drunk over at the tavern told you his story did he?
de: Dieser betrunkene alte Mann bei der Schenke hat dir seine Geschichte erzählt, nicht wahr?
fr: Ce vieux radoteur de la taverne t'a raconté notre histoire ?
ja: あの酔った老いぼれが酒場で君に話したというのだな？
pt: Esse velho bêbado da taberna contou-te então a história dele, não foi?
zh_cn: 那个在酒馆里的老醉汉给你讲了他的故事，是吗?

source: Same old story. We used to travel together a few years back.
de: Die selbe alte Geschichte. Vor ein paar Jahren pflegten wir miteinander zu Reisen.
fr: C'est toujours la même vieille histoire. Nous voyagions ensemble il y a de cela quelques années.
ja: 昔の話だ。数年前まで私達はよく一緒に旅をしたものだ。
pt: É sempre a mesma velha história. Costumávamos viajar juntos há alguns anos atrás.
zh_cn: 同样的老故事。几年前我们经常一起旅行。

source: Real adventuring you know, swords and spells.
de: Echte Abenteuer du weißt schon, mit Schwertern und Zaubersprüchen.
fr: La grande aventure, tu vois, avec les épées et les sorts.
ja: 剣と呪文、君の知っているような本物の冒険だ。
pt: Mesmo uma aventura, sabes, espadas e feitiços.
zh_cn: 真正的冒险，你知道的，剑和法术。

source: Then, after a while, we stopped. I can't really say why, I guess we got tired of life on the road. We settled down here in Fallhaven.
de: Aber dann, nach einer Weile, hörten wir auf. Ich kann nicht einmal sagen warum, ich vermute wir wurden des Vagabundenlebens müde. Wir ließen uns hier in Fallhaven nieder.
fr: Et puis nous nous sommes arrêtés. Je ne sais pas très bien pour quelle raison, je suppose que nous étions fatigués de cette vie errante. Nous nous sommes installés ici à Fallhaven.
ja: それからしばらくして、私達は立ち止まった。何故かは私にもはっきりとは言えないが、旅先での生活に飽きてしまったのだろう。私達はここフォールヘブンに落ち着いた。
pt: Então, após algum tempo, paramos. Não consigo dizer exatamente porquê. Talvez tenhamos ficado cansados da vida na estrada. Assentamos em Fallhaven.
zh_cn: 过了一阵子，我们停了下来。我真的不能说为什么，我想我们厌倦了路上的生活。我们在法尔海文定居下来。

source: Nice little town here. A lot of thieves around, but they don't bother me.
de: Nette kleine Stadt hier. Viele Diebe streifen umher, aber die kümmern mich nicht.
fr: C'est une jolie petite ville. Il y a bien tous ces voleurs, mais ils ne m'embêtent pas.
ja: ここは素敵な小さな町だな。周りには泥棒が多いが、私には気にならない。
pt: Isto é uma boa terra. Muitos ladrões por aqui, mas eles não me incomodam.
zh_cn: 这里是个不错的小镇。虽然周围有很多小偷，但他们不打扰我。

source: So what's your story, kid? How did you end up here in Fallhaven?
de: Also wie ist deine Geschichte, Junge? Wie bist du nach Fallhaven gekommen?
fr: Alors quelle est ton histoire, gamin ? Comment es-tu arrivé ici à Fallhaven ?
ja: それで君の話は？ 少年。どんな経緯でフォールヘブンにたどり着いたのかな？
pt: Então, qual é a tua história miúdo? Como é que vieste parar aqui a Fallhaven?
zh_cn: 你的故事是什么，孩子？你是怎么来到法尔海文的？

source: I'm looking for my brother.
de: Ich suche nach meinem Bruder.
fr: Je suis à la recherche de mon frère.
ja: 兄を探しています。
pt: Estou à procura do meu irmão.
zh_cn: 我在寻找我的哥哥。

source: Yeah yeah, I get it. Your brother has probably run off to some dungeon, trying to go adventuring. [Rolls eyes]
de: Ja ja, ich verstehe. Dein Bruder ist wahrscheinlich abgehauen um in irgendeiner Höhle ein Abenteuer zu erleben. *rollt mit seinen Augen*
fr: Ouais, ouais, je comprends. Ton frère est probablement parti à l'aventure, en quête de donjons. [Roule des yeux]
ja: ああ分かった。君のお兄さんは冒険をしようとして、どこかのダンジョンに向かったんだろう。 （目を丸くする）
pt: Sim, sim, entendo. O teu irmão provavelmente está a fugir de algum duende. [Revira os olhos]
zh_cn: 是啊是啊，我明白了。你哥哥可能已经跑到某个地牢里去了，想去冒险。 【转动眼睛】

source: Or maybe he has gone to one of the bigger cities to the north.
de: Oder vielleicht ist er in eine der größeren Städte im Norden gegangen.
fr: Ou alors il est parti dans l'une des grandes villes au Nord.
ja: もしくは北の大都市にでも行ったのか。
pt: Ou talvez tenha ido para às grandes cidades a norte.
zh_cn: 也许他去了北方的大城市之一。

source: Can't say I blame him for wanting to see the world.
de: Ich kann es ihm nicht verübeln, dass er die Welt sehen will.
fr: Je ne peux guère le blâmer d'avoir envie de voir du pays.
ja: 世界を見たいからといって、それを責めることはできないな。
pt: Não posso dizer que o culpo por querer ver o mundo.
zh_cn: 我不能责怪他想看看世界。

source: Hey, by the way, are you looking to be an adventurer?
de: He, so nebenbei, versuchst du ein Abenteurer zu sein?
fr: Au fait, est-ce que toi non plus tu n'aurais pas envie de devenir aventurier ?
ja: さて、ところで、君は冒険家にはなりたいか？
pt: Ei, por falar nisso, também queres ser um aventureiro?
zh_cn: 嘿，顺便问一下，你想成为冒险家吗？

source: No, not really.
de: Nein, nicht wirklich.
fr: Non, pas vraiment.
ja: いえ、そうでもないです。
pt: Não, não realmente.
zh_cn: 不，不是真的。

source: Nice. I'll give you a hint, kid. *snickering* Go see Nocmar over by the west side of town. Tell him I sent you.
de: Gut, ich gebe dir einen Tipp, Junge. *kichert*. Geh zu Nocmar drüben auf der Westseite der Stadt. Sag ihm ich schicke dich.
fr: C'est bien. Je vais te donner un conseil, gamin. *ricane*. Va voir Nocmar à l'Ouest de la ville. Dis-lui que je t'ai envoyé.
ja: いいね。ヒントをあげようか。（忍び笑い）町の西側にいるノクマーに会いに行け。私が君を送ったと伝えるといい。
pt: Ainda bem. Vou dar-te uma dica, miúdo. *a sorrir*. Vai ter com o Nocmar no lado oeste da cidade. Diz-lhe que te enviei.
zh_cn: 很好，我给你个提示，孩子我给你个提示，孩子。*窃笑*去镇子西边的诺克玛那里看看吧。告诉他是我叫你来的。

source: Smart move. Adventuring leads to a lot of scars. If you know what I mean.
de: Gute Einstellung. Abenteuer führen zu vielen Narben, wenn du verstehst was ich meine.
fr: Sage décision. L'aventure est cause de bien des cicatrices. Si tu vois ce que je veux dire.
ja: 賢明だな。冒険は多くの傷をもたらす。分かっているのだろうが。
pt: Boa jogada. As aventuras conduzem a muitas cicatrizes.Sabes o que quero dizer.
zh_cn: 明智之举。冒险会导致很多伤疤。如果你明白我的意思。

source: His house is just southwest of the tavern.
de: Sein Haus ist etwas südwestlich der Schenke.
fr: Sa maison est juste au Sud-Ouest de la taverne.
ja: 家なら酒場のちょうど南西にある。
pt: A casa dele fica a sudoeste (↙) da taberna.
zh_cn: 他的房子就在酒馆的西南面。

source: Hello again. I hope you will find what you are looking for.
de: Hallo nochmal. Ich hoffe du findest was du suchst.
fr: Re-bonjour. J'espère que tu trouveras ce que tu cherches.
ja: また会ったね。探し人が見つかるといいね。
pt: Olá novamente. Espero que encontres o que estás à procura.
zh_cn: 再次问好。我希望你能找到你要找的东西。

source: Swift is my blade. Poisoned is my tongue. Or was it the other way around?
de: Flink ist meine Klinge. Giftig meine Zunge. Oder war es anders herum?
fr: Prompte est ma lame. Empoisonnée est ma langue. À moins que ce ne soit le contraire ?
ja: 素早い私の刃。私は毒舌。それとも逆だったかな？
pt: Ligeira é minha lâmina. Envenenada é minha língua. Ou seria o contrário?
zh_cn: 刀页如飞，巧舌若毒。还是反过来呢?

source: There seems to be a lot of thieves here in Fallhaven.
de: Es gibt hier in Fallhaven scheinbar eine Menge Diebe.
fr: On dirait qu'il y a beaucoup de voleurs à Fallhaven.
ja: フォールヘブンには盗賊がたくさんいるみたいですね。
pt: Parece haver um monte de ladrões aqui em Fallhaven.
zh_cn: 法尔海文似乎有很多小偷。

source: Yes, we thieves have a strong presence here.
de: Ja, wir Diebe sind hier stark Präsent.
fr: Oui, nous sommes très présents ici.
ja: そう、ここでは自分たち盗賊は存在感があるんだ。
pt: Sim, nós os ladrões temos uma presença forte aqui.
zh_cn: 是的，我们这里的小偷很厉害。

source: Anything more?
de: Sonst noch was?
fr: Y a-t-il autre chose ?
ja: 他には？
pt: Algo mais?
zh_cn: 还有什么吗？

source: I heard that you helped Gruil, a fellow thief in Crossglen village.
de: Ich hörte du hast Gruil, einem Diebesgenossen im Dorf Crossglen, geholfen.
fr: J'ai entendu dire que tu avais aidé Gruil, un compagnon voleur du village de Crossglen.
ja: クロスグレン村の盗賊仲間のグルイルを助けてくれたって聞いたよ。
pt: Ouvi dizer que ajudaste o Gruil, um companheiro nosso ladrão na aldeia de Crossglen.
zh_cn: 我听说你帮助了格鲁尔，一个在克罗斯山谷村的小偷。
