Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: I hope you managed to stay away from the savages of Nor City as much as possible while being over there.
de: Ich hoffe, du konntest dich von diesen Wilden aus Nor City so gut wie möglich fernhalten, als du dort unten warst.
fr: J'espère que tu as réussi à éviter les sauvages de Norville autant que possible quand tu étais là-bas.
ja: あちらにいる間は、君ができる限りノアシティの野蛮人に関わらないでいられることを願うよ。
pt: Espero que tenha conseguido ficar longe dos selvagens de Nor-City tanto quanto possível, durante a jornada.
zh_cn: 我希望你尽可能设法远离诺尔城那里的野蛮人。

source: From what I hear, things are rough down south.
de: Nach allem, was ich so höre, ist das eine rauhe Gegend dort unten im Süden.
fr: D'après ce que j'entends, c'est plutôt agité au sud.
ja: 聞くところによると、南部は荒れているそうだ。
pt: Pelo que ouvi, as coisas estão duras ao sul.
zh_cn: 据我所知，南方的情况很糟糕。

source: As for you, you have both my and the rest of the Feygard patrol's gratitude for helping us with this.
de: Was dich betrifft, so ist dir mein Dank für deine Hilfe gewiss, ebenso wie der der übrigen Feygard-Truppe.
fr: Quant à toi, tu as ma gratitude, et celle du reste de la patrouille de Feygard, pour nous avoir aidé.
ja: 君には、私や他のフェイガードのパトロール隊共々感謝している。
pt: Quanto a si, tem a nossa gratidão, tanto o meu quanto do resto da patrulha Feygard por nos ajudar com isso.
zh_cn: 至于你，我和费加德巡逻队的其他成员都很感谢你帮助我们处理此事。

source: You return. Thank you for helping with the shipment earlier.
de: Du bist zurück. Danke, dass du uns neulich bei dem Transport ausgeholfen hast.
fr: Te revoilà. Merci de nous avoir aidés avec les cargaisons.
ja: 戻ってきたか。先程は発送に協力してくれたこと感謝する。
pt: Voltou. Obrigado por nos ajudar com a remessa anterior.
zh_cn: 你回来了，感谢您之前帮助处理该批货物。

source: Is there anything I can do for you?
de: Kann ich irgendetwas für dich tun?
fr: Y a-t-il quelque chose que je puisse faire pour toi ?
ja: 何かできることはあるか？
pt: Existe algo que possa fazer por si?
zh_cn: 有什么我可以为你做的吗？

source: Absolutely, as thanks for the help you provided earlier to both Minarra and me, we could agree to trade with you.
de: In der Tat, zum Dank dafür, dass du sowohl Minarra als auch mir geholfen hast, könnten wir einem Handel mit dir zustimmen.
fr: Absolument, comme remerciement pour l'aide apportée plus tôt à Minarra et moi, nous devons pouvoir faire affaire ensemble.
ja: もちろんだ。君には先程ミナラと私、双方への協力で世話になった。売買を行うことに同意しよう。
pt: Absolutamente, como agradecimento pela ajuda que forneceu anteriormente para tanto Minarra quanto eu, concordamos em negociar consigo.
zh_cn: 当然，为了感谢你之前对米娜拉和我的帮助，我们可以与你交易了。

source: Go up in the lookout tower over there and talk to Minarra about equipment. She has our supply.
de: Steige den Aussichtsturm dort drüben hinauf und sprich mit Minarra über Ausrüstung. Sie verwaltet unseren Vorrat.
fr: Monte dans la tour de guet et parle à Minarra de l'équipement. Elle a nos fournitures.
ja: あちらの見張り塔に上がって、備品についてミナラと話してくれ。彼女が物資を管理している。
pt: Sobe a torre de vigia e fala com a Minarra sobre o equipamento. Ela controla as nossas provisões.
zh_cn: 到那边的瞭望塔去，和米娜拉谈谈装备的事。她负责我们的补给。

source: I hear that Minarra up in the lookout tower over there wants help with something. Why don't you go up to her and ask her about it, and we might be able to work something out after that.
de: Ich habe gehört, dass Minarra, die sich auf dem Aussichtsturm dort drüben aufhält, wegen etwas Hilfe benötigt. Warum steigst du nicht zu ihr hinauf und fragst sie diesbezüglich? Danach könnten wir ins Geschäft kommen.
fr: J'ai entendu dire que Minarra, en haut de la tour de guet, a besoin d'aide. Pourquoi n'irais-tu pas la voir et lui demander ce qu'il en est, on pourrait s'arranger ensuite.
ja: あちらの見張り塔の上にいるミナラは何かの助けを必要としていると聞いている。彼女のところへ行って尋ねてみてはどうだろう、その後であれば何とかなるかもしれない。
pt: Ouvi dizer que Minarra na torre de vigia ali quer ajuda com alguma coisa. Por que não vá perguntar-la sobre isso e podemos ser capazes de trabalhar em algo depois disso.
zh_cn: 我听说那边瞭望塔上的米娜拉需要帮忙。你为什么不去找问问她呢，然后我们也许可以解决一些问题。

source: Hello again my Shadow friend. How may I help you?
de: Hallo nochmal, mein Schattenfreund. Kann ich dir helfen?
fr: Que puis-je faire pour toi, cher ami de l'Ombre ?
ja: 久しぶり、我らがシャドウの同朋よ。何か用かい？
pt: Olá novamente meu amigo Sombrio. Como posso ajudá-lo?
zh_cn: 又见面了，我的暗影朋友。我有什么能帮到你的？

source: Let me see what you have to trade.
de: Zeig mir was du zum Handeln hast.
fr: Faites-moi voir ce que vous avez à vendre.
ja: 何を売買しているのか見せてください。
pt: Deixe-me ver o que tem para negociar.
zh_cn: 让我看看你想要交易啥。

source: Sigh, it's you. What do you want?
de: *Seufz* du bist es. Was möchtest du?
fr: Ah… c'est toi. Qu'est-ce que tu veux ?
ja: ハァ、アンタか。何の用だい？
pt: Ugh, é você. O que quer?
zh_cn: 嘿，是你啊。你想要啥？

source: Psst, hey. Interested in doing some trading? I am always looking for acquiring ... well, items of others...
de: Psst, hey. Willst du ein wenig handeln? Ich nehme immer gerne Sachen von... naja, von anderen....
fr: Pssst, ça te dirait de faire affaires ? Je suis toujours à la recherche de … disons, d'objets récupérés ailleurs …
ja: ねえ、ちょっと。取引に関心は？ 私はいつも…まあ、他所のアイテムを探し回っててね。
pt: Psiu, ei. Interessado em negociar? Estou sempre à procura de adquirir... bem, itens alheios…
zh_cn: 嘘……嘿。对谈成交易感兴趣？我一直致力于得到……咳，别人的东西……

source: Sure, let me see what you have.
de: Klar, zeig mir was du hast.
fr: Bien sûr, faites-moi voir ce que vous avez.
ja: はい、何があるか見せてください。
pt: Claro, deixe-me ver o que tem.
zh_cn: 好啊，让我看看你有什么。

source: Items of others?
de: Sachen von Anderen?
fr: « Récupérés ailleurs » ?
ja: 他所のアイテム？
pt: Os itens alheios?
zh_cn: 别人的东西？

source: Oh yes. You see, these Feygard patrol guards carry some really interesting things. They don't seem to care much if some of their shipments ... well, disappear.
de: Oh, ja. Schau mal, dieser Feygard Wächtertrupp besitzt ein paar sehr interessante Sachen. Es würde Sie sicher nicht stören, wenn ein bisschen was von ihrer Ladung... naja, verschwindet.
fr: Oh oui. Vous savez, ces gardes des patrouilles de Feygard transportent de bien belles choses. Il ne se rendront sûrement compte de rien si certaines de leurs marchandises… eh bien, disparaissent.
ja: そうそう。知っての通り、フェイガードのパトロール衛兵は面白いものを持ってるんだ。アイツらは…ええ、荷物の一部がなくなったところで気にしてないみたいでね。
pt: Ah, sim. Veja, esses guardas da patrulha de Feygard carregam algumas coisas realmente interessantes. Eles parecem não se importar muito se alguns dos seus carregamentos... bem, desaparecem.
zh_cn: 对。你看，这些费加德警卫经常带着一些非常有趣的东西。他们似乎并不在意他们运输的货物……咳，消失不见。

source: I should really not get involved in this. Goodbye.
de: Ich sollte da wirklich nicht hineingezogen werden. Machs gut.
fr: Je ne devrais vraiment pas me mêler de ça. Au revoir.
ja: これは本当に関わらない方がいい。それでは。
pt: Realmente não devo me envolver nisso. Tchau.
zh_cn: 我真的不想为此受到牵连。再见。

source: Psst, hey you! I saw you talking to Gandoren over there, and I happened to notice that you exchanged some items. Anything interesting?
de: Psst, hey du. Ich habe dich da drüben mit Gandoren reden sehen und zufällig bemerkt, dass ihr ein paar Gegenstände getauscht habt. Irgendwas interessantes?
fr: Pssst, hé vous ! Je vous ai vu parler à Gandoren là-bas, et il se trouve que je vous ai vu marchander avec lui. Est-ce qu'il avait des choses intéressantes ?
ja: ねえ、ちょっと！ あっちでアンタがガンドレンと話してるのを見かけたよ、それでたまたまアイテムのやり取りをしてたのに気づいた。なにか面白い事でもあったかい？
pt: Psst, ei! Vi-o falar com Gandoren e aconteceu que percebi quetrocou alguns itens. Algo interessante?
zh_cn: 嘘……哟！你在和甘多伦讲话的时候，我注意到你交换了一些东西。有啥有趣的？

source: Never mind that, let me see what you have to trade.
de: Lass gut sein, zeig mir was du zum Handeln hast.
fr: Laissez-tomber, faites-moi voir ce que vous avez à vendre.
ja: お気になさらず、何を売買しているのか見せてください。
pt: Não ligue nisso, deixe-me ver o que tem para trocar.
zh_cn: 不去管它，让我看看你有啥要交易的。

source: I better not talk about it.
de: Darüber rede ich besser nicht.
fr: Je ne préfère pas en parler.
ja: その話はしない方がいいですね。
pt: É melhor não falar sobre isso.
zh_cn: 我不太想说。

source: Gandoren specifically asked me not to talk to you about it.
de: Gandoren hat mir ausdrücklich gesagt, dass ich nicht mit dir darüber reden soll.
fr: Gandoren m'a justement demandé de ne pas vous en parler.
ja: ガンドレンからそのことをあなたには話すなと言われました。
pt: Gandoren especificamente me pediu para não falar consigo sobre isso.
zh_cn: 甘多伦特地叫我不要跟你提起它。

source: Yes, Gandoren wants me to deliver some equipment for Feygard. Do you want a part of the deal?
de: Ja, Gandoren möchte, dass ich einige Ausrüstung für Feygard ausliefere. Möchtest du dich am Geschäft beteiligen?
fr: Oui, Gandoren veut que je délivre de l'équipement à Feygard. Est-ce que vous en voulez une partie ?
ja: ええ、ガンドレンは僕にフェイガードの装備品を届けてほしいそうです。取引をご希望ですか？
pt: Sim, Gandoren deseja que eu entregue alguns equipamentos para Feygard. Quer uma parte do acordo?
zh_cn: 是的，甘多伦想叫我给费加德送点装备。你想搭一把手吗？

source: Hah, of course. Gandoren would not like it if I were to get a glimpse into his business. I assume you are helping him deliver those items somewhere. Tell me this, what did he promise you in return? Gold? Honor? No?
de: Hah, na klar. Gandoren würde es nicht mögen, wenn ich auch nur kurz in seine Karten schauen könnte. Ich nehme an, du hilfst ihm diese Sachen irgendwo hin zu bringen. Sag mir eins, was hat er dir als Belohnung versprochen? Gold? Ehre? Nicht?
fr: Ha ha, bien sûr. Gandoren n'aimerait pas entendre que je mets mon nez dans ses affaires. Je suppose que vous l'aidez à transporter ces marchandises quelque part. Dites-moi, que vous a-t-il promis en échange ? De l'or ? Des privilèges ? Hein ?
ja: ああ、だろうね。私がガンドレンの仕事を覗き見でもしようものなら、あの男は嫌がるだろうさ。アンタはどこかにそのアイテムを届けるのを手伝ってんだろ。教えてくれ、あの男は見返りに何を約束した？ 金？ 名誉？ 違う？
pt: Ah, claro. Gandoren não gostaria que eu tivesse a oportunidade de vislumbrar seus negócios. Presumo que o está a ajudar a entregar esses itens em algum lugar. Diga-me uma coisa, o que lhe prometeu em troca? Ouro? Honra? Estou certo?
zh_cn: 哈，当然啦。就算我朝他的生意瞥一眼甘多伦也不会喜欢的。我猜你在帮他把那些东西送到啥地方啦。告诉我，他有没有承诺给你回报？金子？荣誉？还是啥都没有？

source: Now that you mention it, he didn't actually say there would be a reward.
de: Jetzt wo du es erwähnst... er hat nicht wirklich gesagt, dass es eine Belohnung geben wird.
fr: Maintenant que vous le dites, il n'a mentionné aucune récompense à la clé.
ja: そういえば、報酬があるとは言ってなかった。
pt: Agora que mencionou, ele não chegou a dizer que haveria uma recompensa.
zh_cn: 你倒是给我提了个醒，他确实没有说过有奖励。

source: I am doing this for the glory of Feygard.
de: Ich tue dies für den Ruhm Feygards.
fr: Je le fais pour la gloire de Feygard.
ja: フェイガードの栄光のためにやってるんだ。
pt: Estou a fazer isso pela glória de Feygard.
zh_cn: 我是为了费加德的荣誉做这件事的。

source: Helping Feygard seems like the right thing to do.
de: Feygard zu helfen scheint das Richtige zu sein.
fr: Aider Feygard me semble juste être la meilleure chose à faire.
ja: フェイガードを助けるのは正しいことのように思えます。
pt: Auxiliar Feygard parece ser a coisa certa a fazer.
zh_cn: 帮助费加德看上去像是一件正确的事。

source: What would you propose instead?
de: Was würdest du statt dessen vorschlagen?
fr: Que me proposez-vous en échange ?
ja: 代わりに何を提案してくれる？
pt: Qual seria sua proposta?
zh_cn: 那你有什么另外的建议吗？

source: As usual, Feygard keeps all its riches to itself. What if I were to tell you there was a way for you to gain from all this as well?
de: Feygard behält, wie üblich, seine Reichtümer für sich selbst. Wie wäre es, wenn ich dir sagen würde, wie du selbst auch etwas daran verdienen könntest?
fr: Comme toujours, ceux de Feygard gardent leurs richesses rien que pour eux. Et si je vous disais qu'il y a un moyen pour vous d'y trouver votre compte ?
ja: いつものごとく、フェイガードはすべての富を独り占めしている。アンタに、このすべてから得られる方法があると言ったらどう？
pt: Como de costume, Feygard mantém todas as suas riquezas para si. E se lhe dissesse que há uma maneira de ganhar com tudo isso também?
zh_cn: 像往常一样，费加德把所有的财富都留给了自己。如果我告诉你有一种方法可以让你从这一切中获益呢?

source: Sounds interesting, please go on.
de: Hört sich interressant an, rede weiter.
fr: Ça a l'air intéressant, continuez.
ja: 面白そうだ、続けてください。
pt: Parece interessante, por favor, continue.
zh_cn: 听起来很有趣，请继续。

source: I have no problem helping Feygard without any personal gain.
de: Ich habe kein Problem damit Feygard zu helfen, ohne dass etwas für mich heraus springt.
fr: Je n'ai rien contre l'idée d'aider Feygard sans rien en échange.
ja: 個人的な利益抜きにフェイガードを助けることには問題はありません。
pt: Não tenho nenhum problema em ajudar Feygard sem pensar em nenhum ganho pessoal.
zh_cn: 对于无偿帮助费加德我个人毫无怨言。

source: I better not get involved in this, goodbye.
de: Ich sollte da lieber nicht mit rein gezogen werden. Auf Wiedersehen.
fr: Je ne préfère pas m'impliquer là-dedans, au revoir.
ja: この件に巻き込まれない方がいいね、それでは。
pt: É melhor não me envolver nisso, adeus.
zh_cn: 我还是不要牵扯上这个了，再见。

source: By the Shadow, you sound like one of those deceptive snobs from Feygard.
de: Beim Schatten, du klingst wie einer dieser trügerischen Wichtigtuer aus Feygard.
fr: Par l'Ombre, vous parlez comme l'un de ces snobs méprisables de Feygard.
ja: シャドウの名において、フェイガードの気取り屋みたいなやつだねアンタ。
pt: Pela Sombra, soa como um daqueles esnobes traiçoeiros de Feygard.
zh_cn: 暗影在上，你听起来就像来自费加德那些势利小人。

source: Shadow help you, child. You should question yourself whether you really are making the right choice here.
de: Schatten hilf dir, Kind. Du solltest dich fragen, ob du hier wirklich die richtige Entscheidung triffst.
fr: Que l'Ombre t'aide, mon enfant. Tu devrais sincèrement te demander si tu fais le bon choix.
ja: シャドウがお力添えくださるでしょう、少年。本当に正しい選択をしているのかどうか、自分に問いかけてみたほうがいいよ。
pt: Que a Sombra o ajude, filho. Deve questionar-se se realmente está a fazer a escolha certa aqui.
zh_cn: 孩子，暗影会帮助你的。你应该询问自己是否在这里真的做出了正确的抉择。

source: Let me tell you my plan. As you might know, everyone believes there will be some coming conflict between the deceptive snobs of Feygard and the glorious people of Nor City.
de: Lass mich dir meinen Plan erklären. Wie du vielleicht weißt, glaubt jeder an den bevorstehenden Konflikt zwischen den trügerischen Wichtigtuern aus Feygard und den glorreichen Leuten aus Nor City.
fr: Laisse-moi te parler de mon plan. Comme tu le sais sûrement, tout le monde pense qu'un conflit se prépare entre les snobs de Feygard et les glorieux habitants de Norville.
ja: 私の計画を教えようか。知ってるかもしれないけど、上辺だけの俗物フェイガードとノアシティの栄光ある人々との間には、そのうち衝突が起こるだろうことを誰もが信じてる。
pt: Deixe lhe dizer o meu plano. Como deve saber, todo mundo acredita que haverá um conflito entre os esnobes traiçoeiros de Feygard e as gloriosa população de Nor-City.
zh_cn: 让我告诉你我的计划。正如你所知，每个人都认为在费加德的势利小人和诺尔城的荣耀市民间将会有一场冲突。

source: Any help we can bring to Nor City in this matter is welcome. These items that Gandoren gave you would be useful to our people in the southern lands.
de: Jede Hilfe, die wir Nor City zukommen lassen, ist willkommen. Diese Gegenstände, die dir Gandoren gegeben hat, wären für unsere Leute im Süden sehr nützlich.
fr: Toute aide que l'on puisse apporter à Norville pour s'y préparer est la bienvenue. Ces objets que Gandoren t'a donnés seraient utiles à notre peuple des terres du sud.
ja: この件でノアシティにもたらすことができるどんな助けでも、私たちは歓迎する。ガンドレンがアンタに預けたアイテムは、私ら南部の地の人々に役立つことだろうさ。
pt: Qualquer ajuda que possamos trazer para Nor-City neste assunto é bem-vinda. Esses itens que Gandoren lhe deu seriam útil para o nosso povo nas terras do sul.
zh_cn: 在这个问题上，我们能给诺尔城带来的任何帮助都是受欢迎的。甘多伦给你的这些东西将会对我们这些南部的人民有用。

source: These items, if you were to deliver them to our allies down in Vilegard, then the Shadow would look favorably upon you.
de: Diese Gegenstände - wenn du sie zu unseren Verbündeten unten in Vilegard bringen würdest, dann würde der Schatten wohlwollend auf dich blicken.
fr: Si tu livres cet équipement à nos alliés, à Vilegard, l'Ombre saura veiller sur ot.
ja: このアイテムをヴィルガードの協力者に届けるなら、シャドウはアンタのことを好意的に見てくださるだろうね。
pt: Esses itens, se fossem entregues aos nossos aliados em Vilegard, então a Sombra certamente lhe estaria mais favorável.
zh_cn: 如果你把这些东西交给我们在维尔加德的盟友，暗影将会很感激你的。

source: This way, the people could get back some piece of the riches that Feygard has stolen from all of us.
de: Auf diesem Weg könnten die Leute einen Teil der Reichtümer, die Feygard uns gestohlen hat, zurück bekommen.
fr: Ainsi, notre peuple retrouverait enfin une partie des richesses que Feygard a volées à chacun d'entre nous.
ja: それで、フェイガードが私たちから奪っていった富の一部を人々は取り戻すことができる。
pt: Dessa forma, as pessoas poderiam recuperar um pouco das riquezas que Feygard roubou de todos nós.
zh_cn: 这样的话，人们就可以取回一些我们被费加德窃取的财富。

source: If you indeed are walking in the Shadow, then deliver these items to the smith in Vilegard. He will be able to make good use of them. He might also have some other task for you.
de: Wenn du wirklich mit dem Schatten gehst, dann liefere diese Sachen dem Schmied in Vilegard. Er wird sie gut nutzen können. Vielleicht hat er auch noch eine andere Aufgabe für dich.
fr: Si tu es vraiment sur la voie de l'Ombre, livre ces objets au forgeron de Vilegard. Il en fera bon usage. Il aura sûrement une autre tâche à te confier.
ja: アンタが本当にシャドウの中を歩いているなら、そのアイテムをヴィルガードの鍛冶屋まで届けてほしい。彼なら有効活用できるだろう。もしかしたら彼の方もアンタに他の仕事があるかもね。
pt: Se realmente está a andar na Sombra, então entregue esses itens ao ferreiro em Vilegard. Ele será capaz de fazer um bom uso delas. Ele também pode ter alguma outra tarefa para si.
zh_cn: 如果你真的下暗影行者，那就把这些东西送到维尔加德的铁匠那里。他会很好的利用它们，并且可能有别的任务给你。

source: I will see what I can do.
de: Ich werde sehen, was ich tun kann.
fr: Je vais voir ce que je peux faire.
ja: 何とかやってみます。
pt: Vou ver o que posso fazer.
zh_cn: 我会看看我能做些什么。

source: No. I will help Feygard instead.
de: Nein. Ich werde stattdessen Feygard helfen.
fr: Non, je vais finalement aider Feygard.
ja: いいえ。代わりにフェイガードを手伝います。
pt: Não. Prefiro ajudar Feygard.
zh_cn: 不，我将帮助费加德。

source: Whatever, I choose my own path.
de: Wie auch immer, ich gehe meinen eigenen Weg.
fr: Ça m'est égal, je choisis ma propre voie.
ja: どうでもいい、自分の道は自分で選ぶ。
pt: Que seja, escolho o meu próprio caminho.
zh_cn: 无论如何，我选择自己的路。

source: Shadow be with you. May the Shadow guide you on the clouded paths that you walk.
de: Schatten sei mit dir. Möge dich der Schatten auf deinem umwölkten Pfad leiten.
fr: Que l'Ombre soit avec toi. Qu'elle te guide sur les chemins brumeux qui t’attendent.
ja: シャドウはあなたと共にある。曇った道を歩むあなたをシャドウが導いてくれますように。
pt: Que a Sombra o acompanhe e o oriente por esses caminhos nebulosos que percorres.
zh_cn: 暗影与你同在。愿暗影指引你前进的道路。

source: Hello again. Did you deliver those items to the smith in Vilegard?
de: Hallo nochmal. Hast du die Sachen schon zum Schmied in Vilegard gebracht?
fr: Re-bonjour. As-tu livré ces objets au forgeron de Vilegard ?
ja: 久しぶり。ヴィルガードの鍛冶屋にアイテムを届けてくれたかい？
pt: Olá novamente. Entregou aqueles itens ao ferreiro em Vilegard?
zh_cn: 又见面了。你把那些东西送到维尔加德的铁匠那了吗？

source: Not yet.
de: Noch nicht.
fr: Pas encore.
ja: まだです。
pt: Ainda não.
zh_cn: 还没到时候。

source: Good. You should also try to convince Gandoren into thinking that you helped him.
de: Gut. Du solltest noch versuchen, Gandoran davon zu überzeugen, dass du ihm geholfen hast.
fr: Bien. Vous devriez aussi essayer de faire croire à Gandoren que vous l'avez aidé.
ja: いいね。アンタもガンドレンを助けたと思わせるように頑張ることだ。
pt: Bom. Também deve tentar convencer Gandoren a pensar que o ajudou.
zh_cn: 好。你还应该试着说服甘多伦，让他认为你帮过他了。

source: Excellent! You do indeed walk with the Shadow my friend. I am glad to hear that there are at least a few decent folk still around.
de: Ausgezeichnet! Du gehst in der Tat mit dem Schatten mein Freund. Es freut mich zu hören, dass es wenigstens hier und da noch ein paar anständige Leute gibt.
fr: Excellent ! Vous suivez vraiment la voie de l'Ombre mon ami. Je suis heureux de savoir qu'on rencontre encore des personnes comme vous de nos jours.
ja: よくやった！ 確かにアンタはシャドウと共に歩んでいるんだね。少なくともまだ良識ある人が残っていると知れたことは喜ばしい。
pt: Excelente! Realmente andar com a Sombra, meu amigo. Estou feliz em saber que ainda existem algumas pessoas decentes por aí.
zh_cn: 太好了！你确实是行走在暗影中的人，我的朋友。我很高兴知道这里还是有那么几个好人的。

source: Your help will be most appreciated by the people of Nor City, and you will be welcome among us.
de: Deine Hilfe wird in Nor City äußerst geschätzt werden und du wirst bei uns willkommen sein.
fr: Ton aide sera des plus appréciées par le peuple de Norville, et tu seras le bienvenu parmi nous.
ja: この助けはノアシティの人々にこの上なく感謝され、私達の間で歓迎されることだろうよ。
pt: A sua ajuda será muito apreciada pelo povo de Nor-City e será bem-vindo entre nós.
zh_cn: 诺尔城的城里人最会感谢您的帮助，而且您也会在我们当中受到欢迎。

source: Oh, this is most unexpected but very welcome. I will not question how you acquired these items, but instead express my gratitude for bringing them to me.
de: Oh, das kommt äußerst unerwartet, ist aber sehr willkommen. Ich werde nicht fragen, wie du diese Sachen beschafft hast, sondern lieber meine Dankbarkeit für ihr Überbringen ausdrücken.
fr: Oh, c'est très inattendu mais merci beaucoup. Je ne te demanderai pas comment tu as obtenu ces biens, mais tu as toute ma gratitude pour me les avoir apportés.
ja: おおっ、これは全くの予想外でしたが歓迎しますよ。どうやってあなたがこのアイテムを手に入れたのか、疑問に思うことはしません。代わりに私のところまで持ってきてくれたことを感謝します。
pt: Oh, isso é muito inesperado, mas muito bem-vindo. Não vou questionar como adquiriu esses itens, mas, ao invés, expresso a minha gratidão por me trazê-los.
zh_cn: 哦，这是最出乎意料但非常受欢迎的。我不会质疑您是如何获得这些物品的，而是感谢您将它们带给我。

source: Thank you for bringing me these items, they will be most useful to us here in the southern lands, and Vilegard in particular. We rarely get our hands on Feygard items, so these are really welcome.
de: Danke, das du mir diese Sachen gebracht hast. Sie werden uns hier in den südlichen Ländern, insbesondere in Vilegard sehr nützlich sein. Wir bekommen selten Sachen aus Feygard in die Hände, daher sind diese wirklich willkommen.
fr: Merci de m'avoir ramener ces biens, ils nous seront très utiles ici dans les terres du sud, et pour Vilegard en particulier. On met rarement la main sur des biens de Feygard, merci beaucoup.
ja: アイテムを持ってきてくださってありがとうございます。ここ南部の地、特にヴィルガードでは大いに役立つでしょう。フェイガードのアイテムなど滅多に手に入りませんからね、大歓迎です。
pt: Obrigado por me trazer esses itens, serão-nos mais úteis para aqui nas terras do sul e, em particular, em Vilegard. Raramente esses itens de Feygard chegam às nossas mãos, de forma que são realmente bem-vindos.
zh_cn: 谢谢你给我带来的这些东西，它们对我们南方来说很实用，尤其是维尔加德。我们很少接触到费加德物品，所以这些物品真的很受欢迎。

source: I was sent to deliver these items to a Feygard patrol stationed in the Foaming Flask tavern.
de: Man hat mich geschickt, um diese Sachen an eine Feygarder Patroullie zu liefern, die in der Taverne 'Schäumende Flasche' stationiert ist.
fr: On m'envoie pour livrer cet équipement à la patrouille de Feygard au poste à la taverne la Chopine Moussante.
ja: 僕はこのアイテムを、フォーミングフラスコ酒場に駐留しているフェイガードパトロール隊に届けるために送られました。
pt: Fui enviado para entregar esses itens para uma patrulha de Feygard acampada na taberna Foaming Flask.
zh_cn: 我被派去给驻扎在泡沫瓶酒馆的费加德巡逻队送这些东西。

source: Instead, you brought them to me. You have my thanks.
de: Statt dessen hast du sie zu mir gebracht. Du hast meinen Dank.
fr: Et tu as préféré me les apporter. Je te remercie.
ja: 代わりに私のところに持ってきてくれたと。感謝します。
pt: Em vez disso, trouxe-me-os. Tem meu agradecimento.
zh_cn: 相反，你却把它们带给了我。谢谢你。

source: Hah, this means that we have another opportunity here. What if you were to deliver some other items to the Feygard patrol instead? Hah, this will really make my day.
de: Ha! Das bedeutet, dass wir noch eine andere Gelegenheit haben: Wenn du statt diesen einige andere Sachen an die Feygarder Wache lieferst? Ha! Das würde den Tag perfekt machen.
fr: Ha, cela signifie qu'on a une autre opportunité ici. Et si tu livrais d'autres objets à la patrouille de Feygard ? Ha, ça sera une bonne journée aujourd'hui.
ja: ああ、これは別の好機が到来したということでしょうかね。フェイガードのパトロールに他のアイテムを代わりとして届けるというのはどうです？ ははぁ、これは実に楽しい日になりそうだ。
pt: Ah, isso significa que temos mais uma oportunidade aqui. E se entregasse alguns outros itens, ao invés desses, à patrulha de Feygard? Hah, isso vai realmente fazer o meu dia.
zh_cn: 哈，这意味着我们又多了一个机会。如果您要向费加德巡逻队运送一些其他物品会怎么样？哈哈，想想就开心。
