Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: I should talk to Fangwurm, the priest of west Brimhaven, to see if he has some information about how it may be possible to help Anakis' sister.
fr: Je devrais parler à Fangwurm, le prêtre de Brimhaven, pour savoir s'il a des informations sur la façon d'aider la sœur d'Anakis.
ja: 西ブリムヘブンの司祭ファングワームと話し、アナキスの妹を助ける方法について情報を持っていないか尋ねてみよう。
pt: Deveria falar com Fangwurm, o padre do oeste de Brimhaven, para ver se ele tem alguma informação sobre como pode ser possível ajudar a irmã de Anakis.
zh_cn: 我应该和西布林海文的牧师方乌姆谈谈，看看他是否有一些信息，可以帮助阿纳基斯的妹妹。

source: Fangwurm told me that the Basilisk's blood has special properties. It can protect against damage if applied to the skin. Fresh, warm, Basilisk's blood might even be able to heal a person that has been turned to stone.
fr: Fangwurm m'a dit que le sang de Basilic avait des propriétés spéciales. Il peut protéger des dégâts s'il est appliquer sur la peau. Frais et chaud, le sang de Basilic peut même être capable de soigner une personne qui a été changée en pierre.
ja: ファングワームは、バジリスクの血には特別な性質があると教えてくれた。肌に塗ればダメージから身を守ることができる。新鮮で温かいバジリスクの血なら、石になった人を治すことさえできるかもしれない。
pt: Fangwurm disse-me que o sangue do Basilisco tem propriedades especiais. Pode proteger contra danos se for aplicado na pele. Fresco, quente, o sangue do Basilisco pode até ser capaz de curar uma pessoa que foi transformada numa pedra anteriormente.
zh_cn: 方乌姆告诉我，蛇怪的血液有特殊的属性。如果涂抹在皮肤上，它可以保护皮肤不受伤害。新鲜温热的蛇怪之血，甚至可以治愈一个已经变成石头的人。

source: The priest Fangwurm told me that the potion maker in Fallhaven sells special crystal vials that are resistent to the blood of a Basilisk, and I will need one to handle it.
fr: Le prêtre Fangwurm m'a dit que le fabriquant de potion à Fallhaven vend des fioles de cristal particulières résistantes au sang de Basilic, et je vais en avoir besoin pour le manipuler.
ja: 司祭のファングワームによると、フォールヘブンの薬師がバジリスクの血に耐性のある特別なクリスタルバイアルを販売しており、それが血液の処理に必要だという。
pt: O padre Fangwurm disse-me que o fabricante de poções em Fallhaven vende frascos de cristal especiais que resistem ao sangue de um Basilisco vou precisar de um para lidar com isso.
zh_cn: 牧师方乌姆告诉我，法尔海文的药剂师有卖特殊的水晶瓶，对蛇怪的血有抵抗力，我需要一个人来处理它。

source: I should search the other rooms in this cave for a mirror that I can use to protect me from the glance of the Basilisk.
fr: Je devrais chercher dans l'autre pièce de cette caverne afin de trouver un miroir que je pourrais utiliser pour me protéger du regard du Basilic.
ja: 洞窟の他の部屋を探して、バジリスクの視線から身を守るための鏡を探そう。
pt: Devia procurar nos outros quartos desta caverna por um espelho que possa usar para me proteger do olhar do Basilisco.
zh_cn: 我应该在这个山洞的其他房间里寻找一面镜子，用它来保护我免受蛇怪的目光。

source: I killed the Basilisk.
fr: J'ai tué le Basilic.
ja: バジリスクを殺した。
pt: Matei o Basilisco.
zh_cn: 我杀了蛇怪。

source: I saved the life of Anakis' sister Juttarka.
fr: J'ai sauvé la vie de la sœur d'Anakis, Juttarka.
ja: アナキスの妹ジュターカの命を救った。
pt: Salvei a vida da irmã de Anakis, Juttarka.
zh_cn: 我救了阿纳基斯的妹妹朱塔尔卡的命。

source: I told Anakis that I killed the Basilisk.
fr: J'ai dit à Anakis que j'avais tué le Basilic.
ja: アナキスにバジリスクを殺したことを伝えた。
pt: Disse ao Anakis que matei o Basilisco.
zh_cn: 我告诉阿纳基斯，我杀了蛇怪。

source: Fair play?
fr: Le beau jeu ?
ja: フェアプレイ？
pt: Jogo justo?
zh_cn: 公平游戏？

source: I heard noices from the back room but I was not allowed to enter because I didn't know the password.
fr: J'ai entendu des bruits dans l'arrière salle mais je n'ai pas été autorisé à y entrer car je ne connais pas le mot de passe.
ja: 奥の部屋から物音がしたが、合言葉がわからないので入れなかった。
pt: Ouvi ruídos na sala dos fundos, mas não pude entrar porque não sabia a palavra-passe.
zh_cn: 我听到后屋传来嘈杂的声音，但因为不知道密码，所以不让我进去。

source: Zimsko told me about gambling in the back room and that he lost a lot of money. He thinks that they are cheating.
fr: Zimsko m'a parlé des paris dans l'arrière salle et qu'il avait perdu beaucoup d'argent. Ils pensent qu'ils trichent.
ja: ジムスコは奥の部屋でギャンブルをして大損した話をしてくれた。イカサマをしているのではないかと疑っているそうだ。
pt: Zimsko me contou sobre jogar na sala dos fundos e que perdeu muito dinheiro. Ele acha que eles estão a fazer batota.
zh_cn: 津斯科告诉我他在后房赌博的事，他输了很多钱。他认为他们在作弊。

source: I told Zimsko that I want to find out more about the gambling and he told me the password to access the back room.
fr: J'ai dit à Zisko que je voulais en savoir plus sur les paris et il m'a donné le mot de passe pour accéder à l'arrière salle.
ja: ジムスコにギャンブルについて詳しく知りたいと伝えると、奥の部屋に入るための合言葉を教えてくれた。
pt: Disse a Zimsko que queria descobrir mais sobre o jogo e ele me disse a palavra-passe para acessar a sala dos fundos.
zh_cn: 我告诉津斯科，我想了解更多关于赌博的情况，他告诉我进入后堂的密码。

source: I have to win and lose a few times until they trust me and play for higher amounts. Then they start cheating.
fr: Je dois gagner et perdre plusieurs fois jusqu'à ce qu'ils me fassent confiance et que je joue des montants plus élevés. Ensuite ils vont se mettre à tricher.
ja: 信頼を得て高額な賭け金でのプレイができるようになるまで、何度か勝ったり負けたりを繰り返す必要がある。その後、彼らはイカサマを始める。
pt: Tenho que ganhar e perder algumas vezes até que confiem em mim e joguem por quantias maiores. Então eles começam a fazer batota.
zh_cn: 我必须赢几次，输几次，直到他们信任我，玩更高的金额。然后他们就开始作弊。

source: With the password, I was allowed to enter the back room.
fr: Avec le mot de passe, j'ai été autorisé à rentrer dans l'arrière-salle.
ja: 合言葉で、奥の部屋に入れてもらえた。
pt: Com a palavra-passe, fui autorizado a entrar na sala dos fundos.
zh_cn: 有了密码，我才得以进入后堂。

source: They trust me and now and are playing for higher amounts.
fr: Ils me font confiance maintenant, et on joue pour des montants plus élevés
ja: 信頼を得て、より高い賭け金でプレイしている。
pt: Eles confiam em mim e agora e estão a jogar por quantias mais altas.
zh_cn: 他们信任我，现在也在玩更高的金额。

source: After I accused the dealer of cheating, a tavern brawl started.
fr: Après avoir accusé le croupier de tricherie, une bagarre éclata dans la taverne.
ja: ディーラーのイカサマ行為を告発した後、酒場での乱闘が始まった。
pt: Depois que acusei o traficante de fazer batota, uma briga na taberna começou.
zh_cn: 在我指责庄家作弊后，一场酒馆斗殴开始了。

source: All the people involved in the tavern brawl survived, but I am no longer allowed to enter the back room.
fr: Tout le monde a survécu à cette bagarre, mais maintenant je ne peux plus rentrer dans l'arrière-salle.
ja: 酒場の乱闘の関係者は全員生き残ったが、もう奥の部屋に入ることはできない。
pt: Todas as pessoas envolvidas na briga na taberna sobreviveram, mas não tenho mais permissão para entrar na sala dos fundos.
zh_cn: 所有参与酒馆斗殴的人都活了下来，但我却不能再进入后堂。

source: I told Zimsko that I believe the gamblers are cheating.
fr: J'ai dit à Zimsko que je pensais que les parieurs trichaient.
ja: ジムスコには、ギャンブラーはイカサマをしていると思うと言った。
pt: Disse a Zimsko que acredito que os jogadores estão a fazer batota.
zh_cn: 我告诉津斯科，我相信赌徒们在出老千。

source: I told Zimsko that I believe the gamblers are not cheating.
fr: J'ai dit à Zimsko que je pensais que les parieurs ne trichaient pas.
ja: ジムスコには、ギャンブラーはイカサマをしていないと思うと言った。
pt: Disse a Zimsko que acredito que os jogadores não estão a fazer batota.
zh_cn: 我告诉津斯科，我相信赌徒们没有出老千。

source: I asked Edrin about the strange-looking dagger I purchased. He told me he recognizes it because he made it many years ago, and it used to have a gem mounted in the pommel. If I can find the gem he can remount it in the dagger, and the dagger will have special properties. Apparently it used to belong to someone named Lawellyn.
fr: J'ai parlé à Edrin de cette dague étrange que j'ai achetée. Il m'a dit la reconnaître car il en a fabriqué une identique il y a des années, et elle avait un joyau incrusté dans le pommeau. Si j'arrive à trouver le joyau qui peut se monter sur la dague, elle aurait des pouvoirs spéciaux. Apparemment, elle appartenait à un certain Lawellyn.
ja: エドリンにあなたが購入した奇妙なダガーについて尋ねた。何年も前に作ったものだから見覚えがあるが、さらに以前は柄に宝石が取り付けられていたとのこと。その宝石が見つかればダガーに再装着することで、特別な特性を備えるようになるだろう。どうやらこれはローリンという人物のものらしい。
pt: Perguntei ao Edrin sobre a adaga estranha que comprei. Ele disse que a reconhece porque foi ele que a fez há muitos anos atrás, e costumava ter uma joia montada no botão do punho. Se eu encontrar a joia ele pode colocá-la na adaga e a adaga terá propriedades especiais. Aparentemente pertencia a alguém chamado Lawellyn.
zh_cn: 我问艾德林关于我买的那把长相奇怪的匕首。他告诉我，他认得这把匕首，因为这把匕首是他很多年前制作的，它的刀柄上曾经装过一颗宝石。如果我能找到宝石，他就可以把它重新安装在匕首上，匕首就会有特殊的属性。很显然，它曾经属于一个叫劳林的人。

source: I asked Edrin about the strange-looking gem I purchased, and whether he has any idea what it might have been mounted in. He told me he recognizes it, and it used to be mounted in the pommel of a dagger that he made many years ago. If I can find the dagger he can remount the gem, and the dagger will have special properties. Apparently it used to belong to someone named Lawellyn.
fr: J'ai parlé à Edrin du joyau étrange que j'ai acheté, et s'il avait une idée dans quel objet il pourrait s'insérer. Il m'a dit le reconnaître, qu'il était incrusté dans le pommeau d'une dague qu'il a fabriqué il y a des années. Si je pouvais trouver cette dague et remonter le joyau dessus, elle aurait des propriétés spéciales. Apparemment elle appartenait à un certain Lawellyn.
ja: エドリンにあなたが購入した奇妙な宝石について、何に取り付けられていたものかの心当たりがないかを尋ねた。何年も前に作ったダガーの柄に取り付けられていたものだそうだ。そのダガーが見つかれば宝石を再装着することで、特別な特性を備えるようになるだろう。どうやらこれはローリンという人物のものらしい。
pt: Perguntei a Edrin sobre a joia de aparência estranha que comprei e se tem alguma ideia em que poderia ter sido montada. Disse-me que a reconheceu e que costumava estar montada no botão do punho de uma adaga que ele fabricou há muitos anos atrás. Se encontrar a adaga, ele poderá remontar a gema e a adaga terá propriedades especiais. Aparentemente pertencia a alguém chamado Lawellyn.
zh_cn: 我问艾德林关于我买的那块长相奇怪的宝石，以及他是否知道它可能被装在什么地方。他告诉我，他认得它，它曾经装在他多年前制作的一把匕首的刀柄上。如果我能找到那把匕首，他就能重新装上宝石，而这把匕首将有特殊的属性。显然，它曾经属于一个叫劳林的人。

source: I asked Edrin about the strange-looking dagger and the strange-looking gem I purchased. He told me he recognizes them because he made the dagger many years ago. The gem was originally mounted in the pommel, giving the dagger special properties. He offered to repair it for me. Apparently it used to belong to someone named Lawellyn.
fr: J'ai parlé à Edrin de la dague et du joyau étranges que j'ai acheté. Il m'a dit les reconnaître car l avait fabriqué cette dague il y a des années. La joyau était monté sur le pommeau, apportant à la dague des pouvoirs spéciaux. Il m'a proposé de la réparer. Apparemment, elle appartenait à un certain Lawellyn.
ja: エドリンにあなたが購入した奇妙なダガーと宝石について尋ねた。ダガーは何年も前に作ったものだから見覚えがあるという。宝石は元々ダガーの柄に取り付けられていたもので、ダガーに特別な特性を与えていた。修理してもらえるという。どうやらこれはローリンという人物のものらしい。
pt: Perguntei ao Edrin sobre a adaga estranha e a joia estranha que comprei. Ele disse que a reconhece porque foi ele que fez a adaga há muitos anos atrás. A joia foi originalmente montada no botão do punho, dando ao punhal propriedades especiais. Ele ofereceu-se para a reperar para mim. Aparentemente pertencia a alguém chamado Lawellyn.
zh_cn: 我问艾德林关于我买的那把长相奇怪的匕首和长相奇怪的宝石。他告诉我，他认得它们，因为这把匕首是他多年前制作的。宝石原本是装在刀柄上的，使匕首具有特殊的属性。他说要帮我修理。很显然，它曾经属于一个叫劳林的人。

source: I asked the thief if the dagger he has originally had the gem I purchased in the pommel. His reply was 'maybe', and that the dagger was no longer available except at a 'special' price.
fr: J'ai demande au voleur si la dague qu'il avait possédait le joyau que j'ai acheté dans le pommeau. Sa réponse fût 'peut-être', et que la dague n'était plus à vendre sauf pour un prix 'spécial'.
ja: 盗賊に、彼の所有するダガーの柄には元々あなたの購入した宝石が備わっていたのかと尋ねた。返答は"多分"であり、ダガーは"特別価格"でしか手に入らないという。
pt: Perguntei o ladrão se a adaga que ele tinha originalmente tinha a gema que comprei no botão do punho. A resposta dele foi 'talvez' e que a adaga já não estava disponível, exceto por um preço 'especial'.
zh_cn: 我问那个小偷，他的那把匕首原来是否有我购买的宝石在刀柄上。他的回答是'也许吧'，而且这把匕首除了'特价'外，已经没有了。

source: I asked the thief if the gem he has was originally in the pommel of the dagger I purchased. His reply was 'maybe', and that the gem was no longer available except at a 'special' price.
fr: J'ai demandé au voleur si le joyau qu'il avait était à l'origine dans la dague que j'ai achetée. Sa réponse dût 'peut-être', et que le joyau n'était plus à vendre sauf pour un prix 'spécial'.
ja: 盗賊に、彼の所有する宝石は元々あなたの購入したダガーの柄に備わっていたのかと尋ねた。返答は"多分"であり、宝石は"特別価格"でしか手に入らないという。
pt: Perguntei ao ladrão se a joia que ele possuía estava originalmente no botão do punho da adaga que comprei. A resposta dele foi "talvez" e que a gema já não estava disponível, exceto por um preço "especial".
zh_cn: 我问那个小偷，他手上的宝石是不是原本就在我购买的匕首的刀柄里。他的回答是'也许吧'，而且除了'特价'外，这块宝石已经没有了。

source: I showed the strange-looking dagger and the strange-looking gem to Edrin. He said they match, and he can repair the dagger by mounting the gem in the pommel again.
fr: J'ai montré la dague et le joyau étranges à Edrin. Il m'a dit qu'il correspondait et qu'il pouvait réparer la dague en montant le joyau dans le pommeau à nouveau.
ja: エドリンに奇妙なダガーと奇妙な宝石を見せた。一致しているので、宝石を柄に再装着してダガーを修理できるという。
pt: Mostrei a adaga de aparência estranha e a gema de aparência estranha para Edrin. Ele disse que combinam e que ele pode reparar a adaga e montar a gema no botão do punho novamente.
zh_cn: 我把那把长相奇怪的匕首和长相奇怪的宝石给艾德林看。他说它们是匹配的，他可以把宝石重新安装在刀柄上，就能修复匕首。

source: Edrin wants 800 gold to repair the dagger. I told him I will think about it.
fr: Edrin demande 800 pièces d'or pour réparer la dague. Je lui ai dit que j'allais y réfléchir.
ja: エドリンはダガーの修理費として800ゴールドを要求している。考えてみると答えた。
pt: [REVIEW]Edrin quer 800gp para reparar a adaga. Disse-lhe que vou pensar sobre isso.
zh_cn: 艾德林要800金币来修理这把匕首。我告诉他我会考虑的。

source: Edrin wants 800 gold to repair the dagger. I told him that was too expensive. I will keep the strange-looking dagger and the strange-looking gem.
fr: Edrin demande 800 pièces d'or pour réparer la dague. Je lui ai dit que c'était trop cher. Je vais garder la dague et le joyau étrange.
ja: エドリンはダガーの修理費として800ゴールドを要求している。高すぎると答えた。奇妙なダガーと宝石はそのまま持っておくことにする。
pt: [REVIEW]Edrin quer 800gp para reparar a adaga. Disse a ele que era muito caro. Vou manter a adaga de aparência estranha e a gema de aparência estranha.
zh_cn: 艾德林要800金币来修理这把匕首。我告诉他那太贵了。我要留着这把奇形怪状的匕首和奇形怪状的宝石。

source: Edrin wants 800 gold to repair the dagger. I agreed. Edrin took the dagger and the gem and told me to come back later.
fr: Edrin demande 800 pièces d'or pour réparer la dague. J'ai accepté. Edrin à pris la dague et le joyau et m'a demandé de revenir plus tard.
ja: エドリンはダガーの修理費として800ゴールドを要求している。同意した。エドリンはダガーと宝石を受け取り、また後で来るようにと伝えられた。
pt: [REVIEW]Edrin quer 800gp para reparar a adaga. Concordei. Edrin levou a adaga e a gema e disse-me para voltar mais tarde.
zh_cn: 艾德林要800金来修理匕首。我同意了。埃德林拿走了匕首和宝石，让我以后再来。

source: I collected the repaired dagger from Edrin. Apparently there was something mysterious about Lawellyn's death. I should ask people in town to find out more.
fr: J'ai récupéré la dague auprès d'Edrin. Il y aurait quelque chose d'étrange à propos de la mort de Lawellyn. Je devrais me renseigner en ville pour en savoir plus.
ja: エドリンから修理したダガーを受け取った。どうやらローリンの死には何か不可解な点があったらしい。町の人にもっと尋ねてみよう。
pt: Recolhi a adaga reparada de Edrin. Aparentemente havia algo misterioso sobre a morte de Lawellyn. Eu devia pedir às pessoas na cidade para descobrir mais sobre isso.
zh_cn: 我从艾德林那里取回了修好的匕首。显然，劳林的死有些神秘。我应该向镇上的人打听一下。

source: Zorvan told me Lawellyn is dead and buried, but could tell me little more other than that his death was suspicious.
fr: Zorvan m'a dit que Lawellyn était mort et enterré, mais il ne m'en a pas dit plus si ce n'est que sa mort était suspecte.
ja: ゾルバンはローリンが死んで埋葬された話をしてくれたものの、彼にはその死が疑わしい以上のことは言えない。
zh_cn: 佐尔万告诉我，劳林已经死了，而且已经被埋葬了，但除了他的死因可疑之外，几乎不能告诉我更多的事情。

source: I've found a gravestone that told me that Lawellyn was related to Arlish. I should try to find her.
fr: J'ai trouvé une pierre tombale indiquant que Lawellyn était un proche de Arlish. Je devrais la trouver.
ja: 墓石を見つけた。ローリンはアーリッシュと関係がある。彼女を探そう。
zh_cn: 我发现了一块墓碑，告诉我劳林和阿利什有关系我应该试着去找她。

source: Arlish couldn't tell me anything about the dagger because I no longer have it.
fr: Arlish n'a rien pu me dire sur la dague parce que je ne l'ai plus.
ja: あなたがもうダガーを持っていないので、アーリッシュはダガーについて何も話してくれなかった。
zh_cn: 阿利什不能告诉我任何关于匕首的事情，因为我已经没有了。

source: I decided to not help Arlish by investigating Lawellyn's disappearance.
fr: J'ai décidé de ne pas aider Arlish à enquêter sur la disparition de Lawellyn.
ja: ローリンの失踪を調査してアーリッシュを助けることを拒否した。
zh_cn: 我决定不帮助阿利什调查劳林的失踪。

source: I decided to help Arlish by investigating Lawellyn's disappearance.
fr: J'ai décidé d'aider Arlish à enquêter sur la disparition de Lawellyn.
ja: ローリンの失踪を調査してアーリッシュを助けることにした。
zh_cn: 我决定帮助阿利什调查劳林的失踪案。

source: In Brimhaven's eastern tavern, I met a man named Forlin who recommended that I speak to Kizzo in the Loneford tavern.
fr: Dans la taverne à l'ouest de Brimhaven, j'ai croisé un homme appelé Forlin qui me conseille de parler à Kizzo dans la taverne de Loneford.
ja: ブリムヘブン東の酒場でフォーリンという男と出会った。ローンフォードの酒場でキッツォと話すことを勧めてくれた。
zh_cn: 在布林海文的西部酒馆里，我遇到了一个叫弗林的人，他推荐我和隆福德酒馆里的基佐说话。

source: Kizzo suggested that I look for the scene of the murder in the woods between Loneford and Brimhaven.
fr: Kizzo a suggéré que je fouille la scène du crime dans les bois entre Loneford et Brimhaven.
ja: キッツォはローンフォードとブリムヘブンの間の森で殺人現場を探すことを提案した。
zh_cn: 基佐建议我在隆福德和布林海文之间的树林里寻找谋杀现场。

source: I should take the evidence to Kizzo.
fr: Je devrais montrer les preuves à Kizzo.
ja: 証拠をキッツォに持っていこう。
zh_cn: 我应该把证据拿给基佐。

source: Kizzo recommended that I ask Venanra in Brimhaven about the glove.
fr: Kizzo me conseille de parler à Venanra à Brimhaven à propos du gant.
ja: キッツォはブリムヘブンのヴェナンラに手袋について尋ねることを勧めた。
zh_cn: 基佐建议我向布林海文的维南拉询问手套的情况。

source: After speaking with Venanra, I learned that the glove belonged to Ogea.
fr: Après avoir parlé à Venanra, j'ai appris que le gant appartenait à Ogea.
ja: ヴェナンラと話をして、その手袋がオージェのものだと知った。
zh_cn: 在和维南拉交谈后，我知道了这只手套是奥吉亚的。

source: I accepted Ogea's side of the story.
fr: J'ai accepté la version de l'histoire d'Ogea.
ja: オージェの言い分を受け入れた。
zh_cn: 我接受了奥吉亚的说法。

source: I was not able to help Arlish find out more about the death of her father.
fr: Je n'ai pas été capable d'aider Arlish à en savoir plus sur la mort de son père.
ja: アーリッシュが父親の死について詳しく知る手伝いはできない。
zh_cn: 我没能帮助阿利什找到更多关于她父亲的死因。

source: I decided that Ogea should be punished.
fr: J'ai décidé qu'Ogea devait être puni.
ja: オージェは罰せられるべきだと判断した。
zh_cn: 我决定惩罚奥吉亚。

source: I informed the authorities of the results of my investigation.
fr: J'ai informé les autorités des résultats de mon enquête.
ja: 調査結果を報告した。
zh_cn: 我将调查结果告知了当局。

source: Arlish thanked me for finding her father's murderer, and gave me his dagger as a gift.
fr: Arlish m'a remercié pour avoir trouvé l'assassin de son père, et m'a donné sa dague en cadeau.
ja: アーリッシュは父親を殺した犯人を見つけたことに感謝してダガーをプレゼントしてくれた。
zh_cn: 阿利什感谢我找到了杀害她父亲的凶手，并把他的匕首作为礼物送给我。

source: Honor your parents
fr: Fais honneur à tes parents
ja: 父への感謝を込めて
pt: Honre os seus pais
zh_cn: 孝敬父母

source: I have decided to give a necklace to my father Mikhail, in our family colors of red, green, and white.
fr: J'ai choisi de donner un collier à mon père Mikhail aux couleurs de notre famille : rouge, vert et blanc.
ja: 父ミハイルに我が家のファミリーカラーである赤、緑、白のネックレスを贈ることにした。
pt: Decidi que seria uma boa ideia dar um colar ao meu pai Mikhail, nas cores da nossa família, vermelho, verde e branco.
zh_cn: 我决定给父亲米哈伊尔买一条项链，并且是家族的红、绿、白三种颜色。

source: I have purchased a necklace.
fr: J'ai acheté un collier.
ja: ネックレスを購入した。
pt: [REVIEW]Comprou um colar.
zh_cn: 我已经买了一条项链。

source: Mikhail didn't want to take the necklace. He was angry because I didn't focus on finding Andor.
fr: Mikhail ne voulait pas du collier. Il était furieux car je ne me suis pas occupé d'Andor.
ja: ミハイルはネックレスを受け取ろうとしなかった。アンドールを探すことに集中しなかったあなたに怒っていた。
pt: Mikhail não queria o colar. Ele estava bravo porque não me concentrei em encontrar o Andor.
zh_cn: 米哈伊尔不想拿这条项链。他很生气，因为我没有专注于寻找安道尔。

source: My father didn't seem very happy with the cheap necklace.
fr: Mon père n'avait pas l'air très content de ce collier bon marché.
ja: 父は安物のネックレスにあまり喜んでいないようだった。
pt: [REVIEW]Seu pai não parecia muito feliz com o colar barato.
zh_cn: 我父亲似乎对这条廉价的项链不是很满意。

source: My father was very happy with the nice necklace.
fr: Mon père était très content de ce joli collier.
ja: 父は素敵なネックレスに大層喜んでいた。
pt: [REVIEW]Seu pai estava muito feliz com o belo colar.
zh_cn: 我的父亲对这条漂亮的项链非常满意。

source: My father was disappointed with the pretentious necklace I bought.
fr: Mon père a été déçu par le collier prétentieux que j'ai acheté.
ja: 父は気取ったネックレスにがっかりしていた。
pt: [REVIEW]O seu pai ficou desapontado com o seu colar pretensioso.
zh_cn: 父亲对我买的那条矫情的项链很失望。

source: Lessons learned
fr: Leçons apprises
ja: 学んだこと
pt: Lições aprendidas
zh_cn: 经验教训

source: I entered a classroom in Brimhaven's school. The teacher told me to sit down.
fr: Je suis entré dans une salle de classe de l'école de Brimhaven. La prof m'a dit de m'asseoir.
ja: ブリムヘブンの学校の教室に入った。先生から席に座るようにと言われた。
pt: [REVIEW]Entrou numa sala de aula na escola de Brimhaven. O professor disse para se sentar.
zh_cn: 我走进了布林海文学校的一间教室。老师让我坐下来。

source: I noticed an evil-looking statue in a corner. Who on earth puts such an ugly, hideous thing in a school?
fr: J'ai remarqué une statue à l'aspect maléfique dans un coin. Mais qui peut donc mettre un truc aussi hideux dans une école ?
ja: 隅に邪悪な像があるのに気づいた。一体誰がこんな醜く忌まわしいものを学校に置いたのだろう？
pt: [REVIEW]Notou uma estátua de aparência maligna num canto. Quem na terra coloca uma coisa tão feia e horrenda numa escola?
zh_cn: 我注意到在一个角落里有一个看起来很邪恶的雕像。到底是谁把这么丑陋、狰狞的东西放在学校里？

source: I found a free place next to a student named Golin.
fr: J'ai trouvé une place libre à côté d'un écolier nommé Golin.
ja: ゴリンという生徒の隣に空いている席を見つけた。
pt: [REVIEW]Encontrou um lugar livre ao lado de Golin.
zh_cn: 我在一个叫戈林的学生旁边找到了一个空位。

source: The teacher was droning endlessly about Brimhaven history.
fr: La prof marmonnait sans cesse au sujet de l'histoire de Brimhaven.
ja: 先生はブリムヘブンの歴史について長々と話していた。
pt: O professor estava a falar sem parar sobre a história de Brimhaven.
zh_cn: 老师在喋喋不休地讲述着布林海文的历史。

source: Then a practice lesson started.
fr: Puis on a commencé un cours d'entraînement.
ja: そのあと訓練レッスンが始まった。
pt: Então, começou uma aula prática.
zh_cn: 然后开始了一节练习课。

source: Everyone should take a set of practice weapons from the chest and sit down again.
fr: Tout le monde a dû prendre des armes d'entraînement depuis le coffre et se rasseoir.
ja: 全員箱から一組の練習用武器を取り出して、また座ろう。
pt: Todos devem levar um conjunto de armas de treino do baú e sentarem-se novamente.
zh_cn: 每个人都应该从箱子里拿一套练习武器，再坐下来。

source: I should look for a dueling partner.
fr: Je devrais trouver un adversaire de duel.
ja: 決闘相手を探そう。
pt: [REVIEW]Deve procurar um parceiro de duelo.
zh_cn: 我应该找一个决斗伙伴。

source: I started a fight with Golin.
fr: J'ai commencé à me battre avec Golin.
ja: ゴリンと戦い始めた。
pt: [REVIEW]Começou uma briga com Golin.
zh_cn: 我和戈林打了一架。

source: I started a fight with Golin and killed him.
fr: J'ai combattu avec Golin et je l'ai tué.
ja: ゴリンと戦い彼を殺した。
pt: [REVIEW]Começou uma briga com Golin e o matou.
zh_cn: 我和戈林打了一架，把他杀了。

source: I started a fight with Golin, but I broke off the duel. Very good.
fr: J'ai combattu avec Golin, mais j'ai arrêté le duel. Très bien.
ja: ゴリンと戦い始めたが、途中で打ち切った。素晴らしい。
pt: [REVIEW]Começou uma briga com Golin, mas interrompeu o duelo. Muito bom.
zh_cn: 我和戈林开始打斗，但我中断了决斗。很好。

source: I tried to fight a pupil, but they all ran away screaming.
fr: J'ai essayé de me battre contre un élève, mais ils ont tous fuis en courant.
ja: 生徒と戦おうとしたが、みんな悲鳴を上げて逃げていった。
pt: [REVIEW]Tentou brigar com um aluno, mas todos fugiram a gritar.
zh_cn: 我试图与学生打架，但他们都尖叫着跑开了。

source: I started a fight with the teacher.
fr: J'ai commencé un combat avec la prof.
ja: 先生と戦い始めた。
pt: [REVIEW]Começou uma briga com o professor.
zh_cn: 我开始和老师打架。

source: I started a fight with the teacher and killed her.
fr: J'ai engagé un combat avec la prof et je l'ai tuée.
ja: 先生と戦い彼女を殺した。
pt: [REVIEW]Começou uma briga com o professor e matou-o.
zh_cn: 我和老师打了一架，把她杀了。
