Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: I can teach you about using shields and parrying weapons to your advantage, or how to best use light or heavy armors. I can also teach you how to better handle blows when not wearing any armor at all - fighting unarmored, that is.
de: [REVIEW]Ich kann dich lehren, Schilde zu deinem Vorteil einzusetzen, oder wie du am besten mit leichten oder schweren Rüstungen umgehst. Ich kann dir außerdem beibringen, wie du Schläge besser abwehrst, wenn du gar keine Rüstung anhast - das bedeutet, Kampf ohne Rüstung.
fr: Je peux t'apprendre à utiliser les boucliers et les armes de parade à ton avantage, ou comment mieux utiliser des armures lourdes ou légères. Je peux aussi t'apprendre comment mieux résister aux coups quand tu ne portes aucune armure, à te battre sans armure en somme.
ja: 盾とパリィ武器、または軽装甲、重装甲の使い方などを教えます。また防具を身に着けていないときの打撃についても教えることができます、つまり非装甲戦闘ですね。
pt: [REVIEW]Posso te ensinar sobre o uso de escudos para sua vantagem, ou como usar melhor as armaduras leves ou pesadas. Também posso te ensinar como melhor se defender de golpes quando não está a vestir nenhuma armadura, a lutar desarmado.
zh_cn: 我可以教你如何利用盾牌和招架武器来发挥你的优势，或者如何最好地使用轻型或重型盔甲。我还可以教你在不穿任何盔甲的情况下如何更好地应对打击--也就是不穿盔甲的战斗。

source: We only have time for one type of armor right now though, so think carefully on which one will suit you best.
de: Wir haben jetzt nur Zeit für eine Rüstungsart, darum überlege gut, welche die richtige für dich ist.
fr: Nous n'avons le temps que pour un seul type d'armure pour le moment, choisis donc celui qui te correspond le mieux.
ja: 今は1種類分の時間しかありませんが、どれが自分に合うかよく考えてみてください。
pt: Só temos tempo para um tipo de armadura no momento, porém, então pense com cuidado sobre qual o melhor.
zh_cn: 不过我们现在只能选一种盔甲，所以要仔细考虑哪一种最适合你。

source: Tell me more about shields and parrying weapons.
de: [REVIEW]Erzähl mir mehr über Schilde.
fr: Parlez-moi des boucliers et des armes de parade.
ja: 盾とパリィ武器について詳しく教えてください。
pt: [REVIEW]Conta-me mais sobre escudos.
zh_cn: 告诉我更多关于盾牌和招架武器的信息。

source: Tell me more about light armor.
de: Erzähl mir mehr über leichte Rüstung.
fr: Parlez-moi des armures légères.
ja: 軽装甲について詳しく教えてください。
pt: Conte-me mais sobre armadura leve.
zh_cn: 告诉我更多关于轻型装甲的信息。

source: Tell me more about heavy armor.
de: Erzähl mir mehr über schwere Rüstung.
fr: Parlez-moi des armures lourdes.
ja: 重装甲について詳しく教えてください。
pt: Conte-me mais sobre armadura pesada.
zh_cn: 告诉我更多关于重装甲的信息。

source: Tell me more about fighting without armor.
de: Erzähl mir mehr über den Kampf ohne Rüstung.
fr: Dites m'en plus sur le combat sans armure.
ja: 防具を身につけずに戦うことについて詳しく教えてください。
pt: Come-te mais sobre como lutar sem armadura.
zh_cn: 告诉我更多关于不穿盔甲的战斗。

source: Shields can be used in combination with your regular weapon, to block attacks from your opponent. Parrying weapons are mainly defensive, and can be use to block or divert your opponents strike. They will not block as well as a good shield, but if you know how to use them they can be very effective, and you may be able to do some damage with them.
de: [REVIEW]Schilde können zusammen mit normalen Waffen benutzt werden, um Angriffe deines Gegners abzuwehren.
fr: Les boucliers peuvent être utilisés avec ton arme, pour bloquer les coups de ton adversaire. Les armes de parade sont principalement défensives, elles peuvent bloquer ou dévier les frappes adverses. Elles n'auront pas autant d'effet qu'un bon bouclier, mais si tu sais comment les manier elles peuvent être très efficaces et elles te permettront en outre d'occasionner des dégâts.
ja: 盾は通常の武器と組み合わせて使用することで、相手の攻撃をブロックできます。パリィ武器は主に防御用で、相手の攻撃をブロックしたりそらしたりするのに使われます。盾のようにブロックすることはできませんけど、使い方を知っていればとても効果的で、多少のダメージを与えられるかもしれません。
pt: [REVIEW]Escudos podem ser usados em combinação com a sua arma, para bloquear ataques do seu oponente.
zh_cn: 盾牌可以与你的常规武器结合使用，以阻挡对手的攻击。抵挡武器主要是防御性的，可以用来阻挡或转移对手的攻击。它们不能像好的盾牌那样阻挡，但如果你知道如何使用它们，它们可以非常有效，而且你可能能够用它们造成一些伤害。

source: I can teach you to better withstand attacks using a shield, or to divert blows using a parrying weapon, so that you don't take as much damage while using them.
de: [REVIEW]Ich kann dir beibringen, wie du Angriffe mit einem Schild besser abwehrst, so dass du weniger Schaden davonträgst, wenn du sie benutzt.
fr: Je peux t'apprendre à mieux bloquer les attaques avec un bouclier, ou à dévier des coups à l'aide d'une arme de parade, de sorte que tu prennes moins de dégâts en les utilisant.
ja: 盾を使って攻撃にうまく耐えられるようにしたり、パリィ武器を使って打撃をそらして使用中のダメージを軽減する方法を教えます。
pt: [REVIEW]Posso ensiná-lo a suportar melhor ataques a usar um escudo, de modo que não leve tanto dano quando estiver a usar-os.
zh_cn: 我可以教你用盾牌更好地抵御攻击，或用招架武器转移打击，这样你在使用它们时就不会受到那么大的伤害。

source: Sounds good. Teach me about shields and parrying weapons.
de: [REVIEW]Klingt gut. Bring mir etwas über Schilde bei.
fr: Intéressant. Apprenez-moi à mieux combattre avec un bouclier ou une arme de parade.
ja: いいですね。盾とパリィ武器について教えてください。
pt: [REVIEW]Parece bom. Ensine-me sobre escudos.
zh_cn: 听起来不错。教我有关盾牌和招架武器的知识。

source: Let's go back to the other types of armors.
de: Lass uns über die anderen Arten von Rüstung reden.
fr: Remontrez-moi les autres types d'armure.
ja: 他の種類の防具に戻りましょう。
pt: Voltemos para os outros tipos de armaduras.
zh_cn: 让我们再来看看其他类型的盔甲。

source: [Fayvara teaches you the shield skill]
de: [Fayvara lehrt dich die Fertigkeit "Schild"]
fr: [Fayvara vous apprend la technique du bouclier]
ja: （ファイバラがあなたに盾スキルを教えてくれる）
pt: [Fayvara ensina-te a habilidade do escudo]
zh_cn: [法伊瓦拉教你盾牌技能]

source: Light armor comes in many varieties. From the simple leather armor to the light-weight steel ones. Compared to the heavy armors, you can generally be more flexible when using them, sometimes even increasing your movement speed.
de: Leichte Rüstung gibt es in allerlei Varianten. Von der einfachen Lederrüstung bis zu welchen aus leichtgewichtigem Stahl. Im Vergleich zu schweren Rüstungen bist du im Allgemeinen beweglicher, wenn du diese trägst, manchmal verbessern sie sogar deine Beweglichkeit.
fr: Les armures légères sont variées. De la simple armure en cuir à celles en acier léger. Contrairement aux armures lourdes, elles te permettent d'être plus mobile quand tu les portes, voire de te déplacer plus rapidement.
ja: 軽装甲には様々な種類があります。シンプルな革製の防具からスチール製のものまで。重装甲に比べると一般的にはより柔軟に使用できますし、時には移動速度を上げることもできます。
pt: A armadura leve tem muitas variedades. Da simples armadura de couro aos aço leve. Em comparação com as armaduras pesadas, geralmente pode ser mais flexível ao usá-las, às vezes a aumentar sua velocidade de movimento.
zh_cn: 轻型盔甲有许多种类。从简单的皮甲到轻量级的钢甲。与重型盔甲相比，使用它们时一般可以更加灵活，有时甚至可以增加你的移动速度。

source: I can teach you how to better block blows while wearing light armor, so that you don't get hit as often.
de: Ich kann dir beibringen, wie du Schläge besser abwehrst, wenn du leichte Rüstung trägst, so dass du weniger oft getroffen wirst.
fr: Je peux t'apprendre à mieux bloquer les coups avec une armure légère pour que tu sois touché moins souvent.
ja: 軽装甲を身に着けているときに、頻繁に攻撃を受けないようにブロックする方法を教えます。
pt: Posso te ensinar como melhor bloquear golpes enquanto usa armadura leve, de modo que não seja atingido com tanta frequência.
zh_cn: 我可以教你如何在穿轻甲时更好地挡住打击，这样你就不会经常被击中。

source: Sounds good. Teach me about light armors.
de: Klingt gut. Bring mir etwas über leichte Rüstungen bei.
fr: Intéressant. Apprenez-moi à mieux combattre avec des armures légères.
ja: いいですね。軽装甲について教えてください。
pt: Parece bom. Ensine-me sobre armaduras leves.
zh_cn: 听上去很好。教我关于轻型装甲的知识。

source: [Fayvara teaches you the light armor skill]
de: [Fayvara lehrt dich die Fertigkeit "Leichte Rüstung"]
fr: [Fayvara t'enseigne la compétence Armure légère]
ja: （ファイバラがあなたに軽装甲スキルを教えてくれる）
pt: [Fayvara ensina-o a habilidade da armadura leve]
zh_cn: [法伊瓦拉教你轻装甲技能]

source: Heavy armor, for when you really need protection. They generally provide the best protection around, making you withstand most attacks from your opponent without even getting a scratch.
de: Schwere Rüstung solltest du tragen, wenn du wirklichen Schutz benötigst. Sie bieten im Allgemeinen den besten Schutz von allen und lassen dich die meisten Angriffe deiner Gegner ohne einen Kratzer überstehen.
fr: Les armures lourdes, utiles quand tu as vraiment besoin d'être protégé. Elles donnent un maximum de protection et te permettent d'encaisser les attaques de ton adversaire sans une égratignure.
ja: 防御が必要なときのための重装甲。一般的には最高の防御をもたらしてくれるので、ほとんどの攻撃に傷ひとつ負うことなく耐えることができます。
pt: Armadura pesada, para quando realmente precisa de proteção. Eles geralmente fornecem a melhor proteção ao redor, a fazer resistir a maioria dos ataques do seu oponente sem sequer conseguir um arranhão.
zh_cn: 重型盔甲，在你真正需要保护时使用。它们通常提供最好的保护，使你能够抵御对手的大多数攻击，甚至不会有任何损伤。

source: The downside is of course that they weigh a lot, which can slow you down. I can teach you how you can use that to your advantage, so that you can withstand attacks better and not be as slowed down as you would otherwise.
de: Der Nachteil ist natürlich, dass sie sehr viel wiegen, was dich langsamer macht. Ich kann dich lehren, sie zu deinem Vorteil zu nutzen, so dass du Angriffen besser widerstehst und nicht so sehr verlangsamst wirst wie üblich.
fr: L'inconvénient est qu'elles sont lourdes, ce qui peut te ralentir. Je peux t'apprendre à en faire un avantage, de façon à ce que tu puisses mieux encaisser les coups et être moins ralenti.
ja: 欠点はもちろん、重量があるためにスピードが落ちることですね。うまく利用して攻撃を耐えたり、減速しないようにする方法を教えます。
pt: A desvantagem é claramente que pesam muito, o que pode atrasá-lo. Posso ensinar-lhe como pode usar isso no seu proveito, para que possa resistir melhor aos ataques e não ser tão retardado como de outra forma.
zh_cn: 当然，缺点是它们很重，会拖慢你的速度。我可以教你如何利用这一点来发挥你的优势，这样你就能更好地抵御攻击，不至于像其他方式那样被拖累。

source: Sounds good. Teach me about heavy armors.
de: Klingt gut. Bring mir etwas über schwere Rüstungen bei.
fr: Intéressant. Apprenez-moi à mieux combattre avec des armures lourdes.
ja: いいですね。重装甲について教えてください。
pt: Parece bom. Ensine-me sobre armaduras pesadas.
zh_cn: 听起来不错。教教我关于重装甲的知识。

source: [Fayvara teaches you the heavy armor skill]
de: [Fayvara lehrt dich die Fertigkeit "Schwere Rüstung"]
fr: [Fayvara t'enseigne la compétence Armure lourde]
ja: （ファイバラがあなたに重装甲スキルを教えてくれる）
pt: [Fayvara lhe ensina a habilidade de armadura pesada]
zh_cn: [法伊瓦拉教你重装甲技能]

source: Ah yes, the pure of mind do not need physical protection. As you know, wearing armor may slow you down - and by learning how to fight without wearing any, you can become even faster.
de: Ah ja, die geistig Reinen brauchen keinen physischen Schutz. Wie du weißt, macht dich das Tragen von Rüstungen langsamer - und wenn du lernst, ohne welche zu kämpfen, kannst du sogar schneller werden.
fr: Ah oui c'est vrai, les esprits purs n'ont pas besoin de protection physique. Comme tu le sais déjà, porter une armure te ralentit et en apprenant à te battre sans armure tu deviendras plus rapide.
ja: そうですね、純粋な心の持ち主は物理的な防御を必要としません。ご存知のように、防具を身に着けているとスピードが落ちるかもしれません。そして防具を身に着けずに戦う方法を学ぶことで、さらに速くなることができます。
pt: Ah, sim, a mente pura não precisa de proteção física. Como sabe, usar uma armadura pode diminuir a velocidade - e ao aprender a lutar sem usar armadura, pode tornar-se ainda mais rápido.
zh_cn: 啊，是的，心灵纯洁的人不需要身体保护。如你所知，穿戴盔甲可能会减慢你的速度--通过学习如何在不穿戴任何盔甲的情况下战斗，你可以变得更快。

source: I can teach you the way of fighting without armor and how you can use that to your advantage so you don't get hit as often.
de: ich kann dir beibringen, wie man ohne Rüstung kämpft, und wie du das zu deinem Vorteil nutzen kannst, so dass du nicht so oft getroffen wirst.
fr: Je peux t'apprendre à te battre sans armure et utiliser ça à ton avantage pour que tu ne sois pas frappé trop souvent.
ja: 防具をつけない戦い方や、その利点をうまく利用して頻繁に攻撃を受けないようにする方法を教えます。
pt: Posso te ensinar o caminho da luta sem armadura e como pode usar isso para a sua vantagem, para que não seja atingido com tanta frequência.
zh_cn: 我可以教你没有盔甲的战斗方式，以及如何利用这一点来发挥你的优势，这样你就不会经常被击中。

source: Sounds good. Teach me about unarmored combat.
de: Klingt gut. Bring mir bei, ohne Rüstung zu kämpfen.
fr: Intéressant. Apprenez-moi le combat sans armure.
ja: いいですね。非装甲戦闘について教えてください。
pt: Parece bom. Ensine-me sobre lutar desarmado.
zh_cn: 听上去很好。教我关于无装甲战斗的知识。

source: [Fayvara teaches you the unarmored combat skill]
de: [Fayvara lehrt dich die Fertigkeit "Kampf ohne Rüstung"]
fr: [Fayvara t'enseigne la compétence Combat sans armure]
ja: （ファイバラがあなたに非装甲戦闘スキルを教えてくれる）
pt: [Fayvara ensina-o a habilidade de combate desarmado]
zh_cn: [法伊瓦拉教你无装甲的战斗技巧]

source: Well done. I hope that will be useful for you.
de: Gut gemacht. Ich hoffe, dass es dir nützen wird.
fr: Bien joué. J'espère que cela vous sera utile.
ja: よくできました。あなたのお役に立てば幸いです。
pt: Muito bem. Espero que isso lhe seja útil.
zh_cn: 做得好。我希望这对你有用。

source: I can of course teach you the other types of armors as well, if you want. Seeing as how I already taught you once for free, I will require payment for teaching you further.
de: Ich kann dir natürlich auch in den anderen Rüstungsarten noch etwas beibringen, wenn du das möchtest. Da ich dich in einer bereits kostenlos trainiert habe, werde ich für weiteren Unterricht etwas als Bezahlung verlangen.
fr: Je peux, bien sûr, aussi t'apprendre à utiliser d'autres types d'armures, si tu veux. Vu que la première fois je l'ai fait gratuitement, je te demanderai de payer pour les autres leçons.
ja: よろしかったら他の種類の防具ももちろんお教えしますよ。一度だけ無料で教えたので、これ以上の指導は有料になります。
pt: Também posso te ensinar os outros tipos de armaduras, se quiser. Vendo como já ensinei uma vez, exigirei pagamento para ensinar-o outras habilidades.
zh_cn: 当然，如果你愿意，我也可以教你其他类型的盔甲。鉴于我已经免费教过你一次，我需要付费才能进一步教你。

source: Hello again, my friend. I hope that the things I have taught you have proven to be useful.
de: Hallo nochmal, mein Freund. Ich hoffe, was ich dir beigebracht habe, hat sich als nützlich erwiesen.
fr: Re-bonjour, mon ami. J'espère que les techniques que je t'ai enseignées se sont révélées utiles.
ja: お久しぶり。教えたことがあなたのお役に立てたのであれば幸いです。
pt: Olá novamente, meu amigo. Espero que as coisas que lhe ensinei tenham sido úteis.
zh_cn: 又见面了，我的朋友。我希望我教给你的东西是有用的。

source: We very rarely teach anyone outside our settlement, Falothen and I. I heard that Falothen taught someone a while ago and I heard that he was given five Oegyth crystals and 5000 gold in return.
de: Falothen und ich trainieren sehr selten jemanden, der nicht aus unserer Siedlung kommt. Ich habe gehört, dass Falothen vor einiger Zeit jemanden trainiert hat und dass er dafür fünf Oegyth-Kristalle und 5000 Goldstücke erhalten hat.
fr: Falothen et moi enseignons rarement en dehors de notre groupe. J'ai entendu dire qu'il y a un moment il avait déjà enseigné et qu'on lui avait donné cinq cristaux d'Oegyth et 5000 pièces d'or en retour.
ja: ファローテンと私は集落以外の人に教えることはめったにありません。しばらく前にファローテンはオーギスクリスタル5つと5000ゴールドで誰かに教えたと聞きました。
pt: Raramente ensinamos a alguém fora do nosso assentamento, Falothen e eu. Escutei que Falothen ensinou alguém há algum tempo e ouvi dizer que ele recebeu cinco cristais de Oegyth e 5000 de ouro em troca.
zh_cn: 我们很少教我们定居点以外的任何人。我听说法洛森不久前教过某人，我听说他得到了五颗奥格斯晶体和5000金币作为回报。

source: So I'm thinking something similar would suffice. Since as you're my friend, I won't charge as much as Falothen did but our settlement really needs the coin. Two of those crystals and 6000 gold should be well enough.
de: Daher denke ich, etwas in dieser Größenordnung wäre angemessen. Da du mein Freund bist, würde ich weniger fordern als Falothen es getan hat, aber unsere Siedlung benötigt das Gold wirklich sehr. Zwei dieser Kristalle und 6000 Goldstücke sollten ausreichen.
fr: Donc je pense que quelque chose de similaire devrait faire l'affaire. Vu que tu es mon ami je ne te ferai pas autant payer que Falothen mais notre groupe a besoin d'argent. Deux de ces cristaux et 6000 pièces d'or devraient faire l'affaire.
ja: だから、似たようなもので十分だと思っています。あなたは友人なのでファローテンほどは請求しませんけど、うちの集落にはお金が必要です。そのクリスタル2つと6000ゴールドあれば十分です。
pt: Então, estou a pensar que algo parecido seria suficiente. Como é o meu amigo, não vou cobrar tanto quanto Falothen, mas o nosso assentamento realmente precisa da moeda. Dois desses cristais e 6000 de ouro devem ser suficientementes.
zh_cn: 所以我在想，类似的东西就足够了。由于你是我的朋友，我不会像法洛森那样收费，但我们的定居点真的需要这些硬币。两颗这样的水晶和6000金币应该足够了。

source: It seems you do not have enough gold. 6000 gold it is.
de: Anscheinend hast du nicht genug Gold. 6000 Goldstücke sollten es sein.
fr: Apparemment tu n'as pas assez de pièces d'or. C'est 6000 pièces.
ja: お金が足りないみたいですね。6000ゴールドです。
pt: Parece que não tem ouro suficiente. Isto é: 6000 moedas de ouro.
zh_cn: 看来你没有足够的黄金。6000金币就可以了。

source: Which type of armor are you interested in?
de: An welcher Art von Rüstung bist du interessiert?
fr: Par quel type d'armure es-tu intéressé ?
ja: どの種類の防具に興味がありますか？
pt: Está interessado de que tipo de armadura?
zh_cn: 你对哪种类型的盔甲感兴趣？

source: Tell me more about shields.
fr: Dites m'en plus à propos des boucliers.
ja: 盾について詳しく教えてください。
pt: Conte-me mais sobre escudos.
zh_cn: 告诉我更多关于盾牌的信息。

source: Shields can be used in combination with your regular weapon, to block attacks from your opponent.
fr: Les boucliers peuvent être utilisés simultanément avec une autre arme, afin de bloquer les attaques de ton adversaire.
ja: 盾は通常の武器と組み合わせて使用することで、相手の攻撃をブロックできます。
pt: Os escudos podem ser usados em combinação com a sua arma normal para bloquear ataques do seu oponente.
zh_cn: 盾牌可以与你的常规武器结合使用，以阻挡对手的攻击。

source: I can teach you to better withstand attacks using a shield, so that you don't take as much damage while using them.
fr: Je peux t'enseigner à mieux résister aux attaques et prendre moins de dommages, lorsque tu utilises un bouclier.
ja: 盾を使って攻撃にうまく耐えられるようにして、使用中のダメージを軽減する方法を教えます。
pt: Posso ensiná-lo a resistir melhor a ataques a usar um escudo, para que não sofra tanto dano ao usá-los.
zh_cn: 我可以教你用盾牌更好地抵御攻击，这样你在使用盾牌时就不会受到那么多伤害。

source: Sounds good. Teach me about shields. Here are two Oegyth crystals and 6000 gold as payment.
de: Klingt gut. Unterrichte mich im Umgang mit Schilden. Hier sind zwei Oegyth-Kristalle und 6000 Goldstücke als Bezahlung.
fr: Intéressant. Apprenez-moi à utiliser un bouclier. Voici deux cristaux d'Oegyth et 6000 pièces d'or pour vous payer.
ja: いいですね。盾について教えてください。こちらが支払いのオーギスクリスタル2つと6000ゴールドです。
pt: Parece bom. Ensina-me sobre escudos. Aqui estão 2 cristais de Oegyth e 6000 de ouro como pagamento.
zh_cn: 听起来不错。教我如何使用盾牌。这里有两块奥格斯晶体和6000金币作为报酬。

source: Sounds good. Teach me about light armors. Here are two Oegyth crystals and 6000 gold as payment.
de: Klingt gut. Unterrichte mich im Umgang mit leichter Rüstung. Hier sind zwei Oegyth-Kristalle und 6000 Goldstücke als Bezahlung.
fr: Intéressant. Apprenez-moi à mieux combattre avec des armures légères. Prenez ces deux cristaux et ces 6000 pièces d'or comme paiement.
ja: いいですね。軽装甲について教えてください。こちらが支払いのオーギスクリスタル2つと6000ゴールドです。
pt: Parece bom. Ensine-me sobre armaduras leves. Aqui estão dois cristais de Oegyth e 6000 de ouro como pagamento.
zh_cn: 听起来不错。请教我关于轻型盔甲的知识。这里有两个奥格斯晶体和6000金币作为报酬。

source: Sounds good. Teach me about heavy armors. Here are two Oegyth crystals and 6000 gold as payment.
de: Klingt gut. Unterrichte mich im Umgang mit schwerer Rüstung. Hier sind zwei Oegyth-Kristalle und 6000 Goldstücke als Bezahlung.
fr: Intéressant. Apprenez-moi à mieux combattre avec des armures lourdes. Prenez ces deux cristaux et ces 6000 pièces d'or comme paiement.
ja: いいですね。重装甲について教えてください。こちらが支払いのオーギスクリスタル2つと6000ゴールドです。
pt: Parece bom. Ensine-me sobre armaduras pesadas. Aqui estão dois cristais de Oegyth e 6000 de ouro como pagamento.
zh_cn: 听起来不错。教教我重型盔甲吧。这里有两个奥格斯晶体和6000金币作为报酬。

source: Sounds good. Teach me about unarmored combat. Here are two Oegyth crystals and 6000 gold as payment.
de: Klingt gut. Unterrichte mich im Kampf ohne Rüstung. Hier sind zwei Oegyth-Kristalle und 6000 Goldstücke als Bezahlung.
fr: Intéressant. Enseignez-moi le combat sans armure. Voici deux cristaux d'Oegyth et 6000 pièces d'or en tant que paiement.
ja: いいですね。非装甲戦闘について教えてください。こちらが支払いのオーギスクリスタル2つと6000ゴールドです。
pt: Parece bom. Ensine-me sobre o combate desarmado. Aqui estão dois cristais de Oegyth e 6000 de ouro como pagamento.
zh_cn: 听上去很好。教我关于无装甲战斗的知识。这里有两个奥格斯晶体和6000金作为付款。

source: [The foul creature swings its many arms at you, while giving away a high-pitched shrieking sound]
de: [Die widerliche Kreatur schlägt mit ihren vielen Armen nach dir und gibt dabei ein schrilles Geräusch von sich]
fr: [L'immonde créature balance ses nombreux bras vers toi, tout en faisant un son strident]
ja: （邪悪なクリーチャーは多くの腕をあなたに向けて振りかざしつつ、甲高い金切り声を上げている）
pt: [A criatura suja balança muitos braços dela contra você e o grito dela emite um som agudo]
zh_cn: [这个肮脏的生物向你挥舞着它的许多手臂，同时发出高亢的尖叫声]

source: [The piercing noise fills your head with a mind-numbing headache]
de: [Das durchdringende Geräusch verursacht einen den Verstand betäubenden Kopfschmerz in deinem Schädel]
fr: [Le son perçant emplit ta tête avec une migraine abrutissante]
ja: （刺すような音が頭を麻痺させるほどの頭痛でいっぱいにする）
pt: [O barulho agudo entra na sua cabeça e te deixa com uma dor de cabeça insuportável]
zh_cn: [刺耳的声音让你的脑袋里充满了令人头疼的感觉]

source: [You also feel a strong urge to leave this place]
de: [Du fühlst außerdem das starke Bedürfnis, diesen Platz zu verlassen.]
fr: [Tu ressens le besoin de quitter cet endroit au plus vite]
ja: （さらにあなたは、この場を離れたいという強い衝動に駆られる）
pt: [Também sente um forte desejo de deixar este lugar]
zh_cn: [你也感到有一种强烈的要离开这个地方的冲动]

source: [Run away screaming]
de: [Lauf schreiend weg]
fr: [Fuir en criant]
ja: （叫びながら逃げ出す）
pt: [Corra a gritar]
zh_cn: [尖叫着跑开]

source: What will happen to us?
de: Was wird mit uns passieren?
fr: Que va-t-il nous arriver ?
ja: 自分たちはどうなってしまうのだろう？
pt: O que irá acontecer com a gente?
zh_cn: 我们会发生什么？

source: Thank you for finding our missing people!
de: Danke, dass Du unsere vermissten Leute gefunden hast!
fr: Merci d’avoir trouvé nos disparus !
ja: 行方不明の人たちを見つけてくれてありがとう！
pt: Obrigado por encontrar as pessoas desaparecidas!
zh_cn: 感谢你们找到了我们的失踪者!

source: What do you think caused the monsters to appear?
de: Warum glaubst du, sind die Monster aufgetaucht?
fr: Qu’est-ce qui a causé l’apparition des monstres à votre avis ?
ja: モンスターが現れた原因は何だと思いますか？
pt: O que acha que causou a aparição dos monstros?
zh_cn: 你认为是什么导致了这些怪物的出现？

source: I told them we shouldn't be digging deeper!
de: Ich sagte ihnen, dass sie nicht tiefer graben sollten!
fr: Je leur avais dit que nous ne devrions pas creuser plus profond !
ja: あれ以上掘ってはいけないと言ったんだ！
pt: Disse-lhes que não deveríamos cavar mais fundo!
zh_cn: 我告诉他们，我们不应该深入挖掘！

source: But they did anyway. Now, look what it got us.
de: Aber sie haben es trotzdem gemacht. Sieh Dir an was es uns gebracht hat.
fr: Mais ils l'ont fait quand même. Maintenant, regarde où ça nous a menés.
ja: だけど、いずれにせよやってしまった。それが何をもたらしたか見てみなよ。
pt: Mas eles fizeram de qualquer maneira. Agora, olhe o que isso nos trouxe.
zh_cn: 但他们还是做了。现在，看看它给我们带来了什么。

source: It all started with a few of the miners coming back from their shift. They reported having found some sort of markings on the ground.
de: Es fing alles an als ein paar Kumpel von ihrer Schicht zurückkamen. Sie erzählten, dass sie eine Art Muster auf dem Boden gefunden hätten.
fr: Tout a commencé avec quelques mineurs qui rentraient de leur roulement. Ils ont raconté avoir trouvé une sorte de marque sur le sol.
ja: すべては鉱夫の何人かが仕事から戻ってきたところから始まった。そいつらは地面に何かしらの印を発見したと報告した。
pt: Tudo começou com alguns dos mineiros que voltaram do turno deles. Eles relataram ter encontrado algum tipo de marcações no chão.
zh_cn: 事情的起因是几个矿工值完班回来。他们报告说在地面上发现了某种标记。

source: Strange markings. Unnatural. Nothing like we've seen before.
de: Seltsame Muster. Unnatürlich. Nichts das wir je zuvor gesehen hätten.
fr: Un marquage étrange. Pas naturel. Qui ne ressemblait à rien de ce que nous avions vu auparavant.
ja: 奇妙な印。不自然だ。そんなの今まで見たことがない。
pt: Marcas estranhas. Não natural. Nunca vimos algo parecido antes.
zh_cn: 奇怪的标记。非自然的。与我们以前见过的完全不同。

source: What did the markings say?
de: Was bedeuteten die Muster?
fr: Que signifiait le marquage ?
ja: 印は何と書いてあったのですか？
pt: O que as marcas dizem?
zh_cn: 标记上写的是什么？
