Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: I reached the end of the cave system. The air became damper the deeper I went.
de: Ich habe das Ende des Höhlensystems erreicht. Die Luft wurde immer feuchter, je tiefer ich vordrang.
fr: J'ai atteint la fin des grottes. Plus je m'enfonçais, plus l'air devenait humide.
ja: 洞窟の終わりにたどり着いた。洞窟の奥に向かうほど空気が冷えていった。
pt: Cheguei ao fim do sistema de cavernas. O ar ficou amortecedor quanto mais fundo fui.
zh_cn: 我到达了山洞系统的尽头。我越往深处走，空气就越潮湿。

source: Among the cold and damp lower parts of the cave, I encountered another dragon-like creature. This must be the source of all the chaos in the forest above. I should attempt to kill it.
de: Inmitten der kalten und feuchten tieferen Höhlenkammern, begegnete ich einer anderen, drachenähnlichen Kreatur. Dies muss die Ursache für all das Chaos in Wald über mir gewesen sein. Ich sollte versuchen, sie zu töten.
fr: Dans les parties basses, froides et humides de la grotte, j'ai rencontré une autre créature ressemblant à un dragon. Cela doit être la source de tout le chaos dans la forêt au-dessus. Je devrais essayer de le tuer.
ja: 寒く湿った洞窟の下の方で、別のドラゴンのようなクリーチャーと遭遇した。これが上の森の混乱の元凶に違いない。殺すことを試みよう。
pt: Entre as partes frias e húmidas da caverna, encontrei outra criatura parecida com um dragão. Deve ser a fonte de todo o caos na floresta acima. Deveria tentar matá-lo.
zh_cn: 在山洞下部阴冷潮湿的地方，我又遇到了一个龙形生物。这一定是上面森林中所有混乱的根源。我应该尝试杀死它。

source: I killed the monster called Tesrekan and took one of its bones as proof. I should venture back to Cithurn to tell him about it.
de: Ich tötete das Monster namens Tesrekan und nahm einen seiner Knochen als Beweis mit. Ich sollte zu Cithurn zurückkehren und ihm darüber berichten.
fr: J'ai tué le monstre appelé Tesrekan et j'ai pris un de ses os comme preuve. Je devrais retourner voir Cithurn pour lui en parler.
ja: テスレカンと呼ばれるモンスターを殺して、その骨の1つを証拠に取っておいた。このことを伝えにシサーンのところに戻ろう。
pt: Matei o monstro chamado Tesrekan e tomei um dos ossos dele como prova. Deveria me aventurar de volta a Cithurn para contar-lhe sobre isso.
zh_cn: 我杀了那个叫特斯瑞坎的怪物，拿了它的一块骨头作为证据。我应该冒险回到西图恩身边，告诉他这件事。

source: I presented one of the bones from the corpse of Tesrekan to Cithurn. He was happy to hear that I killed the source of the monster invasion. As we agreed, I returned his talisman.
de: Ich präsentierte Cithurn einen der Knochen vom Tesrekans Leichnam. Er war glücklich zu hören, dass ich die Ursache der Monsterinvasion getötet hatte. Wie wir vereinbart hatten, gab ich ihm seinen Talisman zurück.
fr: J'ai présenté à Cithurn un des os du cadavre du Tesrekan. Il était heureux d'apprendre que j'avais tué la source de l'invasion de monstres. Comme nous en avions convenu, je lui ai rendu son talisman.
ja: テスレカンの骨をシサーンに渡した。モンスターの侵入源を殺したと聞いて喜んでいた。合意を得たので、タリスマンは彼のもとに返した。
pt: Apresentei um dos ossos do cadáver de Tesrekan para Cithurn. Ele ficou feliz em saber que matei a fonte da invasão dos monstros. Como tivemos combinado, devolvi o talismã dele.
zh_cn: 我把泰斯雷坎尸体上的一块骨头献给了西特恩。他很高兴听到我杀死了怪物入侵的源头。按照我们的约定，我归还了他的护身符。

source: I presented one of the bones from the corpse of Tesrekan to Cithurn. He was happy to hear that I killed the source of the monster invasion. I decided to keep his talisman as payment for my hard work.
de: Ich präsentierte Cithurn einen der Knochen vom Tesrekans Leichnam. Er war glücklich zu hören, dass ich die Ursache der Monsterinvasion getötet hatte. Ich entschloss mich, seinen Talisman als Bezahlung meiner harten Arbeit zu behalten.
fr: J'ai présenté à Cithurn un des os du cadavre du Tesrekan. Il était heureux d'apprendre que j'avais tué la source de l'invasion de monstres. J'ai décidé de garder son talisman en guise de paiement pour mon dur labeur.
ja: テスレカンの骨をシサーンに渡した。モンスターの侵入源を殺したと聞いて喜んでいた。彼のタリスマンは仕事の報酬として取っておくことにした。
pt: Apresentei um dos ossos do cadáver de Tesrekan para Cithurn. Ele ficou feliz em saber que matei a fonte da invasão dos monstros. Decidi manter o talismã dele como pagamento pelo meu trabalho duro.
zh_cn: 我把泰斯雷坎尸体上的一块骨头献给了西特恩。他很高兴听到我杀死了怪物入侵的源头。我决定保留他的护身符作为我辛苦工作的报酬。

source: Roses
de: Rosen
ja: バラ
pt: Rosas
zh_cn: 玫瑰花

source: On a farm I heard of Guynmart Castle nearby. The farmer Rhodita is worried about young Lady Hannah of Guynmart, who used to visit often but has not been seen for a week now. Rhodita asked me to check on her.
de: Auf einem Bauernhof hörte ich von Guynmart Castle in der Nähe. Die Bäuerin Rhodita ist um Fräulein Hannah von Guynmart besorgt, die sonst des Öfteren zu Besuch kam, aber schon seit einer Woche nicht mehr gesehen worden war. Roditha bat mich, mal nach ihr zu sehen.
fr: Dans une ferme j'ai entendu parler du Château de Guynmart à proximité. La fermière Rhodita est inquiète au sujet de la jeune Dame Hannah de Guynmart, qui avait l'habitude de rendre visite souvent mais qui n'a pas été vue depuis une semaine maintenant. Rhodita m'a demandé de vérifier si elle va bien.
ja: 農場にて、近くにグインマート城があると聞いた。農家のロディータは、以前はよく訪ねてきたグインマートのハンナ嬢が、ここ1週間ほど姿を見せておらず心配している。ロディータは彼女の様子を確かめてくるよう頼んできた。
pt: Numa fazenda ouvi falar do Castelo Guynmart nas proximidades. A agricultora Rhodita está preocupada com a jovem Senhora Hannah de Guynmart, que costumava visitar muitas vezes, mas não foi vista desde uma semana. Rhodita pediu-me vêr-la.
zh_cn: 在一个农场里，我听说附近有盖姆特城堡。农场主罗迪塔很担心盖伊玛特的年轻汉娜女士，她以前经常来拜访，但现在已经有一个星期没有看到她了。罗迪塔让我去看看她。

source: I got to the castle, but the main gate was shut.
de: Ich erreichte die Burg, doch das Haupttor war geschlossen.
fr: Je suis arrivé au château, mais la porte principale était fermée.
ja: 城に着いたが、正門は閉まっていた。
pt: Cheguei ao castelo, mas o portão principal estava fechado.
zh_cn: 我到了城堡，但正门关着。

source: I found the way into the castle garden.
de: Ich fand einen Weg in den Burggarten.
fr: J'ai trouvé le chemin qui mène au jardin du château.
ja: 城の庭園への道を見つけた。
pt: Encontrei o caminho ao jardim do castelo.
zh_cn: 我找到了进入城堡花园的路。

source: The guard at the back door is corrupt. He agreed to let me through for some gold.
de: Die Wache an der Hintertür ist korrupt. Er war einverstanden, mich gegen etwas Gold hindurchlassen.
fr: Le garde à la porte arrière est corrompu. Il a accepté de me laisser passer pour un peu d'or.
ja: 裏口の守衛は腐っている。金目当てにあなたを通すことを許可した。
pt: O guarda da porta dos fundos é corrupto. Ele concordou me deixar passar por algum ouro.
zh_cn: 后门的警卫很腐败。他同意让我支付一些黄金后通过。

source: He told me who is living at the castle: Guynmart himself, and his children Hannah and Robalyrius.
de: Er erzählte mir auch, wer alles in der Burg lebt: Guynmart selbst, sowie seine Kinder Hannah und Robalyrius.
fr: Il m'a dit qui vit au château : Guynmart lui-même, et ses enfants Hannah et Robalyrius.
ja: 城に住んでいる人を教えてくれた。グインマート自身に、彼の子供のハンナとロバリリウスだ。
pt: Disse-me quem está a viver no castelo: o próprio Guynmart e os filhos dele Hannah e Robalyrius.
zh_cn: 他告诉我谁住在城堡里。盖伊玛特本人，以及他的孩子汉娜和罗巴里乌斯。

source: In the main hall I met Unkorh the steward. He expected Guynmart to return the following morning. He says I should go to the kitchen for some bread and then leave.
de: In der Haupthallte traf ich den Verwalter Unkorh. Er erwartete Guynmart am folgenden Morgen zurück. Er sagte, ich solle mir etwas Brot aus der Küche geben lassen und dann wieder gehen.
fr: Dans le hall principal, j'ai rencontré Unkorh, l'intendant. Il s’attendait à ce que Guynmart revienne le lendemain matin. Il me dit que je devrais aller à la cuisine chercher du pain et partir ensuite.
ja: 大広間で執事のウンコールと会った。グインマートは翌朝に帰ってくると予想していた。あなたに厨房でパンを受け取ってから出発するように言った。
pt: No salão principal conheci Unkorh, o mordomo. Ele esperava que Guynmart voltasse na manhã seguinte. Ele disse que eu deveria ir à cozinha para comer um pouco de pão e depois sair.
zh_cn: 在大殿里，我见到了管家乌克尔。他预计盖恩玛特会在第二天早上回来。他说我应该去厨房买些面包，然后离开。

source: I met Lady Hannah's little brother, Rob.
de: Ich traf Fräulein Hannahs kleinen Bruder, Rob.
fr: J'ai rencontré Rob, le petit frère de Dame Hannah.
ja: ハンナ嬢の弟のロブと会った。
pt: Conheci o irmão mais novo da Senhora Hannah, Rob.
zh_cn: 我见到了汉娜女士的小弟弟罗伯。

source: The maid told me that Hannah is missing her betrothed. I should talk to Hannah; she is on the tower top. To get to her, I should offer the cook to take Hannah her lunch.
de: Die Zofe erzählte mir, dass Hannah ihren Verlobten vermisst. Ich sollte darüber mit Hannah sprechen; sie sei auf der Turmspitze. Um zu ihr zu gelangen, sollte ich dem Koch anbieten, Hannah ihr Mittagessen zu bringen.
fr: La femme de chambre m'a dit qu'Hannah a perdu son fiancé. Je devrais parler à Hannah ; elle est au sommet de la tour. Pour l'atteindre, je devrais proposer au cuisinier d'emmener son déjeuner à Hannah.
ja: メイドはハンナの婚約者がいなくなってしまったと語る。ハンナと話そう。塔のてっぺんにいる。彼女のところへ向かうために、コックにハンナのランチを用意させよう。
pt: A empregada disse-me que a Hannah está a sentir falta do noivo. Deveria falar com a Hannah; ela está no topo da torre. Para chegar a ela, deveria oferecer ao cozinheiro levar-la o almoço da Hannah.
zh_cn: 女仆告诉我，汉娜在想念她的未婚夫。我应该和汉娜谈谈；她在塔顶上。为了去找她，我应该让厨师把汉娜的午餐送去。

source: I overheard Unkorh the steward talking to himself. He plans for Guynmart to die in the castle dungeon, and after ursuping the throne he would marry Lady Hannah.
de: Ich belauschte zufällig, Verwalter Unkorh, wie er zu sich selber sprach. Er plante, dass Guynmart im Burgverlies sterben solle, und nachdem er den Thron an sich gerissen hätte, Lady Hannah heiraten zu wollen.
fr: J'ai surpris Unkorh l'intendant en train de se parler à lui-même. Il projette de faire mourir Guynmart dans le donjon du château, puis épouser Dame Hannah après avoir usurpé le trône.
ja: 執事のウンコールが独り言を言っているのが聞こえた。彼はグインマートが城の地下牢で息絶えるように計画を企てている。そして地位を簒奪した後、ハンナ嬢と結婚するつもりだ。
pt: Ouvi por acaso o Unkorh, o mordomo, a falar sozinho. Ele planeja que Guynmart morra no calabouço do castelo e depois de usurpar o trono ele casaria com a Lady Hannah.
zh_cn: 我无意中听到了管家乌克尔的自言自语。他计划让盖姆特死在城堡的地牢里，在夺取王位后，他将与汉娜女士结婚。

source: I suggested to Hofala the cook that I could take some lunch to Lady Hannah. He had no more of his special herb selection for the lunch and asked me to get some fresh herbs from Nuik in the garden.
de: Ich schlug dem Koch Hofala vor, dass ich für ihn etwas Mittagessen zu Fräulein Hannah bringen könnte. Er hat allerdings keine Kräuter aus seiner besonderen Auswahl mehr für das Mittagessen übrig und bat mich, frische Kräuter von Nuik aus dem Garten zu holen.
fr: J'ai suggéré au cuisinier Hofala que je pourrais apporter le déjeuner à Dame Hannah. Il n'avait plus de sa sélection spéciale d'herbes pour le déjeuner et m'a demandé de lui en apporter des fraîches provenant de Nuik dans le jardin.
ja: コックのホファラに、ハンナ嬢にランチを持っていってはどうかと提案した。ランチのために厳選した特別なハーブを切らしていたので、庭園のヌイクから新鮮なハーブをもらってくるよう頼まれた。
pt: Sugeri ao Hofala, o cozinheiro, que eu levaria o almoço de Lady Hannah. Como ele não tinha mais da seleção especial de ervas dele para o almoço, pediu-me para apanhar algumas ervas frescas de Nuik no jardim.
zh_cn: 我向厨师霍法拉建议，我可以带一些午餐给汉娜女士。他没有多余的特制草药供午餐使用，让我从花园里的努克那里拿一些新鲜的草药。

source: Nuik gave some herbs to me.
de: Nuik hat mir einige Kräuter gegeben.
fr: Nuik m'a donné des herbes.
ja: ヌイクからハーブを受け取った。
pt: Nuik deu-me algumas ervas.
zh_cn: 努克给了我一些草药。

source: I should take lunch to Lady Hannah on the tower top.
de: Ich sollte das Mittagessen zu Lady Hannah auf die Turmspitze bringen.
fr: Je devrais apporter le déjeuner à Dame Hannah au sommet de la tour.
ja: 塔のてっぺんにいるハンナ嬢にランチを持っていこう。
pt: Deveria levar o almoço à Lady Hannah no topo da torre.
zh_cn: 我应该把午餐送到塔顶的汉娜女士那里。

source: Hannah is filled with grief, she cannot think clearly without the smell of a rose. Before she can tell me her whole story, she needs a fresh, fragrant rose.
de: Hannah war untröstlich, sie könnte ohne den Duft einer Rose nicht klar denken. Bevor sie mir ihre ganze Geschichte erzählen könnte, benötigte sie eine frische, duftende Rose.
fr: Hannah semble desespérée, elle ne peut pas penser clairement sans l’odeur d’une rose. Avant qu’elle puisse me raconter toute son histoire, elle a besoin d’une rose fraîche et parfumée.
ja: ハンナは悲しみに打ちひしがれており、バラの香りがなければはっきりと考えられない。すべてを話せるように、新鮮で香りの良いバラが必要だ。
pt: Hannah está cheia de dor, ela não pode pensar claramente sem o cheiro de uma rosa. Antes que ela me possa contar toda a história dela precisa de uma rosa fresca e perfumada.
zh_cn: 汉娜满怀悲痛，没有玫瑰的香味，她就无法清晰地思考。在她能告诉我她的整个故事之前，她需要一朵新鲜、芬芳的玫瑰。

source: Unkorh saw me talking to Hannah. He was very jealous and asked guard Olav to show me the special guest exit.
de: Unkorh hat mich mit Hannah sprechen gesehen. Er war sehr eifersüchtigt und hat mir von Olaf den besonderen Gästeausgang zeigen lassen.
fr: Unkorh m’a vu parler à Hannah. Il était très jaloux et a demandé au garde Olav de me montrer la sortie spéciale des invités.
ja: ウンコールはあなたがハンナと話していたところを目撃した。酷く嫉妬した彼は、守衛のオラフに特別な客人用の出口を案内するよう頼んだ。
pt: Unkorh viu-me a falar com Hannah. Ele estava com ciúmes e pediu ao guarda Olav para me mostrar a saída dos convidados especiais.
zh_cn: 恩科赫看到我和汉娜说话。他非常嫉妒，要求警卫奥拉夫带我去看特邀嘉宾的出口。

source: I met Norgothla, the chief of Guynmart's personal guard. He was troubled about my news from the castle, and asked me to get evidence for it.
de: Ich traf Norgothla, den Anführer von Guymarts Leibgarde. Er war sehr beunruhigt über die Neuigkeiten aus der Burg und bat mich, Beweise dafür zu finden.
fr: J'ai rencontré Norgothla, le chef de la garde personnelle de Guynmart. Il était troublé par mes nouvelles du château, et m'a demandé d'en obtenir des preuves.
ja: グインマート近衛兵長であるノルゴトラと出会った。あなたがもたらしたお城の情報に困り、その証拠を手に入れてほしいと頼んできた。
pt: Conheci o Norgothla, o chefe da guarda pessoal de Guynmart. Estava desconfiado das minhas notícias do castelo e pediu-me para obter provas para isso.
zh_cn: 我遇到了诺戈特拉，盖伊玛特的私人卫队队长。他对我从城堡传来的消息感到不安，并要求我为其寻找证据。

source: I got the rose from the guard at the garden door at last.
de: Ich bekam endlich die Rose von der Wache am Gartentor.
fr: J'ai enfin reçu la rose, du garde à la porte du jardin.
ja: ようやく庭園の出入口の守衛からバラを手に入れた。
pt: Finalmente apanhei a rosa do guarda na porta do jardim.
zh_cn: 我终于从花园门口的警卫那里拿到了玫瑰。

source: I gave the rose to Hannah. She told me that Lovis has vanished. In the deepenst depths of her darkest dreams she hears Lovis' voice calling out.
de: Ich gab Hannah die Rose. Sie erzählte mir, dass Lovis verschwunden wäre. In den tiefsten Tiefen ihrer dunkelsten Albträume hörte sie seine Stimme nach ihr rufen.
fr: J'ai donné la rose à Hannah. Elle m'a dit que Lovis avait disparu. Au plus profond de ses rêves les plus sombres, elle entend la voix de Lovis qui l'appelle.
ja: ハンナにバラを渡した。彼女はロビスが失踪したことを話した。暗い夢の奥深くで、ロビスの叫び声を聞く。
pt: Dei a rosa à Hannah. Ela disse-me que o Lovis desapareceu. Nas profundezas mais profundas dos sonhos mais sombrios dela, ela ouve a voz do Lovis a gritar.
zh_cn: 我把玫瑰给了汉娜。她告诉我，洛维丝已经消失了。在她最黑暗的梦的最深处，她听到洛维丝的声音在呼唤。

source: Hannah gave Lovis' flute to me, so that I might prove that I was sent by Hannah.
de: Hannah gab mir Lovises Flöte, damit ich bezeugen kann, dass Hannah mich geschickt hat.
fr: Hannah m'a donné la flûte de Lovis, pour que je puisse prouver que j'ai été envoyé par Hannah.
ja: ハンナから、彼女があなたを送ったことを証明するためにロビスのフルートを受け取った。
pt: Hannah deu-me a flauta do Lovis, para que eu pudesse provar que fui enviado pela Hannah.
zh_cn: 汉娜把洛维斯的笛子给了我，以便我可以证明我是汉娜派来的。

source: I met Rob in a room above the watch chamber. Rob promised to distract the guards so that I could pass by.
de: Ich traf Rob im Raum über der Wachkammer. Rob versprach mir, die Wachen abzulenken, damit ich mich an ihnen vorbei schleichen könne.
fr: J'ai rencontré Rob dans une pièce au-dessus de la chambre de garde. Rob m'a promis de distraire les gardes pour que je puisse passer.
ja: 監視室の上の部屋でロブと会った。ロブが衛兵の注意をそらすと約束してくれたので、通り抜けることができた。
pt: Encontrei Rob numa sala acima do quarto de vigia. Rob prometeu distrair os guardas para que eu pudesse passar.
zh_cn: 我在观察室上方的一个房间里见到了罗布。罗布答应引开守卫的注意力，以便我能够通过。

source: 120 obsolete - The guards were distracted and would not see anybody climbing downstairs.
de: 120 veraltet - Die Wachen waren abgelenkt und konnten niemanden die Treppen hinabgehen sehen.
fr: 120 obsolete - Les gardes étaient distraits et n'ont vu personne descendre les escaliers.
ja: 120 obsolete - 衛兵は気が散っていて、階下に降りていく人を見ていないだろう。
pt: 120 obsoletos - Os guardas estavam distraídos e não veriam ninguém a descer as escadas.
zh_cn: 120 过时 - 守卫分心，看不到任何人爬下楼。

source: 130 obsolete - I jumped into the dark dungeon below the tower.
de: 130 veraltet - Ich sprang in das dunkle Verließ unter dem Turm.
fr: 130 obsolete - J'ai sauté dans le donjon obscur sous la tour.
ja: 130 obsolete - 塔の下の暗い地下牢へと飛び込んだ。
pt: 130 obsoletos - Pulei no calabouço escuro abaixo da torre.
zh_cn: 130过时--我跳进了塔下面的黑暗地牢。

source: I jumped into the dark dungeon below the tower where I found Lovis. He was overjoyed to get back his flute.
de: Ich sprang in das dunkle Verlies unterhalb des Turmes, wo ich Lovis fand. Er war überglücklich, seine Flöte zurück zu haben.
fr: J'ai sauté dans le donjon obscur sous la tour où j'ai trouvé Lovis. Il était très heureux de récupérer sa flûte.
ja: 塔の下の暗い地下牢へと飛び込んだ先にロビスがいた。フルートを取り戻せたことに大喜びだった。
pt: Pulei no calabouço escuro abaixo da torre, onde encontrei Lovis. Ele estava muito feliz por ter a flauta delede volta.
zh_cn: 我跳进了塔楼下面的黑暗地牢，在那里我找到了洛维斯。他为拿回他的长笛而欣喜若狂。

source: The dungeon door flew open. The torturer entered and demanded that we stop the noise.
de: Die Zellentür flog auf. Der Foltermeister kam herein und verlangte, dass wir mit dem Krach aufhörten.
fr: La porte du donjon s'ouvrit. Le bourreau entra et demanda à ce que nous arrêtions le bruit.
ja: 地下牢のドアがさっと開いた。拷問官が入ってきて、あなたたちに騒音を止めるよう要求した。
pt: A porta do calabouço abriu-se. O torturador entrou e exigiu que parássemos o barulho.
zh_cn: 地牢的门飞快地打开了。施刑者走了进来，要求我们停止噪音。

source: After the torturer's death the door was open.
de: Nach dem Tod des Foltermeisters war die Tür weit offen.
fr: Après la mort du bourreau, la porte était ouverte.
ja: 拷問官の死後、ドアは開いていた。
pt: Após a morte do torturador a porta abriu-se.
zh_cn: 施刑者死后，门开了。

source: Lovis left and went into the woods to get Guynmart's personal guards.
de: Lovis brach auf und ging in den Wald, um Guynmarts Leibgarde zu alarmieren.
fr: Lovis est parti et s'est rendu dans les bois pour chercher la garde personnelle de Guynmart.
ja: ロビスはその場を離れ、グインマートの近衛を連れてくるために森の中へと入っていった。
pt: Lovis saiu e foi à floresta buscar os homens da guarda pessoal de Guynmart.
zh_cn: 洛维斯离开后进入树林，去找盖伊玛特的私人卫兵。

source: Guynmart was laying half dead in a cell. He asked me to open the castle gate so that his personal guard may come in. After that I should run and hide, because there would be a dangerous battle. I should not return before the following morning.
de: Guynmart lag halb tot in einer Zelle. Er bat mich, das Burgtor zu öffnen, damit seine Leibgarde hereinkommen könnte. Danach sollte ich abhauen und mich verstecken, weil es dort zu einer gefährlichen Schlacht kommen würde. Ich sollte nicht vor dem nächsten Morgen zurückkehren.
fr: Guynmart gisait à moitié mort dans une cellule. Il m'a demandé d'ouvrir la porte du château pour que sa garde personnelle puisse entrer. Après cela, je devrais courir me cacher, car il y aurait une bataille dangereuse. Je ne devrais pas revenir avant le lendemain matin.
ja: グインマートは独房の中で半分死んだように横たわっていた。近衛が入って来れるように城門を開けてくれと頼まれた。その後は危険な戦いになるので、逃げて身を隠そう。翌朝になるまでは戻れない。
pt: Guynmart estava meio morto numa cela. Pediu-me abrir o portão do castelo para que o guarda pessoal dele pudesse entrar. Depois disso deveria correr e esconder-me, porque haveria uma batalha perigosa. Não deveria voltar antes da manhã seguinte.
zh_cn: 盖恩玛特在牢房里半死不活地躺着。他让我打开城堡的大门，让他的私人卫队进来。之后，我应该逃跑和躲藏，因为会有一场危险的战斗。在第二天早上之前，我不应该回来。

source: Unkorh appeared and explained many things. Then Unkorh saw that Guynmart tried to kill me from behind, but stumbled and fell onto his own knife. I should still open the gate, and then go to the farm in the south until the morning.
de: Unkorh tauchte auf und erklärte mir vieles. Dann sah Unkorh, wie Guynmart mich hinterrücks zu töten versuchte, aber stolperte und in sein eigenes Messer fiel. Ich sollte immer noch das Tor öffnen und dann auf dem Bauernhof im Süden bis zum Morgen bleiben.
fr: Unkorh est apparu et a expliqué beaucoup de choses. Puis Unkorh a vu que Guynmart a essayé de me tuer par derrière, mais il a trébuché et est tombé sur son propre couteau. Je devrais quand même ouvrir la porte, et ensuite aller à la ferme dans le sud jusqu'au matin.
ja: ウンコールが現れて様々な説明をした。その後ウンコールは、グインマートが背後からあなたを殺そうとしたものの、つまずいて自分のナイフに倒れたところを目撃した。それでも門は開けて、朝まで南の農場に居よう。
pt: Unkorh apareceu e explicou muitas coisas. Então Unkorh viu que Guynmart tentou matar-me por trás, mas tropeçou e caiu na sua própria faca. Eu ainda deveria abrir o portão e depois ir à fazenda no sul até de manhã.
zh_cn: 乌克尔出现并解释了许多事情。然后乌克尔看到盖恩玛特想从后面杀我，但跌跌撞撞地摔在自己的刀上。我还是应该打开大门，然后到南方的农场去，直到天亮。

source: Unkorh appeared and killed Guynmart. Then he fled like a coward.
de: Unkorh tauchte auf und tötete Guynmart. Dann floh er wie ein Feigling.
fr: Unkorh est apparu et a tué Guynmart. Puis il s'est enfui comme un lâche.
ja: ウンコールが現れて、グインマートを殺した。そして、臆病者のように逃げていった。
pt: Unkorh apareceu e matou o Guynmart. Depois fugiu como um covarde.
zh_cn: 乌克尔出现并杀死了盖恩马特。然后他像个懦夫一样逃走了。

source: The guards let me through to the wall.
de: Die Wachen ließen mich durch zur Burgmauer.
fr: Les gardes m'ont laissé passer jusqu'au mur.
ja: 守衛があなたを城壁まで通してくれた。
pt: Os guardas deixaram-me passar pela muralha.
zh_cn: 警卫让我穿过墙。

source: I got the main gate open.
de: Ich schaffte es, das Haupttor zu öffnen.
fr: J'ai ouvert la porte principale.
ja: 正門を開いた。
pt: Abri o portão principal.
zh_cn: 我把正门打开了。

source: I went to Rhodita the farmer and stayed there for the night.
de: Ich ging zur Bäuerin Roditha und blieb dort über Nacht.
fr: Je suis allé chez Rhodita, la fermière, et j'y ai passé la nuit.
ja: 農家のロディータのところに向かい、そこで1泊した。
pt: Fui à Rhodita, a agricultora e fiquei lá durante a noite.
zh_cn: 我去找农夫罗迪塔，在那里住了一晚上。

source: When I got to the castle on the next day, I saw Hannah and Lovis in the throne room. The castle was decorated for a wedding and there had been a merry feast.
de: Als ich am nächsten Tag zur Burg ging, sah ich Hannah und Lovis im Thronsaal. Die Burg war für eine Heirat geschmückt und es hat ein frohes Fest gegeben.
fr: Quand je suis arrivé au château le lendemain, j'ai vu Hannah et Lovis dans la salle du trône. Le château était décoré pour un mariage et il y avait eu une joyeuse fête.
ja: 翌日城に着くと、玉座の間にハンナとロビスがいた。城は結婚式のために飾り付けられ、楽しい祝宴が開かれていた。
pt: Quando cheguei ao castelo no dia seguinte, vi Hannah e Lovis na sala do trono. O castelo foi decorado para um casamento e houve um alegre banquete.
zh_cn: 第二天我到了城堡，在王宫里看到了汉娜和洛维斯。城堡被装饰成婚礼的样子，而且还举行了一场欢乐的宴会。

source: When I got to the castle on the next day, I saw Unkorh the steward in the throne room. The castle was decorated for a wedding and there had been a merry feast.
de: Als ich am nächsten Tag zu Burg ging, sah ich Verwalter Unkorh im Thronsaal. Die Burg war für eine Hochzeit geschmückt und es hat ein frohes Fest gegeben.
fr: Quand je suis arrivé au château le lendemain, j'ai vu Unkorh, l'intendant, dans la salle du trône. Le château était décoré pour un mariage et il y avait eu une joyeuse fête.
ja: 翌日城に着くと、玉座の間にウンコールがいた。城は結婚式のために飾り付けられ、楽しい祝宴が開かれていた。
pt: Quando cheguei ao castelo no dia seguinte, vi o Unkorh, o mordomo, na sala do trono. O castelo foi decorado para um casamento e houve um banquete alegre.
zh_cn: 第二天，当我到达城堡时，我在王室里看到了管家乌克尔。城堡被装饰成婚礼的样子，而且还举行了一场欢乐的宴会。

source: Hannah gave me an everlasting fragrant rose as a present.
de: Hannah gab mir eine ewig duftende Rose als Geschenk.
fr: Hannah m'a offert une rose parfumée éternelle en cadeau.
ja: ハンナから永遠の香り高いバラをプレゼントされた。
pt: Hannah deu-me uma rosa perfumada eterna como presente.
zh_cn: 汉娜送给我一朵永恒芬芳的玫瑰作为礼物。

source: I was allowed to choose something from the treasury.
de: Mir wurde gestattet, etwas aus der Schatzkammer auszuwählen.
fr: J'ai été autorisé à choisir quelque chose dans la trésorerie.
ja: 宝物庫の中から何かを選ぶことを許された。
pt: Podia escolher algo do tesouro.
zh_cn: 我被允许从库房中选择一样东西。
