Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: I'm guarding these crates. That's what I do. At least until my company gets back from their scouting party.
de: Ich bewache diese Waren. Das mache ich. Zumindest, bis meine Begleitung von ihrer Spähtour wiederkommt.
fr: Je surveille ces caisses. C'est ce que je fais. En tout cas jusqu'au retour de mes compagnons partis en éclaireurs.
ja: 木箱を守っている。それが私の仕事だ。少なくとも、同僚が偵察から帰ってくるまではな。
pt: Estou a proteger essas caixas. Isso é o que faço. Pelo menos até que o restante de minha companhia retorne da equipa de observação.
zh_cn: 我在看守这些箱子。这就是我的工作。至少在他们搜寻回来之前。

source: Oh I hope they do get back. Come to think of it, they have been away for quite some time now.
de: Oh ich hoffe sie kommen zurück. Da fällt mir ein, sie sind nun schon eine ganze Weile weg.
fr: Oh j'espère qu'ils reviendront. Quand j'y pense, ils sont partis depuis assez longtemps maintenant.
ja: ああ戻ってきてくれないものか。それにしても、ずいぶんと長い間留守にしているな。
pt: Ah, espero que retornem. Por falar nisso, eles estão fora há um bom tempo.
zh_cn: 哦，我希望他们真的回来了。仔细想想，他们离开已经有一段时间了。

source: I sure hope they are well. Unlike the others...
de: Natürlich hoffe ich, dass es ihnen gut geht. Nicht wie den anderen...
fr: J'espère sincèrement qu'ils sont sains et saufs. Contrairement aux autres …
ja: 元気だといいが。他の者と違って…
pt: Espero que estejam bem. Ao contrário dos outros...
zh_cn: 我当然希望他们都很好。不像其他人...

source: What about the others?
de: Was ist mit den anderen?
fr: Qu'est-il arrivé aux autres ?
ja: 他とは？
pt: E quanto aos outros?
zh_cn: 其他人呢？

source: In my squad, we were a band of six guards that, together with other squads, were sent out here to find a dangerous madman that takes his refuge somewhere in the nearby hills around here.
de: Unsere Gruppe bestand aus einem Trupp von sechs Wächtern die, zusammen mit anderen Gruppen, ausgeschickt wurden um einen gefährlichen Verrückten zu finden, der seinen Zufluchtsort irgendwo in den Hügeln hier hat.
fr: Nous étions une escouade de six gardes, envoyée avec d'autres groupes pour retrouver un homme fou et dangereux qui se réfugie quelque part dans les collines alentours.
ja: うちの部隊では、他の部隊と共に6人の衛兵の一団で、近くの丘のどこかに潜伏している危険な狂人を捜索するためここに派遣された。
pt: No meu pelotão, éramos seis guardas que, juntos com os demais pelotões, fomos enviados aqui para encontrar um louco perigoso que se refugiava em algum lugar das colinas que tem por aqui.
zh_cn: 在我的小队里，我们是一个由六个警卫组成的小队，和其他小队一起被派到这里来寻找一个危险的疯子，他在附近的某个山头上避难。

source: But something started to happen once we got here. Some of my fellow guards started acting ... odd.
de: Aber irgendetwas passierte, sobald wir hier ankamen. Einige meiner Kameraden fingen an, sich .. seltsam zu benehmen.
fr: Mais des choses étranges ont commencé à se produire à notre arrivée. Certains gardes ont eu des comportements… bizarres.
ja: しかし、ここに来てから何かが起こり始めた。仲間の衛兵の何人かが…おかしな行動をとり始めたのだ。
pt: No entanto, algo aconteceu assim que chegamos. Alguns dos meus colegas começaram a agir de forma... estranha.
zh_cn: 但我们一到这里就开始发生一些事情。我的伙伴开始表现得......很奇怪。

source: I don't know if it was just me imagining things or if something truly happened to them. Anyway, one by one, we started to get fewer and fewer.
de: Keine Ahnung, ob ich mir das bloß einbilde, oder ob tatsächlich etwas mit ihnen geschah. Wie auch immer, wir wurden weniger und weniger, einer nach dem anderen.
fr: Je ne sais si c'était moi qui m'imaginais juste des choses ou s'il leur arrivait vraiment malheur. Quoi qu'il en soit, un par un, notre troupe s'est réduite comme peau de chagrin.
ja: 私の勝手な思い込みか、本当に何かあったのかはわからない。いずれにせよ、我々は少しずつ数を減らしていった。
pt: Não sei se estava a imaginar coisas ou se algo realmente lhes aconteceu. Ainda assim, um a um, o nosso grupo está a diminuir.
zh_cn: 我不知道这是否只是我的想象，还是他们真的发生了什么。总之，一个接一个，我们开始变得越来越少。

source: Some of my men were killed by the creatures that live in these woods, some ran away by themselves and some have never come back from their scouting trips.
de: Einige meiner Leute wurden von den Wesen in diesen Wäldern getötet, einige ergriffen von sich aus die Flucht und wieder andere kamen von ihren Erkundungsgängen nicht zurück.
fr: Certains de mes hommes ont été tués par les créatures qui vivent dans ces bois, d'autres ont pris la fuite, d'autres encore ne sont jamais revenus de leur mission d'éclaireur.
ja: 部下の何人かはこの森に住む怪物に殺された、何人かは自ら逃げ出した、何人かは偵察から戻ってこない。
pt: Alguns dos meus homens foram mortos pelas criaturas que vivem nos bosques, uns fugiram e outros nunca voltaram das rondas de observação deles.
zh_cn: 一些人被生活在这些森林里的生物杀死了，一些人自己跑了，还有一些人在搜寻中再也没有回来。

source: What do you think has happened to them?
de: Was glaubst du, was mit ihnen geschehen ist?
fr: Que leur est-il arrivé d'après vous ?
ja: 彼らの身に何が起こったと思いますか？
pt: O que acha que lhes aconteceu?
zh_cn: 你认为在他们身上发生了什么？

source: I have two theories. My first thought is that some of the local creatures that we've been having problems with here might have captured them, or even killed them. I know for a fact that some were killed by the creatures, since we even buried some of my men to the east of here, but I am not certain of the others.
de: Ich habe zwei Theorien. Mein erster Gedanke ist dass einige der hiesigen Kreaturen, mit denen wir Schwierigkeiten haben, sie möglicherweise gefangen genommen oder sogar getötet haben. Ich weiß mit Bestimmtheit, dass einige von diesen Wesen getötet wurden, da wir einige meiner Männer östlich von hier begraben haben, aber ich habe keine Gewissheit über den Verbleib der übrigen.
fr: J'ai deux théories. La première possibilité est que certaines des créatures alentours, qui nous ont posé problème, les ont capturés, voire tués. Je tiens pour acquis que plusieurs ont été tués, puisque nous avons enterré quelques-uns de mes hommes à l'est d'ici. Mais je ne suis sûre de rien pour les autres.
ja: 2つ仮説がある。最初に考えたのは、悩みの種となっているこの地の怪物によって捕らえられたか、殺されでもしたのではというものだ。ここの東の方で部下を埋葬したので、何人かは怪物に殺されたことはわかっている。ただ他については確信が持てない。
pt: Tenho duas teorias. A primeira coisa que pensei foi que alguma criatura das redondezas, que nos vem a causar problemas, teria capturado ou mesmo os matado. De fato, sei que alguns foram mortos por essas criaturas, até porque enterramos alguns dos nossos homens a leste daqui, mas quanto aos outros, não tenho certeza.
zh_cn: 我有两种推测。我的第一个想法是，一些我们在这里一直有问题的当地生物可能抓了他们，甚至杀了他们。我知道有些人是被生物杀死的，因为我们甚至把一些人埋在这里的东边，但我不确定其他的人。

source: The creatures in these woods are intelligible, but fierce. Luckily, we've been able to kill them off before they've been able to spew their foul lies. There are still a few of them around though.
de: Die Wesen in diesen Wäldern sind verständig, aber wild. Glücklicherweise konnten wir sie abschlachten, ehe sie ihre dreckigen Lügen ausspeien konnten. Dennoch treiben sich immer noch ein paar von ihnen hier herum.
fr: Les créatures de ces bois savent parler, mais sont sauvages et féroces. Heureusement, nous avons réussi à les vaincre avant qu'elles ne déversent leurs infâmes mensonges sur nous. Mais il en reste encore quelques-unes dans les parages.
ja: この森の怪物たちはわかりやすくはあるが、獰猛だ。幸いにも、連中が汚い嘘を吐き出す前に仕留めることができた。生き残りがまだいるがな。
pt: As criaturas desse bosque são compreensíveis mas ferozes. Felizmente, temos conseguido matá-las antes que fossem capazes de vomitar suas mentiras sujas. Porém, ainda restam algumas pelas redondezas.
zh_cn: 这些树林里的生物是可以理解的，但很凶猛。幸运的是，我们已经能够在他们能够吐出他们肮脏的谎言之前将他们杀死。不过周围还是有一些。

source: My second theory is that the madman that we are looking for must have done something to them. Maybe the madman has smeared some of his madness onto them.
de: Meine zweite Theorie ist, dass der Verrückte, nach dem wir suchen, etwas mit ihnen angestellt hat. Vielleicht hat er sie mit seiner Narrheit angesteckt.
fr: Ma deuxième théorie est que l'homme fou que nous recherchions leur a fait quelque chose. Peut-être même a-t-il réussi à les imprégner de sa folie.
ja: もう1つの仮説は、我々の探している狂人が何かしたというものだ。その狂人が自分の狂気の一端をまき散らしたのかもしれない。
pt: A minha segunda teoria é que os loucos, que estamos a procurar, tenham feito algo com eles. Talvez, os loucos tenham lhes contaminado com a loucura dele.
zh_cn: 我的第二个理论是，我们正在寻找的那个疯子一定对他们做了什么。也许这个疯子在他们身上感染了一些他的疯狂。

source: Regardless, there isn't much that I am able to do here. I need to guard these crates.
de: Wie dem auch sei, ich kann da nicht viel unternehmen. Ich muss diese Kisten bewachen.
fr: Dans tous les cas, je ne peux rien faire d'ici. Je dois garder ces caisses.
ja: いずれにせよ、ここでできることはあまりない。私はそこの木箱を守る必要がある。
pt: De qualquer forma, não tenho muito o que fazer por aqui. Preciso proteger essas caixas.
zh_cn: 不管怎么说，我在这里能够做的事情并不多。我需要守护这些箱子。

source: Also, I do hope that those creatures that seem to live here don't return. They've been a real pest.
de: Ich hoffe auch, dass diese Wesen, die wohl hier leben, nicht zurück kommen. Sie waren eine wahre Plage.
fr: J'espère seulement que ces créatures ne s'approcheront plus de cet endroit. C'est une vrai calamité.
ja: そして、ここに住んでいるような怪物が引き返してこないことを願おう。あれは本当に面倒な相手だった。
pt: Além disso, tenho esperança que as criaturas que aparentam viver por aqui não retornem. Elas têm sido uma verdadeira praga.
zh_cn: 另外，我确实希望那些似乎住在这里的生物不要再回来。他们一直是讨厌的家伙。

source: Good luck with that. Goodbye.
de: Viel Glück dabei. Tschüss.
fr: Bonne chance à vous. Au revoir.
ja: 頑張ってください。さようなら。
pt: Boa sorte com isso. Adeus.
zh_cn: 祝你好运。再见。

source: Oh yes, would you? There is one thing you could do.
de: Oh ja, würdest du? Da gibt es etwas, was du tun könntest.
fr: Tu nous aiderais, vraiment ? Il y a bien une chose que je pourrais te demander.
ja: そうか？ 君にできることが1つある。
pt: Ah, faria? Tenho algo que poderia fazer.
zh_cn: 哦，是的，你会吗？有一件事你可以做。

source: As I mentioned, some of my men were killed by the local creatures here. We buried them to the east of here.
de: Wie gesagt, einige meiner Männer wurden hier von diesen Wesen getötet. Wir haben sie östlich von hier begraben.
fr: Comme je l'ai dit, certains de mes hommes ont été tués par les créatures de ces bois. Nous les avons enterrés à l'est d'ici.
ja: 先にも話したように、何人かの部下はこの地の怪物に殺された。ここの東に埋葬したのだ。
pt: Como falei, alguns dos meus homens foram mortos pelas criaturas das redondezas. Os enterramos a leste daqui.
zh_cn: 正如我提到的，有的队员被这里的当地生物杀死了。我们把他们埋在这里的东边。

source: I haven't been there for a few days now, but last I visited the graves, there was one of those foul creatures standing over the graves.
de: Ich war seit einigen Tagen nicht mehr dort, aber als ich letztens die Gräber besucht habe, stand da eines dieser widerlichen Wesen über diesen.
fr: Je ne m'y suis pas rendue depuis plusieurs jours, mais à ma dernière visite une de ces infectes créatures rôdait près des tombes.
ja: ここ数日はそこに行っていないのだが、前回墓を訪ねたとき墓に邪悪な怪物がいた。
pt: Não apareço por lá há alguns dias mas, da última vez que visitei os túmulos, uma dessas criaturas imundas estava sobre eles.
zh_cn: 我已经有几天没去那里了，但上次我去扫墓的时候，有一个那种肮脏的生物站在坟墓上。

source: I've seen that particular creature there before, it seems to be haunting the graves of my fellow men.
de: Ich habe genau dieses Wesen schon zuvor dort gesehen, es ist als würde es die Gräber meiner Kameraden heimsuchen.
fr: Je l'y ai déjà vue auparavant, je pense qu'elle hante les tombes de mes compagnons.
ja: あの怪物は前にも見かけた覚えがある、仲間の墓につきまとっているようなのだ。
pt: Vi exatamente essa criatura por lá em outra ocasião, me parece que tem assombrado os túmulos de meus colegas.
zh_cn: 我以前在那里见过那种特殊的生物，它似乎在我的同伴的坟墓里出没。

source: Of course, it must be up to no good. I would like your help in either removing or defeating that thing.
de: Natürlich kann das nichts gutes bedeuten. Ich bitte dich um deine Hilfe, vertreibe dieses Geschöpf, oder vernichte es.
fr: Je ne sais pas ce qu'elle fait exactement, mais je n'aime pas l'idée de la savoir rôder près des tombes. Il faut s'en débarrasser d'une manière ou d'une autre.
ja: もちろん、良くないことだ。君にはそれを排除するか、討伐するのに手を貸してもらいたい。
pt: Claro, ele até deve ser bom. Gostaria da sua ajuda para remover ou derrotar aquela coisa.
zh_cn: 当然，它一定是不怀好意的。我希望你能帮助我赶走或击败那个东西。

source: So, you want me to go visit the graves to the east and defeat whatever creature is there?
de: Also, du möchtest, dass ich die Gräber im Osten besuche um zu besiegen was auch immer das für eine Kreatur ist?
fr: Donc, vous voulez que j'aille voir les tombes à l'est, et que j'élimine la créature qui s'y trouve ?
ja: 東の墓に行って、そこの怪物を倒せと？
pt: Então, quer que eu vá visitar as sepulturas a leste e que derrote qualquer criatura que lá esteja?
zh_cn: 那么，你想让我去东边的坟墓，并打败那里的什么生物？

source: Yes, that's it. I should also warn you that those creatures are intelligible, so I would urge you to act quickly when encountering it, before it can spew its foul lies.
de: Ja, so ist es. Ich sollte dich auch warnen: diese Wesen haben Verstand. Ich rate dir dringend, schnell zu handeln, wenn du einem von ihnen begegnest, bevor es seine ihre dreckigen Lügen ausspeien kann.
fr: Oui, c'est ça. Je dois aussi te prévenir que ces créatures sont douées de parole, et qu'elles s'en servent surtout pour mentir et manipuler. Il faut la tuer avant qu'elle ne dise quoi que ce soit.
ja: ああ、そうだ。その怪物はわかりやすいから、見つけたら即行動してくれ。汚い嘘を吐き出す前に。
pt: Sim, é isso. Devo lhe avisar que essas criaturas são espertas, portanto, deve agir o mais rápido possível para evitar que elas espalhem as mentiras sujas deles.
zh_cn: 是的，就是这样。我还应该警告你，那些生物是狡猾的，所以我劝你在遇到它的时候要迅速行动，以免它喷出肮脏的谎言。

source: Great, more blood for my sword. I'll do it.
de: Super, mehr Blut für mein Schwert. Ich mache es.
fr: Très bien, ma lame a soif de sang. Je m'en occupe.
ja: いいね、この剣にもっと血を。やるよ。
pt: Excelente, mais sangue para minha espada. Pode deixar comigo, eu farei.
zh_cn: 很好，为我的剑流更多的血。我就这么做。

source: Anything to help a fellow Feygard friend.
de: Ich tue alles, um einem Kameraden aus Feygard zu helfen.
fr: Je ferais tout pour aider mes amis de Feygard.
ja: フェイガードの友を助けるためなら何でもやりますよ。
pt: Qualquer coisa para ajudar um colega de Feygard.
zh_cn: 只要能帮助费加德的朋友就好。

source: I don't think I should get involved in this.
de: Ich glaube, ich sollte da lieber nicht reingezogen werden.
fr: Je ne préfère pas me mêler de cette histoire.
ja: 僕はこれに関わるべきじゃない。
pt: Não acho que devo me envolver com isso.
zh_cn: 我认为我不应该参与其中。

source: I'll go visit the graves, but I can't promise that I'll kill anyone.
de: Ich werde die Gräber besuchen, aber ich kann dir nicht versprechen jemanden zu töten.
fr: J'irai voir les tombes, mais je ne promets pas que je tuerai qui que ce soit.
ja: 墓には行くけど、その誰かを殺すとは約束できない。
pt: Visitarei os túmulos, mas não posso prometer que vou matar alguém.
zh_cn: 我会去坟墓，但我不能保证我会杀掉什么。

source: I have already killed it.
de: Ich habe es schon getötet.
fr: Je l'ai déjà tuée.
ja: もう殺しました。
pt: Já a matei.
zh_cn: 我已经杀它。

source: Good. Return here once you are done.
de: Gut. Komm zurück wenn du es erledigt hast.
fr: Bien. Reviens me voir une fois la tâche accomplie.
ja: よかった。終わったら戻ってきてくれ。
pt: Ótimo, retorne assim que terminar.
zh_cn: 很好。完成后回到这里。

source: Glory to Feygard. Return here once you are done.
de: Ruhm für Feygard. Komm zurück wenn du es erledigt hast.
fr: Gloire à Feygard. Reviens me voir une fois la tâche accomplie.
ja: フェイガードに栄光を。終わったら戻ってきてくれ。
pt: Glória a Feygard. Retorne assim que terminar.
zh_cn: 荣耀归于费加德。完成后回到这里。

source: You do as you wish. I'll be here regardless.
de: Mach was du willst. Ich bin trotzdem hier.
fr: Fais ce qui te semble juste. Je serai ici dans tous les cas.
ja: 好きにしてくれて構わない。とにかく私はここにいる。
pt: Faça como quiser, de qualquer forma estarei por aqui.
zh_cn: 你想怎么做就怎么做。我会在这里等你。

source: Hello again. Were you successful in defeating that beast?
de: Hallo nochmal. Hast du diese Bestie erfogreich bekämpft?
fr: Re-bonjour. As-tu finalement réussi à vaincre cette créature ?
ja: また会ったな。あの怪物を倒したのか？
pt: Olá novamente. Conseguiu derrotar aquela besta?
zh_cn: 又见面了。你成功地打败了那只野兽吗？

source: Yes, I defeated the creature.
de: Ja, ich habe das Wesen besiegt.
fr: Oui, je l'ai vaincue.
ja: はい、その怪物を倒しました。
pt: Sim, derrotei a criatura.
zh_cn: 是的，我打败了那个生物。

source: Not yet. I'll do it soon enough though.
de: Noch nicht, aber bald werde ich es tun.
fr: Pas encore. Mais ce sera fait très bientôt.
ja: まだです。でもすぐにでも倒します。
pt: Ainda não, farei assim que possível.
zh_cn: 还没有。不过我很快就会这么做的。

source: I met Tiqui by those graves. He had an interesting tale to tell.
de: Ich habe Tiqui bei diesen Gräbern angetroffen. Er hatte eine interessante Geschichte zu erzählen.
fr: J'ai rencontré Tiqui près des tombes. Il m'a raconté une histoire bien intéressante.
ja: 墓でティキと会いました。興味深い話をしてくれました。
pt: Conheci Tiqui naqueles túmulos. Ele me contou uma história curiosa.
zh_cn: 我在那些坟墓旁遇到了提基。他有一个有趣的故事要讲。

source: Excellent. Maybe now my brethren can rest peacefully. Thank you so much for helping me.
de: Hervorragend. Vielleicht können meine Brüder nun in Frieden ruhen. Vielen Dank für deine Hilfe.
fr: Excellent. Mes compagnons peuvent peut-être reposer en paix à présent. Merci beaucoup pour m'avoir aidée.
ja: よくやってくれた。これで同胞も安らかに眠ることができる。手を貸してくれたこと感謝する。
pt: Excelente. Talvez agora meus irmãos possam descansar em paz. Muito obrigado por me ajudar.
zh_cn: 好极了。也许现在我的弟兄们可以安息了。非常感谢你对我的帮助。

source: In return, you are very welcome to use my bed to rest whenever you wish.
de: Als Gegenleistung darfst du gerne mein Bett benutzen, um dich auszuruhen, wann immer du willst.
fr: En retour, n'hésite pas à t'offrir un peu de repos dans mon lit quand tu le souhaites.
ja: お礼として、いつでも私のベッドで休んでくれ。
pt: Em troca, sinta-se a vontade para utilizar minha cama sempre que precisar descansar.
zh_cn: 作为回报，我们非常欢迎你随时使用我的床来休息。

source: Welcome back my friend. Thank you for helping me defeat that foul creature that was haunting the grave of my fellow guards.
de: Willommen zurück, mein Freund. Danke, dass du geholfen hast, diese üble Kreatur zu besiegen, die die Gräber meiner Kameraden heimgesucht hat.
fr: Te revoilà mon ami. Merci de m'avoir aidée à combattre cette créature démoniaque qui hantait la tombe de mes amis.
ja: お帰りなさい。仲間の衛兵の墓につきまとっていた邪悪な怪物を倒すのに手を貸してくれたこと感謝する。
pt: Bem vindo de volta amigo. Obrigado pela ajuda em derrotar aquela criatura imunda que assombrava os túmulos de meus colegas.
zh_cn: 欢迎回来，我的朋友。谢谢你帮助我打败了那个在我的同伴们的坟墓里出没的肮脏的生物。

source: You actually listened to it? Please, indulge me, what lies did it have you believe?
de: Du hast ihm tatsächlich zugehört? Mit Verlaub - welche Lügen hast du ihm geglaubt?
fr: Tu l'as écouté ? Dis-moi quels mensonges il a bien pu te sortir ?
ja: 耳を貸したのか？ どんな嘘を信じさせた？
pt: Deu-lhe ouvidos? Por favor, mate a minha curiosidade, que tipo de mentiras ele o fez acreditar?
zh_cn: 你真的听了吗？请和我说说，它对你了说什么谎言？

source: He told me that you have been killing off his kin.
de: Er sagte mir, ihr hättet seine Sippe abgeschlachtet.
fr: Il m'a dit que vous aviez massacré ses compagnons.
ja: あなたが彼の家族を殺していると話しました。
pt: Ele disse-me que você tem assassinado os parentes dele.
zh_cn: 他告诉我，你一直在杀害他的亲属。

source: Of course we have! They've been attacking us, and we've taken precautions by hunting them so they can't kill more of us.
de: Natürlich haben wir das! Sie haben uns angegriffen und zur Vorsorge haben wir sie gejagt, damit sie nicht noch mehr von uns töten können.
fr: Bien sûr que oui ! Ils nous attaquaient sans répit, nous n'avions pas d'autre choix que de les éliminer afin qu'il ne puissent plus tuer les nôtres.
ja: もちろんそうだ！ やつらは我々を攻撃してきたのだ、相手を仕留めることによって予防措置を取ってきた。これ以上こちらを殺しにかかれないようにな。
pt: É claro que estávamos! Eles vem nos a atacar e tivemos a cautela de caçá-los para que não matem mais dos nossos.
zh_cn: 我们当然有!他们一直在攻击我们，我们已经采取了预防措施，猎杀他们，使他们不能杀死更多的人。

source: To think that they believe they have a chance against the forces of Feygard. Hah! We will cut them down like sheep once the reinforcements get here.
de: Allein der Gedanke, dass sie glauben eine Chance gegen die Macht von Feygard zu haben - hah! Wir werden sie niedermachen wie Schafe, sobald Verstärkuing hier eintrifft.
fr: Et dire qu'ils pensaient avoir la moindre chance contre les forces de Feygard. Ha ! Nous les étriperons comme des moutons une fois les renforts arrivés.
ja: フェイガードの力に対抗できるとやつらは信じているのだ。ハンッ！ 増援が来ようとも羊のごとく斬り伏せてみせる。
pt: E pensar que eles acreditam que tem alguma chance contra as forças de Feygard. Ha! Iremos tosquiá-los como ovelhas assim que os reforços chegarem.
zh_cn: 想想看，他们相信自己有机会对抗费加德的力量。哈!一旦援军到来，我们会把他们像羊一样砍倒。

source: I should leave before there is more bloodshed.
de: Ich sollte lieber gehen bevor es noch mehr Blutvergießen gibt.
fr: Je devrais partir avant que le sang ne coule à nouveau.
ja: これ以上血が流れる前に僕は去るべきだ。
pt: Devo partir antes que mais sangue seja derramado.
zh_cn: 我应该在发生更多流血事件之前离开。

source: I don't like your tone. They haven't done anything to you.
de: Mir gefällt dein Tonfall nicht. Sie haben dir nichts getan.
fr: Je n'aime pas votre ton. Ils ne vous ont rien fait de mal.
ja: その言いぐさは好きじゃない。向こうはあなたに何もしていない。
pt: Não gosto do seu tom. Eles não lhe fizeram nada.
zh_cn: 我不喜欢你的语气。他们没有对你做什么。

source: I was also asked to take care of you, and I intend to do just that.
de: Man hat mich außerdem gebeten, auf dich acht zu geben, und genau das habe ich auch vor.
fr: On m'a aussi demandé de m'occuper de vous, et c'est bien ce que je compte faire.
ja: 僕もあなたを始末するよう言われたんだ、そうさせてもらう。
pt: Também pediram-me para cuidar de si e é o que farei.
zh_cn: 我被要求注意你，而且我也打算这样做。

source: Hah! Take care of me? That will be the day.
de: Hah! Auf mich achtgeben? So weit kommt's noch.
fr: Ha ! S'occuper de moi ? C'est bien ma journée.
ja: ハァッ！ 私を始末するだと？ そんな馬鹿な話が。
pt: Ha! cuidar de mim? só quero ver.
zh_cn: 哈!注意我？那是什么时候的事。

source: You will be no match for me.
de: Du hast keine Chance gegen mich.
fr: Vous ne pouvez rien contre moi.
ja: 勝ち目はないぞ。
pt: Não é páreo para mim.
zh_cn: 你不会是我的对手。

source: Hah! See, there are those lies that I told you about. They. Attacked. Us. Get it?
de: Hah! Siehst du, das sind diese Lügen, von denen ich gesprochen habe. Sie. Haben. Uns. Angegriffen. Kapiert?
fr: Ha ! Tu vois, voilà les mensonges dont je t'avais parlé. Eux-attaquer-nous. Compris ?
ja: ハァッ！ ほら、嘘の件は話しただろう。やつらが。我々を。襲ってきたんだ。わかったか？
pt: Ha! Viu? São essas as mentiras de que lhe falei. "Eles nos atacaram". Entendeu?
zh_cn: 哈!看，有那些我告诉你的谎言。他们。攻击了。我们。明白吗？

source: Good. We need all the help we can get.
de: Gut. Wir benötigen jede Hilfe, die wir bekommen können.
fr: Bien. Nous avons besoin de toute l'aide possible.
ja: それはよかった。とにかくあらゆる助けが必要なんだ。
pt: Que bom, toda ajuda é bem vinda.
zh_cn: 很好。我们需要所有能得到的帮助。

source: I'll let you enter the hills. Keep heading east, and then turn north once you see the mountain side.
de: Ich lasse dich die Hügel betreten. Halte dich Richtung Osten, dann wende dich nach Norden, sobald du die Bergflanke siehst.
fr: Je te laisse accéder aux collines. Continue vers l'est, puis tourne vers le nord quand tu verras le flanc de la montagne.
ja: 丘の中に入っていいぞ。そのまま東に進んで、山側が見えたら北に曲がってくれ。
pt: Deixarei que entre nas colinas. Continue a seguir pelo leste e então vá para o norte assim que avistar as montanhas.
zh_cn: 我让你进入山丘。继续向东走，看到山边后再向北转。

source: I sure hope there's some reward for all of this later.
de: Ich hoffe, es gibt später eine Belohnung für das alles.
fr: J'espère qu'il y aura une récompense pour tout ceci.
ja: 後々これが報酬に繋がることを期待します。
pt: Espero que depois seja recompensado por todo esse trabalho.
zh_cn: 我当然希望做这些会有酬劳。

source: You better talk to Maevalia.
de: Sprich lieber mit Maevalia.
fr: Tu ferais mieux de t'adresser à Maevalia.
ja: マエバリアと話した方がいい。
pt: É melhor falar com Maevalia.
zh_cn: 你最好和梅瓦利亚谈谈。

source: I've already talked to her, and I have agreed to help find your missing people.
de: Ich habe bereits mit ihr geredet und ich habe mich bereit erklärt, bei der Suche nach euren Vermissten zu helfen.
fr: Je lui ai déjà parlé, et j'ai accepté de vous aider à trouver les disparus.
ja: その人とはもう話したし、行方不明者の捜索に協力することに同意しました。
pt: Já falei com ela e concordei em ajudar a encontrar as pessoas desaparecidas.
zh_cn: 我已经和她谈过了，我已经同意帮助寻找你们失踪的人。

source: What's back here?
de: Was ist hier hinten?
fr: Qu'y a-t-il là-derrière ?
ja: 奥には何があるのですか？
pt: O que há por aqui?
zh_cn: 什么回来了？

source: OK, I'll go talk to her.
de: Ok, ich gehe und rede mit ihr.
fr: Ok, je vais lui parler.
ja: わかりました、話してきます。
pt: Ok, falarei com ela.
zh_cn: 好的，我去和她谈谈。
