Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: Among the fires in the lower parts of the mine, I've encountered some type of dragon-like creature. I guess this is the source of all the chaos in the mine. I should attempt to kill it and then venture back to Maevalia to tell her about it once I'm victorious.
de: Inmitten der Feuer in den tieferen Ebenen der Mine bin ich einer drachenähnlichen Kreatur begegnet. Ich schätze, dies ist die Ursache des ganzen Chaos in der Mine. Ich sollte versuchen, sie zu töten und mich, sobald ich gesiegt habe, auf den Rückweg zu Maevalia machen, um ihr davon zu berichten.
fr: Parmi les flammes des profondeurs de la mine, j'ai rencontré une créature qui s'apparente à une sorte de dragon. Je suppose qu'elle est la source du chaos de la mine. Je dois tenter de tuer cette créature, puis retourner voir Maevalia si je parviens à la vaincre.
ja: 鉱山の下の方の炎の中で、ドラゴンのようなクリーチャーに遭遇した。これが鉱山の混乱の元凶だと思われる。殺すことを試み、勝利したらマエバリアのところに戻って伝えよう。
pt: Entre os incêndios nas partes inferiores da mina, encontrei algum tipo de criatura semelhante a um dragão. Acho que essa é a fonte de todo o caos na mina. Deveria tentar matá-lo e depois me aventurar para Maevalia para contar sobre isso quando vencer.
zh_cn: 在矿井下部的火堆中，我遇到了某种类似龙的生物。我猜这就是矿区所有混乱的根源。我应该尝试杀了它，然后冒险回到梅瓦利亚，一旦我胜利了，就告诉她这件事。

source: I have presented one of the bones from the corpse of the Thukuzun to Maevalia.
de: Ich zeigte Maevalia einen Knochen von Thukuzuns Leiche.
fr: J'ai remis à Maevalia l'un des os pris sur le cadavre de Thukuzun.
ja: トゥクズンの死体の骨の1つをマエバリアに渡した。
pt: Apresentei um dos ossos do cadáver do Thukuzun para Maevalia.
zh_cn: 我已经把修库兹人尸体上的一块骨头献给了梅瓦利亚。

source: Maevalia was happy to hear that I killed the source of the monster invasion.
de: Maevalia freute sich, dass ich den Verursacher der Monsterinvasion getötet habe.
fr: Maevalia était rassurée d'apprendre que j'ai tué la source de l'invasion des monstres.
ja: マエバリアはモンスター侵略の元凶を倒したと聞いて喜んだ。
pt: Maevalia ficou feliz por saber que matei a origem da invasão de monstros.
zh_cn: 听到我杀死了怪物入侵的源头，梅瓦利亚很高兴。

source: Searching for madness
de: Auf der Suche nach Wahnsinn
fr: Périlleuse obsession
ja: 狂気を探して
pt: À procura de loucura
zh_cn: 寻找疯狂

source: The potion-maker Lodar seems to be obsessed with something called the Hira'zinn.
de: Der Tränkemacher scheint besessen von etwas zu sein was er Hira'zinn nennt.
fr: Le marchand de potions Lodar semble obsédé par ce qu'il appelle le Hira'zinn.
ja: 薬師のロダーは、ヒラジンと呼ばれるもので頭がいっぱいの様子だ。
pt: O fabricante de porções Lodar parece estar obcecado com algo chamado Hira'zinn.
zh_cn: 药水制造商洛达尔似乎痴迷于一种叫做希拉津的东西。

source: Apparently, it relates to something that has started to happen recently.
de: Offenbar steht es mit etwas in Verbindung, das vor kurzem geschehen ist.
fr: Apparemment, tout est lié à des événements qui ont commencé à se produire récemment.
ja: 最近起き始めたことに関係があるらしい。
pt: Aparentemente, esta relacionado a algo que começou a acontecer recentemente.
zh_cn: 显然，这与最近开始发生的事情有关。

source: Lodar gave me a glowing stone, that he said would allow me to enter some sort of tomb. He did not say which tomb, where the tomb is located, or how to reach it - only that it's somewhere 'below'. Below what, I wonder?
de: Lodar hat mir einen glühenden Stein gegeben, von dem er sagte, er verschaffe mir Zugang zu einer Art Gruft. Er hat nicht gesagt, welche Gruft, wo sie liegt oder wie man sie findet - bloß, dass sie irgendwo 'unterhalb' liegt. Unterhalb von was, frage ich mich?
fr: Lodar m'a donné une pierre brillante, qui me permettra selon lui de pénétrer une sorte de tombe. Il ne m'a pas dit de quelle tombe il s'agit, ni de son emplacement - seulement qu'elle est quelque part 'par-dessous'. Mais sous quoi ?
ja: ロダーは光り輝く石をくれた。これでとある墓地に入れると言っている。どの墓地なのか、どこにあるのか、どうやって行くのかは話さなかった。どこかの"下"にあるというだけだ。何の下だろう？
pt: Lodar me deu uma pedra brilhante, que ele disse que me permitiria entrar em algum tipo de túmulo. Ele não disse qual túmulo, onde o túmulo está localizado, ou como alcançá-lo - só que está em algum lugar 'abaixo'. Abaixo do que, me pergunto?
zh_cn: 洛达给了我一块发光的石头，他说那可以让我进入某种坟墓。他没有说是哪座坟墓，坟墓在哪里，也没有说如何到达它--只说它在某处'下面'。在什么下面，我想知道？

source: In the cave leading to Lodar's Hideaway, I reached what looks like a tomb. Could this be the one Lodar was referring to?
de: In der Höhle, die zu Lodars Versteck führt, bin ich auf etwas gestoßen, was wie eine Gruft aussieht. Könnte das diejenige sein, von der Lodar gesprochen hat?
fr: Dans la caverne menant à la cachette de Lodar, j'ai atteint ce qui ressemble à une tombe. Cela pourrait-il être la tombe dont Lodar parlait ?
ja: ロダーの隠れ家へと繋がる洞窟の中で墓地のようなものに辿り着いた。ロダーが言っていたのはこれだろうか？
pt: Na caverna que levava ao esconderijo de Lodar, cheguei ao que parece um túmulo. Poderia ser esse o Lodar que se referia?
zh_cn: 在通往洛达尔藏身处的山洞里，我到达了一个看起来像坟墓的地方。这可能是洛达所指的那个吗？

source: The glowing stone that Lodar gave me, crumbled to dust as I got near the tomb. However, it seems that I am now able to enter.
de: Der glühende Stein, den Lodar mir gegeben hat, ist zu Staub zerfallen, als ich mich der Gruft genähert habe. Dennoch kann ich sie jetzt anscheinend betreten.
fr: Lorsque je me suis approché de la tombe, la pierre luisante que Lodar m'a donnée s'est fissurée puis transformée en poussière. Il semble que grâce à cela, je peux maintenant entrer dans la tombe.
ja: ロダーからもらった光り輝く石は墓地に近づくにつれて粉々に崩れてしまった。だが今なら入れそうだ。
pt: A pedra brilhante que o Lodar me deu virou poeira quanto mais perto chegava ao túmulo. Entretanto, parece que agora posso entrar.
zh_cn: 洛达给我的发光石头，在我接近坟墓时碎成了灰尘。然而，现在我似乎能够进入了。

source: I have encountered a foul creature inside the tomb. I assume this is the Hira'zinn that Lodar was referring to. I should kill it and then tell Lodar.
de: Innerhalb dieser Gruft bin ich auf eine widerliche Kreatur gestoßen. Ich nehme an, dass das der Hira'zinn ist, von dem Lodar gesprochen hat. Ich sollte sie töten und dann Lodar benachrichtigen.
fr: J'ai recontré une horrible créature dans le tombeau. Je suppose qu'il s'agit du Hira'zinn dont Lodar parlait. Je dois le vaincre et retourner voir Lodar.
ja: 墓地で邪悪なクリーチャーと遭遇した。ロダーの言っていたヒラジンはこれだろう。退治してロダーに伝えよう。
pt: Encontrei uma criatura tola dentro do túmulo. Presumi que este era o Hira'zinn que Lodar estava se a referir. Deveria matá-lo e então contar ao Lodar.
zh_cn: 我在墓穴里遇到了一个肮脏的生物。我想这就是洛达所说的希拉津。我应该杀了它，然后告诉洛达。

source: I have presented the heart of the Hira'zinn to Lodar.
de: Ich habe Lodar das Herz des Hira'zinn gezeigt.
fr: J'ai remis le cœur du Hira'zinn à Lodar.
ja: ヒラジンの心臓をロダーに渡した。
pt: Mostrei o coração do Hira'zinn ao Lodar.
zh_cn: 我向洛达尔展示了希拉津的心脏。

source: As soon as I presented the heart of the Hira'zinn to Lodar, he seemed to snap out of his previous state of mind.
de: Sobald ich Lodar das Herz des Hira'zinn gezeigt habe, schien er in seinem vorherigen Geisteszustand zurückgesprungen zu sein.
fr: Lorsque je montrai le cœur du Hira'zinn à Lodar, celui-ci fut soudainement soulagé et sembla reprendre ses esprits.
ja: ヒラジンの心臓を渡すとすぐに、ロダーはそれまでの精神状態を抜け出せたようだ。
pt: Quanto mais cedo apresentar o coração do Hira'zinn ao Lodar, ele parecia estar fora do seu estado anterior de espírito.
zh_cn: 当我把希拉津的心脏呈现给洛达时，他似乎从之前的状态中清醒过来。

source: Lodar thanked me for defeating the Hira'zinn. In return, he promised to help me in any way he can. He has a large selection of potent potions available for me to purchase at a discount.
de: Lodar hat mir für die Vernichtung des Hira'zinn gedankt. Als Gegenleistung hat er mir versprochen, mir nach besten Kräften zu helfen. Er hat eine große Auswahl an mächtigen Tränken vorrätig, die er mir zum Sonderpreis anbietet.
fr: Lodar m'a remercié pour avoir mis fin à la menace du Hira'zinn. En retour, il a promis de faire tout son possible pour m'aider. Il a un large choix de potions qu'il propose de me vendre à un modeste prix.
ja: ロダーはヒラジンを倒してくれたことに感謝した。お礼として、出来る限りの支援をしてくれると約束した。彼の持つ豊富な種類の強力なポーションを割引価格で購入できる。
pt: Lodar me agradeceu por derrotar o Hira'zinn. Em troca, ele prometeu me ajudar no que conseguir. Ele tem uma vasta seleção de poderosas poções disponíveis para eu comprar com um disconto.
zh_cn: 洛达尔感谢我打败了希拉津。作为回报，他答应尽其所能帮助我。他有大量的强效药水可供我以折扣价购买。

source: Lodar's potions
de: Lodars Tränke
fr: Les potions de Lodar
ja: ロダーのポーション
pt: Poções do Lodar
zh_cn: 洛达尔的药水

source: Lodar says that he can make potions from some animal remains, if I first bring him some Spotted Hornbeam fungus. Apparently, the potion-maker in Fallhaven has a stock of it, if you know enough to ask.
de: Lodar sagt, er könne Tränke aus Teilen von Tierkörpern herstellen, wenn ich ihm vorher etwas Gefleckten Hainbuchenschwamm bringe. Offenbar hat der Tränkemacher in Fallhaven einen Vorrat davon, man muss aber wissen, wonach man fragen muss.
fr: Lodar sait faire de puissantes potions à partir de la chair de certains animaux, mais je dois d'abord lui ramener quelques champignons Cornapois. Apparemment, le marchand de potions de Fallhaven en possède tout un stock.
ja: ロダーは、斑点シダ胞子を持ってきてくれるなら動物の死体からポーションを作れると言っている。尋ねるのに十分な知識を備えているのであれば、フォールヘブンの薬師のところに在庫があるそうだ。
pt: Lodar diz que ele pode fazer poções de alguns restos de animais, se eu lhe trazer alguns fungos Spotted Hornbeam. Aparentemente o criador de poções em Fallhaven tem um estoque disso, se souber o suficiente para perguntar.
zh_cn: 洛达尔说他可以用一些动物的遗骸制作药水，如果我先给他带些斑点角木真菌。显然，如果您知道的足够多，那么 法尔海文的药剂师就有库存。

source: I have retrieved some Spotted Hornbeam fungus from the potion-maker in Fallhaven. I should return to Lodar with it as soon as possible.
de: Ich habe vom Tränkemacher in Fallhaven etwas Gefleckten Hainbuchenschwamm besorgt. Ich sollte damit schnellstmöglich zu Lodar zurückkehren.
fr: J'ai obtenu des champignons Cornapois du marchand de potion de Fallhaven. Je dois les ramener à Lodar dès que possible.
ja: フォールヘブンの薬師から斑点シダ胞子を取り寄せた。それを持ってすぐにロダーのもとへ戻ろう。
pt: Recolhi alguns fungos Spotted Hornbeam do criador de poções em Fallhaven. Deveria retornar a Lodar com isso o mais rápido possível.
zh_cn: 我从法尔海文的药水制造商那里取回了一些斑点角木真菌。我应该尽快带着它回到洛达尔。

source: I have given the Spotted Hornbeam fungus to Lodar.
de: Ich habe Lodar den Gefleckten Hainbuchenschwamm gegeben.
fr: J'ai ramené les champignons Cornapois à Lodar.
ja: ロダーに斑点シダ胞子を渡した。
pt: Entregue o fungo Spotted Hornbeam ao Lodar.
zh_cn: 我把斑点角木真菌给了洛达尔。

source: Lodar thanked me for bringing him the fungus. In return, he can now create his special potions for me.
de: Lodar hat sich bedankt, dass ich ihm den Pilz gebracht habe. Nun kann er seine Spezialtränke für mich brauen.
fr: Lodar m'a remercié pour lui avoir ramené les champignons. Il peut maintenant préparer ses potions spéciales pour moi.
ja: ロダーは胞子を持ってきてくれたことに感謝した。お礼として、特別なポーションを作ってもらえることになった。
pt: Lodar me agradeceu por ter lhe trazido o fungo. Em troca, ele irá me criar poções especiais.
zh_cn: 洛达尔感谢我给他带来真菌。作为回报，他现在可以为我制作他的特殊药水。

source: Lodar can create a defensive potion if I bring him two White wyrm claws and a Ruby gem.
de: Lodar kann einen Abwehrtrank brauen, wenn ich ihm zwei Klauen des weißen Lindwurms und einen Rubin bringe.
fr: Lodar peut créer une potion de défense si je lui amène deux Griffes de wyrm blanc et une Gemme en rubis.
ja: ロダーは、ホワイトウィルムの爪2つとルビーの宝石を持って行けば防御用のポーションを作ることが出来る。
pt: Lodar é capaz de produzir uma poção defensiva caso lhe traga duas 'Garras de Dragões Brancos' e uma 'Gema de Rubi'.
zh_cn: 如果我给他带来两只白狼爪和一颗红宝石，洛达尔就可以制造一种防御药水。

source: Lodar can create a potion of strength if I bring him a dead spider and the wings of an insect.
de: Lodar kann einen Stärketrank brauen, wenn ich ihm eine tote Spinne und einen Insektenflügel bringe.
fr: Lodar peut créer une potion de force si je lui amène une Araignée morte et des ailes d'insecte.
ja: ロダーは、死んだ蜘蛛と昆虫の翅を持って行けば力のポーションを作ることが出来る。
pt: Lodar é capaz de produzir uma poção de força caso lhe traga uma aranha morta e as asas de um inseto.
zh_cn: 如果我给他带来一只死蜘蛛和一只昆虫的翅膀，洛达尔可以制造一种力量药水。

source: Lodar can create a potent defensive potion if I bring him two arulir skins and a claw from some monster. The arulir beasts can be found somewhere up in the north, and the claws can apparently be found from creatures that dwell underground and in caves somewhere outside Fallhaven.
de: Lodar kann einen starken Abwehrtrank brauen, wenn ich ihm zwei Arulirfelle und die Klaue irgendeines Monsters bringe. Die Arulir-Biester sind irgendwo oben im Norden zu finden und die Klauen erbeutet man anscheinend von Kreaturen, die unterirdisch und in Höhlen in der Gegend um Fallhaven vorkommen.
fr: Lodar peut créer une puissante potion défensive si je lui rapporte deux peaux d'Arulir et une griffe de quelque monstre. Les Arulir peuvent être trouvés quelque part dans le Nord, et les griffes peuvent être prises sur des créatures vivant dans des souterrains et des cavernes aux alentours de Fallhaven.
ja: ロダーは、アルリルの皮2つとモンスターの爪を持って行けば強力な防御用のポーションを作ることが出来る。アルリルは北部のどこかで、爪はフォールヘブン郊外の地下や洞窟に住む生物から発見されている。
pt: Lodar é capaz de produzir uma poção defensiva potente caso lhe traga duas peles de Arulir e uma garra de monstro. A besta Arulir encontra-se ao norte, e a garra, aparentemente, pode ser obtida das criaturas que habitam o subterrâneo e nas cavernas fora de Fallhaven.
zh_cn: 如果我给他带来两张阿鲁里尔兽皮和某个怪物的爪子，洛达尔就能制造出一种有效的防御药水。阿鲁里尔兽可以在北方的某个地方找到，而爪子显然可以从居住在地下的生物和法尔海文以外的某个洞穴中找到。

source: A creeping fear
de: Ein schleichender Schrecken
fr: Une épée pour les gouverner toutes
ja: 忍び寄る恐怖
pt: Um medo assustador
zh_cn: 蔓延的恐惧

source: I was told that the broken sword that I found on the body of the Hira'zinn should be taken to the smith in Vilegard.
de: Ich habe erfahren, dass das zerbrochene Schwert, das ich bei dem Kadaver des Hira'zinn gefunden habe, zum Schmied in Vilegard gebracht werden sollte.
fr: On m'a dit que l'épée brisée que j'ai trouvée sur le corps de l'Hira'zinn devrait être amenée au forgeron de Vilegard.
ja: ヒラジンの遺体から見つけた壊れた剣は、ヴィルガードの鍛冶屋に持っていくように言われた。
pt: Disseram-me que a espada quebrada, que encontrei no corpo de Hira'zinn, deve ser levada ao ferreiro de Vilegard.
zh_cn: 有人告诉我，我在希拉津尸体上发现的那把断剑应该交给维勒加德的铁匠。

source: I have restored the Xul'viir. I had to threaten the smith in Vilegard to get it restored.
de: Ich habe das Xul'viir neu geschmiedet. Ich musste dazu den Schmied in Vilegard bedrohen.
fr: J'ai réparé le Xul'viir. J'ai dû faire des menaces au forgeron de Vilegard pour qu'il se charge de le restaurer.
ja: ズールヴィールを修復させた。ヴィルガードの鍛冶屋を脅して直させた。
pt: Restaurei o Xul'viir. Tive que ameaçar o ferreiro em Vilegard para que o restaurasse.
zh_cn: 我已经修复了苏维尔。我不得不威胁维勒加德的铁匠，使它得到恢复。

source: I have destroyed the Xul'viir.
de: Ich habe das Xul'viir zerstört.
fr: J'ai détruit le Xul'viir.
ja: ズールヴィールを破壊した。
pt: Destrui o Xul'viir.
zh_cn: 我已经摧毁了苏维尔。

source: No rest for the guilty
de: Keine Ruhe für die Schuldigen
fr: Pas de repos pour les coupables
ja: 罪人に平穏なし
pt: Sem descanso para os culpados
zh_cn: 罪人不得安息

source: In the maze of green vines east of the Duleian road, I met a guard named Aulowenn from Feygard, guarding some crates. She told me that she was part of a larger group of guards searching for a madman that supposedly hides somewhere in the nearby hills, but that the other guards are now dead or missing.
de: In dem Labyrinth grüner Schlingpflanzen östlich der Duleianstraße habe ich eine Feygarder Wache namens Aulowenn getroffen, die einige Kisten hütete. Sie erzählte mir, sie sei Teil einer größeren Gruppe von Wachen auf der Suche nach einem Verrückten gewesen, der sich angeblich in den nahe gelegenen Hügeln versteckte, dass aber die übrigen Wächter nun tot oder vermisst seien.
fr: Dans le labyrinthe à l'est de la route Duleian, j'ai rencontré une garde de Feygard nommée Aulowenn, qui protégeait quelques coffres et caisses. Elle m'a dit qu'elle faisait partie d'un groupe à la recherche d'un homme fou caché dans ces collines. Malheureusement, les autres gardes sont maintenant tous morts ou disparus.
ja: デュリアン街道の東にある緑の蔦の迷路の中で、オーロウェンという木箱を見張っているフェイガード衛兵と出会った。彼女は、近くの丘のどこかに隠れていると思われる狂人を捜索している大規模な衛兵の一団であったが、現在他の衛兵は死亡もしくは行方不明であると語った。
pt: No labirinto de videiras verdes a leste da estrada de Duleian, conheci um guarda chamado Aulowenn de Feygard, a guardar alguns caixotes. Ela me disse que fazia parte de um grupo maior de guardas que procuravam um louco que supostamente esconde em algum lugar nas colinas próximas, mas que os outros guardas estão agora mortos ou desaparecidos.
zh_cn: 在杜莱恩路东边的绿色藤蔓迷宫里，我遇到了一个来自费加德的守卫，名叫奥罗温，守着一些箱子。她告诉我，她是一个更大的卫兵小组的成员，正在寻找一个据说藏在附近山头的疯子，但其他卫兵现在都死了或失踪了。

source: Aulowenn requested my help in defeating a monster that haunts the grave of her fellow guards to the east. She warned me that the foul beast will most likely try to trick me into listening to its story.
de: Aulowenn hatte mich gebeten das Monster zu besiegen, das das Grab ihrer Kameraden der Wache im Osten heimsucht. Sie warnte mich, dass die widerliche Bestie versuchen würde mich dazu zu bringen mir ihre Geschichte anzuhören.
fr: Aulowenn m'a demandé de l'aider à tuer un monstre qui hante les tombes de ses confrères, à l'est. Elle m'a averti que la créature essaierait sûrement d'utiliser ses mensonges pour me retourner contre elle.
ja: オーロウェンは、東にある仲間の衛兵の墓に出没するモンスターを倒すために協力を求めた。彼女はその邪悪な怪物があなたを騙して話を聞かせようとするだろうと警告した。
pt: Aulowenn pediu a minha ajuda para derrotar um monstro que assombra o túmulo de seus colegas guardas a leste. Ela avisou-me que a besta podre provavelmente tentará enganar-me para ouvir a história dela.
zh_cn: 奥洛温请求我帮助打败一个在东边她的同伴守卫的坟墓里出没的怪物。她警告我，这只肮脏的野兽很可能会试图欺骗我，让我听它的故事。

source: I have met the creature that Aulowenn spoke of.
de: Ich habe die Kreatur getroffen, von der Aulowenn gesprochen hat.
fr: J'ai rencontré le monstre dont Aulowenn m'a parlé.
ja: オーロウェンの話していた怪物と会った。
pt: Conheci a criatura de que Aulowenn falou.
zh_cn: 我遇到了奥罗温所说的那个生物。

source: I listened to the creature's story. Its name is Tiqui, and he is the head of his clan. Apparently, the guards have been ruthlessly killing off his kin. He asked me to kill the guard for him, as revenge for what they have done.
de: Ich habe mir die Geschichte der Kreatur angehört. Ihr Name ist Tiqui und er ist der Chef seines Clans. Offensichtlich haben die Wächter rücksichtslos seine Verwandten getötet. Er bat mich, den Wächter zu töten um sich an den Wachen für Ihre Taten zu rächen.
fr: J'ai écouté l'histoire de la créature. Son nom est Tiqui, il est le chef de son clan. Il m'a affirmé que les gardes ont exterminé sans pitié tout le reste de son clan. Il souhaite que je fasse justice en tuant le garde pour lui.
ja: その怪物から話を聞いた。名前はティキで、一族の長である。どうやら衛兵たちは情け容赦なく彼の一族を殺しているらしい。その復讐として、衛兵を殺してほしいと頼まれた。
pt: Ouvi a história da criatura. O nome é Tiqui e ele é o chefe do clã dele. Aparentemente, os guardas mataram implacavelmente os parentes dele. Ele pediu-me para matar o guarda para ele, como vingança pelo que eles fizeram.
zh_cn: 我听了这个生物的故事。它的名字叫提基，是他的族长。显然，卫兵们一直在无情地杀害他的亲属。他要求我为他杀了那个守卫，作为对他们所做事情的报复。

source: The creature tried to trick me into listening to its story.
de: Die Kreatur hat versucht, mich dazu zu bringen, ihre Geschichte anzuhören.
fr: Le monstre a tenté de me forcer à écouter sa version des faits.
ja: その怪物は騙してあなたに話を聞かせようとした。
pt: A criatura tentou enganar-me para ouvir a história dela.
zh_cn: 这个生物试图欺骗我，让我听它讲故事。

source: I attacked the creature before it could spew out more of its foul lies.
de: Ich habe das Wesen angegriffen, bevor es noch mehr seiner dreckigen Lügen ausspeien konnte.
fr: J'ai attaqué la créature avant qu'elle ne puisse déverser d'autres mensonges.
ja: その怪物がもっと汚い嘘を吐き出す前に攻撃した。
pt: Ataquei a criatura antes que pudesse falar mais das mentiras sujas dela.
zh_cn: 我在那怪物还没来得及吐出更多的污秽谎言之前就对它进行了攻击。

source: I attacked Aulowenn.
de: Ich habe Aulowenn angegriffen.
fr: J'ai attaqué Aulowenn.
ja: オーロウェンを攻撃した。
pt: Ataquei Aulowenn.
zh_cn: 我攻击了奥洛温。

source: Aulowenn thanked me for bringing peace to the grave of her fallen companions by killing the creature.
de: Aulowenn hat mir dafür gedankt, dass ich das Wesen getötet und so dem Grab ihrer gefallenen Kameraden Frieden gebracht habe.
fr: Aulowenn m'a remercié pour avoir tué la créature, et ainsi ramené la paix sur les tombes de ses compagnons.
ja: オーロウェンは、怪物を殺して死んだ仲間の墓に平和をもたらしてくれたことに感謝した。
pt: Aulowenn agradeceu-me por trazer a paz ao túmulo dos companheiros caídos dela a matar a criatura.
zh_cn: 奥洛温感谢我杀死了那个怪物，为她死去的同伴的坟墓带来了和平。

source: Tiqui was overjoyed that I helped him kill the guard for him. He promised that if we ever run into each other again, he'd help me somehow.
de: Tiqui war überglücklich, dass ich ihm geholfen habe, indem ich die Wache getötet habe. Er hat mir versprochen, mir auch einmal zu helfen, wenn wir uns jemals wieder begegnen.
fr: Tiqui était enchanté que j'aie tué le garde pour lui. Il a promis que si nous devions nous rencontrer à nouveau, il trouverait un moyen de me rendre service.
ja: ティキは衛兵を殺してくれたことにとても喜んだ。彼は、また会ったときには何らかの形で力になると約束した。
pt: Tiqui ficou muito feliz por ter ajudado-lo a matar o guarda para ele. Ele prometeu que, se alguma vez nos encontrássemos novamente, ele me ajudaria de alguma forma.
zh_cn: 提基对我帮他杀了那个警卫感到非常高兴。他承诺，如果我们再遇到对方，他将以某种方式帮助我。

source: I am now able to use Aulowenn's bed whenever I wish to rest.
de: Ich kann nun Aulowenns Bett benutzen, wann immer ich wünsche mich auszuruhen.
fr: Je peux maintenant utiliser le lit d'Aulowenn dès que j'en ressens le besoin.
ja: 休みたいときにはいつでもオーロウェンのベッドを利用できるようになった。
pt: Agora sou capaz de usar a cama de Aulowenn sempre que desejar descansar.
zh_cn: 现在只要我想休息，就可以使用奥洛温的床。

source: I will not be able to resolve the conflict between Aulowenn and her attacker.
de: Ich bin nicht in der Lage, den Konflikt zwischen Aulowenn und ihrem Angreifer beizulegen.
fr: Je ne vais finalement pas pouvoir résoudre le conflit entre Aulowenn et son agresseur.
ja: オーロウェンと彼女の攻撃者との衝突を解決することはできないだろう。
pt: Não conseguirei resolver o conflito entre Aulowenn e o atacante dela.
zh_cn: 我将无法解决奥洛温和她的攻击者之间的冲突。

source: Sweet sweet rat poison
de: Süßes süßes Rattengift
fr: Du bon vieux venin de rat
ja: 甘い甘いネズミの毒薬
pt: Veneno docinho de rato
zh_cn: 甜甜的老鼠药

source: Among some huts to the west of the Duleian road, I met a man called two-teeth. He wants me to go get him something called Rat poison from Lowyna. I can find her in one of the other huts.
de: In einer der Hütten westlich der Duleianstraße habe ich einen Mann namens Zweizahn getroffen. Er möchte, dass ich im etwas von Lowyna besorge, was "Rattengift" genannt wird. Ich kann sie in einer der anderen Hütten finden.
fr: Parmi quelques huttes à l'ouest de la route Duleian, j'ai rencontré un homme appelé Deux-dents. Il veut que j'aille lui chercher du « Venin de rat » chez Lowyna. Je peux trouver celle-ci dans l'une des autres huttes.
ja: デュリアン街道の西にいくつかある小屋の中で二本歯と呼ばれる男に出会った。ローウィナからネズミの毒薬と呼ばれるものを入手してきて欲しいと言っている。彼女は他の小屋にいるはずだ。
pt: Entre as cabanas ao oeste da estrada de Duleian, conheci um homem chamado dois-dentes. Ele deseja que leve veneno de rato da Lowyna. Sei que ela se encontra numa das outras cabanas.
zh_cn: 在杜莱恩路西边的一些木屋中，我遇到了一个叫两颗牙齿的人。他想让我去给他找一种叫 "老鼠药 "的东西，从洛伊娜那里。我可以在其他的一个木屋里找到她。

source: Lowyna will now allow me to trade with her.
de: Lowyna wird nun mit sich handeln lassen.
fr: Lowyna vous permet maintenant de marchander avec elle.
ja: ローウィナはあなたと売買を認めてくれた。
pt: Agora Lowyna me permite negociar com ela.
zh_cn: 洛伊娜现在允许我与她进行交易。

source: I have given some rat poison to two-teeth.
de: Ich habe Zweizahn etwas Rattengift gegeben.
fr: J'ai remis du Venin de rat à Deux-dents.
ja: 二本歯にネズミの毒薬を渡した。
pt: Entreguei um pouco de veneno de rato ao dois-dentes.
zh_cn: 我给两颗牙齿下了一些老鼠药。

source: Long lost memories
de: Lang verlorene Erinnerungen
fr: Souvenirs perdus
ja: 長く失われた思い出
pt: Mémorias há muito tempo perdidas
zh_cn: 久违的记忆
