Repository: wandhydrant/andors-trail
Catalog: AndorsTrail/assets/translation/*.po
Languages: de, fr, ja, pt, zh_cn

source: The little daughter of Odirath the armorer has been missing for several days now. You offered to help search for her.
de: Die kleine Tochter von Odirath dem Rüstungsschmied wird seit einigen Tagen vermisst. Du hast angeboten, bei der Suche nach ihr zu helfen.
fr: La petite fille d'Odirath, l'armurier, a disparu depuis plusieurs jours. Tu as proposé de l'aider à la rechercher.
ja: 防具屋オディラスの小さな娘が数日前から行方不明になっている。あなたは捜索の協力を申し出た。
pt: A filhinha de Odirath, o armeiro, está desaparecida há vários dias. Vocè ofereceu-se para ajudar a procurá-la.
zh_cn: 护甲师奥迪拉斯的小女儿已经失踪好几天了。你说要帮忙寻找她。

source: Odirath's daughter Gyra was hidden in the storeroom of the main house of the castle. She was surprised by the raid on the castle and no longer dared to leave her hiding place. She was looking for Lord Berbane's helmet, which he had forgotten somewhere in the castle.
de: Odiraths Tochter Gyra hielt sich im Lagerraum des Hauptgebäudes des Schlosses versteckt. Sie wurde von dem Überfall auf das Schloss überrascht und wagte nicht mehr, ihr Versteck zu verlassen. Sie war auf der Suche nach Lord Berbanes Helm, den der irgendwo im Schloss in einem der Gebäude vergessen hatte.
fr: La fille d'Odirath, Gyra, était cachée dans la réserve de la maison principale du château. Elle a été surprise par le raid sur le château et n'a plus osé quitter sa cachette. Elle cherchait le casque de Lord Berbane, qu'il avait oublié quelque part dans le château.
ja: オディラスの娘であるジャイラは城の母屋の倉庫に隠れていた。城の襲撃に驚き、隠れていた場所から出られなくなっていた。 彼女はバーベイン卿が城のどこかに忘れてきたヘルメットを探していた。
pt: A filha de Odirath, Gyra, estava escondida no depósito da casa principal do castelo. Ela ficou surpresa com o ataque ao castelo e não se atreveu a deixar esconderijo dela. Estava a procurar o capacete de Lorde Berbane, que ele tinha esquecido em algum lugar no castelo.
zh_cn: 奥迪拉斯的女儿吉拉藏在城堡主屋的储藏室里。她对城堡遭到突袭感到惊讶，再也不敢离开自己的藏身之处。 她在寻找贝班大人的头盔，他把头盔遗忘在城堡的某个地方。

source: You offered Gyra to lead her back home safely.
de: Du hast Gyra angeboten, sie sicher nach Hause zu führen.
fr: Tu as proposé à Gyra de la ramener chez elle en toute sécurité.
ja: あなたはジャイラを家まで安全に連れて帰れるよう先導することを提案した。
pt: Ofereceu à Gyra levá-la de volta para casa em segurança.
zh_cn: 你提出让吉拉带她安全回家。

source: Gyra has the feeling that the helmet is very close.
de: Gyra hat das Gefühl, dass der Helm sehr nahe sei.
fr: Gyra a le sentiment que le casque est très proche.
ja: ジャイラはヘルメットがとても近いと感じている。
pt: Gyra tem a sensação de que o capacete está muito perto.
zh_cn: 吉拉有种感觉，头盔很近。

source: You found the helmet.
de: Du hast den Helm gefunden.
fr: Tu as trouvé le casque.
ja: ヘルメットを見つけた。
pt: Encontrou o capacete.
zh_cn: 你找到了头盔。

source: Once back in Stoutford Gyra knew the way and ran to her father Odirath.
de: Wieder zurück in Stoutfold kannte Gyra den Weg und rannte zu ihrem Vater Odirath.
fr: Une fois de retour à Stoutford, Gyra, connaissant le chemin, a couru chez son père Odirath.
ja: スタウトフォードに戻ると、道を知っているジャイラは父親のオディラスの元へと走っていった。
pt: Quando chegamos em Stoutford, a Gyra sabia o resto do caminho e correu para pai dela, Odirath.
zh_cn: 回到斯托福德后，吉拉知道了路，就跑去找她的父亲奥迪拉斯。

source: Odirath thanks you many thousand times.
de: Odirath dankte dir viele tausend Mal.
fr: Odirath vous remercie mille fois.
ja: オディラスは何度も繰り返し感謝の言葉を述べた。
pt: Odirath agradeceu-o milhares de vezes.
zh_cn: 奥迪拉斯对你千恩万谢。

source: Lord Berbane slowly took his helmet. Nevertheless, he remained sitting at the table. He probably needs a few more hours without drinks before he can get back to work. If ever.
de: Lord Berbane nahm ganz langsam seinen Helm. Dennoch blieb er am Tisch sitzten. Er müsste wohl erst ein paar Stunden ausnüchtern, bevor er seine Arbeit wieder aufnehmen könnte. Wenn überhaupt.
fr: Lord Berbane a lentement pris son casque. Néanmoins, il est resté assis à la table. Il a probablement besoin de quelques heures supplémentaires sans boire avant de pouvoir retourner au travail. Si jamais.
ja: バーベイン卿はゆっくりとヘルメットを手に取る。それでもテーブルに座したままだ。務めを果たすには、たとえそのつもりでもあと数時間は酒を抜く必要があるのだろう。
pt: Lorde Berbane lentamente levantou o capacete dele. No entanto, permaneceu sentado à mesa. Provavelmente precisa de mais algumas horas sem bebidas antes de voltar ao trabalho. Isso se ele voltar.
zh_cn: 贝班勋爵慢慢地拿起了头盔。不过，他仍然坐在桌前。他可能还需要几个小时不喝酒，才能回去工作。如果有的话。

source: Lord Berbane took his helmet. But somehow that does not really satisfy you.
de: Lord Berbane nahm seinen Helm. Aber irgendwie war das unbefriedigend.
fr: Lord Berbane a pris son casque. Mais d'une certaine manière, cela ne vous satisfait pas vraiment.
ja: バーベイン卿はヘルメットを取った。しかしどうしたものか、あなたには納得がいかない。
pt: O Lorde Berbane levou o capacete. Mas de alguma forma isso realmente não satisfaz a si.
zh_cn: 贝班大人拿起他的头盔。但不知为何，这并不能让你真正满意。

source: Lord Berbane is singing merrily about his pretended heroic deeds. What a boaster.
de: Lord Berbane sang fröhlich über seine angeblichen Heldentaten. Was für ein Angeber.
fr: Lord Berbane chante gaiement ses prétendues actions héroïques. Quel vantard.
ja: バーベイン卿は自分の偽りの英雄譚について楽しそうに歌っている。何てほら吹きだ。
pt: Lorde Berbane está a cantar alegremente sobre os atos heroicos dele. Que ostentador.
zh_cn: 贝班大人正在欢快地歌颂他的假英雄事迹。真是个自吹自擂的人。

source: Stoutford's old castle
de: Stoutfords altes Schloss
fr: Le vieux château de Stoutford
ja: スタウトフォードの古城
pt: Antigo castelo de Stoutford
zh_cn: 斯托福德的古堡

source: I tried to free this castle from the undead Lord Erwyn. But whenever I kill him, he reappears. I should seek help...
de: Ich habe versucht, das Schloss von dem untoten Lord Erwyn zu befreien. Doch jedes Mal, wenn ich in tötete, stand er wieder auf. Ich sollte Hilfe suchen...
fr: J'ai essayé de libérer ce château du Seigneur Erwyn, un mort-vivant. Mais chaque fois que je le tue, il réapparaît. Je devrais chercher de l'aide...
ja: アンデッドのエルウィン卿からこの城を解放しようとした。しかし、倒したとしても復活してしまう。助けを求めよう…
pt: Tentei libertar este castelo do Lorde Erwyn morto-vivo. Mas sempre que o mato, ele reaparece. Deveria procurar ajuda...
zh_cn: 我试着把这座城堡从不死之身的欧文大人手中解放出来。但每当我杀了他，他又出现了。我应该寻求帮助...

source: I talked to Yolgen, the Shadow priest of Stoutford, and he told me that the mighty Lord Erwyn used to reside here, but Lord Erwyn and his army were crushed during a war, the castle was sacked and the house extinguished. But recently Erwyn's knights have risen from the dead. Yolgen asked me to rid Stoutford of these undead once and for all.
de: Ich sprach mit Yolgen, dem Schattenpriester von Stoutford, und er erzählte mir, dass der mächtige Lord Erwyn hier einst seine Residenz hatte, aber er und seinen Armee wurden während eines Krieges zerschmettert, das Schloss geplündert und sein Geschlecht ausgelöscht. Doch kürzlich waren Erwyns Ritter wieder von den Toten auferstanden. Yolgen bat mich, Stoutford ein für alle Mal von den Untoten zu befreien.
fr: J'ai parlé à Yolgen, le prêtre de l'Ombre de Stoutford, et il m'a dit que le puissant Seigneur Erwyn résidait ici, mais que le Seigneur Erwyn et son armée avaient été écrasés pendant une guerre, le château a été mis à sac et la maison anéantie. Mais récemment, les chevaliers d'Erwyn sont revenus d'entre les morts. Yolgen m'a demandé de débarrasser Stoutford de ces morts-vivants une bonne fois pour toutes.
ja: スタウトフォードのシャドウ神官であるヨルゲンに話を聞いた。かつては強大なエルウィン卿がここに住んでいたものの、彼とその軍勢は戦争で滅ぼされ、城は略奪され、家は消滅してしまった。ところが最近、エルウィンの騎士たちが死から蘇った。ヨルゲンはスタウトフォードのアンデッドたちを退治してほしいと頼んできた。
pt: Falei com o Yolgen, o sacerdote das Sombras de Stoutford e ele disse-me que o poderoso Lorde Erwyn costumava residir aqui, mas Lorde Erwyn e o exército dele foram esmagados durante uma guerra. O castelo foi saqueado e a casa extinta. Mas recentemente os cavaleiros de Erwyn ressuscitaram dos mortos. Yolgen pediu-me para livrar Stoutford desses mortos-vivos de uma vez por todas.
zh_cn: 我和斯托福德的暗影牧师约尔根聊了聊，他告诉我，强大的欧文大人曾经居住在这里，但欧文大人和他的军队在一次战争中被击溃，城堡被洗劫一空，房子也被灭了。但最近欧文的骑士们死而复生。约尔根让我把斯托福德的这些亡灵一劳永逸地赶走。

source: I should ask Tahalendor for some special artifact that I can use to defeat powerful undead.
de: Ich sollte Tahalendor nach besonderen Artefakten fragen, die ich im Kampf gegen mächtige Untote verwenden könnte.
fr: Je devrais demander à Tahalendor un artefact spécial que je pourrais utiliser pour vaincre de puissants morts-vivants.
ja: タハレンドールに強力なアンデッドを倒すための特別なアーティファクトを頼もう。
pt: Deveria pedir a Tahalendor algum artefato especial que eu possa usar para derrotar mortos-vivos poderosos.
zh_cn: 我应该向塔哈伦多要一些特殊的神器，可以用来打败强大的亡灵。

source: Tahalendor gave me a pair of special coins that I can use to defeat powerful undead.
de: Tahalendor gab mir ein Paar besonderer Münzen, die ich im Kampf gegen mächtige Untote einsetzen kann.
fr: Tahalendor m’a donné une paire de pièces spéciales que je peux utiliser pour vaincre les puissants mort-vivants.
ja: タハレンドールは強力なアンデッドを倒すのに使える特別なコインをくれた。
pt: Tahalendor deu-me um par de moedas especiais que posso usar para derrotar mortos-vivos poderosos.
zh_cn: 塔哈伦多给了我一对特殊的硬币，我可以用它来打败强大的亡灵。

source: I slew Lord Erwyn himself and ensured that he remains dead now.
de: Ich erschlug Lord Erwyn persönlich und versicherte mich, dass er jetzt auch tot bleiben würde.
fr: J'ai tué le Seigneur Erwyn lui-même et je me suis assuré qu'il reste mort à présent.
ja: エルウィン卿を討伐し、彼が死んだままであることを確認した。
pt: Matei Lorde Erwyn e assegurei que ele permanecesse morto agora.
zh_cn: 我亲手杀了欧文大人，并确保他现在仍然是死人。

source: I slew all the undead knights.
de: Ich erschlug alle untoten Ritter.
fr: J'ai tué tous les chevaliers morts-vivants.
ja: すべてのアンデッド騎士を討伐した。
pt: Matei todos os cavaleiros mortos-vivos.
zh_cn: 我杀了所有的不死骑士。

source: I slew Lord Erwyn's commander.
de: Ich erschlug Lord Erwyns Kommandanten.
fr: J'ai tué le commandant du Seigneur Erwyn.
ja: エルウィン卿の指揮官を討伐した。
pt: Matei o comandante do Lorde Erwyn.
zh_cn: 我杀了欧文大人的指挥官。

source: Among his remains I found a strange ring. I should show it to Yolgen.
de: Unter seinen Überresten fand ich einen eigenartigen Ring. Ich sollte ihn Yolgen zeigen.
fr: Parmi ses restes, j'ai trouvé une étrange bague. Je devrais la montrer à Yolgen.
ja: 彼の遺体から奇妙な指輪を見つけた。ヨルゲンに見せよう。
pt: Entre os restos mortais dele, encontrei um anel estranho. Deveria mostrá-lo ao Yolgen.
zh_cn: 在他的遗体中我发现了一个奇怪的戒指，我应该把它给约尔根看。

source: Yolgen examined the ring thoroughly. He suspects it has somehow come from Mt. Galmore and reanimated the long dead soldiers. I should be wary of the evil grasp of Mt. Galmore and whatever lurks there...
de: Yolgen untersuchte den Ring gründlich. Er vermutete, dass er irgendwie vom Mount Galmore gekommen sei und die seit langem toten Soldaten wiedererweckt hätte. Ich sollte mich vor dem bösen Griff des Mount Galmore und was dort noch so lauert in Acht nehmen.
fr: Yolgen a examiné l'anneau avec attention. Il soupçonne qu'il vient d'une manière ou d'une autre du Mont Galmore et a réanimé les soldats morts depuis longtemps. Je devrais me méfier de l'emprise maléfique du Mont Galmore et de ce qui s'y cache...
ja: ヨルゲンは指輪をつぶさに調べた。彼はそれが何らかの形でガルモア山からやって来て、長い間死んでいた兵士たちを蘇らせたのではないかと睨んでいる。邪悪なガルモア山と、そこに潜むものには気をつけよう…
pt: Yolgen examinou o anel cuidadosamente. Ele suspeita que o anel veio do Monte Galmore e aqui reanimou os soldados mortos há muito tempo. Deveria ter cuidado com o poder maléfico do Monte Galmore e tudo o que se esconde lá...
zh_cn: 约尔根彻底检查了这枚戒指。他怀疑这枚戒指不知为何来自加尔莫山，并使死去已久的士兵重新复活。我应该警惕加尔莫山的邪恶之握，以及潜伏在那里的任何东西... ...

source: I kept the ring for myself, which upset Yolgen. I should keep looking for its previous owner.
de: Ich behielt den Ring für mich, was Yolgen aufregte. Ich sollte nach seinem vorherigen Eigentümer Ausschau halten.
fr: J'ai gardé la bague pour moi, ce qui a contrarié Yolgen. Je devrais continuer à chercher son ancien propriétaire.
ja: 指輪を自分のために取っておいたので、ヨルゲンを怒らせた。前の持ち主を探そう。
pt: Fiquei com o anel para mim, o que perturbou Yolgen. Deveria continuar a procurar por o dono dele anterior.
zh_cn: 我把戒指留给了自己，这让约尔根很不高兴。我应该继续寻找它的前主人。

source: I kept the ring for myself and didn't tell Yolgen about it. He was suspicious but couldn't do anything about it. I should keep looking for its previous owner.
de: Ich behielt den Ring für mich, sagte Yolgen aber nichts davon. Zwar war er misstrauisch, konnte aber nichts dagegen tun. Ich sollte nach dem vorherigen Eigentümer des Rings Ausschau halten.
fr: J'ai gardé la bague pour moi et je n'en ai pas parlé à Yolgen. Il était méfiant, mais ne pouvait rien y faire. Je devrais continuer à chercher son ancien propriétaire.
ja: 指輪を自分のために取っておいて、ヨルゲンにはそのことを言わなかった。彼は疑っていたが、何もできなかった。前の持ち主を探そう。
pt: Guardei o anel para mim e não contei ao Yolgen sobre isso. Ele estava desconfiado, mas não podia fazer nada. Deveria continuar a procurar dono antigo do anel.
zh_cn: 戒指我自己留着，没有告诉约尔根。他很怀疑，但也无能为力。我应该继续寻找它以前的主人。

source: Thief apprentice
de: Diebeslehrling
fr: Apprenti voleur
ja: 盗賊見習い
pt: Aprendiz de ladrão
zh_cn: 盗贼学徒

source: After giving him the key of Luthor and talking with Umar about Andor, I needed to ask him about Thieves' Guild itself. I want to join them to see what kind of jobs they do.
de: Nachdem ich ihm den Schlüssel von Luthor gegeben und mit Umar über Andor gesprochen hatte, musste ich ihn wegen der Diebesgilde selbst fragen. Ich will ihnen beitreten, um zu sehen, was für Jobs sie machen.
fr: Après lui avoir donné la clé de Luthor et avoir parlé d'Andor avec Umar, j'avais besoin de lui poser des questions sur la Guilde des voleurs elle-même. Je veux les rejoindre pour voir quel genre de travail ils font.
ja: ルーサーの鍵を渡しウマルとアンドールの話をしたあと、盗賊ギルドについて聞く必要があった。 どんな仕事をしているのか、参加して確かめたい。
pt: Depois de dar-lhe a chave de Luthor e falar com Umar sobre Andor, precisava perguntar-lhe sobre a própria Guilda dos Ladrões. Quero me juntar-lhes para ver que tipo de trabalho eles fazem.
zh_cn: 给了他路德的钥匙，和奥马尔谈了安道尔的事情之后，我需要向他询问盗贼公会本身的情况。 我想加入他们，看看他们是做什么工作的。

source: Umar told me to talk with Troublemaker regarding my first task for the Guild.
de: Umar sagte mir, dass ich mit Hitzkopf über meine erste Aufgabe für die Gilde sprechen soll.
fr: Umar m'a dit de parler avec Fauteur de Troubles à propos de ma première tache pour la Guilde.
ja: ウマルはあなたのギルドでの最初の仕事について、トラブルメーカーと話すように言った。
pt: Umar pediu-me para falar com o Troublemaker sobre minha primeira tarefa para a Guilda.
zh_cn: 奥马尔让我和麻烦制造者谈谈我在行会的第一个任务。

source: Troublemaker told me to bring him three journals from spies of the guild. First I have to talk with Leta in my village, then with Dunla in Vilegard's tavern, and finally with Fanamor somewhere around Crossroads guardhouse.
de: Hitzkopf sagte mir, ich solle ihm drei Aufzeichnungen von Spitzeln der Gilde bringen. Zuerst muss ich mit Leta in meinem Dorf sprechen, dann mit Dunla in der Taverne von Vilegard und schließlich mit Fanamor in der Nähe des Wachhauses an der Kreuzung.
fr: Fauteur de Troubles m'a demandé de lui rapporter 3 rapports d'espions de la guilde. Premièrement je dois parler avec Leta dans mon village, ensuite avec Dunla dans la taverne de Vilegard, et finalement avec Fanamor quelque part près du poste de garde de Croisechemins.
ja: トラブルメーカーはギルドのスパイから3冊の日記を持ってくるように言った。まずあなたの村のレタ、それからヴィルガード酒場のダンラ、最後にクロスロード衛兵所近くのどこかにいるファナモーと話そう。
pt: O Troublemaker disse-me para trazer três diários de espiões da guilda. Primeiro tenho que falar com Leta na minha aldeia, depois com Dunla na taberna de Vilegard e finalmente com Fanamor em algum lugar ao redor da Casa de Guarda da Encruzilhada.
zh_cn: 麻烦制造者让我给他带来三本公会间谍的日记。首先我得在我的村子里和莉塔谈谈，然后在维尔加德的酒馆里和邓拉谈谈，最后在交叉路口警卫室附近的某个地方和法纳莫尔谈谈。

source: I have to remember to tell them the password "You are no one. No one knows you. No one has seen you."
de: Ich muss daran denken, ihnen das folgende Passwort zu nennen "Du bist Niemand. Niemand kennt dich. Niemand hat dich gesehen."
fr: Je dois me souvenir de leur dire le mot de passe "Vous n'êtes personne. Personne ne vous connaît. Personne ne vous a vu."
ja: 次の合言葉を忘れずに伝えよう。"あなたは誰でもない。誰もあなたを知らない。誰もあなたを見ていない。"
pt: Tenho que me lembrar de dizer-lhes a palavra-passe "É ninguém. Ninguém conhece-o. Ninguém viu-o."
zh_cn: 我得记得告诉他们密码 "你谁也不是。谁也不认识你。没有人见过你。"

source: Leta gave me her journal and advised me to not raise suspicion.
de: Leta gab mir ihre Aufzeichnungen und den Rat, keine Aufmerksamkeit zu erregen.
fr: Leta m'a donné son journal et m'a conseillé de ne pas éveiller de soupçons.
ja: レタは日記を渡し、疑いを持たないようにとのアドバイスをあなたにくれた。
pt: Leta deu-me o seu diário e aconselhou-me a não levantar suspeitas.
zh_cn: 莉塔把她的日记给了我，劝我不要起疑心。

source: I got Dunla's journal without any problem. I have set out to get the last journal.
de: Ich habe Dunlas Aufzeichnungen ohne Probleme erhalten. Ich muss aufbrechen und die letzten Aufzeichnungen holen.
fr: J'ai reçu le journal de Dunla sans problème. J'ai entrepris d'obtenir le dernier journal.
ja: ダンラの日記は無事に入手できた。最後の日記を取りに向かうことにする。
pt: Recebi o diário da Dunla sem problemas. Pus-me a caminho de obter o último diário.
zh_cn: 我顺利拿到了邓拉的日记。我已经着手拿到了最后一本日记。

source: Fanamor gave me her journal.
de: Fanamor gab mir ihre Aufzeichnungen.
fr: Fanamor m’a donné son journal.
ja: ファナモーは日記をくれた。
pt: Fanamor deu-me o seu diário.
zh_cn: 法纳莫尔把她的日记本给了我。

source: Fanamor has been gravely wounded, and the Feygard Scout grabbed the journal.
de: Fanamor wurde schwer verwundet, und ein Feygard Späher hat sich die Aufzeichnungen geschnappt.
fr: Fanamor a été gravement blessée, et l'éclaireur de Feygard s'est emparé du journal.
ja: ファナモーが重傷を負い、日記はフェイガード斥候に奪われた。
pt: Fanamor foi gravemente ferido e a Patrulha de Feygard tirou o diário.
zh_cn: 法纳莫尔受了重伤，费加德的侦查兵抢走了日记本。

source: After I had killed the Feygard scout I talked again with Fanamor. She's losing blood quickly, so I have to bring her a bandage. I need to find a trustworthy priest.
de: Nachdem ich den Feygard Späher getötet habe, sprach ich nochmal mit Fanamor. Sie verliert schnell viel Blut, daher soll ich ihr einen Verband bringen. Ich muss einen vertrauenswürdigen Priester finden.
fr: Après avoir tué l'éclaireur de Feygard, j'ai reparlé avec Fanamor. Elle perd rapidement du sang, alors je dois lui apporter un pansement. Je dois trouver un prêtre digne de confiance.
ja: フェイガード斥候を倒した後、ファナモーと話した。酷く出血しているので包帯を持っていく必要がある。信頼できる聖職者を探そう。
pt: Depois que matei o batedor de Feygard, falei de novo com Fanamor. Ela está a perder sangue rapidamente, pois tenho que lhe trazer um curativo. Preciso encontrar um padre confiável.
zh_cn: 在我杀了费加德斥候之后，我又和法纳莫尔聊了起来。她失血很快，所以我得给她带个绷带。我需要找一个值得信赖的牧师。

source: Thoronir gave me a bandage. I have to return to Fanamor as soon as possible.
de: Thoronir gab mir einen Verband. Ich sollte so schnell wie möglich zu Fanamor zurückkehren.
fr: Thoronir m'a donné un pansement. Je dois retourner voir Fanamor dès que possible.
ja: ソロニールが包帯をくれた。一刻も早くファナモーの元へ戻ろう。
pt: Thoronir deu-me um curativo. Tenho que voltar a Fanamor o mais rápido possível.
zh_cn: 索罗尼尔给了我一个绷带。我必须尽快去找法纳莫尔。

source: Unfortunately, I was not able to save Fanamor's life. However, I did get her journal.
de: Leider war es mir nicht möglich Fanamors Leben zu retten. Allerdings habe ich ihre Aufzeichnungen erhalten.
fr: Malheureusement, je ne suis pas parvenu à sauver la vie de Fanamor. Cependant, j'ai obtenu son journal.
ja: 残念ながらファナモーの命を救うことは出来なかった。しかし彼女の日記は手に入れた。
pt: Infelizmente, não pude salvar a vida do Fanamor. No entanto, levei o diário dela.
zh_cn: 不幸的是，我没能救回法纳莫尔的生命。不过，我得到了她的日记。

source: Fanamor is alive and will find her own way to return.
de: Fanamor lebt und wird ihren eigenen Weg zurück finden.
fr: Fanamor est vivante et trouvera son propre chemin pour revenir.
ja: ファナモーは生きており、自力で帰還できるだろう。
pt: A Fanamor está viva e encontrará a própria maneira dela de voltar.
zh_cn: 法纳莫尔还活着，她会找到自己的归途。

source: I returned to Troublemaker and gave him the journals. He told me to talk with Umar, maybe he has another task for me.
de: Ich kehrte zu Hitzkopf zurück und gab ihm die Aufzeichnungen. Er sagte mir, dass ich mich für eine weitere Aufgabe an Umar wenden soll.
fr: J'ai rapporté les rapports à Fauteur de Troubles. Il m'a dit de parler à Umar, il a peut-être une autre tâche pour moi.
ja: トラブルメーカーの所に戻って日記を渡すと、ウマルと話すように言われた。あなたへの別の仕事があるかもしれないのだという。
pt: Voltei ao Troublemaker e dei-lhe os diários. Ele disse-me para falar com Umar, talvez ele tenha outra tarefa para mim.
zh_cn: 我回到麻烦制造者那里，把日记本交给他。他让我和奥马尔谈谈，也许他还有别的任务给我。

source: Immaculate kidnapping
de: Unbefleckte Entführung
fr: Enlèvement immaculé
ja: 完璧な誘拐
pt: Sequestro imaculado
zh_cn: 完美的绑架

source: After completing my first task I'm considered a member of Thieves' Guild. Now I have to perform a very risky task. Umar sent me to kidnap a noble woman from Feygard, without being discovered.
de: Nach Erfüllung meiner ersten Aufgabe, bin ich Mitglied der Diebesgilde. Jetzt muss ich eine sehr riskante Aufgabe erfüllen. Umar schickte mich, um eine edle Frau aus Feygard zu entführen, ohne dabei entdeckt zu werden.
fr: Après avoir accompli ma première tâche, je suis considéré comme un membre de la Guilde des voleurs. Maintenant, je dois accomplir une tâche très risquée. Umar m'a envoyé afin d'enlever une femme noble de Feygard, sans être découvert.
ja: 最初の仕事を終え、あなたは盗賊ギルドの一員と見なされた。これからあなたはとても危険な仕事をせねばならない。ウマルは、誰にも気づかれることなくフェイガードの貴族女性を誘拐するよう命じた。
pt: Depois de completar a minha primeira tarefa, sou considerado membro da Guilda dos Ladrões. Agora tenho que realizar uma tarefa muito arriscada. Umar mandou-me sequestrar uma nobre mulher de Feygard, sem ser descoberto.
zh_cn: 在完成第一个任务后，我被认为是盗贼公会的成员。现在我必须执行一个非常危险的任务。奥马尔派我去绑架一个来自费加德的贵族女人，而不被发现。

source: She was recently seen in the Foaming Flask tavern.
de: Sie wurde kürzlich in der Taverne "Schäumende Flasche" gesehen.
fr: Elle a récemment été vue dans la taverne de la Chopine Moussante.
ja: 彼女は最近フォーミングフラスコ酒場で目撃されている。
pt: Ela foi vista recentemente na taberna Foaming Flask.
zh_cn: 最近，她在泡沫瓶酒馆出现。

source: Umar gave me some advice. My strength is not always the solution. I must "use my tongue" to avoid raising suspicion in the tavern.
de: Umar gab mir ein paar Ratschläge. Meine Kraft ist nicht immer die Lösung. Ich soll "meine Zunge benutzen", um keine Aufmerksamkeit in der Taverne zu erregen.
fr: Umar m'a donné quelques conseils. Ma force n'est pas toujours la solution. Je dois "utiliser ma langue" pour éviter de susciter des soupçons dans la taverne.
ja: ウマルからアドバイスを受けた。あなたの強さが必ずしも解決策とは限らない。酒場で疑いを持たれないためにも"言葉を使う"必要がある。
pt: Umar deu-me alguns conselhos. A minha força nem sempre é a solução. Devo "usar a minha língua" para evitar levantar suspeitas na taberna.
zh_cn: 奥马尔给了我一些建议我的力量不一定能解决问题。我必须 "用我的舌头 "来避免引起酒馆的怀疑。

source: Ambelie Laumwill doesn't want to come with me peacefully. I cannot make a scene, or the guards will alert other patrols. Maybe talking with them would solve the situation.
de: Ambelie Laumwill will nicht freiwillig mit mir kommen. Ich kann keinen Aufruhr veranstalten oder die Wachen werden weitere Patrouillen alarmieren. Vielleicht hilft es, mit ihnen zu sprechen, um die Situation zu retten.
fr: Ambelie Laumwill ne veut pas venir avec moi calmement. Je ne peux pas faire de scène, sinon les gardes alerteront d'autres patrouilles. Peut-être que parler avec eux résoudrait la situation.
ja: アンベリー・ラウムウィルは平和的にはあなたと来たがらない。騒ぐわけにはいかない、衛兵が他のパトロールへと注意を促すことになる。彼らと話せばこの状況は解決するかもしれない。
pt: Ambelie Laumwill não quer vir comigo pacificamente. Não posso fazer uma cena, ou os guardas alertarão outras patrulhas. Talvez falar com eles resolveria a situação.
zh_cn: 安贝莉劳姆威尔不想安安稳稳地跟我走。我不能大吵大闹，否则守卫会惊动其他巡逻队。也许和他们谈一谈可以解决这个问题。

source: I have "used my tongue" with the main Feygard soldier in the Foaming Flask tavern. He gave me permission to "escort back" Ambelie.
de: Ich habe bei dem Feygard Hauptmann in der Taverne Schäumende Flasche "meine Zunge benutzt". Er gab mir die Erlaubnis Ambelie "zurück zu begleiten".
fr: J'ai "utilisé ma langue" avec le soldat principal de Feygard dans la taverne de la Chopine Moussante. Il m'a donné la permission de "raccompagner" Ambélie.
ja: フォーミングフラスコ酒場で中心的立場の衛兵を相手に"言葉を使った"。アンベリーを"送り届ける"許可を彼から得た。
pt: "Usei a minha língua" com o soldado Feygard principal na taberna Foaming Flask. Deu-me permissão para "escoltar" Ambelie de volta.
zh_cn: 我在泡沫瓶酒馆里和费加德的主力士兵 "用过口舌 "了，他允许我 "护送 "安贝莉回去。
