[
    {
        "id":"brv_school_sword",
        "iconID":"items_weapons:15",
        "name":"Wooden sword",
        "baseMarketCost":78,
        "category":"ssword",
        "equipEffect":{
            "increaseAttackDamage":{
                "min":0,
                "max":1
            },
            "increaseAttackCost":5,
            "increaseAttackChance":0,
            "setNonWeaponDamageModifier":95
        }
    },
    {
        "id":"brv_school_shield",
        "iconID":"items_armours:0",
        "name":"Paper shield",
        "baseMarketCost":72,
        "category":"buckler",
        "equipEffect":{
            "increaseAttackChance":-2,
            "increaseBlockChance":-2
        }
    },
    {
        "id":"brv_wh_item_00",
        "iconID":"items_japozero:227",
        "name":"Crystal globe",
        "displaytype":"quest",
        "category":"other"
    },
    {
        "id":"brv_wh_item_01",
        "iconID":"items_misc:43",
        "name":"Plush pillow",
        "displaytype":"quest",
        "category":"other"
    },
    {
        "id":"brv_wh_item_02",
        "iconID":"items_japozero:368",
        "name":"Lyre",
        "displaytype":"quest",
        "category":"other"
    },
    {
        "id":"brv_wh_item_03",
        "iconID":"items_armours_3:38",
        "name":"Yellow boot",
        "displaytype":"quest",
        "category":"other"
    },
    {
        "id":"brv_wh_item_04",
        "iconID":"items_misc_2:238",
        "name":"Chandelier",
        "displaytype":"quest",
        "category":"other"
    },
    {
        "id":"brv_wh_item_05",
        "iconID":"items_misc_2:95",
        "name":"Mysterious green something",
        "displaytype":"quest",
        "category":"other"
    },
    {
        "id":"brv_wh_item_06",
        "iconID":"items_japozero:127",
        "name":"Old, worn cape",
        "displaytype":"quest",
        "category":"other"
    },
    {
        "id":"brv_wh_item_07",
        "iconID":"items_misc_5:15",
        "name":"Pretty porcelain figure",
        "displaytype":"quest",
        "category":"other"
    },
    {
        "id":"brv_wh_item_08",
        "iconID":"items_japozero:74",
        "name":"Striped hammer",
        "displaytype":"quest",
        "category":"other"
    },
    {
        "id":"brv_wh_item_09",
        "iconID":"items_books:1",
        "name":"Dusty old book",
        "displaytype":"quest",
        "category":"other"
    },
    {
        "id":"book_world_history",
        "iconID":"items_books:0",
        "name":"World History",
        "baseMarketCost":500,
        "category":"other",
        "description":"* by Wormath Splathershed * \n\nFoundation of the Forgotten Kingdom (year 2300)\nThe first humans, led by Arntuk the Mighty, came from the south in ancient times and established the Forgotten Kingdom. These people, called the Lethgar, built settlements in places where now great towns and cities are located. Nor City and Sullengard were the first to be founded.\nThen some time later, a few explorers climbed Mount Galmore, the highest mountain in Dhayavar. Due to the elevation and marvelous view, their priests and mages built a sanctuary near the summit where they studied the arts of magic and worshipped their gods. \n\nRise of Kazaul (year 2177)\nThe insane and powerful wizard called Valugha was obsessed with the notion of creating a portal to another plane. Even though his fellow mages disapproved, he was able to create a portal by consuming the powerful life essence of his brothers and the stored energy in the sanctuary. The sanctuary erupted in an explosion and a large ravine split Mt. Galmore apart. At its bottom, the portal opened, which was soon merely called the 'Rift', and the devastated area around it 'Undertell'. The mountain also spilled out lava like blood coming from a wound and is now clouded in smoke all the time.\nAll kinds of demons and undead emerged into the world through the portal, led by their masters, the 'Kazaul'. The Kazaul themselves were guided by the Eternal Masters who were incredibly skilled in magic and warcraft. Soon the monsters and their masters spread over whole of Dhayavar. However, the portal became unstable after a while and finally collapsed after several decades, but the harm was already done, as thousands of beasts had crept through it into the realm. \nA short and brutal war was fought. With the loss of nearly all mages, the Lethgar were powerless against the monster invasion and were soon overthrown and enslaved by the Kazaul. The Kazaul imposed a reign of terror on the Forgotten Kingdom. It seemed no one was able to defeat or oppose the Kazaul due to their inhuman strength. \nThen the Lethgar had to build underground lairs for their oppressors. A large city was built around the deactivated portal and in the natural caves under Mt. Galmore. Also, Carn Tower and the Sanctuary on Blackwater Mountain were built, among countless other underground Kazaul settlements.\nEven though most Lethgar despised their masters, some showed interest in the rituals and dark sorcery of the Kazaul. As a result, the Kha'zaan (Kazaul cultists), a group of human Kazaul followers, gathered around their masters and learned from them. They were often used to enforce the brutal rule of the Kazaul. Many of the current monsters are living forms that evolved from experiments made during this era, such as Izthiels, Gornauds, Wyrms, etc.\nBy that time, the Hira'zinn, the omen of war, started plaguing the smallfolk. \n\nThe War of Dawn and the Rise of Elythara and the Elytharan Union (year 1537)\nOne day, the Elytharan cultists arrived on the shore of the northern sea (Sea of Tears). They worshipped the blinding and cleansing light of Elythara. \nThe Elytharan mages and warriors were able to defeat the Kazaul and Kha'zaan with the help of the blinding light of Elythara which was forged\n\n[... here some pages were torn out ...]\n\nbegan erecting the city of Feygard on the shore of the Sea of Tears, which soon became a center of trade for the realm due to its access to the sea. \nThe town of Loneford was founded and it soon became famous for its fertile fields and healthy vegetable which fed the northern parts of the Forgotten Kingdom. \nBlackwater Mountain was explored, and on its summit a large sanctuary for the Elytharan priests was erected to study dawn and dusk, the sun and stars, and to watch over the Forgotten Kingdom. Other sanctuaries were located in Feygard and Nor City, and shrines were found in each minor settlement. The mining colony of Prim was also founded after pioneers found rich sources of iron and coal under the mountain.\nThe city of Fallhaven became a prosperous center of trade due to its excellent location as a junction between the sanctuary of Blackwater Mountain, Stoutford, Nor City and Feygard. Big storehouses were built to safely store shipments. However, bands of thieves were soon attracted by the growing wealth, and united under one big organization, the Thieves' Guild, whose guild halls were secretly placed in Fallhaven, Feygard, and Nor City, those being the richest cities at that time. \nMany other towns, including Brimhaven and Brightport were also founded around this time, and the Charwood mines were opened.\nTrade agreements were signed between the cities in order to make trade prosper further. \n\nEstablishment of the Aewatha Kingdom (year 432)\nThe head of the most important Nor City family, Garthan I of house Houdart, declared himself King, marking the end of the Elytharan era and the beginning of the Shadow-supported kingdom. At this point, political power and religious power became closely united. As the kingdom prospered, so did the Shadow, and Elythara\n\n[... again some pages were torn out ...]\n\nas slaves for the digging. At that time the Flagstone Prison was also built, where runaway workers from Mt. Galmore were imprisoned and were left to rot. However the mines were closed after some years due to frequent monster attacks and other unspeakable horrors who dwelt in the dark.\nRemgard was founded by Korhald of Remgard and built on a large island in Lake Laeroth. It became famous for its excellent smithing services. \nThe village of Crossglen was founded, and farmers settled there.\nKing Luthor ascended to the throne as the direct heir of King Oromir III and moved the capital from Nor City to Fallhaven, while the center of worship remained in Nor City. As King Luthor got older he felt the need for an advisor, and so Lord Geomyr of Feygard was named Hand of the King. He fulfilled his duty with great obsession and effort. \n\nThe Noble Wars (year 25 to 14)\nWhen King Luthor died, he left the Kingdom with no heir to the throne. He was buried in the catacombs under Fallhaven church. What followed, the Noble Wars, was one of the darkest periods this country has witnessed. \nFour coalitions were formed which were each ruled by one powerful Lord. \nThe Western one consisted of Stoutford and the settlements on Blackwater Mountain, and was ruled by Lord Erwyn. \nThe Northern one consisted of Feygard, Thalgard, Luthaven and Remgard, and was ruled by Lord Geomyr. \nThe Eastern one consisted of Nor City, Sullengard, Brightport and Brimhaven, and was ruled by Lord Emeric. \nThe center capital area at first remained neutral and consisted of Fallhaven, Vilegard and Loneford (formerly administrated by King Luthor). \nThe Noble Wars started with the Landlords arguing about who was to be the new, legitimate, King. \nThe first stone was thrown by Stoutford. Lord Erwyn tried to use the time to attack the center area when the other Lords were busy debating. He wanted to occupy those to control the trade routes to Nor City, to gain the largest influence and to fracture other coalitions. Fallhaven was partially destroyed.\nErwyn's success was a short one, as he was attacked by the Eastern coalition. For several years, numerous battles and countless skirmishes were fought over control of the center area. When both Lords were weakened, Lord Geomyr attacked and forced both to surrender. The peace treaty of Fallhaven was signed and Lord Geomyr was proclaimed King.\nThe Hira'zinn haunted the lands once again during the war. \n\nThe Rule of King Geomyr (year 14)\nKing Geomyr urged people to restore the destroyed cities and remove the traces of the long war. He reinstated a tax system, and garrisons of the Royal Guard of Feygard, in most of the villages. Geomyr promoted nepotism and corruption to further increase his power.\nThe cult of the Shadow became ever more important for the smallfolk. The commoners felt the need for salvation after the harsh period of the Noble Wars and accepted the Shadow as their guide into better times.\nLord Geomyr became fearful of the power of the religion, and tensions between Nor City and Feygard started to rise. He then proclaimed several prohibitions against the cult. They were no longer allowed to perform their rituals, and he tried to detain some of the priests. \nThen he even banned the trade and use of heartsteel weapons as he feared they would be used to overthrow him.  He destroyed many weapons and confiscated others. Bonemeal potions were prohibited as well much to the disapproval of the smallfolk and the priests.\n\n[... here the story ends - you can't tell if there had been more pages ...]"
    },
    {
        "id":"book_world_history_complete",
        "iconID":"items_books:0",
        "name":"World History",
        "baseMarketCost":5000,
        "category":"other",
        "description":"* by Wormath Splathershed * \n\nFoundation of the Forgotten Kingdom (year 2300)\nThe first humans, led by Arntuk the Mighty, came from the south in ancient times and established the Forgotten Kingdom. These people, called the Lethgar, built settlements at places where now great towns and cities are located. Nor City and Sullengard were the first to be founded.\nThen some time later, a few explorers climbed Mount Galmore, the highest mountain in Dhayavar. Due to the elevation and marvelous view, their priests and mages built a sanctuary near the summit where they studied the arts of magic and worshipped their gods. \n\nRise of Kazaul (year 2177)\nThe insane and powerful wizard called Valugha was obsessed with the notion of creating a portal to another plane. Even though his fellow mages disapproved, he was able to create a portal by consuming the powerful life essence of his brothers and the stored energy in the sanctuary. The sanctuary erupted in an explosion and a large ravine split Mt. Galmore apart. At its bottom, the portal opened, which was soon merely called the 'Rift', and the devastated area around it 'Undertell'. The mountain also spilled out lava like blood coming from a wound and is now clouded in smoke all the time.\nAll kinds of demons and undead emerged into the world through the portal, led by their masters, the 'Kazaul'. The Kazaul themselves were guided by the Eternal Masters who were incredibly skilled in magic and warcraft. Soon the monsters and their masters spread over whole of Dhayavar. However, the portal became unstable after a while and finally collapsed after several decades but the harm was already done as thousands of beasts had crept through it into the realm. \nA short and brutal war was fought. With the loss of nearly all mages, the Lethgar were powerless against the monster invasion and were soon overthrown and enslaved by the Kazaul. The Kazaul imposed a reign of terror on the Forgotten Kingdom. It seemed no one was able to defeat or oppose the Kazaul due to their inhuman strength. \nThen the Lethgar had to build underground lairs for their oppressors. A large city was built around the deactivated portal and in the natural caves under Mt. Galmore. Also, Carn Tower and the Sanctuary on Blackwater Mountain were built, among countless other underground Kazaul settlements.\nEven though most Lethgar despised their masters, some showed interest in the rituals and dark sorcery of the Kazaul. As a result, the Kha'zaan (Kazaul cultists), a group of human Kazaul followers, gathered around their masters and learned from them. They were often used to enforce the brutal rule of the Kazaul. Many of the current monsters are living forms that evolved from experiments made during this era, such as Izthiels, Gornauds, Wyrms, etc.\nBy that time, the Hira'zinn, the omen of war, started plaguing the smallfolk. \n\nThe War of Dawn and the Rise of Elythara and the Elytharan Union (year 1537)\nOne day, the Elytharan cultists arrived on the shore of the northern sea (Sea of Tears). They worshipped the blinding and cleansing light of Elythara. \nThe Elytharan mages and warriors were able to defeat the Kazaul and Kha'zaan with the help of the blinding light of Elythara which was forged into their weapons. The Kazaul were reduced to almost nothing because their Eternal Masters were slain. However Elythara and her cultists failed to completely annihilate them, as a few Kazaul and followers managed to hide in remote places in the total darkness, unknown to the Elytharans. This is because although the Kazaul's dark spells were powerless against the blinding light of Elythara, Elythara's power is diminished deep underground in the total darkness. Nevertheless, for hundreds of years the Kazaul hibernated in the darkness.  \nThe visual appearance of her powers, as well as her perceived benevolence towards the commoners lead to people to call her the Goddess of Light. People were overjoyed about the defeat of Kazaul.  The Elytharans helped the people organize life and built several towns and cities, dedicated to their goddess. Several aristocratic houses were formed by that time. Each city was ruled by one or two houses who closely collaborated with the Elytharan priests.\nA long era of peace and prosperity followed and the Elytharan Union was founded, to spread the word of Elythara over the whole realm. Even though the aristocrats ruled the cities, people were mainly influenced by the Elytharan priests.\nObviously, the world under Elythara wasn't perfect, although that's what her priests wanted people to believe. Her 'light' was shown to those who refused to follow the 'right' way, generally leaving them blind or worse... \nThe Elytharans soon began erecting the city of Feygard on the shore of the Sea of Tears, which soon became a center of trade for the realm due to its access to the sea. \nThe town of Loneford was founded and it soon became famous for its fertile fields and healthy vegetable which fed the northern parts of the Forgotten Kingdom. \nBlackwater Mountain was explored, and on its summit a large sanctuary for the Elytharan priests was erected to study dawn and dusk, the sun and stars, and to watch over the Forgotten Kingdom. Other sanctuaries were located in Feygard and Nor City, and shrines were found in each minor settlement. The mining colony of Prim was also founded after pioneers found rich sources of iron and coal under the mountain.\nThe city of Fallhaven became a prospering center of trade due to its excellent location as a junction between the sanctuary of Blackwater Mountain, Stoutford, Nor City and Feygard. Big storehouses were built to safely store shipments. However, bands of thieves were soon attracted by the growing wealth and united under one big organization, the Thieves' Guild, whose guild halls were secretly placed in Fallhaven, Feygard, and Nor City, those being the richest cities at that time. \nMany other towns, including Brimhaven and Brightport were also founded around this time, and the Charwood mines were opened.\nTrade agreements were signed between the cities in order to make trade prosper further. \n\nEstablishment of the Aewatha Kingdom (year 432)\nThe head of the most important Nor City family, Garthan I of house Houdart, declared himself King, marking the end of the Elytharan era and the beginning of the Shadow-supported kingdom. At this point, political power and religious power became closely united. As the kingdom prospered, so did the Shadow, and Elythara was forgotten by almost everyone in only a handful of generations. A large temple complex with a magnificent cathedral was built in the center of Nor City where the former shrines of Elythara had been located. Smaller churches were built across the country. People now commonly believed in the Shadow.\nGarthan I ordered the exploration of the dreaded Mt. Galmore and a large mine was opened for a few decades where gems and gold were found in abundance.  Any remaining Elytharan followers were used as slaves for the digging. At that time the Flagstone Prison was also built, where runaway workers from Mt. Galmore were imprisoned and were left to rot. However the mines were closed after some years due to frequent monster attacks and other unspeakable horrors who dwelt in the dark.\nRemgard was founded by Korhald of Remgard and built on a large island in Lake Laeroth. It became famous for its excellent smithing services. \nThe village of Crossglen was founded, and farmers settled there.\nKing Luthor ascended to the throne as the direct heir of King Oromir III and moved the capital from Nor City to Fallhaven, while the center of worship remained in Nor City. As King Luthor got older he felt the need for an advisor, and so Lord Geomyr of Feygard was named Hand of the King. He fulfilled his duty with great obsession and effort. \n\nThe Noble Wars (year 25 to 14)\nWhen King Luthor died, he left the Kingdom with no heir to the throne. He was buried in the catacombs under Fallhaven church. What followed, the Noble Wars, was one of the darkest periods this country has witnessed. \nFour coalitions were formed which were each ruled by one powerful Lord. \nThe Western one consisted of Stoutford and the settlements on Blackwater Mountain, and was ruled by Lord Erwyn. \nThe Northern one consisted of Feygard, Thalgard, Luthaven and Remgard, and was ruled by Lord Geomyr. \nThe Eastern one consisted of Nor City, Sullengard, Brightport and Brimhaven, and was ruled by Lord Emeric. \nThe center capital area at first remained neutral and consisted of Fallhaven, Vilegard and Loneford (formerly administrated by King Luthor). \nThe Noble Wars started with the Landlords arguing about who was to be the new, legitimate, King. \nThe first stone was thrown by Stoutford. Lord Erwyn tried to use the time to attack the center area when the other Lords were busy debating. He wanted to occupy those to control the trade routes to Nor City, to gain the largest influence and to fracture other coalitions. Fallhaven was partially destroyed.\nErwyn's success was a short one, as he was attacked by the Eastern coalition. For several years, numerous battles and countless skirmishes were fought over control of the center area. When both Lords were weakened, Lord Geomyr attacked and forced both to surrender. The peace treaty of Fallhaven was signed and Lord Geomyr was proclaimed King.\nThe Hira'zinn haunted the lands once again during the war. \n\nThe Rule of King Geomyr (year 14)\nKing Geomyr urged people to restore the destroyed cities and remove the traces of the long war. He reinstated a tax system, and garrisons of the Royal Guard of Feygard, to most of the villages. Geomyr promoted nepotism and corruption to further increase his power.\nThe cult of the Shadow became ever more important for the smallfolk. The commoners felt the need for salvation after the harsh period of the Noble Wars and accepted the Shadow as their guide into better times.\nLord Geomyr became fearful of the power of the religion and tensions between Nor City and Feygard started to rise. He then proclaimed several prohibitions against the cult. They were no longer allowed to perform their rituals, and he tried to detain some of the priests. \nThen he even banned the trade and use of heartsteel weapons as he feared they would be used to overthrow him.  He destroyed many weapons and confiscated others. Bonemeal potions were prohibited as well much to the disapproval of the smallfolk and the priests."
    },
    {
        "id":"cake",
        "iconID":"items_consumables:22",
        "name":"Cake",
        "hasManualPrice":1,
        "baseMarketCost":200,
        "category":"food",
        "useEffect":{
            "conditionsSource":[
                {
                    "condition":"food",
                    "magnitude":5,
                    "duration":16,
                    "chance":"100"
                },
                {
                    "condition":"overeating",
                    "magnitude":2,
                    "duration":20,
                    "chance":"100"
                }
            ]
        }
    },
    {
        "id":"cake_piece",
        "iconID":"items_consumables:22",
        "name":"Piece of cake",
        "hasManualPrice":1,
        "baseMarketCost":20,
        "category":"food",
        "useEffect":{
            "conditionsSource":[
                {
                    "condition":"food",
                    "magnitude":3,
                    "duration":2,
                    "chance":"100"
                }
            ]
        }
    }
]