[
    {
        "id":"fungi_panic",
        "name":"Fungi panic",
        "showInLog":1,
        "stages":[
            {
                "progress":10,
                "logText":"I met old man Bogsten in his cabin. He was sick after encountering a giant mushroom and wanted me to go see the potion merchant in Fallhaven to get a cure."
            },
            {
                "progress":20,
                "logText":"The potion merchant needed four spore samples to prepare the cure. I should go back to see Bogsten."
            },
            {
                "progress":30,
                "logText":"Bogsten gave me the key to his backyard. I should go to the mushroom cave from there and collect the spore samples."
            },
            {
                "progress":35,
                "logText":"I opened Bogsten's backyard door."
            },
            {
                "progress":40,
                "logText":"I showed Bogsten the spores. Now I should go back to see the potion merchant."
            },
            {
                "progress":50,
                "logText":"The potion merchant gave me the cure. I should give it to Bogsten now."
            },
            {
                "progress":52,
                "logText":"Bogsten was cured."
            },
            {
                "progress":60,
                "logText":"Bogsten said evil forces in his cave were preventing him from working. He asked me to check his cave and gave me his necklace."
            },
            {
                "progress":70,
                "logText":"I met an old sorcerer named Zuul'khan in the cave. He told me Bogsten's family imprisoned him using an ancient petrifying spell, but thanks to Bogsten's laxity, he was now free."
            },
            {
                "progress":72,
                "logText":"He wanted me to kill Bogsten and bring him Bogsten's staff."
            },
            {
                "progress":80,
                "logText":"I decided to slay Zuul'khan."
            },
            {
                "progress":90,
                "logText":"I defeated Zuul'khan, but he was not dead. He disappeared into the ground."
            },
            {
                "progress":92,
                "logText":"I told Bogsten about what happened."
            },
            {
                "progress":100,
                "logText":"Bogsten remembered the petrifying spell. This time he would make sure that Zuul'khan cannot come back. He gave me a bag of mushrooms and told me I should take them to the potion merchant.",
                "rewardExperience":2000
            },
            {
                "progress":102,
                "logText":"Zuul'khan seems to have moved away from Bogsten's caves to another hiding place."
            },
            {
                "progress":110,
                "logText":"The potion merchant said that these were very rare mushrooms. He prepared two \"Underground Fighter\" potions for me. He would sell me some more if I came back."
            },
            {
                "progress":115,
                "logText":"Zuul'khan's offer seemed interesting. I have to go kill Bogsten."
            },
            {
                "progress":135,
                "logText":"I decided to keep Bogsten's staff for myself, so I had to kill Zuul'khan."
            },
            {
                "progress":145,
                "logText":"I defeated Zuul'khan, but he was not dead. He disappeared into the ground.",
                "rewardExperience":2000
            },
            {
                "progress":150,
                "logText":"I gave Bogsten's staff to Zuul'khan."
            },
            {
                "progress":155,
                "logText":"He rewarded me with permanent immunity to Spore Infection.",
                "rewardExperience":2000
            },
            {
                "progress":161,
                "logText":"I got through the black fog."
            },
            {
                "progress":162,
                "logText":"I got through the black fog again after a fight with Zuul'khan."
            },
            {
                "progress":163,
                "logText":"And a third time."
            },
            {
                "progress":164,
                "logText":"After another fight with Zuul'khan I got through the black fog again."
            },
            {
                "progress":169,
                "logText":"I overpowered Zuul'khan one more time, but this time the black fog wouldn't go away. Obviously I can't get past the fog that way."
            },
            {
                "progress":170,
                "logText":"I defeated Zuul'khan one last time and the black fog was gone for good. I must find and destroy the fungi leader."
            },
            {
                "progress":200,
                "logText":"I defeated the giant mushroom, Zuul'khan's fungi leader.",
                "rewardExperience":500,
                "finishesQuest":1
            },
            {
                "progress":210,
                "logText":"A young girl named Lediofa emerged after my battle with the mushroom. She told me how Zuul'khan captured her as food for the mushroom. She seemed to have been poisoned just like Bogsten, so I directed her to see the Fallhaven potioner."
            },
            {
                "progress":220,
                "logText":"I met Lediofa at the potions shop in Fallhaven. She couldn't afford to pay the potioner for a mushroom poison cure, so I gave her the gold she needed. In return, she offered her family's hospitality if I ever come to visit in Nor City.",
                "rewardExperience":1000
            }
        ]
    },
    {
        "id":"fungi_panic_nondisplayed",
        "name":"Fungi Panic - non displayed",
        "showInLog":0,
        "stages":[
            {
                "progress":10,
                "logText":"10=Chains."
            },
            {
                "progress":20,
                "logText":"20=Algore grave"
            },
            {
                "progress":35,
                "logText":"35=I opened Bogsten's backyard door."
            },
            {
                "progress":60,
                "logText":"60=Cave wall open"
            },
            {
                "progress":90,
                "logText":"90=killed fungi"
            },
            {
                "progress":100,
                "logText":"100=Granny despawn."
            },
            {
                "progress":110,
                "logText":"110=Gardener gloves worn"
            },
            {
                "progress":200,
                "logText":"Bogsten's grand grand grandmother invited me to their family tomb."
            },
            {
                "progress":210,
                "logText":"You found a hidden way downstairs."
            }
        ]
    },
    {
        "id":"bela_gsnake",
        "name":"A giant snake",
        "showInLog":1,
        "stages":[
            {
                "progress":10,
                "logText":"I heard rumours of a giant snake to the south of Fallhaven."
            },
            {
                "progress":90,
                "logText":"Bela was happy that I freed Fallhaven from the threat of this monstrous snake.",
                "rewardExperience":1000,
                "finishesQuest":1
            }
        ]
    },
    {
        "id":"achievements",
        "name":"Unusual experiences and achievements",
        "showInLog":1,
        "stages":[
            {
                "progress":1,
                "logText":"Mikhail gave me a book in which I could put down my most unusual experiences and achievements."
            },
            {
                "progress":10,
                "logText":"On the road: My first glimpse of the great Duleian Road!",
                "rewardExperience":100
            },
            {
                "progress":20,
                "logText":"Community cleanup: I killed 20 highwaymen.",
                "rewardExperience":100
            },
            {
                "progress":30,
                "logText":"Prospector: I collected at least 100,000 gold.",
                "rewardExperience":200
            },
            {
                "progress":40,
                "logText":"Birdwatching: I spotted a falcon high above the Lake Laeroth watchtower.",
                "rewardExperience":200
            },
            {
                "progress":50,
                "logText":"Lazy day: I spent a while watching a beetle fight.",
                "rewardExperience":200
            },
            {
                "progress":60,
                "logText":"The secret garden: Near Guynmart Castle, I found Rob's secret clearing.",
                "rewardExperience":200
            },
            {
                "progress":70,
                "logText":"Hole in the wall: I discovered a secret room deep in a cave.",
                "rewardExperience":400
            },
            {
                "progress":80,
                "logText":"Tough luck: I must have fallen for every trap in the Arulir mountain. Ouch...",
                "rewardExperience":1000
            },
            {
                "progress":100,
                "logText":"Swimming lessons: I swam along a raging river - and lived!",
                "rewardExperience":1000
            }
        ]
    }
]