[
    {
        "id":"halvor_surprise",
        "name":"Surprise?",
        "showInLog":1,
        "stages":[
            {
                "progress":10,
                "logText":"Halvor asked me to bring him 5 insect wings."
            },
            {
                "progress":15,
                "logText":"I gave Halvor the 5 insect wings he wanted."
            },
            {
                "progress":20,
                "logText":"Halvor asked me to bring him 5 rat tails."
            },
            {
                "progress":25,
                "logText":"I gave Halvor 5 rat tails."
            },
            {
                "progress":30,
                "logText":"My rat tails weren't good enough for him. He needs more. How many does he really want?"
            },
            {
                "progress":40,
                "logText":"I refused to bring more rat tails to Halvor. He left Crossglen.",
                "rewardExperience":500
            },
            {
                "progress":50,
                "logText":"I met Halvor at the foot of a mountain."
            },
            {
                "progress":60,
                "logText":"Halvor told me he is still looking for 5 rat tails. I agreed to help again."
            },
            {
                "progress":65,
                "logText":"The 5 rat tails I gave him were good enough this time."
            },
            {
                "progress":70,
                "logText":"Halvor asked for 4 handfuls of animal hair."
            },
            {
                "progress":75,
                "logText":"I gave him 4 handfuls of animal hair."
            },
            {
                "progress":80,
                "logText":"Halvor liked only one of my handfuls of animal hair. He asked me to bring him 3 more."
            },
            {
                "progress":90,
                "logText":"I gave up on finding handfuls of animal hair that suit Halvor's taste. He has left.",
                "rewardExperience":1500
            },
            {
                "progress":100,
                "logText":"I met Halvor again. He was standing by the lakeside, near an old house, in the north."
            },
            {
                "progress":110,
                "logText":"Halvor was in bad shape. He asked me to give him a healing potion."
            },
            {
                "progress":111,
                "logText":"I gave Halvor a small healing potion.",
                "rewardExperience":500
            },
            {
                "progress":112,
                "logText":"I gave Halvor a healing potion.",
                "rewardExperience":1000
            },
            {
                "progress":113,
                "logText":"I gave Halvor a powerful healing potion.",
                "rewardExperience":1500
            },
            {
                "progress":114,
                "logText":"I gave Halvor a potion made by Lodar.",
                "rewardExperience":5000
            },
            {
                "progress":115,
                "logText":"He was healed by the potion I gave him."
            },
            {
                "progress":120,
                "logText":"Halvor told me he is still looking for 3 tufts of animal hair."
            },
            {
                "progress":125,
                "logText":"This time, the handfuls of animal hair I gave him were soft enough."
            },
            {
                "progress":130,
                "logText":"Halvor wants to find two bones. He wants long ones. I'll try to find some."
            },
            {
                "progress":135,
                "logText":"I gave Halvor two bones, but they weren't long enough. Should I really bring him more bones?"
            },
            {
                "progress":140,
                "logText":"Halvor left the lakeside when I refused to get him more bones.",
                "rewardExperience":3500
            },
            {
                "progress":150,
                "logText":"Exploring the ruins of Charwood, I stumbled upon Halvor."
            },
            {
                "progress":160,
                "logText":"Since I last met him, he found one bone that was long enough, but he's still looking for one."
            },
            {
                "progress":165,
                "logText":"I found a bone that was long enough, and gave it to Halvor."
            },
            {
                "progress":170,
                "logText":"Halvor asked me to find 10 scales from venomscale snakes."
            },
            {
                "progress":175,
                "logText":"I brought Halvor the 10 venomscale scales.",
                "rewardExperience":5000
            },
            {
                "progress":180,
                "logText":"Halvor left, asking me to pay a visit to his friend Kayla if I ever go to Stoutford.",
                "finishesQuest":1
            },
            {
                "progress":190,
                "logText":"I met Kayla in Stoutford. She offered me a pair of the boots she made with Halvor's items."
            }
        ]
    }
]