[
    {
        "id":"Thieves01",
        "name":"Thief apprentice",
        "showInLog":1,
        "stages":[
            {
                "progress":5,
                "logText":"After giving him the key of Luthor and talking with Umar about Andor, I needed to ask him about Thieves' Guild itself.\nI want to join them to see what kind of jobs they do."
            },
            {
                "progress":10,
                "logText":"Umar told me to talk with Troublemaker regarding my first task for the Guild."
            },
            {
                "progress":15,
                "logText":"Troublemaker told me to bring him three journals from spies of the guild. First I have to talk with Leta in my village, then with Dunla in Vilegard's tavern, and finally with Fanamor somewhere around Crossroads guardhouse."
            },
            {
                "progress":20,
                "logText":"I have to remember to tell them the password \"You are no one. No one knows you. No one has seen you.\""
            },
            {
                "progress":25,
                "logText":"Leta gave me her journal and advised me to not raise suspicion.",
                "rewardExperience":250
            },
            {
                "progress":30,
                "logText":"I got Dunla's journal without any problem. I have set out to get the last journal.",
                "rewardExperience":650
            },
            {
                "progress":35,
                "logText":"Fanamor gave me her journal."
            },
            {
                "progress":40,
                "logText":"Fanamor has been gravely wounded, and the Feygard Scout grabbed the journal.",
                "rewardExperience":150
            },
            {
                "progress":45,
                "logText":"After I had killed the Feygard scout I talked again with Fanamor. She's losing blood quickly, so I have to bring her a bandage. I need to find a trustworthy priest.",
                "rewardExperience":750
            },
            {
                "progress":50,
                "logText":"Thoronir gave me a bandage. I have to return to Fanamor as soon as possible."
            },
            {
                "progress":51,
                "logText":"Unfortunately, I was not able to save Fanamor's life. However, I did get her journal."
            },
            {
                "progress":55,
                "logText":"Fanamor is alive and will find her own way to return.",
                "rewardExperience":1000
            },
            {
                "progress":60,
                "logText":"I returned to Troublemaker and gave him the journals. He told me to talk with Umar, maybe he has another task for me.",
                "rewardExperience":1750,
                "finishesQuest":1
            }
        ]
    },
    {
        "id":"Thieves02",
        "name":"Immaculate kidnapping",
        "showInLog":1,
        "stages":[
            {
                "progress":2,
                "logText":"After completing my first task I'm considered a member of Thieves' Guild. Now I have to perform a very risky task. Umar sent me to kidnap a noble woman from Feygard, without being discovered."
            },
            {
                "progress":4,
                "logText":"She was recently seen in the Foaming Flask tavern."
            },
            {
                "progress":6,
                "logText":"Umar gave me some advice. My strength is not always the solution. I must \"use my tongue\" to avoid raising suspicion in the tavern."
            },
            {
                "progress":10,
                "logText":"Ambelie Laumwill doesn't want to come with me peacefully. I cannot make a scene, or the guards will alert other patrols. Maybe talking with them would solve the situation."
            },
            {
                "progress":15,
                "logText":"I have \"used my tongue\" with the main Feygard soldier in the Foaming Flask tavern. He gave me permission to \"escort back\" Ambelie."
            },
            {
                "progress":20,
                "logText":"I knocked out Ambelie. I will take her back to the Guild."
            },
            {
                "progress":21,
                "logText":"I have decided not to kidnap Ambelie. I must think of another solution."
            },
            {
                "progress":24,
                "logText":"Ambelie gave me a very valuable necklace. I must talk with Umar and persuade him to no longer pursue her."
            },
            {
                "progress":30,
                "logText":"I safely brought Ambelie to the basement. However, keeping her here could be dangerous.",
                "rewardExperience":1200
            },
            {
                "progress":35,
                "logText":"Umar believes there is a secure room for these types of \"visitors\". I should talk to Troublemaker."
            },
            {
                "progress":40,
                "logText":"I have talked to Troublemaker about the place Umar believes it's okay to safely keep the hostage."
            },
            {
                "progress":45,
                "logText":"Troublemaker has given me the key to the Guild brig. I should take Ambelie there and leave her to wake up.",
                "rewardExperience":1000
            },
            {
                "progress":50,
                "logText":"I've inserted the key and moved the lever. A hatchway has opened in the room."
            },
            {
                "progress":55,
                "logText":"I left Ambelie in that ugly, dark, and cold place. I should go back."
            },
            {
                "progress":60,
                "logText":"Troublemaker gave me some bread for Ambelie. The guild doesn't want her to starve to death. Indeed, they want her to be as comfortable as possible. I must go to the brig again."
            },
            {
                "progress":65,
                "logText":"I gave the bread to Ambelie. I should report Troublemaker that I completed the job.",
                "rewardExperience":400
            },
            {
                "progress":70,
                "logText":"The job finally seems to be finished. I just have to talk with Umar again. However, I do not feel good about this. Kidnappings are definitely not my kind of job.",
                "rewardExperience":0
            },
            {
                "progress":75,
                "logText":"I completed this task successfully. Umar told me they have sent couriers to Feygard, and the ransom is almost guaranteed. He paid me for my work.",
                "rewardExperience":4500,
                "finishesQuest":1
            },
            {
                "progress":76,
                "logText":"Umar took the necklace as compensation for my errors. Everything is fine again.",
                "rewardExperience":2250,
                "finishesQuest":1
            }
        ]
    },
    {
        "id":"Thieves03",
        "name":"The ruthless Crackshot",
        "showInLog":1,
        "stages":[
            {
                "progress":1,
                "logText":"Time to rest and prepare myself to start the next job. I should go to the tavern."
            },
            {
                "progress":2,
                "logText":"I really need to take a break ...."
            },
            {
                "progress":3,
                "logText":"I am now fully rested, so I should go back to Umar."
            },
            {
                "progress":4,
                "logText":"Umar told me about a group of traitors led by a veteran of the Guild. It seems he stole the Key of Luthor."
            },
            {
                "progress":5,
                "logText":"Umar went on to say that this team leader  was known as \"Crackshot\". He is probably also the responsible for a murder on the Duleian road."
            },
            {
                "progress":10,
                "logText":"Crackshot and his henchmen are probably hiding somewhere near the Duleian road. I must ask people there whether they have seen them.",
                "rewardExperience":0
            },
            {
                "progress":11,
                "logText":"It seems that Benbyr, a suspicious man outside Crossroads Guardhouse, doesn't know what I'm talking about."
            },
            {
                "progress":15,
                "logText":"A Crossroads guard told me that Feygard has sent more soldiers to the south, to try and find the criminals' hideout."
            },
            {
                "progress":20,
                "logText":"The barricade guard has a big mouth, and told me all I needed to know. The hideout is near a place full of larval burrowers. I need to move faster than the patrols to reach the hideout before them."
            },
            {
                "progress":21,
                "logText":"I found a small hole which seems to lead to a cave. Crackshot and his henchmen are probably hiding there."
            },
            {
                "progress":22,
                "logText":"I reached the hideout and saw some recent blood stains. Maybe there was a fight there."
            },
            {
                "progress":23,
                "logText":"The blood trail goes further ...."
            },
            {
                "progress":24,
                "logText":"I heard screams and sword clashes nearby. I should take a look."
            },
            {
                "progress":25,
                "logText":"There was a massacre. The Feygard patrol reached this place, but they seem to have all been killed. I must continue."
            },
            {
                "progress":26,
                "logText":"As I progressed down the corridor the air became thicker. The blood smell was stronger, and I found another dying soldier. He said something about his sergeant and some other guy."
            },
            {
                "progress":27,
                "logText":"As I progressed down the corridor the air became thicker. The blood smell was stronger, and I found a dying soldier. He said something about his sergeant and some other guy."
            },
            {
                "progress":28,
                "logText":"I found another dying soldier. There was a massacre. The Feygard patrol reached this place, but they seem to have all been killed. I must continue."
            },
            {
                "progress":30,
                "logText":"I've found the patrol sergeant. He advised me to leave this dangerous place."
            },
            {
                "progress":31,
                "logText":"The patrol sergeant told me about what happened before. He's tired and wounded, so I willl avenge his fellows. "
            },
            {
                "progress":32,
                "logText":"The patrol sergeant has left to call for backup. Now I'm alone again. Time to defeat Crackshot.",
                "rewardExperience":1125
            },
            {
                "progress":35,
                "logText":"I killed Crackshot and he had the key of Luthor with him. I have to go back and report to Umar."
            },
            {
                "progress":36,
                "logText":"I tried to open the door behind Crackshot, but for some reason I cannot get the key into the lock."
            },
            {
                "progress":40,
                "logText":"The dying Crackshot said something about the key. If he told the truth, it could be cursed.",
                "rewardExperience":1000
            },
            {
                "progress":41,
                "logText":"I tried to open the door behind Crackshot, but for some reason I could not get the key turned in the lock."
            },
            {
                "progress":45,
                "logText":"I reported about the situation to Umar, and gave him the key. He did not seem to want to tell me more about the key - yet."
            },
            {
                "progress":50,
                "logText":"Finally, this job is done. Now I should take a rest and regain my strength.",
                "rewardExperience":7500,
                "finishesQuest":1
            }
        ]
    },
    {
        "id":"thieves_hidden",
        "name":"Thieves Hidden",
        "stages":[
            {
                "progress":10,
                "logText":"Must be never fulfilled"
            },
            {
                "progress":20,
                "logText":"Block road1"
            },
            {
                "progress":30,
                "logText":"Spoke to dying Crackshot. Remove block road1"
            },
            {
                "progress":40,
                "logText":"thieves3 - Found patrol 1"
            },
            {
                "progress":50,
                "logText":"thieves3 - Found patrol 2"
            },
            {
                "progress":60,
                "logText":"thieves3 - Open chest"
            },
            {
                "progress":70,
                "logText":"thieves3 - Open door (can currently not be fulfilled, beause the blessed key of luthor can't be obtained in the game)"
            },
            {
                "progress":80,
                "logText":"Talked about thieves to Thoronir"
            },
            {
                "progress":90,
                "logText":"Sergeant died."
            },
            {
                "progress":100,
                "logText":"Gave journals"
            },
            {
                "progress":110,
                "logText":"Got reward"
            }
        ]
    }
]