[
    {
        "id":"Thieves04",
        "name":"Honor and plunder",
        "showInLog":0,
        "stages":[
            {
                "progress":5,
                "logText":"Temporary placeholder."
            }
        ]
    },
    {
        "id":"bwm17_heights",
        "name":"Heights change in bwm_17 (Actually 70)",
        "stages":[
            {
                "progress":1,
                "logText":"Level 0"
            },
            {
                "progress":2,
                "logText":"Level 1"
            }
        ]
    },
    {
        "id":"bwm17_vine",
        "name":"Vines in bwm_17",
        "stages":[
            {
                "progress":1,
                "logText":"Vine taken."
            },
            {
                "progress":2,
                "logText":"Vine placed."
            },
            {
                "progress":3,
                "logText":"Quest Climbing forbidden enabled."
            }
        ]
    },
    {
        "id":"bwm72_corpses",
        "name":"Hidden: Corpses found",
        "showInLog":0,
        "stages":[
            {
                "progress":1,
                "logText":"Corpse north discovered "
            },
            {
                "progress":2,
                "logText":"Corpse west discovered"
            },
            {
                "progress":3,
                "logText":"Corpse south discovered"
            }
        ]
    },
    {
        "id":"bwm72_beginning",
        "name":"Hidden: events in bwm",
        "showInLog":0,
        "stages":[
            {
                "progress":1,
                "logText":"First corpse discovered "
            },
            {
                "progress":2,
                "logText":"Second corpse discovered"
            },
            {
                "progress":3,
                "logText":"Third corpse discovered"
            },
            {
                "progress":4,
                "logText":"Torture signs discovered",
                "rewardExperience":300
            },
            {
                "progress":5,
                "logText":"Keyfield on Bwm29"
            },
            {
                "progress":6,
                "logText":"Conversation with Ehrenfest starts before Ortholion appears."
            },
            {
                "progress":7,
                "logText":"Conversation with Ehrenfest starts after Ortholion leaves."
            },
            {
                "progress":8,
                "logText":"Ehrenfest notices your presence in the mine and calls you."
            },
            {
                "progress":9,
                "logText":"Moyra's info.",
                "rewardExperience":125
            },
            {
                "progress":10,
                "logText":"Prim's Evoker info.",
                "rewardExperience":75
            },
            {
                "progress":11,
                "logText":"Wellspring dialogue & hole. (Never-true condition)"
            },
            {
                "progress":12,
                "logText":"One bottle of water."
            },
            {
                "progress":13,
                "logText":"Middle point conversation with Jern."
            },
            {
                "progress":14,
                "logText":"Choice (Ehrenfest vs Jern)"
            },
            {
                "progress":15,
                "logText":"Cabin warning"
            },
            {
                "progress":16,
                "logText":"Cabin compulsory exploration."
            },
            {
                "progress":17,
                "logText":"Jern vs Guard Captain"
            },
            {
                "progress":18,
                "logText":"Jern & Guard Cap. convo."
            },
            {
                "progress":20,
                "logText":"Subdued Feygard mountain scout"
            },
            {
                "progress":21,
                "logText":"Ortholion's kick."
            },
            {
                "progress":22,
                "logText":"Arghest small talk."
            },
            {
                "progress":23,
                "logText":"Torch secret",
                "rewardExperience":100
            },
            {
                "progress":24,
                "logText":"Elm3 corpse."
            },
            {
                "progress":25,
                "logText":"Elm2 chest.",
                "rewardExperience":250
            },
            {
                "progress":26,
                "logText":"Elm4 sign (north)"
            },
            {
                "progress":27,
                "logText":"Elm4 sign (south)"
            },
            {
                "progress":28,
                "logText":"Elm4 hole\n"
            },
            {
                "progress":29,
                "logText":"Elm5 first ore."
            },
            {
                "progress":30,
                "logText":"Elm5 hole."
            },
            {
                "progress":31,
                "logText":"Elm5 plunder."
            },
            {
                "progress":32,
                "logText":"Elm5 corpse."
            },
            {
                "progress":33,
                "logText":"Elm2f2 chest"
            },
            {
                "progress":34,
                "logText":"Elm3f timer starts."
            },
            {
                "progress":35,
                "logText":"Bad opinion from Ortholion's remaining henchman"
            },
            {
                "progress":36,
                "logText":"Elm 4f level 0 to 1."
            },
            {
                "progress":37,
                "logText":"Fight against Kamelio (1) already started."
            },
            {
                "progress":38,
                "logText":"Kamelio's first death."
            },
            {
                "progress":39,
                "logText":"Kamelio's resurrection"
            },
            {
                "progress":40,
                "logText":"Celebration"
            },
            {
                "progress":41,
                "logText":"Pre-celebration"
            },
            {
                "progress":42,
                "logText":"\"Climbing up is forbidden\" finished."
            }
        ]
    },
    {
        "id":"Omi2_bwm1",
        "name":"Climbing up is forbidden",
        "showInLog":1,
        "stages":[
            {
                "progress":5,
                "logText":"Down in a hole, in the mountain side near Prim, I found signs of a heinous torture. At least three corpses were there. I felt the urge to get out of there as fast as I could and immediately report what I found to someone in the village."
            },
            {
                "progress":6,
                "logText":"A mysterious looking guy suddenly appeared in my way when I was headed to report to the guards. He has recommended that I should not tell them anything."
            },
            {
                "progress":7,
                "logText":"I ignored the advice of the strange guy that I almost stumbled over. I must see some guards."
            },
            {
                "progress":8,
                "logText":"Somehow, a Feygard general and his men reached Prim. They are kind of extorting the people in charge to get full control of Elm mine."
            },
            {
                "progress":9,
                "logText":"The man in charge is not willing to listen to me. He says he has more important things to deal with. Maybe the guy I met earlier was right."
            },
            {
                "progress":10,
                "logText":"A Feygard general and two of his henchmen appeared. What are they up to?"
            },
            {
                "progress":11,
                "logText":"Ehrenfest is uneasy. He said we must meet in Elm mine, west of prim. We should talk no more about this inside the village."
            },
            {
                "progress":15,
                "logText":"Ehrenfest told me his story, and why he knew about what I saw on the mountain side, but he didn't dare to go down the hole."
            },
            {
                "progress":16,
                "logText":"I explained to Ehrenfest the horrible scene, and showed him proof of the torture. Poor guys...",
                "rewardExperience":500
            },
            {
                "progress":20,
                "logText":"I must ask the villagers about Lorn and his partners, maybe I can gather some useful information from the common gossip."
            },
            {
                "progress":21,
                "logText":"It seems Lorn was a regular client of the tavern. I should ask there.",
                "rewardExperience":125
            },
            {
                "progress":22,
                "logText":"One of the tavern regulars, possibly Lorn's old partner Jern, does not believe that Lorn's death was an accident, maintaining Lorn had been climbing the mountains for longer he could remember. However, he does not feel comfortable to continue the conversation.",
                "rewardExperience":100
            },
            {
                "progress":23,
                "logText":"Lorn's old partner asked me to bring a large bottle of cool water from the streams that are down the hole East of Prim. I bet it is the same hole I've been down earlier."
            },
            {
                "progress":24,
                "logText":"I've collected enough water. Time to leave this dark place.",
                "rewardExperience":800
            },
            {
                "progress":25,
                "logText":"I brought the cold water to Lorn's old partner. He seems to be better, and is less intoxicated.",
                "rewardExperience":200
            },
            {
                "progress":30,
                "logText":"Jern doesn't know anything about a missing couple. How can a member of Lorn's crew ignore the mission of his group? Again, something does not fit. I should visit Ehrenfest again.",
                "rewardExperience":200
            },
            {
                "progress":31,
                "logText":"I decided to solve this situation myself, as Ehrenfest proved not to be trustworthy enough."
            },
            {
                "progress":32,
                "logText":"Despite Ehrenfest's ostensible lies, I decided to give him a second chance."
            },
            {
                "progress":33,
                "logText":"It's settled. Ehrenfest and I will reach Blackwater Settlement and stop General Ortholion's evil plan.",
                "rewardExperience":500
            },
            {
                "progress":34,
                "logText":"I've found a severely wounded woman inside a mountain cabin. She claims to have been suddenly attacked by a group of wyrms. Ortholion and the other scout left her resting and departed to Blackwater Settlement."
            },
            {
                "progress":35,
                "logText":"I killed the mountain scout that was taking refuge in the old cabin up in the mountain."
            },
            {
                "progress":36,
                "logText":"I talked again with Jern. Maybe the guards will be more reasonable if he leads the conversation instead of me.",
                "rewardExperience":400
            },
            {
                "progress":40,
                "logText":"It seems Ehrenfest lied to me more than once. He's probably connected with the missing people and Lorn's death. I must find General Ortholion and warn him about Ehrenfest.",
                "rewardExperience":100
            },
            {
                "progress":41,
                "logText":"One of the general's henchmen attacked me without provocation. There was something wrong with her. Better hurry up and meet with the Feygard general."
            },
            {
                "progress":45,
                "logText":"Ehrenfest revealed his true intentions, but fled before getting surrounded. He told me he will be waiting for General Ortholion in the Elm mine.",
                "rewardExperience":1000
            },
            {
                "progress":46,
                "logText":"After a brief conversation with the general, he left Blackwater settlement in a rush to reach Elm mine. He seemed really worried about the mine, so he asked me to warn his soldiers, settled south of Prim."
            },
            {
                "progress":47,
                "logText":"I reported to the general's henchmen about his plans. Now, I should hurry to the Elm mine.",
                "rewardExperience":300
            },
            {
                "progress":48,
                "logText":"Once in the mine I saw corpses and collapsed tunnels. I tried to go another way and reached some more tunnels. Fortunately, they were not collapsed, but there was something strange there that scared even the venomfangs. Something evil."
            },
            {
                "progress":49,
                "logText":"One of the unexploited areas of the mine had a walled up passage and lots of those strange glowing gems. They seem to consume living beings to grow and bring life to inanimated things or corpses. I must be very careful.",
                "rewardExperience":250
            },
            {
                "progress":50,
                "logText":"It was true! That strange glowing material is alive. I should be extremely cautious; it seems to be able to engulf living beings. I found the last of Ortholion's henchman alive. He has gone back to search for reinforcements. I hope they are better than those who dared to enter here.",
                "rewardExperience":600
            },
            {
                "progress":51,
                "logText":"I ended up trapped on a one-way path deep in a cavern below the Elm mine. General Ortholion is blocking the only way to escape for Ehrenfest. This is his end."
            },
            {
                "progress":52,
                "logText":"Ehrenfest reversed the situation using some kind of magic, seemingly unknown even to himself."
            },
            {
                "progress":53,
                "logText":"Ehrenfest escaped again! General Ortholion is unconscious and the reinforcements haven't shown up yet...",
                "rewardExperience":1000
            },
            {
                "progress":54,
                "logText":"Kamelio, who was no longer a human being, tried to kill both the general and me, but we survived. Better get out of this cavern as soon as possible."
            },
            {
                "progress":55,
                "logText":"I got back to the Elm mine dining room. Despite saving the general's life he's not eager to reward me. Maybe I should try again later when we are both more settled."
            },
            {
                "progress":56,
                "logText":"After arriving back at a safer place, General Ortholion asked me a question. \"What is most important to you?\" I need to think about it before giving him my reply."
            },
            {
                "progress":59,
                "logText":"For my bravery, General Ortholion rewarded me with a lot of gold and told me to meet him in a couple of days.",
                "rewardExperience":4500,
                "finishesQuest":1
            },
            {
                "progress":60,
                "logText":"For my bravery (and my greediness), General Ortholion rewarded me with a lot of...junk. He might pay me better next time if I meet him in some days.",
                "rewardExperience":4500,
                "finishesQuest":1
            },
            {
                "progress":61,
                "logText":"For my bravery (and my lack of honor), General Ortholion rewarded me with a small bag of gold. He may have some news for me in a couple of days.",
                "rewardExperience":6000,
                "finishesQuest":1
            },
            {
                "progress":62,
                "logText":"For my bravery and sense of honor, General Ortholion gave me a beautiful necklace, a symbol of his gratitude towards me. He also told me to come back in a few days, when I should ask him about all the events that have happened.",
                "rewardExperience":6000,
                "finishesQuest":1
            },
            {
                "progress":63,
                "logText":"For my bravery and... ignorance?, General Ortholion gave me a few days to rest and urged me to come back soon after that.",
                "rewardExperience":10000,
                "finishesQuest":1
            }
        ]
    }
]