[
    {
        "id":"rumblings",
        "name":"Rumblings",
        "showInLog":1,
        "stages":[
            {
                "progress":10,
                "logText":"The priest in Stoutford looks scared of me and of what I did, but we never met before. Can this have something to do with Andor?"
            },
            {
                "progress":20,
                "logText":"The priest's acolyte, Yolgen, told me that Andor was here a while ago, and since then, scary noises resonate in the church, seemingly coming from underground."
            },
            {
                "progress":25,
                "logText":"A member of the Thieve's Guild in the tavern of Stoutford told me that the tavern owner dealt with Andor."
            },
            {
                "progress":30,
                "logText":"Glasforn, the owner of the tavern of Stoutford, admits to knowing Andor, but evades all my questions by boasting about his beds' quality."
            },
            {
                "progress":50,
                "logText":"After sleeping in Glasforn's bed, I woke up in a cave, and was attacked by a monster. I killed it, but I should go see Glasforn again."
            },
            {
                "progress":60,
                "logText":"When Glasforn saw me, he was really scared. Hopefully I'll get some information from him."
            },
            {
                "progress":70,
                "logText":"I confronted Glasforn. He admited everything, but blamed Andor for it. How can Andor be involved in this?"
            },
            {
                "progress":80,
                "logText":"Yolgen told me the rumbles have stopped. I should talk to the priest."
            },
            {
                "progress":85,
                "logText":"The priest told me the monster was a lich. I should keep its heart safe."
            },
            {
                "progress":90,
                "logText":"The priest thanked me for saving his church and asked who the culprit was."
            },
            {
                "progress":100,
                "logText":"I told him I do not know who was responsible.",
                "rewardExperience":2000,
                "finishesQuest":1
            },
            {
                "progress":103,
                "logText":"I told him Glasforn was responsible.",
                "rewardExperience":2500,
                "finishesQuest":1
            },
            {
                "progress":106,
                "logText":"I told him Andor was responsible.",
                "rewardExperience":2500,
                "finishesQuest":1
            }
        ]
    }
]